{
    "title": "Memoirs of Marie Antoinette - Chapter XIV.",
    "author": "Campan",
    "chapter": "16",
    "content": [
        "\n\n",
        "The Abbe de Vermond could not repress his exultation when he succeeded in\ngetting the Archbishop of Sens appointed head of the council of finance.\nI have more than once heard him say that seventeen years of patience were\nnot too long a term for success in a Court; that he spent all that time\nin gaining the end he had in view; but that at length the Archbishop was\nwhere he ought to be for the good of the State.  The Abbe, from this\ntime, in the Queen’s private circle no longer concealed his credit and\ninfluence; nothing could equal the confidence with which he displayed the\nextent of his pretensions.  He requested the Queen to order that the\napartments appropriated to him should be enlarged, telling her that,\nbeing obliged to give audiences to bishops, cardinals, and ministers, he\nrequired a residence suitable to his present circumstances.  The Queen\ncontinued to treat him as she did before the Archbishop’s arrival at\nCourt; but the household showed him increased consideration: the word\n“Monsieur” preceded that of Abbe; and from that moment not only the\nlivery servants, but also the people of the antechambers rose when\nMonsieur l’Abbe was passing, though there never was, to my knowledge,\nany order given to that effect.",
        "The Queen was obliged, on account of the King’s disposition and the very\nlimited confidence he placed in the Archbishop of Sens, to take a part in\npublic affairs.  While M. de Maurepas lived she kept out of that danger,\nas may be seen by the censure which the Baron de Besenval passes on her\nin his memoirs for not availing herself of the conciliation he had\npromoted between the Queen and that minister, who counteracted the\nascendency which the Queen and her intimate friends might otherwise have\ngained over the King’s mind.",
        "The Queen has often assured me that she never interfered respecting the\ninterests of Austria but once; and that was only to claim the execution\nof the treaty of alliance at the time when Joseph II. was at war with\nPrussia and Turkey; that, she then demanded that an army of twenty-four\nthousand men should be sent to him instead of fifteen millions, an\nalternative which had been left to option in the treaty, in case the\nEmperor should have a just war to maintain; that she could not obtain her\nobject, and M. de Vergennes, in an interview which she had with him upon\nthe subject, put an end to her importunities by observing that he was\nanswering the mother of the Dauphin and not the sister of the Emperor.\nThe fifteen millions were sent.  There was no want of money at Vienna,\nand the value of a French army was fully appreciated.",
        "“But how,” said the Queen, “could they be so wicked as to send off those\nfifteen millions from the general post-office, diligently publishing,\neven to the street porters, that they were loading carriages with money\nthat I was sending to my brother!–whereas it is certain that the money\nwould equally have been sent if I had belonged to another house; and,\nbesides, it was sent contrary to my inclination.”",
        "     [This was not the first time the Queen had become unpopular in\n     consequence of financial support afforded by France to her brother.\n     The Emperor Joseph II, made, in November, 1783, and in May, 1784,\n     startling claims on the republic of the United Provinces; he\n     demanded the opening of the Scheldt, the cession of Maeatricht with\n     its dependencies, of the country beyond the Meuse, the county of\n     Vroenhoven, and a sum of seventy millions of florins.  The first gun\n     was fired by the Emperor on the Scheldt 6th November, 1784.  Peace\n     was concluded 8th November, 1785, through the mediation of France.\n     The singular part was the indemnification granted to the Emperor:\n     this was a sum of ten millions of Dutch florins; the articles 15,\n     16, and 17 of the treaty stipulated the quotas of it.  Holland paid\n     five millions and a half, and France, under the direction of M. de\n     Vergennes, four millions and a half of florins, that is to say, nine\n     millions and forty-five thousand francs, according to M. Soulavie.\n     M. de augur, in his “Policy of Cabinets” (vol. iii.), says relative\n     to this affair:",
        "     “M. de Vergennes has been much blamed for having terminated, by a\n     sacrifice of seven millions, the contest that existed between the\n     United Provinces and the Emperor.  In that age of philosophy men\n     were still very uncivilised; in that age of commerce they made very\n     erroneous calculations; and those who accused the Queen of sending\n     the gold of France to her brother would have been better pleased if,\n     to support a republic devoid of energy, the blood of two hundred\n     thousand men, and three or four hundred millions of francs, had been\n     sacrificed, and at the same time the risk run of losing the\n     advantage of peace dictated to England.”  MADAME CAMPAN.]",
        "When the Comte de Moustier set out on his mission to the United States,\nafter having had his public audience of leave he came and asked me to\nprocure him a private one.  I could not succeed even with the strongest\nsolicitations; the Queen desired me to wish him a good voyage, but added\nthat none but ministers could have anything to say to him in private,\nsince he was going to a country where the names of King and Queen must be\ndetested.",
        "Marie Antoinette had then no direct influence over State affairs until\nafter the deaths of M. de Maurepas and M. de Vergennes, and the\nretirement of M. de Calonne.  She frequently regretted her new situation,\nand looked upon it as a misfortune which she could not avoid.  One day,\nwhile I was assisting her to tie up a number of memorials and reports,\nwhich some of the ministers had handed to her to be given to the King,\n“Ah!” said she, sighing, “there is an end of all happiness for me, since\nthey have made an intriguer of me.”  I exclaimed at the word.",
        "“Yes,” resumed, the Queen, “that is the right term; every woman who\nmeddles with affairs above her understanding or out of her line of duty\nis an intriguer and nothing else; you will remember, however, that it is\nnot my own fault, and that it is with regret I give myself such a title;\nQueens of France are happy only so long as they meddle with nothing, and\nmerely preserve influence sufficient to advance their friends and reward\na few zealous servants.  Do you know what happened to me lately?  One day\nsince I began to attend private committees at the King’s, while crossing\nthe oiel-de-boeuf, I heard one of the musicians of the chapel say so loud\nthat I lost not a single word, ’A Queen who does her duty will remain in\nher apartment to knit.’ I said within myself, ’Poor wretch, thou art\nright; but thou knowest not my situation; I yield to necessity and my\nevil destiny.’”",
        "This situation was the more painful to the Queen inasmuch as Louis XVI.\nhad long accustomed himself to say nothing to her respecting State\naffairs; and when, towards the close of his reign, she was obliged to\ninterfere in the most important matters, the same habit in the King\nfrequently kept from her particulars which it was necessary she should\nhave known.  Obtaining, therefore, only insufficient information, and\nguided by persons more ambitious than skilful, the Queen could not be\nuseful in important affairs; yet, at the same time, her ostensible\ninterference drew upon her, from all parties and all classes of society,\nan unpopularity the rapid progress of which alarmed all those who were\nsincerely attached to her.",
        "Carried away by the eloquence of the Archbishop of Sens, and encouraged\nin the confidence she placed in that minister by the incessant eulogies\nof the Abbe de Vermond on his abilities, the Queen unfortunately followed\nup her first mistake of bringing him into office in 1787 by supporting\nhim at the time of his disgrace, which was obtained by the despair of a\nwhole nation.  She thought it was due to her dignity to give him some\nmarked proof of her regard at the moment of his departure; misled by her\nfeelings, she sent him her portrait enriched with jewelry, and a brevet\nfor the situation of lady of the palace for Madame de Canisy, his niece,\nobserving that it was necessary to indemnify a minister sacrificed to the\nintrigues of the Court and a factious spirit of the nation; that\notherwise none would be found willing to devote themselves to the\ninterests of the sovereign.",
        "On the day of the Archbishop’s departure the public joy was universal,\nboth at Court and at Paris there were bonfires; the attorneys’ clerks\nburnt the Archbishop in effigy, and on the evening of his disgrace more\nthan a hundred couriers were sent out from Versailles to spread the happy\ntidings among the country seats.  I have seen the Queen shed bitter tears\nat the recollection of the errors she committed at this period, when\nsubsequently, a short time before her death, the Archbishop had the\naudacity to say, in a speech which was printed, that the sole object of\none part of his operations, during his administration, was the salutary\ncrisis which the Revolution had produced.",
        "The benevolence and generosity shown by the King and Queen during the\nsevere winter of 1788, when the Seine was frozen over and the cold was\nmore intense than it had been for eighty years, procured them some\nfleeting popularity.  The gratitude of the Parisians for the succour\ntheir Majesties poured forth was lively if not lasting.  The snow was so\nabundant that since that period there has never been seen such a\nprodigious quantity in France.  In different parts of Paris pyramids and\nobelisks of snow were erected with inscriptions expressive of the\ngratitude of the people.  The pyramid in the Rue d’Angiviller was\nsupported on a base six feet high by twelve broad; it rose to the height\nof fifteen feet, and was terminated by a globe.  Four blocks of stone,\nplaced at the angles, corresponded with the obelisk, and gave it an\nelegant appearance.  Several inscriptions, in honour of the King and\nQueen, were affixed to it.  I went to see this singular monument, and\nrecollect the following inscription",
        "          “Lovely and good, to tender pity true,\n          Queen of a virtuous King, this trophy view;\n          Cold ice and snow sustain its fragile form,\n          But ev’ry grateful heart to thee is warm.\n          Oh, may this tribute in your hearts excite,\n          Illustrious pair, more pure and real delight,\n          Whilst thus your virtues are sincerely prais’d,\n          Than pompous domes by servile flatt’ry rais’d.”",
        "The theatres generally rang with praises of the beneficence of the\nsovereigns: “La Partie de Chasse de Henri IV.” was represented for the\nbenefit of the poor.  The receipts were very considerable.",
        "When the fruitless measure of the Assembly of the Notables, and the\nrebellious spirit in the parliaments,",
        "     [The Assembly of the Notables, as may be seen in “Weber’s\n     Memoirs,” vol. i., overthrew the plans and caused the downfall\n     of M. de Calonne.  A prince of the blood presided over each of the\n     meetings of that assembly.  Monsieur, afterwards Louis XVIII.,\n     presided over the first meeting.",
        "     “Monsieur,” says a contemporary, “gained great reputation at the\n     Assembly of the Notables in 1787.  He did not miss attending his\n     meeting a single day, and he displayed truly patriotic virtues.\n     His care in discussing the weighty matters of administration, in\n     throwing light upon them, and in defending the interests and the\n     cause of the people, was such as even to inspire the King with some\n     degree of jealousy.  Monsieur openly said that a respectful\n     resistance to the orders of the monarch was not blamable, and that\n     authority might be met by argument, and forced to receive\n     information without any offence whatever.\"–NOTE BY THE EDITOR.]",
        "had created the necessity for States General, it was long discussed in\ncouncil whether they should be assembled at Versailles or at forty or\nsixty leagues from the capital; the Queen was for the latter course, and\ninsisted to the King that they ought to be far away from the immense\npopulation of Paris.  She feared that the people would influence the\ndeliberations of the deputies; several memorials were presented to the\nKing upon that question; but M. Necker prevailed, and Versailles was the\nplace fixed upon.",
        "The day on which the King announced that he gave his consent to the\nconvocation of the States General, the Queen left the public dinner,\nand placed herself in the recess of the first window of her bedchamber,\nwith her face towards the garden.  Her chief butler followed her, to\npresent her coffee, which she usually took standing, as she was about to\nleave the table.  She beckoned to me to come close to her.  The King was\nengaged in conversation with some one in his room.  When the attendant\nhad served her he retired; and she addressed me, with the cup still in\nher hand: “Great Heavens! what fatal news goes forth this day!  The King\nassents to the convocation of the States General.”  Then she added,\nraising her eyes to heaven, “I dread it; this important event is a first\nfatal signal of discord in France.”  She cast her eyes down, they were\nfilled with tears.  She could not take the remainder of her coffee, but\nhanded me the cup, and went to join the King.  In the evening, when she\nwas alone with me, she spoke only of this momentous decision.  “It is the\nParliament,” said she, “that has compelled the King to have recourse to a\nmeasure long considered fatal to the repose of the kingdom.  These\ngentlemen wish to restrain the power of the King; but they give a great\nshock to the authority of which they make so bad a use, and they will\nbring on their own destruction.”",
        "The double representation granted to the Tiers Etat was now the chief\ntopic of conversation.  The Queen favoured this plan, to which the King\nhad agreed; she thought the hope of obtaining ecclesiastical favours\nwould secure the clergy of the second order, and that M. Necker was sure\nto have the same degree of influence over the lawyers, and other people\nof that class comprised in the Tiers Dat.  The Comte d’Artois, holding\nthe contrary opinion, presented a memorial in the names of himself and\nseveral princes of the blood to the King against the double\nrepresentation.  The Queen was displeased with him for this; her\nconfidential advisers infused into her apprehensions that the Prince was\nmade the tool of a party; but his conduct was approved of by Madame de\nPolignac’s circle, which the Queen thenceforward only frequented to avoid\nthe appearance of a change in her habits.  She almost always returned\nunhappy; she was treated with the profound respect due to a queen, but\nthe devotion of friendship had vanished, to make way for the coldness of\netiquette, which wounded her deeply.  The alienation between her and the\nComte Artois was also very painful to her, for she had loved him almost\nas tenderly as if he had been her own brother.",
        "The opening of the States General took place on the 4th of May, 1789.\nThe Queen on that occasion appeared for the last time in her life in\nregal magnificence.  During the procession some low women, seeing the\nQueen pass, cried out “Vive le Duc d’ Orleans!”  in so threatening a\nmanner that she nearly fainted.  She was obliged to be supported, and\nthose about her were afraid it would be necessary to stop the procession.\nThe Queen, however, recovered herself, and much regretted that she had\nnot been able to command more presence of mind.",
        "The rapidly increasing distrust of the King and Queen shown by the\npopulace was greatly attributable to incessant corruption by English\ngold, and the projects, either of revenge or of ambition, of the Duc\nd’Orleans.  Let it not be thought that this accusation is founded on what\nhas been so often repeated by the heads of the French Government since\nthe Revolution.  Twice between the 14th of July and the 6th of October,\n1789, the day on which the Court was dragged to Paris, the Queen\nprevented me from making little excursions thither of business or\npleasure, saying to me, “Do not go on such a day to Paris; the English\nhave been scattering gold, we shall have some disturbance.”  The repeated\nvisits of the Duc d’Orleans to England had excited the Anglomania to such\na pitch that Paris was no longer distinguishable from London.  The\nFrench, formerly imitated by the whole of Europe, became on a sudden a\nnation of imitators, without considering the evils that arts and\nmanufactures must suffer in consequence of the change.  Since the treaty\nof commerce made with England at the peace of 1783, not merely equipages,\nbut everything, even to ribands and common earthenware, were of English\nmake.  If this predominance of English fashions had been confined to\nfilling our drawing-rooms with young men in English frock-coats, instead\nof the French dress, good taste and commerce might alone have suffered;\nbut the principles of English government had taken possession of these\nyoung heads.  Constitution, Upper House, Lower House, national guarantee,\nbalance of power, Magna Charta, Law of Habeas Corpus,–all these words\nwere incessantly repeated, and seldom understood; but they were of\nfundamental importance to a party which was then forming.",
        "The first sitting of the States took place on the following day.  The\nKing delivered his speech with firmness and dignity; the Queen told me\nthat he had taken great pains about it, and had repeated it frequently.\nHis Majesty gave public marks of attachment and respect for the Queen,\nwho was applauded; but it was easy to see that this applause was in fact\nrendered to the King alone.",
        "It was evident, during the first sittings, that Mirabeau would be very\ndangerous to the Government.  It affirmed that at this period he\ncommunicated to the King, and still more fully to the Queen, part of his\nschemes for abandoning them.  He brandished the weapons afforded him by\nhis eloquence and audacity, in order to make terms with the party he\nmeant to attack.  This man played the game of revolution to make his own\nfortune.  The Queen told me that he asked for an embassy, and, if my\nmemory does not deceive me, it was that of Constantinople.  He was\nrefused with well-deserved contempt, though policy would doubtless have\nconcealed it, could the future have been foreseen.",
        "The enthusiasm prevailing at the opening of this assembly, and the\ndebates between the Tiers Etat, the nobility, and even the clergy, daily\nincreased the alarm of their Majesties, and all who were attached to the\ncause of monarchy.  The Queen went to bed late, or rather she began to be\nunable to rest.  One evening, about the end of May, she was sitting in\nher room, relating several remarkable occurrences of the day; four wax\ncandles were placed upon her toilet-table; the first went out of itself;\nI relighted it; shortly afterwards the second, and then the third went\nout also; upon which the Queen, squeezing my hand in terror, said to me:\n“Misfortune makes us superstitious; if the fourth taper should go out\nlike the rest, nothing can prevent my looking upon it as a sinister\nomen.”  The fourth taper went out.  It was remarked to the Queen that the\nfour tapers had probably been run in the same mould, and that a defect in\nthe wick had naturally occurred at the same point in each, since the\ncandles had all gone out in the order in which they had been lighted.",
        "The deputies of the Tiers Etat arrived at Versailles full of the\nstrongest prejudices against the Court.  They believed that the King\nindulged in the pleasures of the table to a shameful excess; and that the\nQueen was draining the treasury of the State in order to satisfy the most\nunbridled luxury.  They almost all determined to see Petit Trianon.  The\nextreme plainness of the retreat in question not answering the ideas they\nhad formed, some of them insisted upon seeing the very smallest closets,\nsaying that the richly furnished apartments were concealed from them.\nThey particularised one which, according to them, was ornamented with\ndiamonds, and with wreathed columns studded with sapphires and rubies.\nThe Queen could not get these foolish ideas out of her mind, and spoke to\nthe King on the subject.  From the description given of this room by the\ndeputies to the keepers of Trianon, the King concluded that they were\nlooking for the scene enriched with paste ornaments, made in the reign of\nLouis XV. for the theatre of Fontainebleau.",
        "The King supposed that his Body Guards, on their return to the country,\nafter their quarterly duty at Court, related what they had seen, and that\ntheir exaggerated accounts, being repeated, became at last totally\nperverted.  This idea of the King, after the search for the diamond\nchamber, suggested to the Queen that the report of the King’s propensity\nfor drinking also sprang from the guards who accompanied his carriage\nwhen he hunted at Rambouillet.  The King, who disliked sleeping out of\nhis usual bed, was accustomed to leave that hunting-seat after supper;\nhe generally slept soundly in his carriage, and awoke only on his arrival\nat the courtyard of his palace; he used to get down from his carriage in\nthe midst of his Body Guards, staggering, as a man half awake will do,\nwhich was mistaken for intoxication.",
        "The majority of the deputies who came imbued with prejudices produced by\nerror or malevolence, went to lodge with the most humble private\nindividuals of Versailles, whose inconsiderate conversation contributed\nnot a little to nourish such mistakes.  Everything, in short, tended to\nrender the deputies subservient to the schemes of the leaders of the\nrebellion.",
        "Shortly after the opening of the States General the first Dauphin died.\nThat young Prince suffered from the rickets, which in a few months curved\nhis spine, and rendered his legs so weak that he could not walk without\nbeing supported like a feeble old man.",
        "     [Louis, Dauphin of France, who died at Versailles on the 4th of\n     June, 1789, gave promise of intellectual precocity.  The following\n     particulars, which convey some idea of his disposition, and of the\n     assiduous attention bestowed upon him by the Duchesse de Polignac,\n     will be found in a work of that time: “At two years old the Dauphin\n     was very pretty; he articulated well, and answered questions put to\n     him intelligently.  While he was at the Chateau de La Muette\n     everybody was at liberty to see him.  The Dauphin was dressed\n     plainly, like a sailor; there was nothing to distinguish him from\n     other children in external appearance but the cross of Saint Louis,\n     the blue ribbon, and the Order of the Fleece, decorations that are\n     the distinctive signs of his rank.  The Duchesse Jules de Polignac,\n     his governess, scarcely ever left him for a single instant: she gave\n     up all the Court excursions and amusements in order to devote her\n     whole attention to him.  The Prince always manifested a great regard\n     for M. de Bourset, his valet de chambre.  During the illness of\n     which he died, he one day asked for a pair of scissors; that\n     gentleman reminded him that they were forbidden.  The child insisted\n     mildly, and they were obliged to yield to him.  Having got the\n     scissors, he cut off a lock of his hair, which he wrapped in a sheet\n     of paper: ’There, monsieur,’ said he to his valet de chambre,’ there\n     is the only present I can make you, having nothing at my command;\n     but when I am dead you will present this pledge to my papa and\n     mamma; and while they remember me, I hope they will not forget\n     you.’\"–NOTE BY THE EDITOR.]",
        "How many maternal tears did his condition draw from the Queen, already\noverwhelmed with apprehensions respecting the state of the kingdom!  Her\ngrief was enhanced by petty intrigues, which, when frequently renewed,\nbecame intolerable.  An open quarrel between the families and friends of\nthe Duc Harcourt, the Dauphin’s governor, and those of the Duchesse de\nPolignac, his governess, added greatly to the Queen’s affliction.  The\nyoung Prince showed a strong dislike to the Duchesse de Polignac, who\nattributed it either to the Duc or the Duchesse d’Harcourt, and came to\nmake her complaints respecting it to the Queen.  The Dauphin twice sent\nher out of his room, saying to her, with that maturity of manner which\nlong illness always gives to children: “Go out, Duchess; you are so fond\nof using perfumes, and they always make me ill;” and yet she never used\nany.  The Queen perceived, also, that his prejudices against her friend\nextended to herself; her son would no longer speak in her presence.  She\nknew that he had become fond of sweetmeats, and offered him some\nmarshmallow and jujube lozenges.  The under-governors and the first valet\nde chambre requested her not to give the Dauphin anything, as he was to\nreceive no food of any kind without the consent of the faculty.\nI forbear to describe the wound this prohibition inflicted upon the\nQueen; she felt it the more deeply because she was aware it was unjustly\nbelieved she gave a decided preference to the Duc de Normandie, whose\nruddy health and amiability did, in truth, form a striking contrast to\nthe languid look and melancholy disposition of his elder brother.  She\neven suspected that a plot had for some time existed to deprive her of\nthe affection of a child whom she loved as a good and tender mother\nought.  Previous to the audience granted by the King on the 10th August,\n1788, to the envoy of the Sultan Tippoo Saib, she had begged the Duc\nd’Harcourt to divert the Dauphin, whose deformity was already apparent,\nfrom his, intention to be present at that ceremony, being unwilling to\nexpose him to the gaze of the crowd of inquisitive Parisians who would be\nin the gallery.  Notwithstanding this injunction, the Dauphin was\nsuffered to write to his mother, requesting her permission to be present\nat the audience.  The Queen was obliged to refuse him, and warmly\nreproached the governor, who merely answered that he could not oppose the\nwishes of a sick child.  A year before the death of the Dauphin the Queen\nlost the Princesse Sophie; this was, as the Queen said, the first of a\nseries of misfortunes.",
        "NOTE:  As Madame Campan has stated in the foregoing pages that the money\nto foment sedition was furnished from English sources, the decree of the\nConvention of August, 1793, maybe quoted as illustrative of the entente\ncordiale alleged to exist between the insurrectionary Government and its\nfriends across the Channel!  The endeavours made by the English\nGovernment to save the unfortunate King are well known.  The motives\nprompting the conduct of the Duc d’Orleans are equally well known.",
        "Art.  i.  The National Convention denounces the British Government to\nEurope and the English nation.",
        "Art.  ii.  Every Frenchman that shall place his money in the English\nfunds shall be declared a traitor to his country.",
        "Art.  iii.  Every Frenchman who has money in the English funds or those\nof any other Power with whom France is at war shall be obliged to declare\nthe same.",
        "Art.  iv.  All foreigners, subjects of the Powers now at war with France,\nparticularly the English, shall be arrested, and seals put upon their\npapers.",
        "Art.  v.  The barriers of Paris shall be instantly shut.",
        "Art.  vi.  All good citizens shall be required in the name of the country\nto search for the foreigners concerned in any plot denounced.",
        "Art.  vii.  Three millions shall be at the disposal of the Minister at\nWar to facilitate the march of the garrison of Mentz to La Vendee.",
        "Art.  viii.  The Minister at War shall send to the army on the coast of\nRochelle all the combustible materials necessary to set fire to the\nforests and underwood of La Vendee.",
        "Art.  ix.  The women, the children, and old men shall be conducted to the\ninterior parts of the country.",
        "Art.  x.  The property of the rebels shall be confiscated for the benefit\nof the Republic.",
        "Art.  xi.  A camp shall be formed without delay between Paris and the\nNorthern army.",
        "Art.  xii.  All the family of the Capets shall be banished from the\nFrench territory, those excepted who are under the sword of the law, and\nthe offspring of Louis Capet, who shall both remain in the Temple.",
        "Art.  xiii.  Marie Antoinette shall be delivered over to the\nRevolutionary Tribunal, and shall be immediately conducted to the prison\nof the Conciergerie.  Louise Elisabeth shall remain in the Temple till\nafter the judgment of Marie Antoinette.",
        "Art.  xiv.  All the tombs of the Kings which are at St. Denis and in the\ndepartments shall be destroyed on August the 10th.",
        "Art.  xv.  The present decree shall be despatched by extraordinary\ncouriers to all the departments.",
        " ",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}