{
    "title": "Memoirs of Marie Antoinette - Chapter VII.",
    "author": "Campan",
    "chapter": "9",
    "content": [
        "\n\n",
        "The winter following the confinement of the Comtesse d’Artois was very\nsevere; the recollections of the pleasure which sleighing-parties had\ngiven the Queen in her childhood made her wish to introduce similar ones\nin France.  This amusement had already been known in that Court, as was\nproved by sleighs being found in the stables which had been used by the\nDauphin, the father of Louis XVI.  Some were constructed for the Queen in\na more modern style.  The Princes also ordered several; and in a few days\nthere was a tolerable number of these vehicles.  They were driven by the\nprinces and noblemen of the Court.  The noise of the bells and balls with\nwhich the harness of the horses was furnished, the elegance and whiteness\nof their plumes, the varied forms of the carriages, the gold with which\nthey were all ornamented, rendered these parties delightful to the eye.\nThe winter was very favourable to them, the snow remaining on the ground\nnearly six weeks; the drives in the park afforded a pleasure shared by\nthe spectators.",
        "     [Louis XVI., touched with the wretched condition of the poor of\n     Versailles during the winter of 1776, had several cart-loads of wood\n     distributed among them.  Seeing one day a file of those vehicles\n     passing by, while several noblemen were preparing to be drawn\n     swiftly over the ice, he uttered these memorable words: “Gentlemen,\n     here are my sleighs!\"–NOTE BY THE EDITOR.]",
        "No one imagined that any blame could attach to so innocent an amusement.\nBut the party were tempted to extend their drives as far as the Champs\nElysees; a few sleighs even crossed the boulevards; the ladies being\nmasked, the Queen’s enemies took the opportunity of saying that she had\ntraversed the streets of Paris in a sleigh.",
        "This became a matter of moment.  The public discovered in it a\npredilection for the habits of Vienna; but all that Marie Antoinette did\nwas criticised.",
        "Sleigh-driving, savouring of the Northern Courts, had no favour among the\nParisians.  The Queen was informed of this; and although all the sleighs\nwere preserved, and several subsequent winters lent themselves to the\namusement, she would not resume it.",
        "It was at the time of the sleighing-parties that the Queen became\nintimately acquainted with the Princesse de Lamballe, who made her\nappearance in them wrapped in fur, with all the brilliancy and freshness\nof the age of twenty,–the emblem of spring, peeping from under sable and\nermine.  Her situation, moreover, rendered her peculiarly interesting;\nmarried, when she was scarcely past childhood, to a young prince, who\nruined himself by the contagious example of the Duc d’Orleans, she had\nhad nothing to do from the time of her arrival in France but to weep.\nA widow at eighteen, and childless, she lived with the Duc de Penthievre\nas an adopted daughter.  She had the tenderest respect and attachment for\nthat venerable Prince; but the Queen, though doing justice to his\nvirtues, saw that the Duc de Penthievre’s way of life, whether at Paris\nor at his country-seat, could neither afford his young daughter-in-law\nthe amusements suited to her time of life, nor ensure her in the future\nan establishment such as she was deprived of by her widowhood.  She\ndetermined, therefore, to establish her at Versailles; and for her sake\nrevived the office of superintendent, which had been discontinued at\nCourt since the death of Mademoiselle de Clermont.  It is said that Maria\nLeczinska had decided that this place should continue vacant, the\nsuperintendent having so extensive a power in the houses of queens as to\nbe frequently a restraint upon their inclinations.  Differences which\nsoon took place between Marie Antoinette and the Princesse de Lamballe\nrespecting the official prerogatives of the latter, proved that the wife\nof Louis XV. had acted judiciously in abolishing the office; but a kind\nof treaty made between the Queen and the Princess smoothed all\ndifficulties.  The blame for too strong an assertion of claims fell upon\na secretary of the superintendent, who had been her adviser; and\neverything was so arranged that a firm friendship existed between these\ntwo Princesses down to the disastrous period which terminated their\ncareer.",
        "Notwithstanding the enthusiasm which the splendour, grace, and kindness\nof the Queen generally inspired, secret intrigues continued in operation\nagainst her.  A short time after the ascension of Louis XVI. to the\nthrone, the minister of the King’s household was informed that a most\noffensive libel against the Queen was about to appear.  The lieutenant of\npolice deputed a man named Goupil, a police inspector, to trace this\nlibel; he came soon after to say that he had found out the place where\nthe work was being printed, and that it was at a country house near\nYverdun.  He had already got possession of two sheets, which contained\nthe most atrocious calumnies, conveyed with a degree of art which might\nmake them very dangerous to the Queen’s reputation.  Goupil said that he\ncould obtain the rest, but that he should want a considerable sum for\nthat purpose.  Three thousand Louis were given him, and very soon\nafterwards he brought the whole manuscript and all that had been printed\nto the lieutenant of police.  He received a thousand louis more as a\nreward for his address and zeal; and a much more important office was\nabout to be given him, when another spy, envious of Goupil’s good\nfortune, gave information that Goupil himself was the author of the\nlibel; that, ten years before, he had been put into the Bicetre for\nswindling; and that Madame Goupil had been only three years out of the\nSalpetriere, where she had been placed under another name.  This Madame\nGoupil was very pretty and very intriguing; she had found means to form\nan intimacy with Cardinal de Rohan, whom she led, it is said, to hope for\na reconciliation with the Queen.  All this affair was hushed up; but it\nshows that it was the Queen’s fate to be incessantly attacked by the\nmeanest and most odious machinations.",
        "Another woman, named Cahouette de Millers, whose husband held an office\nin the Treasury, being very irregular in conduct, and of a scheming turn\nof mind, had a mania for appearing in the eyes of her friends at Paris as\na person in favour at Court, to which she was not entitled by either\nbirth or office.  During the latter years of the life of Louis XV. she\nhad made many dupes, and picked up considerable sums by passing herself\noff as the King’s mistress.  The fear of irritating Madame du Barry was,\naccording to her, the only thing which prevented her enjoying that title\nopenly.  She came regularly to Versailles, kept herself concealed in a\nfurnished lodging, and her dupes imagined she was secretly summoned to\nCourt.",
        "This woman formed the scheme of getting admission, if possible, to the\npresence of the Queen, or at least causing it to be believed that she had\ndone so.  She adopted as her lover Gabriel de Saint Charles, intendant of\nher Majesty’s finances,–an office, the privileges of which were confined\nto the right of entering the Queen’s apartment on Sunday.  Madame de\nVillers came every Saturday to Versailles with M. de Saint Charles, and\nlodged in his apartment.  M. Campan was there several times.  She painted\ntolerably well, and she requested him to do her the favour to present to\nthe Queen a portrait of her Majesty which she had just copied.  M. Campan\nknew the woman’s character, and refused her.  A few days after, he saw on\nher Majesty’s couch the portrait which he had declined to present to her;\nthe Queen thought it badly painted, and gave orders that it should be\ncarried back to the Princesse de Lamballe, who had sent it to her.  The\nill success of the portrait did not deter the manoeuvrer from following\nup her designs; she easily procured through M. de Saint Charles patents\nand orders signed by the Queen; she then set about imitating her writing,\nand composed a great number of notes and letters, as if written by her\nMajesty, in the tenderest and most familiar style.  For many months she\nshowed them as great secrets to several of her particular friends.\nAfterwards, she made the Queen appear to write to her, to procure various\nfancy articles.  Under the pretext of wishing to execute her Majesty’s\ncommissions accurately, she gave these letters to the tradesmen to read,\nand succeeded in having it said, in many houses, that the Queen had a\nparticular regard for her.  She then enlarged her scheme, and represented\nthe Queen as desiring to borrow 200,000 francs which she had need of, but\nwhich she did not wish to ask of the King from his private funds.  This\nletter, being shown to M. Beranger, ’fermier general’ of the finances,\ntook effect; he thought himself fortunate in being able to render this\nassistance to his sovereign, and lost no time in sending the 200,000\nfrancs to Madame de Villers.  This first step was followed by some\ndoubts, which he communicated to people better informed than himself of\nwhat was passing at Court; they added to his uneasiness; he then went to\nM. de Sartine, who unravelled the whole plot.  The woman was sent to St.\nPelagie; and the unfortunate husband was ruined, by replacing the sum\nborrowed, and by paying for the jewels fraudulently purchased in the\nQueen’s name.  The forged letters were sent to her Majesty; I compared\nthem in her presence with her own handwriting, and the only\ndistinguishable difference was a little more regularity in the letters.",
        "This trick, discovered and punished with prudence and without passion,\nproduced no more sensation out of doors than that of the Inspector\nGoupil.",
        "A year after the nomination of Madame de Lamballe to the post of\nsuperintendent of the Queen’s household, balls and quadrilles gave rise\nto the intimacy of her Majesty with the Comtesse Jules de Polignac.  This\nlady really interested Marie Antoinette.  She was not rich, and generally\nlived upon her estate at Claye.  The Queen was astonished at not having\nseen her at Court earlier.  The confession that her want of fortune had\neven prevented her appearance at the celebration of the marriages of the\nPrinces added to the interest which she had inspired.",
        "The Queen was full of consideration, and took delight in counteracting\nthe injustice of fortune.  The Countess was induced to come to Court by\nher husband’s sister, Madame Diane de Polignac, who had been appointed\nlady of honour to the Comtesse d’Artois.  The Comtesse Jules was really\nfond of a tranquil life; the impression she made at Court affected her\nbut little; she felt only the attachment manifested for her by the Queen.\nI had occasion to see her from the commencement of her favour at Court;\nshe often passed whole hours with me, while waiting for the Queen.  She\nconversed with me freely and ingenuously about the honour, and at the\nsame time the danger, she saw in the kindness of which she was the\nobject.  The Queen sought for the sweets of friendship; but can this\ngratification, so rare in any rank, exist between a Queen and a subject,\nwhen they are surrounded, moreover, by snares laid by the artifice of\ncourtiers?  This pardonable error was fatal to the happiness of Marie\nAntoinette.",
        "The retiring character of the Comtesse Jules, afterwards Duchesse de\nPolignac, cannot be spoken of too favourably; but if her heart was\nincapable of forming ambitious projects, her family and friends in her\nfortune beheld their own, and endeavoured to secure the favour of the\nQueen.",
        "     [The Comtesse, afterwards Duchesse de Polignac, nee Polastron,\n     Married the Comte (in 1780 the Duc) Jules de Polignac, the father of\n     the Prince de Polignac of Napoleon’s and of Charles X.’s time.  She\n     emigrated in 1789, and died in Vienna in 1793.]",
        "The Comtesse de Diane, sister of M. de Polignac, and the Baron de\nBesenval and M. de Vaudreuil, particular friends of the Polignac family,\nmade use of means, the success of which was infallible.  One of my\nfriends (Comte de Moustier), who was in their secret, came to tell me\nthat Madame de Polignac was about to quit Versailles suddenly; that she\nwould take leave of the Queen only in writing; that the Comtesse Diane\nand M. de Vaudreuil had dictated her letter, and the whole affair was\narranged for the purpose of stimulating the attachment of Marie\nAntoinette.  The next day, when I went up to the palace, I found the\nQueen with a letter in her hand, which she was reading with much emotion;\nit was the letter from the Comtesse Jules; the Queen showed it to me.\nThe Countess expressed in it her grief at leaving a princess who had\nloaded her with kindness.  The narrowness of her fortune compelled her to\ndo so; but she was much more strongly impelled by the fear that the\nQueen’s friendship, after having raised up dangerous enemies against her,\nmight abandon her to their hatred, and to the regret of having lost the\naugust favour of which she was the object.",
        "This step produced the full effect that had been expected from it.  A\nyoung and sensitive queen cannot long bear the idea of contradiction.\nShe busied herself in settling the Comtesse Jules near her, by making\nsuch a provision for her as should place her beyond anxiety.  Her\ncharacter suited the Queen; she had merely natural talents, no pedantry,\nno affectation of knowledge.  She was of middle size; her complexion very\nfair, her eyebrows and hair dark brown, her teeth superb, her smile\nenchanting, and her whole person graceful.  She was seen almost always in\na demi-toilet, remarkable only for neatness and good taste.  I do not\nthink I ever once saw diamonds about her, even at the climax of her\nfortune, when she had the rank of Duchess at Court.",
        "I have always believed that her sincere attachment for the Queen, as much\nas her love of simplicity, induced her to avoid everything that might\ncause her to be thought a wealthy favourite.  She had not one of the\nfailings which usually accompany that position.  She loved the persons\nwho shared the Queen’s affections, and was entirely free from jealousy.\nMarie Antoinette flattered herself that the Comtesse Jules and the\nPrincesse de Lamballe would be her especial friends, and that she should\npossess a society formed according to her own taste.  “I will receive\nthem in my closet, or at Trianon,” said she; “I will enjoy the comforts\nof private life, which exist not for us, unless we have the good sense to\nsecure them for ourselves.”  The happiness the Queen thought to secure\nwas destined to turn to vexation.  All those courtiers who were not\nadmitted to this intimacy became so many jealous and vindictive enemies.",
        "It was necessary to make a suitable provision for the Countess.  The\nplace of first equerry, in reversion after the Comte de Tesse, given to\nComte Jules unknown to the titular holder, displeased the family of\nNoailles.  This family had just sustained another mortification, the\nappointment of the Princesse de Lamballe having in some degree rendered\nnecessary the resignation of the Comtesse de Noailles, whose husband was\nthereupon made a marshal of France.  The Princesse de Lamballe, although\nshe did not quarrel with the Queen, was alarmed at the establishment of\nthe Comtesse Jules at Court, and did not form, as her Majesty had hoped,\na part of that intimate society, which was in turn composed of Mesdames\nJules and Diane de Polignac, d’Andlau and de Chalon, and Messieurs de\nGuignes, de Coigny, d’Adhemar, de Besenval, lieutenant-colonel of the\nSwiss, de Polignac, de Vaudreuil, and de Guiche; the Prince de Ligne and\nthe Duke of Dorset, the English ambassador, were also admitted.",
        "It was a long time before the Comtesse Jules maintained any great state\nat Court.  The Queen contented herself with giving her very fine\napartments at the top of the marble staircase.  The salary of first\nequerry, the trifling emoluments derived from M. de Polignac’s regiment,\nadded to their slender patrimony, and perhaps some small pension, at that\ntime formed the whole fortune of the favourite.  I never saw the Queen\nmake her a present of value; I was even astonished one day at hearing her\nMajesty mention, with pleasure, that the Countess had gained ten thousand\nfrancs in the lottery.  “She was in great want of it,” added the Queen.",
        "Thus the Polignacs were not settled at Court in any degree of splendour\nwhich could justify complaints from others, and the substantial favours\nbestowed upon that family were less envied than the intimacy between them\nand their proteges and the Queen.  Those who had no hope of entering the\ncircle of the Comtesse Jules were made jealous by the opportunities of\nadvancement it afforded.",
        "However, at the time I speak of, the society around the Comtesse Jules\nwas fully engaged in gratifying the young Queen.  Of this the Marquis de\nVaudreuil was a conspicuous member; he was a brilliant man, the friend\nand protector of men of letters and celebrated artists.",
        "The Baron de Besenval added to the bluntness of the Swiss all the\nadroitness of a French courtier.  His fifty years and gray hairs made him\nenjoy among women the confidence inspired by mature age, although he had\nnot given up the thought of love affairs.  He talked of his native\nmountains with enthusiasm.  He would at any time sing the “Ranz des\nVaches” with tears in his eyes, and was the best story-teller in the\nComtesse Jules’s circle.  The last new song or ’bon mot’ and the gossip\nof the day were the sole topics of conversation in the Queen’s parties.\nWit was banished from them.  The Comtesse Diane, more inclined to\nliterary pursuits than her sister-in-law, one day, recommended her to\nread the “Iliad” and “Odyssey.”  The latter replied, laughing, that she\nwas perfectly acquainted with the Greek poet, and said to prove it:",
        "          “Homere etait aveugle et jouait du hautbois.”",
        "          (Homer was blind and played on the hautboy.)",
        "     [This lively repartee of the Duchesse de Polignac is a droll\n     imitation of a line in the “Mercure Galant.”  In the quarrel scene\n     one of the lawyers says to his brother quill: ’Ton pere etait\n     aveugle et jouait du hautbois.’]",
        "The Queen found this sort of humour very much to her taste, and said that\nno pedant should ever be her friend.",
        "Before the Queen fixed her assemblies at Madame de Polignac’s, she\noccasionally passed the evening at the house of the Duc and Duchesse de\nDuras, where a brilliant party of young persons met together.  They\nintroduced a taste for trifling games, such as question and answer,\n’guerre panpan’, blind man’s buff, and especially a game called\n’descampativos’.  The people of Paris, always criticising, but always\nimitating the customs of the Court, were infected with the mania for\nthese childish sports.  Madame de Genlis, sketching the follies of the\nday in one of her plays, speaks of these famous ’descampativos’; and also\nof the rage for making a friend, called the ’inseparable’, until a whim\nor the slightest difference might occasion a total rupture.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}