{
    "title": "Memoirs of Marie Antoinette - Chapter VI.",
    "author": "Campan",
    "chapter": "6",
    "content": [
        "\n\n",
        "On my arrival at Paris on the 25th of August I found the state of feeling\nthere much more temperate than I had dared to hope.  The conversation\ngenerally ran upon the acceptance of the constitution, and the fetes\nwhich would be given in consequence.  The struggle between the Jacobins\nand the constitutionals on the 17th of July, 1791, nevertheless had\nthrown the Queen into great terror for some moments; and the firing of\nthe cannon from the Champ de Mars upon a party which called for a trial\nof the King, and the leaders of which were in the very bosom of the\nAssembly, left the most gloomy impressions upon her mind.",
        "The constitutionals, the Queen’s connection with whom was not slackened\nby the intervention of the three members already mentioned, had\nfaithfully served the royal family during their detention.",
        "“We still hold the wire by which this popular mass is moved,” said\nBarnave to M. de J––- one day, at the same time showing him a large\nvolume, in which the names of all those who were influenced with the\npower of gold alone were registered.  It was at that time proposed to\nhire a considerable number of persons in order to secure loud\nacclamations when the King and his family should make their appearance at\nthe play upon the acceptance of the constitution.  That day, which\nafforded a glimmering hope of tranquillity, was the 14th of September;\nthe fetes were brilliant; but already fresh anxieties forbade the royal\nfamily to encourage much hope.",
        "The Legislative Assembly, which had just succeeded the Constituent\nAssembly (October, 1791), founded its conduct upon the wildest republican\nprinciples; created from the midst of popular assemblies, it was wholly\ninspired by the spirit which animated them.  The constitution, as I have\nsaid, was presented to the King on the 3d of September, 1791.  The\nministers, with the exception of M. de Montmorin, insisted upon the\nnecessity of accepting the constitutional act in its entirety.  The\nPrince de Kaunitz–[Minister of Austria]– was of the same opinion.\nMalouet wished the King to express himself candidly respecting any errors\nor dangers that he might observe in the constitution.  But Duport and\nBarnave, alarmed at the spirit prevailing in the Jacobin Club,",
        "     [The extreme revolutionary party, so called from the club,\n     originally “Breton,” then “Amis de la Constitution,” sitting at the\n     convent of the Dominicans (called in France Jacobins) of the Rue\n     Saint Honore.]",
        "and even in the Assembly, where Robespierre had already denounced them as\ntraitors to the country, and dreading still greater evils, added their\nopinions to those of the majority of the ministers and M. de Kaunitz;\nthose who really desired that the constitution should be maintained\nadvised that it should not be accepted thus literally.  The King seemed\ninclined to this advice; and this is one of the strongest proofs of his\nsincerity.",
        "Alexandre Lameth, Duport, and Barnave, still relying on the resources of\ntheir party, hoped to have credit for directing the King through the\ninfluence they believed they had acquired over the mind of the Queen.\nThey also consulted people of acknowledged talent, but belonging to no\ncouncil nor to any assembly.  Among these was M. Dubucq, formerly\nintendant of the marine and of the colonies.  He answered laconically in\none phrase: “Prevent disorder from organising itself.”",
        "The letter written by the King to the Assembly, claiming to accept the\nconstitution in the very place where it had been created, and where he\nannounced he would be on the 14th September at mid-day, was received with\ntransport, and the reading was repeatedly interrupted by plaudits.  The\nsitting terminated amidst the greatest enthusiasm, and M. de La Fayette\nobtained the release of all those who were detained on account of the\nKing’s journey [to Varennes], the abandonment of all proceedings relative\nto the events of the Revolution, and the discontinuance of the use of\npassports and of temporary restraints upon free travelling, as well in\nthe interior as without.  The whole was conceded by acclamation.  Sixty\nmembers were deputed to go to the King and express to him fully the\nsatisfaction his Majesty’s letter had given.  The Keeper of the Seals\nquitted the chamber, in the midst of applause, to precede the deputation\nto the King.",
        "The King answered the speech addressed to him, and concluded by saying to\nthe Assembly that a decree of that morning, which had abolished the order\nof the Holy Ghost, had left him and his son alone permission to be\ndecorated with it; but that an order having no value in his eyes, save\nfor the power of conferring it, he would not use it.",
        "The Queen, her son, and Madame, were at the door of the chamber into\nwhich the deputation was admitted.  The King said to the deputies, “You\nsee there my wife and children, who participate in my sentiments;” and\nthe Queen herself confirmed the King’s assurance.  These apparent marks\nof confidence were very inconsistent with the agitated state of her mind.\n“These people want no sovereigns,” said she.  “We shall fall before their\ntreacherous though well-planned tactics; they are demolishing the\nmonarchy stone by stone.”",
        "Next day the particulars of the reception of the deputies by the King\nwere reported to the Assembly, and excited warm approbation.  But the\nPresident having put the question whether the Assembly ought not to\nremain seated while the King took the oath “Certainly,” was repeated by\nmany voices; “and the King, standing, uncovered.”  M. Malouet observed\nthat there was no occasion on which the nation, assembled in the presence\nof the King, did not acknowledge him as its head; that the omission to\ntreat the head of the State with the respect due to him would be an\noffence to the nation, as well as to the monarch.  He moved that the King\nshould take the oath standing, and that the Assembly should also stand\nwhile he was doing so.  M. Malouet’s observations would have carried the\ndecree, but a deputy from Brittany exclaimed, with a shrill voice, that\nhe had an amendment to propose which would render all unanimous.  “Let us\ndecree,” said he, “that M. Malouet, and whoever else shall so please, may\nhave leave to receive the King upon their knees; but let us stick to the\ndecree.”",
        "The King repaired to the chamber at mid-day.  His speech was followed by\nplaudits which lasted several minutes.  After the signing of the\nconstitutional act all sat down.  The President rose to deliver his\nspeech; but after he had begun, perceiving that the King did not rise to\nhear him, he sat down again.  His speech made a powerful impression; the\nsentence with which it concluded excited fresh acclamations, cries of\n“Bravo!”  and “Vive le Roi!\"–\"Sire, “said he, “how important in our\neyes, and how dear to our hearts–how sublime a feature in our history–\nmust be the epoch of that regeneration which gives citizens to France,\nand a country to Frenchmen,–to you, as a king, a new title of greatness\nand glory, and, as a man, a source of new enjoyment.”  The whole Assembly\naccompanied the King on his return, amidst the people’s cries of\nhappiness, military music, and salvoes of artillery.",
        "At length I hoped to see a return of that tranquillity which had so long\nvanished from the countenances of my august master and mistress.  Their\nsuite left them in the salon; the Queen hastily saluted the ladies, and\nreturned much affected; the King followed her, and, throwing himself into\nan armchair, put his handkerchief to his eyes.  “Ah! Madame,” cried he,\nhis voice choked by tears, “why were you present at this sitting?  to\nwitness–” these words were interrupted by sobs.  The Queen threw herself\nupon her knees before him, and pressed him in her arms.  I remained with\nthem, not from any blamable curiosity, but from a stupefaction which\nrendered me incapable of determining what I ought to do.  The Queen said\nto me, “Oh! go, go!” with an accent which expressed, “Do not remain to\nsee the dejection and despair of your sovereign!”  I withdrew, struck\nwith the contrast between the shouts of joy without the palace and the\nprofound grief which oppressed the sovereigns within.  Half an hour\nafterwards the Queen sent for me.  She desired to see M. de Goguelat, to\nannounce to him his departure on that very night for Vienna.  The renewed\nattacks upon the dignity of the throne which had been made during the\nsitting; the spirit of an Assembly worse than the former; the monarch put\nupon a level with the President, without any deference to the throne,–\nall this proclaimed but too loudly that the sovereignty itself was aimed\nat.  The Queen no longer saw any ground for hope from the Provinces.\nThe King wrote to the Emperor; she told me that she would herself,\nat midnight, bring the letter which M. de Goguelat was to bear to the\nEmperor, to my room.",
        "During all the remainder of the day the Chateau and the Tuileries were\ncrowded; the illuminations were magnificent.  The King and Queen were\nrequested to take an airing in their carriage in the Champs-Elysees,\nescorted by the aides-decamp, and leaders of the Parisian army, the\nConstitutional Guard not being at the time organised.  Many shouts of\n“Vive le Roi!”  were heard; but as often as they ceased, one of the mob,\nwho never quitted the door of the King’s carriage for a single instant,\nexclaimed with a stentorian voice, “No, don’t believe them!  Vive la\nNation!”  This ill-omened cry struck terror into the Queen.",
        "A few days afterwards M. de Montmorin sent to say he wanted to speak to\nme; that he would come to me, if he were not apprehensive his doing so\nwould attract observation; and that he thought it would appear less\nconspicuous if he should see me in the Queen’s great closet at a time\nwhich he specified, and when nobody would be there.  I went.  After\nhaving made some polite observations upon the services I had already\nperformed, and those I might yet perform, for my master and mistress, he\nspoke to me of the King’s imminent danger, of the plots which were\nhatching, and of the lamentable composition of the Legislative Assembly;\nand he particularly dwelt upon the necessity of appearing, by prudent\nremarks, determined as much as possible to abide by the act the King had\njust recognised.  I told him that could not be done without committing\nourselves in the eyes of the royalist party, with which moderation was a\ncrime; that it was painful to hear ourselves taxed with being\nconstitutionalists, at the same time that it was our opinion that the\nonly constitution which was consistent with the King’s honour, and the\nhappiness and tranquillity of his people, was the absolute power of the\nsovereign; that this was my creed, and it would pain me to give any room\nfor suspicion that I was wavering in it.",
        "“Could you ever believe,” said he, “that I should desire any other order\nof things?  Have you any doubt of my attachment to the King’s person, and\nthe maintenance of his rights?”",
        "“I know it, Count,” replied I; “but you are not ignorant that you lie\nunder the imputation of having adopted revolutionary ideas.”",
        "“Well, madame, have resolution enough to dissemble and to conceal your\nreal sentiments; dissimulation was never more necessary.  Endeavours are\nbeing made to paralyse the evil intentions of the factious as much as\npossible; but we must not be counteracted here by certain dangerous\nexpressions which are circulated in Paris as coming from the King and\nQueen.”",
        "I told him that I had been already struck with apprehension of the evil\nwhich might be done by the intemperate observations of persons who had no\npower to act; and that I had felt ill consequences from having repeatedly\nenjoined silence on those in the Queen’s service.",
        "“I know that,” said the Count; “the Queen informed me of it, and that\ndetermined me to come and request you to increase and keep alive, as much\nas you can, that spirit of discretion which is so necessary.”",
        "While the household of the King and Queen were a prey to all these fears,\nthe festivities in celebration of the acceptance of the constitution\nproceeded.  Their Majesties went to the Opera; the audience consisted\nentirely of persons who sided with the King, and on that day the\nhappiness of seeing him for a short time surrounded by faithful subjects\nmight be enjoyed.  The acclamations were then sincere.",
        "“La Coquette Corrigee” had been selected for representation at the\nTheatre Francais solely because it was the piece in which Mademoiselle\nContat shone most.  Yet the notions propagated by the Queen’s enemies\ncoinciding in my mind with the name of the play, I thought the choice\nvery ill-judged.  I was at a loss, however, how to tell her Majesty so;\nbut sincere attachment gives courage.  I explained myself; she was\nobliged to me, and desired that another play might be performed.  They\naccordingly selected “La Gouvernante,” almost equally unfortunate in\ntitle.",
        "The Queen, Madame the King’s daughter, and Madame Elisabeth were all well\nreceived on this occasion.  It is true that the opinions and feelings of\nthe spectators in the boxes could not be otherwise than favourable, and\ngreat pains had been taken, previously to these two performances, to fill\nthe pit with proper persons.  But, on the other hand, the Jacobins took\nthe same precautions on their side at the Theatre Italien, and the tumult\nwas excessive there.  The play was Gretry’s “Les Evenements Imprevus.\"\nUnfortunately, Madame Dugazon thought proper to bow to the Queen as she\nsang the words, “Ah, how I love my mistress!” in a duet.  Above twenty\nvoices immediately exclaimed from the pit, “No mistress!  no master!\nliberty!”  A few replied from the boxes and slips, “Vive le Roi!  vive la\nReine!”  Those in the pit answered, “No master! no Queen!” The quarrel\nincreased; the pit formed into parties; they began fighting, and the\nJacobins were beaten; tufts of their black hair flew about the theatre.–\n[At this time none but the Jacobins had discontinued the use of\nhairpowder.–MADAME CAMPAN.]– A military guard arrived.  The Faubourg\nSt. Antoine, hearing of what was going on at the Theatre Italien, flocked\ntogether, and began to talk of marching towards the scene of action.  The\nQueen preserved the calmest demeanour; the commandants of the guard\nsurrounded and encouraged her; they conducted themselves promptly and\ndiscreetly.  No accident happened.  The Queen was highly applauded as she\nquitted the theatre; it was the last time she was ever in one!",
        "While couriers were bearing confidential letters from the King to the\nPrinces, his brothers, and to the foreign sovereigns, the Assembly\ninvited him to write to the Princes in order to induce them to return to\nFrance.  The King desired the Abbe de Montesquiou to write the letter he\nwas to send; this letter, which was admirably composed in a simple and\naffecting style, suited to the character of Louis XVI., and filled with\nvery powerful arguments in favour of the advantages to be derived from\nadopting the principles of the constitution, was confided to me by the\nKing, who desired me to make him a copy of it.",
        "At this period M. M––-, one of the intendants of Monsieur’s household,\nobtained a passport from the Assembly to join that Prince on business\nrelative to his domestic concerns.  The Queen selected him to be the\nbearer of this letter.  She determined to give it to him herself, and to\ninform him of its object.  I was astonished at her choice of this\ncourier.  The Queen assured me he was exactly the man for her purpose,\nthat she relied even upon his indiscretion, and that it was merely\nnecessary that the letter from the King to his brothers should be known\nto exist.  The Princes were doubtless informed beforehand on the subject\nby the private correspondence.  Monsieur nevertheless manifested some\ndegree of surprise, and the messenger returned more grieved than pleased\nat this mark of confidence, which nearly cost him his life during the\nReign of Terror.",
        "Among the causes of uneasiness to the Queen there was one which was but\ntoo well founded, the thoughtlessness of the French whom she sent to\nforeign Courts.  She used to say that they had no sooner passed the\nfrontiers than they disclosed the most secret matters relative to the\nKing’s private sentiments, and that the leaders of the Revolution were\ninformed of them through their agents, many of whom were Frenchmen who\npassed themselves off as emigrants in the cause of their King.",
        "After the acceptance of the constitution, the formation of the King’s\nhousehold, as well military as civil, formed a subject of attention.\nThe Duc de Brissac had the command of the Constitutional Guard, which was\ncomposed of officers and men selected from the regiments, and of several\nofficers drawn from the National Guard of Paris.  The King was satisfied\nwith the feelings and conduct of this band, which, as is well known,\nexisted but a very short time.",
        "The new constitution abolished what were called honours, and the\nprerogatives belonging to them.  The Duchesse de Duras resigned her place\nof lady of the bedchamber, not choosing to lose her right to the tabouret\nat Court.  This step hurt the Queen, who saw herself forsaken through the\nloss of a petty privilege at a time when her own rights and even life\nwere so hotly attacked.  Many ladies of rank left the Court for the same\nreason.  However, the King and Queen did not dare to form the civil part\nof their household, lest by giving the new names of the posts they should\nacknowledge the abolition of the old ones, and also lest they should\nadmit into the highest positions persons not calculated to fill them\nwell.  Some time was spent in discussing the question, whether the\nhousehold should be formed without chevaliers and without ladies of\nhonour.  The Queen’s constitutional advisers were of opinion that the\nAssembly, having decreed a civil list adequate to uphold the splendour of\nthe throne, would be dissatisfied at seeing the King adopting only a\nmilitary household, and not forming his civil household upon the new\nconstitutional plan.  “How is it, Madame,” wrote Barnave to the Queen,\n“that you will persist in giving these people even the smallest doubt as\nto your sentiments?  When they decree you a civil and a military\nhousehold, you, like young Achilles among the daughters of Lycomedes,\neagerly seize the sword and scorn the mere ornaments.”  The Queen\npersisted in her determination to have no civil household.  “If,” said\nshe, “this constitutional household be formed, not a single person of\nrank will remain with us, and upon a change of affairs we should be\nobliged to discharge the persons received into their place.”",
        "“Perhaps,” added she, “perhaps I might find one day that I had saved the\nnobility, if I now had resolution enough to afflict them for a time; I\nhave it not.  When any measure which injures them is wrested from us they\nsulk with me; nobody comes to my card party; the King goes unattended to\nbed.  No allowance is made for political necessity; we are punished for\nour very misfortunes.”",
        "The Queen wrote almost all day, and spent part of the night in reading:\nher courage supported her physical strength; her disposition was not at\nall soured by misfortunes, and she was never seen in an ill-humour for a\nmoment.  She was, however, held up to the people as a woman absolutely\nfurious and mad whenever the rights of the Crown were in any way\nattacked.",
        "I was with her one day at one of her windows.  We saw a man plainly\ndressed, like an ecclesiastic, surrounded by an immense crowd.  The Queen\nimagined it was some abbe whom they were about to throw into the basin of\nthe Tuileries; she hastily opened her window and sent a valet de chambre\nto know what was going forward in the garden.  It was Abbe Gregoire, whom\nthe men and women of the tribunes were bringing back in triumph, on\naccount of a motion he had just made in the National Assembly against the\nroyal authority.  On the following day the democratic journalists\ndescribed the Queen as witnessing this triumph, and showing, by\nexpressive gestures at her window, how highly she was exasperated by the\nhonours conferred upon the patriot.",
        "The correspondence between the Queen and the foreign powers was carried\non in cipher.  That to which she gave the preference can never be\ndetected; but the greatest patience is requisite for its use.  Each\ncorrespondent must have a copy of the same edition of some work.  She\nselected “Paul and Virginia.”  The page and line in which the letters\nrequired, and occasionally a monosyllable, are to be found are pointed\nout in ciphers agreed upon.  I assisted her in finding the letters, and\nfrequently I made an exact copy for her of all that she had ciphered,\nwithout knowing a single word of its meaning.",
        "There were always several secret committees in Paris occupied in\ncollecting information for the King respecting the measures of the\nfactions, and in influencing some of the committees of the Assembly.\nM. Bertrand de Molleville was in close correspondence with the Queen.\nThe King employed M. Talon and others; much money was expended through\nthe latter channel for the secret measures.  The Queen had no confidence\nin them.  M. de Laporte, minister of the civil list and of the household,\nalso attempted to give a bias to public opinion by means of hireling\npublications; but these papers influenced none but the royalist party,\nwhich did not need influencing.  M. de Laporte had a private police which\ngave him some useful information.",
        "I determined to sacrifice myself to my duty, but by no means to any\nintrigue, and I thought that, circumstanced as I was, I ought to confine\nmyself to obeying the Queen’s orders.  I frequently sent off couriers to\nforeign countries, and they were never discovered, so many precautions\ndid I take.  I am indebted for the preservation of my own existence to\nthe care I took never to admit any deputy to my abode, and to refuse all\ninterviews which even people of the highest importance often requested of\nme; but this line of conduct exposed me to every species of ill-will,\nand on the same day I saw myself denounced by Prud’homme, in his ’Gazette\nRevolutionnaire’, as capable of making an aristocrat of the mother of the\nGracchi, if a person so dangerous as myself could have got into her\nhousehold; and by Gauthier’s Gazette Royaliste, as a monarchist, a\nconstitutionalist, more dangerous to the Queen’s interests than a\nJacobin.",
        "At this period an event with which I had nothing to do placed me in a\nstill more critical situation.  My brother, M. Genet, began his\ndiplomatic career successfully.  At eighteen he was attached to the\nembassy to Vienna; at twenty he was appointed chief secretary of Legation\nin England, on occasion of the peace of 1783.  A memorial which he\npresented to M. de Vergennes upon the dangers of the treaty of commerce\nthen entered into with England gave offence to M. de Calonne, a patron of\nthat treaty, and particularly to M. Gerard de Rayneval, chief clerk for\nforeign affairs.  So long as M. de Vergennes lived, having upon my\nfather’s death declared himself the protector of my brother, he supported\nhim against the enemies his views had created.  But on his death M. de\nMontmorin, being much in need of the long experience in business which he\nfound in M. de Rayneval, was guided solely by the latter.  The office of\nwhich my brother was the head was suppressed.  He then went to St.\nPetersburg, strongly recommended to the Comte de Segur, minister from\nFrance to that Court, who appointed him secretary of Legation.  Some time\nafterwards the Comte de Segur left him at St. Petersburg, charged with\nthe affairs of France.  After his return from Russia, M. Genet was\nappointed ambassador to the United States by the party called Girondists,\nthe deputies who headed it being from the department of the Gironde.  He\nwas recalled by the Robespierre party, which overthrew the former\nfaction, on the 31st of May, 1793, and condemned to appear before the\nConvention.  Vice-President Clinton, at that time Governor of New York,\noffered him an asylum in his house and the hand of his daughter, and M.\nGenet established himself prosperously in America.",
        "When my brother quitted Versailles he was much hurt at being deprived of\na considerable income for having penned a memorial which his zeal alone\nhad dictated, and the importance of which was afterwards but too well\nunderstood.  I perceived from his correspondence that he inclined to some\nof the new notions.  He told me it was right he should no longer conceal\nfrom me that he sided with the constitutional party; that the King had in\nfact commanded it, having himself accepted the constitution; that he\nwould proceed firmly in that course, because in this case\ndisingenuousness would be fatal, and that he took that side of the\nquestion because he had had it proved to him that the foreign powers\nwould not serve the King’s cause without advancing pretensions prompted\nby long-standing interests, which always would influence their councils;\nthat he saw no salvation for the King and Queen but from within France,\nand that he would serve the constitutional King as he served him before\nthe Revolution.  And lastly, he requested me to impart to the Queen the\nreal sentiments of one of his Majesty’s agents at a foreign Court.  I\nimmediately went to the Queen and gave her my brother’s letter; she read\nit attentively, and said, “This is the letter of a young man led astray\nby discontent and ambition; I know you do not think as he does; do not\nfear that you will lose the confidence of the King and myself.”  I\noffered to discontinue all correspondence with my brother; she opposed\nthat, saying it would be dangerous.  I then entreated she would permit me\nin future to show her my own and my brother’s letters, to which she\nconsented.  I wrote warmly to my brother against the course he had\nadopted.  I sent my letters by sure channels; he answered me by the post,\nand no longer touched upon anything but family affairs.  Once only he\ninformed me that if I should write to him respecting the affairs of the\nday he would give me no answer.  “Serve your august mistress with the\nunbounded devotion which is due from you,” said he, “and let us each do\nour duty.  I will only observe to you that at Paris the fogs of the Seine\noften prevent people from seeing that immense capital, even from the\nPavilion of Flora, and I see it more clearly from St. Petersburg.\"\nThe Queen said, as she read this letter, “Perhaps he speaks but too\ntruly; who can decide upon so disastrous a position as ours has become?\"\nThe day on which I gave the Queen my brother’s first letter to read she\nhad several audiences to give to ladies and other persons belonging to\nthe Court, who came on purpose to inform her that my brother was an\navowed constitutionalist and revolutionist.  The Queen replied, “I know\nit; Madame Campan has told me so.”  Persons jealous of my situation\nhaving subjected me to mortifications, and these unpleasant circumstances\nrecurring daily, I requested the Queen’s permission to withdraw from\nCourt.  She exclaimed against the very idea, represented it to me as\nextremely dangerous for my own reputation, and had the kindness to add\nthat, for my sake as well as for her own, she never would consent to it.\nAfter this conversation I retired to my apartment.  A few minutes later a\nfootman brought me this note from the Queen: “I have never ceased to give\nyou and yours proofs of my attachment; I wish to tell you in writing that\nI have full faith in your honour and fidelity, as well as in your other\ngood qualities; and that I ever rely on the zeal and address you exert to\nserve me.”",
        "     [I had just received this letter from the Queen when M. de la\n     Chapelle, commissary-general of the King’s household, and head of\n     the offices of M. de Laporte, minister of the civil list, came to\n     see me.  The palace having been already sacked by the brigands on\n     the 20th of June, 1792, he proposed that I should entrust the paper\n     to him, that he might place it in a safer situation than the\n     apartments of the Queen.  When he returned into his offices he\n     placed the letter she had condescended to write to me behind a large\n     picture in his closet; but on the loth of August M. de la Chapelle\n     was thrown into the prisons of the Abbaye, and the committee of\n     public safety established themselves in his offices, whence they\n     issued all their decrees of death.  There it was that a villainous\n     servant belonging to M. de Laporte went to declare that in the\n     minister’s apartments, under a board in the floor, a number of\n     papers would be found.  They were brought forth, and M. de Laporte\n     was sent to the scaffold, where he suffered for having betrayed the\n     State by serving his master and sovereign.  M. de la Chapelle was\n     saved, as if by a miracle, from the massacres of the 2d of\n     September.  The committee of public safety having removed to the\n     King’s apartments at the Tuileries, M. de la Chapelle had permission\n     to return to his closet to take away some property belonging to him.\n     Turning round the picture, behind which he had hidden the Queen’s\n     letter, he found it in the place into which he had slipped it, and,\n     delighted to see that I was safe from the ill consequences the\n     discovery of this paper might have brought upon me, he burnt it\n     instantly.  In times of danger a mere nothing may save life or\n     destroy it.–MADAME CAMPAN]",
        "At the moment that I was going to express my gratitude to the Queen I\nheard a tapping at the door of my room, which opened upon the Queen’s\ninner corridor.  I opened it; it was the King.  I was confused; he\nperceived it, and said to me, kindly: “I alarm you, Madame Campan; I\ncome, however, to comfort you; the Queen has told me how much she is hurt\nat the injustice of several persons towards you.  But how is it that you\ncomplain of injustice and calumny when you see that we are victims of\nthem?  In some of your companions it is jealousy; in the people belonging\nto the Court it is anxiety.  Our situation is so disastrous, and we have\nmet with so much ingratitude and treachery, that the apprehensions of\nthose who love us are excusable!  I could quiet them by telling them all\nthe secret services you perform for us daily; but I will not do it.  Out\nof good-will to you they would repeat all I should say, and you would be\nlost with the Assembly.  It is much better, both for you and for us, that\nyou should be thought a constitutionalist.  It has been mentioned to me a\nhundred times already; I have never contradicted it; but I come to give\nyou my word that if we are fortunate enough to see an end of all this, I\nwill, at the Queen’s residence, and in the presence of my brothers,\nrelate the important services you have rendered us, and I will recompense\nyou and your son for them.”  I threw myself at the King’s feet and kissed\nhis hand.  He raised me up, saying, “Come, come, do not grieve; the\nQueen, who loves you, confides in you as I do.”",
        "Down to the day of the acceptance it was impossible to introduce Barnave\ninto the interior of the palace; but when the Queen was free from the\ninner guard she said she would see him.  The very great precautions which\nit was necessary for the deputy to take in order to conceal his\nconnection with the King and Queen compelled them to spend two hours\nwaiting for him in one of the corridors of the Tuileries, and all in\nvain.  The first day that he was to be admitted, a man whom Barnave knew\nto be dangerous having met him in the courtyard of the palace, he\ndetermined to cross it without stopping, and walked in the gardens in\norder to lull suspicion.  I was desired to wait for Barnave at a little\ndoor belonging to the entresols of the palace, with my hand upon the open\nlock.  I was in that position for an hour.  The King came to me\nfrequently, and always to speak to me of the uneasiness which a servant\nbelonging to the Chateau, who was a patriot, gave him.  He came again to\nask me whether I had heard the door called de Decret opened.  I assured\nhim nobody had been in the corridor, and he became easy.  He was\ndreadfully apprehensive that his connection with Barnave would be\ndiscovered.  “It would,” said the King, “be a ground for grave\naccusations, and the unfortunate man would be lost.”  I then ventured to\nremind his Majesty that as Barnave was not the only one in the secret of\nthe business which brought him in contact with their Majesties, one of\nhis colleagues might be induced to speak of the association with which\nthey were honoured, and that in letting them know by my presence that I\nalso was informed of it, a risk was incurred of removing from those\ngentlemen part of the responsibility of the secret.  Upon this\nobservation the King quitted me hastily and returned a moment afterwards\nwith the Queen.  “Give me your place,” said she; “I will wait for him in\nmy turn.  You have convinced the King.  We must not increase in their\neyes the number of persons informed of their communications with us.”",
        "The police of M. de Laporte, intendant of the civil list, apprised him,\nas early as the latter end of 1791, that a man belonging to the King’s\noffices who had set up as a pastrycook at the Palais Royal was about to\nresume the duties of his situation, which had devolved upon him again on\nthe death of one who held it for life; that he was so furious a Jacobin\nthat he had dared to say it would be a good thing for France if the\nKing’s days were shortened.  His duty was confined to making the pastry;\nhe was closely watched by the head officers of the kitchen, who were\ndevoted to his Majesty; but it is so easy to introduce a subtle poison\ninto made dishes that it was determined the King and Queen should eat\nonly plain roast meat in future; that their bread should be brought to\nthem by M. Thierry de Ville-d’Avray, intendant of the smaller apartments,\nand that he should likewise take upon himself to supply the wine.  The\nKing was fond of pastry; I was directed to order some, as if for myself,\nsometimes of one pastry-cook, and sometimes of another.  The pounded\nsugar, too, was kept in my room.  The King, the Queen, and Madame\nElisabeth ate together, and nobody remained to wait on them.  Each had a\ndumb waiter and a little bell to call the servants when they were wanted.\nM. Thierry used himself to bring me their Majesties’ bread and wine, and\nI locked them up in a private cupboard in the King’s closet on the ground\nfloor.  As soon as the King sat down to table I took in the pastry and\nbread.  All was hidden under the table lest it might be necessary to have\nthe servants in.  The King thought it dangerous as well as distressing to\nshow any apprehension of attempts against his person, or any mistrust of\nhis officers of the kitchen.  As he never drank a whole bottle of wine at\nhis meals (the Princesses drank nothing but water), he filled up that out\nof which he had drunk about half from the bottle served up by the\nofficers of his butlery.  I took it away after dinner.  Although he never\nate any other pastry than that which I brought, he took care in the same\nmanner that it should seem that he had eaten of that served at table.\nThe lady who succeeded me found this duty all regulated, and she executed\nit in the same manner; the public never was in possession of these\nparticulars, nor of the apprehensions which gave rise to them.  At the\nend of three or four months the police of M. de Laporte gave notice that\nnothing more was to be dreaded from that sort of plot against the King’s\nlife; that the plan was entirely changed; and that all the blows now to\nbe struck would be directed as much against the throne as against the\nperson of the sovereign.",
        "There are others besides myself who know that at this time one of the\nthings about which the Queen most desired to be satisfied was the opinion\nof the famous Pitt.  She would sometimes say to me, “I never pronounce\nthe name of Pitt without feeling a chill like that of death.”  (I repeat\nhere her very expressions.) “That man is the mortal enemy of France; and\nhe takes a dreadful revenge for the impolitic support given by the\nCabinet of Versailles to the American insurgents.  He wishes by our\ndestruction to guarantee the maritime power of his country forever\nagainst the efforts made by the King to improve his marine power and\ntheir happy results during the last war.  He knows that it is not only\nthe King’s policy but his private inclination to be solicitous about his\nfleets, and that the most active step he has taken during his whole reign\nwas to visit the port of Cherbourg.  Pitt had served the cause of the\nFrench Revolution from the first disturbances; he will perhaps serve it\nuntil its annihilation.  I will endeavour to learn to what point he\nintends to lead us, and I am sending M.––- to London for that purpose.\nHe has been intimately connected with Pitt, and they have often had\npolitical conversations respecting the French Government.  I will get him\nto make him speak out, at least so far as such a man can speak out.\"\nSome time afterwards the Queen told me that her secret envoy was returned\nfrom London, and that all he had been able to wring from Pitt, whom he\nfound alarmingly reserved, was that he would not suffer the French\nmonarchy to perish; that to suffer the revolutionary spirit to erect an\norganised republic in France would be a great error, affecting the\ntranquillity of Europe.  “Whenever,” said she, “Pitt expressed himself\nupon the necessity of supporting monarchy in France, he maintained the\nmost profound silence upon what concerns the monarch.  The result of\nthese conversations is anything but encouraging; but, even as to that\nmonarchy which he wishes to save, will he have means and strength to save\nit if he suffers us to fall?”",
        "The death of the Emperor Leopold took place on the 1st of March, 1792.\nWhen the news of this event reached the Tuileries, the Queen was gone\nout.  Upon her return I put the letter containing it into her hands.  She\nexclaimed that the Emperor had been poisoned; that she had remarked and\npreserved a newspaper, in which, in an article upon the sitting of the\nJacobins, at the time when the Emperor Leopold declared for the\ncoalition, it was said, speaking of him, that a pie-crust would settle\nthat matter.  At this period Barnave obtained the Queen’s consent that he\nshould read all the letters she should write.  He was fearful of private\ncorrespondences that might hamper the plan marked out for her; he\nmistrusted her Majesty’s sincerity on this point; and the diversity of\ncounsels, and the necessity of yielding, on the one hand, to some of the\nviews of the constitutionalists, and on the other, to those of the French\nPrinces, and even of foreign Courts, were unfortunately the circumstances\nwhich most rapidly impelled the Court towards its ruin.",
        "However, the emigrants showed great apprehensions of the consequences\nwhich might follow in the interior from a connection with the\nconstitutionalists, whom they described as a party existing only in idea,\nand totally without means of repairing their errors.  The Jacobins were\npreferred to them, because, said they, there would be no treaty to be\nmade with any one at the moment of extricating the King and his family\nfrom the abyss in which they were plunged.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part B, also see Part A) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Memoirs of Marie AntoinetteBy Madame CampanAt Amazon"
    ]
}