{
    "title": "Memoirs of Marie Antoinette",
    "author": "Campan",
    "chapter": "1",
    "content": [
        "\n\n",
        "Memoirs of the Court of Marie Antoinette, Queen of France",
        "Being the Historic Memoirs of Madam Campan,\nFirst Lady in Waiting to the Queen",
        "Louis XVI. possessed an immense crowd of confidants, advisers, and\nguides; he selected them even from among the factions which attacked him.\nNever, perhaps, did he make a full disclosure to any one of them, and\ncertainly he spoke with sincerity, to but very few.  He invariably kept\nthe reins of all secret intrigues in his own hand; and thence, doubtless,\narose the want of cooperation and the weakness which were so conspicuous\nin his measures.  From these causes considerable chasms will be found in\nthe detailed history of the Revolution.",
        "In order to become thoroughly acquainted with the latter years of the\nreign of Louis XV., memoirs written by the Duc de Choiseul, the Duc\nd’Aiguillon, the Marechal de Richelieu,",
        "     [I heard Le Marechal de Richelieu desire M. Campan, who was\n     librarian to the Queen, not to buy the Memoirs which would certainly\n     be attributed to him after his death, declaring them false by\n     anticipation; and adding that he was ignorant of orthography, and\n     had never amused himself with writing.  Shortly after the death of\n     the Marshal, one Soulavie put forth Memoirs of the Marechal de\n     Richelieu.]",
        "and the Duc de La Vauguyon, should be before us.  To give us a faithful\nportrait of the unfortunate reign of Louis XVI., the Marechal du Muy,\nM. de Maurepas, M. de Vergennes, M. de Malesherbes, the Duc d’Orleans,\nM. de La Fayette, the Abby de Vermond, the Abbe Montesquiou, Mirabeau,\nthe Duchesse de Polignac, and the Duchesse de Luynes should have noted\nfaithfully in writing all the transactions in which they took decided\nparts.  The secret political history of a later period has been\ndisseminated among a much greater number of persons; there are Ministers\nwho have published memoirs, but only when they had their own measures to\njustify, and then they confined themselves to the vindication of their\nown characters, without which powerful motive they probably would have\nwritten nothing.  In general, those nearest to the Sovereign, either by\nbirth or by office, have left no memoirs; and in absolute monarchies the\nmainsprings of great events will be found in particulars which the most\nexalted persons alone could know.  Those who have had but little under\ntheir charge find no subject in it for a book; and those who have long\nborne the burden of public business conceive themselves to be forbidden\nby duty, or by respect for authority, to disclose all they know.  Others,\nagain, preserve notes, with the intention of reducing them to order when\nthey shall have reached the period of a happy leisure; vain illusion of\nthe ambitious, which they cherish, for the most part, but as a veil to\nconceal from their sight the hateful image of their inevitable downfall!\nand when it does at length take place, despair or chagrin deprives them\nof fortitude to dwell upon the dazzling period which they never cease to\nregret.",
        "Louis XVI.  meant to write his own memoirs; the manner in which his\nprivate papers were arranged indicated this design.  The Queen also had\nthe same intention; she long preserved a large correspondence, and a\ngreat number of minute reports, made in the spirit and upon the event of\nthe moment.  But after the 20th of June, 1792, she was obliged to burn\nthe larger portion of what she had so collected, and the remainder were\nconveyed out of France.",
        "Considering the rank and situations of the persons I have named as\ncapable of elucidating by their writings the history of our political\nstorms, it will not be imagined that I aim at placing myself on a level\nwith them; but I have spent half my life either with the daughters of\nLouis XV. or with Marie Antoinette.  I knew the characters of those\nPrincesses; I became privy to some extraordinary facts, the publication\nof which may be interesting, and the truth of the details will form the\nmerit of my work.",
        "I was very young when I was placed about the Princesses, the daughters of\nLouis XV., in the capacity of reader.  I was acquainted with the Court of\nVersailles before the time of the marriage of Louis XVI. with the\nArchduchess Marie Antoinette.",
        "My father, who was employed in the department of Foreign Affairs, enjoyed\nthe reputation due to his talents and to his useful labours.  He had\ntravelled much.  Frenchmen, on their return home from foreign countries,\nbring with them a love for their own, increased in warmth; and no man was\nmore penetrated with this feeling, which ought to be the first virtue of\nevery placeman, than my father.  Men of high title, academicians, and\nlearned men, both natives and foreigners, sought my father’s\nacquaintance, and were gratified by being admitted into his house.",
        "Twenty years before the Revolution I often heard it remarked that the\nimposing character of the power of Louis XIV. was no longer to be found\nin the Palace of Versailles; that the institutions of the ancient\nmonarchy were rapidly sinking; and that the people, crushed beneath the\nweight of taxes, were miserable, though silent; but that they began to\ngive ear to the bold speeches of the philosophers, who loudly proclaimed\ntheir sufferings and their rights; and, in short, that the age would not\npass away without the occurrence of some great outburst, which would\nunsettle France, and change the course of its progress.",
        "Those who thus spoke were almost all partisans of M. Turgot’s system of\nadministration: they were Mirabeau the father, Doctor Quesnay, Abbe\nBandeau, and Abbe Nicoli, charge d’affaires to Leopold, Grand Duke of\nTuscany, and as enthusiastic an admirer of the maxims of the innovators\nas his Sovereign.",
        "My father sincerely respected the purity of intention of these\npoliticians.  With them he acknowledged many abuses in the Government;\nbut he did not give these political sectarians credit for the talent\nnecessary for conducting a judicious reform.  He told them frankly that\nin the art of moving the great machine of Government, the wisest of them\nwas inferior to a good magistrate; and that if ever the helm of affairs\nshould be put into their hands, they would be speedily checked in the\nexecution of their schemes by the immeasurable difference existing\nbetween the most brilliant theories and the simplest practice of\nadministration.",
        "Destiny having formerly placed me near crowned heads, I now amuse my\nsolitude when in retirement with collecting a variety of facts which may\nprove interesting to my family when I shall be no more.  The idea of\ncollecting all the interesting materials which my memory affords occurred\nto me from reading the work entitled “Paris, Versailles, and the\nProvinces in the Eighteenth Century.”  That work, composed by a man\naccustomed to the best society, is full of piquant anecdotes, nearly all\nof which have been recognised as true by the contemporaries of the\nauthor.  I have put together all that concerned the domestic life of an\nunfortunate Princess, whose reputation is not yet cleared of the stains\nit received from the attacks of calumny, and who justly merited a\ndifferent lot in life, a different place in the opinion of mankind after\nher fall.  These memoirs, which were finished ten years ago, have met\nwith the approbation of some persons; and my son may, perhaps, think\nproper to print them after my decease.",
        "J.  L.  H.  C.",
        "–When Madame Campan wrote these lines, she did not anticipate that the\ndeath of her son would precede her own.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}