{
    "title": "Memoirs of Marie Antoinette - Book 3. - Chapter VI.",
    "author": "Campan",
    "chapter": "8",
    "content": [
        "\n\n",
        "During the first few months of his reign Louis XVI. dwelt at La Muette,\nMarly, and Compiegne.  When settled at Versailles he occupied himself\nwith a general examination of his grandfather’s papers.  He had promised\nthe Queen to communicate to her all that he might discover relative to\nthe history of the man with the iron mask, who, he thought, had become so\ninexhaustible a source of conjecture only in consequence of the interest\nwhich the pen of a celebrated writer had excited respecting the detention\nof a prisoner of State, who was merely a man of whimsical tastes and\nhabits.",
        "I was with the Queen when the King, having finished his researches,\ninformed her that he had not found anything among the secret papers\nelucidating the existence of this prisoner; that he had conversed on the\nmatter with M. de Maurepas, whose age made him contemporary with the\nepoch during which the story must have been known to the ministers;\nand that M. de Maurepas had assured him he was merely a prisoner of a\nvery dangerous character, in consequence of his disposition for intrigue.\nHe was a subject of the Duke of Mantua, and was enticed to the frontier,\narrested there, and kept prisoner, first at Pignerol, and afterwards in\nthe Bastille.  This transfer took place in consequence of the appointment\nof the governor of the former place to the government of the latter.\nIt was for fear the prisoner should profit by the inexperience of a new\ngovernor that he was sent with the Governor of Pignerol to the Bastille.",
        "Such was, in fact, the truth about the man on whom people have been\npleased to fix an iron mask.  And thus was it related in writing, and\npublished by M. ––- twenty years ago.  He had searched the archives of\nthe Foreign Office, and laid the real story before the public; but the\npublic, prepossessed in favour of a marvellous version, would not\nacknowledge the authenticity of his account.  Every man relied upon the\nauthority of Voltaire; and it was believed that a natural or a twin\nbrother of Louis XIV. lived many years in prison with a mask over his\nface.  The story of this mask, perhaps, had its origin in the old custom,\namong both men and women in Italy, of wearing a velvet mask when they\nexposed themselves to the sun.  It is possible that the Italian captive\nmay have sometimes shown himself upon the terrace of his prison with his\nface thus covered.  As to the silver plate which this celebrated prisoner\nis said to have thrown from his window, it is known that such a\ncircumstance did happen, but it happened at Valzin, in the time of\nCardinal Richelieu.  This anecdote has been mixed up with the inventions\nrespecting the Piedmontese prisoner.",
        "In this survey of the papers of Louis XV. by his grandson some very\ncurious particulars relative to his private treasury were found.  Shares\nin various financial companies afforded him a revenue, and had in course\nof time produced him a capital of some amount, which he applied to his\nsecret expenses.  The King collected his vouchers of title to these\nshares, and made a present of them to M. Thierry de Ville d’Avray, his\nchief valet de chambre.",
        "The Queen was desirous to secure the comfort of Mesdames, the daughters\nof Louis XV., who were held in the highest respect.  About this period\nshe contributed to furnish them with a revenue sufficient to provide them\nan easy, pleasant existence: The King gave them the Chateau of Bellevue;\nand added to the produce of it, which was given up to them, the expenses\nof their table and equipage, and payment of all the charges of their\nhousehold, the number of which was even increased.  During the lifetime\nof Louis XV., who was a very selfish prince, his daughters, although they\nhad attained forty years of age, had no other place of residence than\ntheir apartments in the Chateau of Versailles; no other walks than such\nas they could take in the large park of that palace; and no other means\nof gratifying their taste for the cultivation of plants but by having\nboxes and vases, filled with them, in their balconies or their closets.\nThey had, therefore, reason to be much pleased with the conduct of Marie\nAntoinette, who had the greatest influence in the King’s kindness towards\nhis aunts.",
        "Paris did not cease, during the first years of the reign, to give proofs\nof pleasure whenever the Queen appeared at any of the plays of the\ncapital.  At the representation of “Iphigenia in Aulis,” the actor who\nsang the words, “Let us sing, let us celebrate our Queen!”  which were\nrepeated by the chorus, directed by a respectful movement the eyes of the\nwhole assembly upon her Majesty.  Reiterated cries of ’Bis’! and clapping\nof hands, were followed by such a burst of enthusiasm that many of the\naudience added their voices to those of the actors in order to celebrate,\nit might too truly be said, another Iphigenia.  The Queen, deeply\naffected, covered her eyes with her handkerchief; and this proof of\nsensibility raised the public enthusiasm to a still higher pitch.",
        "The King gave Marie Antoinette Petit Trianon.",
        "     [The Chateau of Petit Trianon, which was built for Louis XV., was\n     not remarkably handsome as a building.  The luxuriance of the\n     hothouses rendered the place agreeable to that Prince.  He spent a\n     few days there several times in the year.  It was when he was\n     setting off from Versailles for Petit Trianon that he was struck in\n     the side by the knife of Damiens, and it was there that he was\n     attacked by the smallpox, of which he died on the 10th of May,\n     1774.–MADAME CAMPAN.]",
        "Henceforward she amused herself with improving the gardens, without\nallowing any addition to the building, or any change in the furniture,\nwhich was very shabby, and remained, in 1789, in the same state as during\nthe reign of Louis XV.  Everything there, without exception, was\npreserved; and the Queen slept in a faded bed, which had been used by the\nComtesse du Barry.  The charge of extravagance, generally made against\nthe Queen, is the most unaccountable of all the popular errors respecting\nher character.  She had exactly the contrary failing; and I could prove\nthat she often carried her economy to a degree of parsimony actually\nblamable, especially in a sovereign.  She took a great liking for\nTrianon, and used to go there alone, followed by a valet; but she found\nattendants ready to receive her,–a concierge and his wife, who served\nher as femme de chambre, women of the wardrobe, footmen, etc.",
        "When she first took possession of Petit Trianon, it was reported that she\nchanged the name of the seat which the King had given her, and called it\nLittle Vienna, or Little Schoenbrunn.  A person who belonged to the\nCourt, and was silly enough to give this report credit, wishing to visit\nPetit Trianon with a party, wrote to M. Campan, requesting the Queen’s\npermission to do so.  In his note he called Trianon Little Vienna.\nSimilar requests were usually laid before the Queen just as they were\nmade: she chose to give the permissions to see her gardens herself,\nliking to grant these little favours.  When she came to the words I have\nquoted she was very, much offended, and exclaimed, angrily, that there\nwere too many, fools ready, to aid the malicious; that she had been told\nof the report circulated, which pretended that she had thought of nothing\nbut her own country, and that she kept an Austrian heart, while the\ninterests of France alone ought to engage her.  She refused the request\nso awkwardly made, and desired M. Campan to reply, that Trianon was not\nto be seen for some time, and that the Queen was astonished that any man\nin good society should believe she would do so ill-judged a thing as to\nchange the French names of her palaces to foreign ones.",
        "Before the Emperor Joseph II’s first visit to France the Queen received a\nvisit from the Archduke Maximilian in 1775.  A stupid act of the\nambassador, seconded on the part of the Queen by the Abbe de Vermond,\ngave rise at that period to a discussion which offended the Princes of\nthe blood and the chief nobility of the kingdom.  Travelling incognito,\nthe young Prince claimed that the first visit was not due from him to the\nPrinces of the blood; and the Queen supported his pretension.",
        "From the time of the Regency, and on account of the residence of the\nfamily of Orleans in the bosom of the capital, Paris had preserved a\nremarkable degree of attachment and respect for that branch of the royal\nhouse; and although the crown was becoming more and more remote from the\nPrinces of the House of Orleans, they had the advantage (a great one with\nthe Parisians) of being the descendants of Henri IV.  An affront to that\npopular family was a serious ground of dislike to the Queen.  It was at\nthis period that the circles of the city, and even of the Court,\nexpressed themselves bitterly about her levity, and her partiality for\nthe House of Austria.  The Prince for whom the Queen had embarked in an\nimportant family quarrel–and a quarrel involving national prerogatives–\nwas, besides, little calculated to inspire interest.  Still young,\nuninformed, and deficient in natural talent, he was always making\nblunders.",
        "He went to the Jardin du Roi; M. de Buffon, who received him there,\noffered him a copy of his works; the Prince declined accepting the book,\nsaying to M. de Buffon, in the most polite manner possible, “I should be\nvery sorry to deprive you of it.”",
        "     [Joseph II, on his visit to France, also went to see M. de Buffon,\n     and said to that celebrated man, “I am come to fetch the copy of\n     your works which my brother forgot.\"–NOTE BY THE EDITOR.]",
        "It may be supposed that the Parisians were much entertained with this\nanswer.",
        "The Queen was exceedingly mortified at the mistakes made by her brother;\nbut what hurt her most was being accused of preserving an Austrian heart.\nMarie Antoinette had more than once to endure that imputation during the\nlong course of her misfortunes.  Habit did not stop the tears such\ninjustice caused; but the first time she was suspected of not loving\nFrance, she gave way to her indignation.  All that she could say on the\nsubject was useless; by seconding the pretensions of the Archduke she had\nput arms into her enemies’ hands; they were labouring to deprive her of\nthe love of the people, and endeavoured, by all possible means, to spread\na belief that the Queen sighed for Germany, and preferred that country to\nFrance.",
        "Marie Antoinette had none but herself to rely on for preserving the\nfickle smiles of the Court and the public.  The King, too indifferent to\nserve her as a guide, as yet had conceived no love for her,\nnotwithstanding the intimacy that grew between them at Choisy.  In his\ncloset Louis XVI. was immersed in deep study.  At the Council he was\nbusied with the welfare of his people; hunting and mechanical occupations\nengrossed his leisure moments, and he never thought on the subject of an\nheir.",
        "The coronation took place at Rheims, with all the accustomed pomp.  At\nthis period the people’s love for Louis XVI.  burst forth in transports\nnot to be mistaken for party demonstrations or idle curiosity.  He\nreplied to this enthusiasm by marks of confidence, worthy of a people\nhappy in being governed by a good King; he took a pleasure in repeatedly\nwalking without guards, in the midst of the crowd which pressed around\nhim, and called down blessings on his head.  I remarked the impression\nmade at this time by an observation of Louis XVI.  On the day of his\ncoronation he put his hand up to his head, at the moment of the crown\nbeing placed upon it, and said, “It pinches me.”  Henri III. had\nexclaimed, “It pricks me.”  Those who were near the King were struck with\nthe similarity between these two exclamations, though not of a class\nlikely to be blinded by the superstitious fears of ignorance.",
        "While the Queen, neglected as she was, could not even hope for the\nhappiness of being a mother, she had the mortification of seeing the\nComtesse d’Artois give birth to the Duc d’Angouleme.",
        "Custom required that the royal family and the whole Court should be\npresent at the accouchement of the Princesses; the Queen was therefore\nobliged to stay a whole day in her sister-in-law’s chamber.  The moment\nthe Comtesse d’Artois was informed a prince was born, she put her hand to\nher forehead and exclaimed with energy, “My God, how happy I am!”  The\nQueen felt very differently at this involuntary and natural exclamation.\nNevertheless, her behaviour was perfect.  She bestowed all possible marks\nof tenderness upon the young mother, and would not leave her until she\nwas again put into bed; she afterwards passed along the staircase, and\nthrough the hall of the guards, with a calm demeanour, in the midst of an\nimmense crowd.  The poissardes, who had assumed a right of speaking to\nsovereigns in their own vulgar language, followed her to the very doors\nof her apartments, calling out to her with gross expressions, that she\nought to produce heirs.  The Queen reached her inner room, hurried and\nagitated; he shut herself up to weep with me alone, not from jealousy of\nher sister-in-law’s happiness,–of that he was incapable,–but from\nsorrow at her own situation.",
        "Deprived of the happiness of giving an heir to the crown, the Queen\nendeavoured to interest herself in the children of the people of her\nhousehold.  She had long been desirous to bring up one of them herself,\nand to make it the constant object of her care.  A little village boy,\nfour or five years old, full of health, with a pleasing countenance,\nremarkably large blue eyes, and fine light hair, got under the feet of\nthe Queen’s horses, when she was taking an airing in a calash, through\nthe hamlet of St. Michel, near Louveciennes.  The coachman and postilions\nstopped the horses, and the child was rescued without the slightest\ninjury.  Its grandmother rushed out of the door of her cottage to take\nit; but the Queen, standing up in her calash and extending her arms,\ncalled out that the child was hers, and that destiny had given it to her,\nto console her, no doubt, until she should have the happiness of having\none herself.  “Is his mother alive?” asked the Queen.  “No, Madame; my\ndaughter died last winter, and left five small children upon my hands.\"\n“I will take this one, and provide for all the rest; do you consent?\"\n“Ah, Madame, they are too fortunate,” replied the cottager; “but Jacques\nis a bad boy.  I hope he will stay with you!”  The Queen, taking little\nJacques upon her knee, said that she would make him used to her, and gave\norders to proceed.  It was necessary, however, to shorten the drive, so\nviolently did Jacques scream, and kick the Queen and her ladies.",
        "The arrival of her Majesty at her apartments at Versailles, holding the\nlittle rustic by the hand, astonished the whole household; he cried out\nwith intolerable shrillness that he wanted his grandmother, his brother\nLouis, and his sister Marianne; nothing could calm him.  He was taken\naway by the wife of a servant, who was appointed to attend him as nurse.\nThe other children were put to school.  Little Jacques, whose family name\nwas Armand, came back to the Queen two days afterwards; a white frock\ntrimmed with lace, a rose-coloured sash with silver fringe, and a hat\ndecorated with feathers, were now substituted for the woollen cap, the\nlittle red frock, and the wooden shoes.  The child was really very\nbeautiful.  The Queen was enchanted with him; he was brought to her every\nmorning at nine o’clock; he breakfasted and dined with her, and often\neven with the King.  She liked to call him my child,",
        "     [This little unfortunate was nearly twenty in 1792; the fury of the\n     people and the fear of being thought a favourite of the Queen’s had\n     made him the most sanguinary terrorist of Versailles.  He was killed\n     at the battle of Jemappes.]",
        "and lavished caresses upon him, still maintaining a deep silence\nrespecting the regrets which constantly occupied her heart.",
        "This child remained with the Queen until the time when Madame was old\nenough to come home to her august mother, who had particularly taken upon\nherself the care of her education.",
        "The Queen talked incessantly of the qualities which she admired in Louis\nXVI., and gladly attributed to herself the slightest favourable change in\nhis manner; perhaps she displayed too unreservedly the joy she felt, and\nthe share she appropriated in the improvement.  One day Louis XVI.\nsaluted her ladies with more kindness than usual, and the Queen\nlaughingly said to them, “Now confess, ladies, that for one so badly\ntaught as a child, the King has saluted you with very good grace!”",
        "The Queen hated M. de La Vauguyon; she accused him alone of those points\nin the habits, and even the sentiments, of the King which hurt her.\nA former first woman of the bedchamber to Queen Maria Leczinska had\ncontinued in office near the young Queen.  She was one of those people\nwho are fortunate enough to spend their lives in the service of kings\nwithout knowing anything of what is passing at Court.  She was a great\ndevotee; the Abbe Grisel, an ex-Jesuit, was her director.  Being rich\nfrom her savings and an income of 50,000 livres, she kept a very good\ntable; in her apartment, at the Grand Commun, the most distinguished\npersons who still adhered to the Order of Jesuits often assembled.  The\nDuc de La Vauguyon was intimate with her; their chairs at the Eglise des\nReollets were placed near each other; at high mass and at vespers they\nsang the “Gloria in Excelsis” and the “Magnificat” together; and the\npious virgin, seeing in him only one of God’s elect, little imagined him\nto be the declared enemy of a Princess whom she served and revered.\nOn the day of his death she ran in tears to relate to the Queen the\npiety, humility, and repentance of the last moments of the Duc de La\nVauguyon.  He had called his people together, she said, to ask their\npardon.  “For what?”  replied the Queen, sharply; “he has placed and\npensioned off all his servants; it was of the King and his brothers that\nthe holy man you bewail should have asked pardon, for having paid so\nlittle attention to the education of princes on whom the fate and\nhappiness of twenty-five millions of men depend.  Luckily,” added she,\n“the King and his brothers, still young, have incessantly laboured to\nrepair the errors of their preceptor.”",
        "The progress of time, and the confidence with which the King and the\nPrinces, his brothers, were inspired by the change in their situation\nsince the death of Louis XV., had developed their characters.  I will\nendeavour to depict them.",
        "The features of Louis XVI.  were noble enough, though somewhat melancholy\nin expression; his walk was heavy and unmajestic; his person greatly\nneglected; his hair, whatever might be the skill of his hairdresser,\nwas soon in disorder.  His voice, without being harsh, was not agreeable;\nif he grew animated in speaking he often got above his natural pitch,\nand became shrill.  The Abbe de Radonvilliers, his preceptor, one of the\nForty of the French Academy, a learned and amiable man, had given him and\nMonsieur a taste for study.  The King had continued to instruct himself;\nhe knew the English language perfectly; I have often heard him translate\nsome of the most difficult passages in Milton’s poems.  He was a skilful\ngeographer, and was fond of drawing and colouring maps; he was well\nversed in history, but had not perhaps sufficiently studied the spirit of\nit.  He appreciated dramatic beauties, and judged them accurately.  At\nChoisy, one day, several ladies expressed their dissatisfaction because\nthe French actors were going to perform one of Moliere’s pieces.  The\nKing inquired why they disapproved of the choice.  One of them answered\nthat everybody must admit that Moliere had very bad taste; the King\nreplied that many things might be found in Moliere contrary to fashion,\nbut that it appeared to him difficult to point out any in bad taste?",
        "     [The King, having purchased the Chateau of Rambouillet from the Duc\n     de Penthievre, amused himself with embellishing it.  I have seen a\n     register entirely in his own handwriting, which proves that he\n     possessed a great variety of information on the minutiae of various\n     branches of knowledge.  In his accounts he would not omit an outlay\n     of a franc.  His figures and letters, when he wished to write\n     legibly, were small and very neat, but in general he wrote very ill.\n     He was so sparing of paper that he divided a sheet into eight, six,\n     or four pieces, according to the length of what he had to write.\n     Towards the close of the page he compressed the letters, and avoided\n     interlineations.  The last words were close to the edge of the\n     paper; he seemed to regret being obliged to begin another page.  He\n     was methodical and analytical; he divided what he wrote into\n     chapters and sections.  He had extracted from the works of Nicole\n     and Fenelon, his favourite authors, three or four hundred concise\n     and sententious phrases; these he had classed according to subject,\n     and formed a work of them in the style of Montesquieu.  To this\n     treatise he had given the following general title: “Of Moderate\n     Monarchy” (De la Monarchie temperee), with chapters entitled, “Of\n     the Person of the Prince;”  “Of the Authority of Bodies in the\n     State;”  “Of the Character of the Executive Functions of the\n     Monarchy.”  Had he been able to carry into effect all the grand\n     precepts he had observed in Fenelon, Louis XVI. would have been an\n     accomplished monarch, and France a powerful kingdom.  The King used\n     to accept the speeches his ministers presented to him to deliver on\n     important occasions; but he corrected and modified them; struck out\n     some parts, and added others; and sometimes consulted the Queen on\n     the subject.  The phrase of the minister erased by the King was\n     frequently unsuitable, and dictated by the minister’s private\n     feelings; but the King’s was always the natural expression.  He\n     himself composed, three times or oftener, his famous answers to the\n     Parliament which he banished.  But in his letters he was negligent,\n     and always incorrect.  Simplicity was the characteristic of the\n     King’s style; the figurative style of M. Necker did not please him;\n     the sarcasms of Maurepas were disagreeable to him.  Unfortunate\n     Prince! he would predict, in his observations, that if such a\n     calamity should happen, the monarchy would be ruined; and the next\n     day he would consent in Council to the very measure which he had\n     condemned the day before, and which brought him nearer the brink of\n     the precipice.–SOULAVIE, “Historical and Political Memoirs of the\n     Reign of Louis XVI.,” vol.  ii.]",
        "This Prince combined with his attainments the attributes of a good\nhusband, a tender father, and an indulgent master.",
        "Unfortunately he showed too much predilection for the mechanical arts;\nmasonry and lock-making so delighted him that he admitted into his\nprivate apartment a common locksmith, with whom he made keys and locks;\nand his hands, blackened by that sort of work, were often, in my\npresence, the subject of remonstrances and even sharp reproaches from\nthe Queen, who would have chosen other amusements for her husband.?",
        "     [Louis XVI. saw that the art of lock-making was capable of\n     application to a higher study, He was an excellent geographer.  The\n     most valuable and complete instrument for the study of that science\n     was begun by his orders and under his direction.  It was an immense\n     globe of copper, which was long preserved, though unfinished, in the\n     Mazarine library.  Louis XVI.  invented and had executed under his\n     own eyes the ingenious mechanism required for this globe.–NOTE BY\n     THE EDITOR.]",
        "Austere and rigid with regard to himself alone, the King observed the\nlaws of the Church with scrupulous exactness.  He fasted and abstained\nthroughout the whole of Lent.  He thought it right that the queen should\nnot observe these customs with the same strictness.  Though sincerely\npious, the spirit of the age had disposed his mind to toleration.\nTurgot, Malesherbes, and Necker judged that this Prince, modest and\nsimple in his habits, would willingly sacrifice the royal prerogative to\nthe solid greatness of his people.  His heart, in truth, disposed him\ntowards reforms; but his prejudices and fears, and the clamours of pious\nand privileged persons, intimidated him, and made him abandon plans which\nhis love for the people had suggested.",
        "Monsieur–",
        "     [During his stay at Avignon, Monsieur, afterwards Louis XVIII,\n     lodged with the Duc de Crillon; he refused the town-guard which was\n     offered him, saying, “A son of France, under the roof of a Crillon,\n     needs no guard.\"–NOTE BY THE EDITOR.]",
        "had more dignity of demeanour than the King; but his corpulence rendered\nhis gait inelegant.  He was fond of pageantry and magnificence.  He\ncultivated the belles lettres, and under assumed names often contributed\nverses to the Mercury and other papers.",
        "His wonderful memory was the handmaid of his wit, furnishing him with the\nhappiest quotations.  He knew by heart a varied repertoire, from the\nfinest passages of the Latin classics to the Latin of all the prayers,\nfrom the works of Racine to the vaudeville of “Rose et Colas.”",
        "The Comte d’Artoisi had an agreeable countenance, was well made, skilful\nin bodily exercises, lively, impetuous, fond of pleasure, and very\nparticular in his dress.  Some happy observations made by him were\nrepeated with approval, and gave a favourable idea of his heart.  The\nParisians liked the open and frank character of this Prince, which they\nconsidered national, and showed real affection for him.",
        "The dominion that the Queen gained over the King’s mind, the charms of a\nsociety in which Monsieur displayed his wit, and to which the Comte\nd’Artois–[Afterwards Charles X.]– gave life by the vivacity of youth,\ngradually softened that ruggedness of manner in Louis XVI. which a\nbetter-conducted education might have prevented.  Still, this defect\noften showed itself, and, in spite of his extreme simplicity, the King\ninspired those who had occasion to speak to him with diffidence.\nCourtiers, submissive in the presence of their sovereign, are only the\nmore ready to caricature him; with little good breeding, they called\nthose answers they so much dreaded, Les coups de boutoir du Roi.–[The\nliteral meaning of the phrase “coup de boutoir,” is a thrust from the\nsnout of a boar.]",
        "Methodical in all his habits, the King always went to bed at eleven\nprecisely.  One evening the Queen was going with her usual circle to a\nparty, either at the Duc de Duras’s or the Princesse de Glumenee’s.\nThe hand of the clock was slily put forward to hasten the King’s\ndeparture by a few minutes; he thought bed-time was come, retired, and\nfound none of his attendants ready to wait on him.  This joke became\nknown in all the drawing-rooms of Versailles, and was disapproved of\nthere.  Kings have no privacy.  Queens have no boudoirs.  If those who\nare in immediate attendance upon sovereigns be not themselves disposed to\ntransmit their private habits to posterity, the meanest valet will relate\nwhat he has seen or heard; his gossip circulates rapidly, and forms\npublic opinion, which at length ascribes to the most august persons\ncharacters which, however untrue they may be, are almost always\nindelible.",
        "NOTE.  The only passion ever shown by Louis XVI. was for hunting.  He was\nso much occupied by it that when I went up into his private closets at\nVersailles, after the 10th of August, I saw upon the staircase six\nframes, in which were seen statements of all his hunts, when Dauphin and\nwhen King.  In them was detailed the number, kind, and quality of\nthe game he had killed at each hunting party during every month, every\nseason, and every year of his reign.",
        "The interior of his private apartments was thus arranged: a salon,\nornamented with gilded mouldings, displayed the engravings which had been\ndedicated to him, drawings of the canals he had dug, with the model of\nthat of Burgundy, and the plan of the cones and works of Cherbourg.  The\nupper hall contained his collection of geographical charts, spheres,\nglobes, and also his geographical cabinet.  There were to be seen\ndrawings of maps which he had begun, and some that he had finished.  He\nhad a clever method of washing them in.  His geographical memory was\nprodigious.  Over the hall was the turning and joining room, furnished\nwith ingenious instruments for working in wood.  He inherited some from\nLouis XV., and he often busied himself, with Duret’s assistance, in\nkeeping them clean and bright.  Above was the library of books published\nduring his reign.  The prayer books and manuscript books of Anne of\nBrittany, Francois I, the later Valois, Louis XIV., Louis XV., and the\nDauphin formed the great hereditary library of the Chateau.  Louis XVI.\nplaced separately, in two apartments communicating with each other, the\nworks of his own time, including a complete collection of Didot’s\neditions, in vellum, every volume enclosed in a morocco case.  There were\nseveral English works, among the rest the debates of the British\nParliament, in a great number of volumes in folio (this is the Moniteur\nof England, a complete collection of which is so valuable and so scarce).\nBy the side of this collection was to be seen a manuscript history of all\nthe schemes for a descent upon that island, particularly that of Comte de\nBroglie.  One of the presses of this cabinet was full of cardboard boxes,\ncontaining papers relative to the House of Austria, inscribed in the\nKing’s own hand: “Secret papers of my family respecting the House of\nAustria; papers of my family respecting the Houses of Stuart and\nHanover.”  In an adjoining press were kept papers relative to Russia.\nSatirical works against Catherine II.  and against Paul I.  were sold in\nFrance under the name of histories; Louis XVIII. collected and sealed up\nwith his small seal the scandalous anecdotes against Catherine II., as\nwell as the works of Rhulieres, of which he had a copy, to be certain\nthat the secret life of that Princess, which attracted the curiosity of\nher contemporaries, should not be made public by his means.",
        "Above the King’s private library were a forge, two anvils, and a vast\nnumber of iron tools; various common locks, well made and perfect; some\nsecret locks, and locks ornamented with gilt copper.  It was there that\nthe infamous Gamin, who afterwards accused the King of having tried to\npoison him, and was rewarded for his calumny with a pension of twelve\nthousand livres, taught him the art of lock-making.  This Gamin, who\nbecame our guide, by order of the department and municipality of\nVersailles, did not, however, denounce the King on the 20th December,\n1792.  He had been made the confidant of that Prince in an immense number\nof important commissions; the King had sent him the “Red Book,” from\nParis, in a parcel; and the part which was concealed during the\nConstituent Assembly still remained so in 1793.  Gamin hid it in a part\nof the Chateau inaccessible to everybody, and took it from under the\nshelves of a secret press before our eyes.  This is a convincing proof\nthat Louis XVI. hoped to return to his Chiteau.  When teaching Louis XVI.\nhis trade Gamin took upon himself the tone and authority of a master.\n“The King was good, forbearing, timid, inquisitive, and addicted to\nsleep,” said Gamin to me; “he was fond to excess of lock-making, and he\nconcealed himself from the Queen and the Court to file and forge with me.\nIn order to convey his anvil and my own backwards and forwards we were\nobliged to use a thousand stratagems, the history of which would: never\nend.”  Above the King’s and Gamin’s forges and anvils was an,\nobservatory, erected upon a platform covered with lead.  There, seated on\nan armchair, and assisted by a telescope, the King observed all that was\npassing in the courtyards of Versailles, the avenue of Paris, and the\nneighbouring gardens.  He had taken a liking to Duret, one of the indoor\nservants of the palace, who sharpened his tools, cleaned his anvils,\npasted his maps, and adjusted eyeglasses to the King’s sight, who was\nshort-sighted.  This good Duret, and indeed all the indoor servants,\nspoke of their master with regret and affection, and with tears in their\neyes.",
        "The King was born weak and delicate; but from the age of twenty-four he\npossessed a robust constitution, inherited from his mother, who was of\nthe House of Saxe, celebrated for generations for its robustness.  There\nwere two men in Louis XVI., the man of knowledge and the man of will.\nThe King knew the history of his own family and of the first houses of\nFrance perfectly.  He composed the instructions for M. de la Peyrouse’s\nvoyage round the world, which the minister thought were drawn up by\nseveral members of the Academy of Sciences.  His memory retained an\ninfinite number of names and situations.  He remembered quantities and\nnumbers wonderfully.  One day an account was presented to him in which\nthe minister had ranked among the expenses an item inserted in the\naccount of the preceding year.  “There is a double charge,” said the\nKing; “bring me last year’s account, and I will show it yet there.”  When\nthe King was perfectly master of the details of any matter, and saw\ninjustice, he was obdurate even to harshness.  Then he would be obeyed\ninstantly, in order to be sure that he was obeyed.",
        "But in important affairs of state the man of will was not to be found.\nLouis XVI. was upon the throne exactly what those weak temperaments whom\nnature has rendered incapable of an opinion are in society.  In his\npusillanimity, he gave his confidence to a minister; and although amidst\nvarious counsels he often knew which was the best, he never had the\nresolution to say, “I prefer the opinion of such a one.”  Herein\noriginated the misfortunes of the State.–SOULAVIE’S “Historical and\nPolitical Memoirs Of the Reign Of LOUIS XVI.,” VOL ii.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}