{
    "title": "Memoirs of Marie Antoinette - Chapter VIII.",
    "author": "Campan",
    "chapter": "8",
    "content": [
        "\n\n",
        "During July the correspondence of M. Bertrand de Molleville with the King\nand Queen was most active.  M. de Marsilly, formerly a lieutenant of the\nCent-Suisses of the Guard, was the bearer of the letters.",
        "     [I received by night only the King’s answer, written with his own\n     hand, in the margin of my letter.  I always sent him back with the\n     day’s letter that to which he had replied the day before, so that my\n     letters and his answers, of which I contented myself with taking\n     notes only, never remained with me twenty-four hours.  I proposed\n     this arrangement to his Majesty to remove all uneasiness from his\n     mind; my letters were generally delivered to the King or the Queen\n     by M. de Marsilly, captain of the King’s Guard, whose attachment and\n     fidelity were known to their Majesties.  I also sometimes employed\n     M. Bernard de Marigny, who had left Brest for the purpose of sharing\n     with his Majesty’s faithful servants the dangers which threatened\n     the King.–\"Memoirs of Bertrand de Molleville,” vol.  ii., p.  12.]",
        "He came to me the first time with a note from the Queen directed to M.\nBertrand himself.  In this note the Queen said: “Address yourself with\nfull confidence to Madame Campan; the conduct of her brother in Russia\nhas not at all influenced her sentiments; she is wholly devoted to us;\nand if, hereafter, you should have anything to say to us verbally, you\nmay rely entirely upon her devotion and discretion.”",
        "The mobs which gathered almost nightly in the faubourgs alarmed the\nQueen’s friends; they entreated her not to sleep in her room on the\nground floor of the Tuileries.  She removed to the first floor, to a room\nwhich was between the King’s apartments and those of the Dauphin.  Being\nawake always from daybreak, she ordered that neither the shutters nor the\nwindow-blinds should be closed, that her long sleepless nights might be\nthe less weary.  About the middle of one of these nights, when the moon\nwas shining into her bedchamber, she gazed at it, and told me that in a\nmonth she should not see that moon unless freed from her chains, and\nbeholding the King at liberty.  She then imparted to me all that was\nconcurring to deliver them; but said that the opinions of their intimate\nadvisers were alarmingly at variance; that some vouched for complete\nsuccess, while others pointed out insurmountable dangers.  She added that\nshe possessed the itinerary of the march of the Princes and the King of\nPrussia: that on such a day they would be at Verdun, on another day at\nsuch a place, that Lille was about to be besieged, but that M. de J––-,\nwhose prudence and intelligence the King, as well as herself, highly\nvalued, alarmed them much respecting the success of that siege, and made\nthem apprehensive that, even were the commandant devoted to them, the\ncivil authority, which by the constitution gave great power to the mayors\nof towns, would overrule the military commandant.  She was also very\nuneasy as to what would take place at Paris during the interval, and\nspoke to me of the King’s want of energy, but always in terms expressive\nof her veneration for his virtues and her attachment to himself.–\n“The King,” said she, “is not a coward; he possesses abundance of passive\ncourage, but he is overwhelmed by an awkward shyness, a mistrust of\nhimself, which proceeds from his education as much as from his\ndisposition.  He is afraid to command, and, above all things, dreads\nspeaking to assembled numbers.  He lived like a child, and always ill at\nease under the eyes of Louis XV., until the age of twenty-one.  This\nconstraint confirmed his timidity.",
        "“Circumstanced as we are, a few well-delivered words addressed to the\nParisians, who are devoted to him, would multiply the strength of our\nparty a hundredfold: he will not utter them.  What can we expect from\nthose addresses to the people which he has been advised to post up?\nNothing but fresh outrages.  As for myself, I could do anything, and\nwould appear on horseback if necessary.  But if I were really to begin to\nact, that would be furnishing arms to the King’s enemies; the cry against\nthe Austrian, and against the sway of a woman, would become general in\nFrance; and, moreover, by showing myself, I should render the King a mere\nnothing.  A queen who is not regent ought, under these circumstances, to\nremain passive and prepare to die.”",
        "The garden of the Tuileries was full of maddened men, who insulted all\nwho seemed to side with the Court.  “The Life of Marie Antoinette” was\ncried under the Queen’s windows, infamous plates were annexed to the\nbook, the hawkers showed them to the passersby.  On all sides were heard\nthe jubilant outcries of a people in a state of delirium almost as\nfrightful as the explosion of their rage.  The Queen and her children\nwere unable to breathe the open air any longer.  It was determined that\nthe garden of the Tuileries should be closed: as soon as this step was\ntaken the Assembly decreed that the whole length of the Terrace des\nFeuillans belonged to it, and fixed the boundary between what was called\nthe national ground and the Coblentz ground by a tricoloured ribbon\nstretched from one end of the terrace to the other.  All good citizens\nwere ordered, by notices affixed to it, not to go down into the garden,\nunder pain of being treated in the same manner as Foulon and Berthier.\nA young man who did not observe this written order went down into the\ngarden; furious outcries, threats of la lanterne, and the crowd of people\nwhich collected upon the terrace warned him of his imprudence, and the\ndanger which he ran.  He immediately pulled off his shoes, took out his\nhandkerchief, and wiped the dust from their soles.  The people cried out,\n“Bravo!  the good citizen for ever!”  He was carried off in triumph.  The\nshutting up of the Tuileries did not enable the Queen and her children to\nwalk in the garden.  The people on the terrace sent forth dreadful\nshouts, and she was twice compelled to return to her apartments.",
        "In the early part of August many zealous persons offered the King money;\nhe refused considerable sums, being unwilling to injure the fortunes of\nindividuals.  M. de la Ferte, intendant of the ’menus plaisirs’, brought\nme a thousand louis, requesting me to lay them at the feet of the Queen.\nHe thought she could not have too much money at so perilous a time, and\nthat every good Frenchman should hasten to place all his ready money in\nher hands.  She refused this sum, and others of much greater amount which\nwere offered to her.",
        "     [M. Auguie, my brother-in-law, receiver-general of the finances,\n     offered her, through his wife, a portfolio containing one hundred\n     thousand crowns in paper money.  On this occasion the Queen said the\n     most affecting things to my sister, expressive of her happiness at\n     having contributed to the fortunes of such faithful subjects as\n     herself and her husband, but declined her offer.–MADAME CAMPAN.]",
        "However, a few days afterwards, she told me she would accept M. de la\nFerte’s twenty-four thousand francs, because they would make up a sum\nwhich the King had to expend.  She therefore directed, me to go and\nreceive those twenty-four thousand francs, to add them to the one hundred\nthousand francs she had placed in my hands, and to change the whole into\nassignats to increase their amount.  Her orders were executed, and the\nassignats were delivered to the King.  The Queen informed me that Madame\nElisabeth had found a well-meaning man who had engaged to gain over\nPetion by the bribe of a large sum of money, and that deputy would, by a\npreconcerted signal, inform the King of the success of the project.  His\nMajesty soon had an opportunity of seeing Petion, and on the Queen asking\nhim before me if he was satisfied with him, the King replied, “Neither\nmore nor less satisfied than usual; he did not make the concerted signal,\nand I believe I have been cheated.”  The Queen then condescended to\nexplain the whole of the enigma to me.  “Petion,” said she, “was, while\ntalking to the King, to have kept his finger fixed upon his right eye for\nat least two seconds.\"–\"He did not even put his hand up to his chin,\"\nsaid the King; “after all, it is but so much money stolen: the thief will\nnot boast of it, and the affair will remain a secret.  Let us talk of\nsomething else.”  He turned to me and said, “Your father was an intimate\nfriend of Mandat, who now commands the National Guard; describe him to\nme; what ought I to expect from him?”  I answered that he was one of his\nMajesty’s most faithful subjects, but that with a great deal of loyalty\nhe possessed very little sense, and that he was involved in the\nconstitutional vortex.  “I understand,” said the King; “he is a man who\nwould defend my palace and my person, because that is enjoined by the\nconstitution which he has sworn to support, but who would fight against\nthe party in favour of sovereign authority; it is well to know this with\ncertainty.”",
        "On the next day the Princesse de Lamballe sent for me very early in the\nmorning.  I found her on a sofa facing a window that looked upon the Pont\nRoyal.  She then occupied that apartment of the Pavilion of Flora which\nwas on a level with that of the Queen.  She desired me to sit down by\nher.  Her Highness had a writing-desk upon her knees.  “You have had many\nenemies,” said she; “attempts have been made to deprive you of the\nQueen’s favour; they have been far from successful.  Do you know that\neven I myself, not being so well acquainted with you as the Queen, was\nrendered suspicious of you; and that upon the arrival of the Court at the\nTuileries I gave you a companion to be a spy upon you; and that I had\nanother belonging to the police placed at your door!  I was assured that\nyou received five or six of the most virulent deputies of the Tiers Etat;\nbut it was that wardrobe woman whose rooms were above you.",
        "“In short,” said the Princess, “persons of integrity have nothing to fear\nfrom the evil-disposed when they belong to so upright a prince as the\nKing.  As to the Queen, she knows you, and has loved you ever since\nshe came into France.  You shall judge of the King’s opinion of you: it\nwas yesterday evening decided in the family circle that, at a time when\nthe Tuileries is likely to be attacked, it was necessary to have the most\nfaithful account of the opinions and conduct of all the individuals\ncomposing the Queen’s service.  The King takes the same precaution on his\npart respecting all who are about him.  He said there was with him a\nperson of great integrity, to whom he would commit this inquiry; and\nthat, with regard to the Queen’s household, you must be spoken to, that\nhe had long studied your character, and that he esteemed your veracity.”",
        "The Princess had a list of the names of all who belonged to the Queen’s\nchamber on her desk.  She asked me for information respecting each\nindividual.  I was fortunate in having none but the most favourable\ninformation to give.  I had to speak of my avowed enemy in the Queen’s\nchamber; of her who most wished that I should be responsible for my\nbrother’s political opinions.  The Princess, as the head of the chamber,\ncould not be ignorant of this circumstance; but as the person in\nquestion, who idolised the King and Queen, would not have hesitated to\nsacrifice her life in order to save theirs, and as possibly her\nattachment to them, united to considerable narrowness of intellect and a\nlimited education, contributed to her jealousy of me, I spoke of her in\nthe highest terms.",
        "The Princess wrote as I dictated, and occasionally looked at me with\nastonishment.  When I had done I entreated her to write in the margin\nthat the lady alluded to was my declared enemy.  She embraced me, saying,\n“Ah! do not write it!  we should not record an unhappy circumstance which\nought to be forgotten.”  We came to a man of genius who was much attached\nto the Queen, and I described him as a man born solely to contradict,\nshowing himself an aristocrat with democrats, and a democrat among\naristocrats; but still a man of probity, and well disposed to his\nsovereign.  The Princess said she knew many persons of that disposition,\nand that she was delighted I had nothing to say against this man, because\nshe herself had placed him about the Queen.",
        "The whole of her Majesty’s chamber, which consisted entirely of persons\nof fidelity, gave throughout all the dreadful convulsions of the\nRevolution proofs of the greatest prudence and self-devotion.  The same\ncannot be said of the antechambers.  With the exception of three or four,\nall the servants of that class were outrageous Jacobins; and I saw on\nthose occasions the necessity of composing the private household of\nprinces of persons completely separated from the class of the people.",
        "The situation of the royal family was so unbearable during the months\nwhich immediately preceded the 10th of August that the Queen longed for\nthe crisis, whatever might be its issue.  She frequently said that a long\nconfinement in a tower by the seaside would seem to her less intolerable\nthan those feuds in which the weakness of her party daily threatened an\ninevitable catastrophe.",
        "     [A few days before the 10th of August the squabbles between the\n     royalists and the Jacobins, and between the Jacobins and the\n     constitutionalists, increased in warmth; among the latter those men\n     who defended the principles they professed with the greatest talent,\n     courage, and constancy were at the same time the most exposed to\n     danger.  Montjoie says: “The question of dethronement was discussed\n     with a degree of frenzy in the Assembly.  Such of the deputies as\n     voted against it were abused, ill treated, and surrounded by\n     assassins.  They had a battle to fight at every step they took; and\n     at length they did not dare to sleep in their own houses.  Of this\n     number were Regnault de Beaucaron, Froudiere, Girardin, and\n     Vaublanc.  Girardin complained of having been struck in one of the\n     lobbies of the Assembly.  A voice cried out to him, ’Say where were\n     you struck.’  ’Where?’ replied Girardin, ’what a question!  Behind.\n     Do assassins ever strike otherwise?\"]",
        "Not only were their Majesties prevented from breathing the open air, but\nthey were also insulted at the very foot of the altar.  The Sunday before\nthe last day of the monarchy, while the royal family went through the\ngallery to the chapel, half the soldiers of the National Guard exclaimed,\n“Long live the King!” and the other half, “No; no King!  Down with the\nveto!” and on that day at vespers the choristers preconcerted to use loud\nand threatening emphasis when chanting the words, “Deposuit potentes de\nsede,” in the “Magnificat.”  Incensed at such an irreverent proceeding,\nthe royalists in their turn thrice exclaimed, “Et reginam,” after the\n“Domine salvum fac regem.”  The tumult during the whole time of divine\nservice was excessive.",
        "At length the terrible night of the 10th of August, 1792, arrived.  On\nthe preceding evening Potion went to the Assembly and informed it that\npreparations were making for an insurrection on the following day; that\nthe tocsin would sound at midnight; and that he feared he had not\nsufficient means for resisting the attack which was about to take place.\nUpon this information the Assembly passed to the order of the day.\nPetion, however, gave an order for repelling force by force.",
        "     [Petion was the Mayor of Paris, and Mandat on this day was\n     commandant of the National Guard.  Mandat was assassinated that\n     night.–\"Thiers,” vol. i., p. 260.]",
        "M. Mandat was armed with this order; and, finding his fidelity to the\nKing’s person supported by what he considered the law of the State, he\nconducted himself in all his operations with the greatest energy.  On the\nevening of the 9th I was present at the King’s supper.  While his Majesty\nwas giving me various orders we heard a great noise at the door of the\napartment.  I went to see what was the cause of it, and found the two\nsentinels fighting.  One said, speaking of the King, that he was hearty\nin the cause of the constitution, and would defend it at the peril of his\nlife; the other maintained that he was an encumbrance to the only\nconstitution suitable to a free people.  They were almost ready to cut\none another’s throats.  I returned with a countenance which betrayed my\nemotion.  The King desired to know what was going forward at his door; I\ncould not conceal it from him.  The Queen said she was not at all\nsurprised at it, and that more than half the guard belonged to the\nJacobin party.",
        "The tocsin sounded at midnight.  The Swiss were drawn up like walls; and\nin the midst of their soldierlike silence, which formed a striking\ncontrast with the perpetual din of the town guard, the King informed\nM. de J––-, an officer of the staff, of the plan of defence laid down\nby General Viomenil.  M. de J––- said to me, after this private\nconference, “Put your jewels and money into your pockets; our dangers are\nunavoidable; the means of defence are nil; safety might be obtained by\nsome degree of energy in the King, but that is the only virtue in which\nhe is deficient.”",
        "An hour after midnight the Queen and Madame Elisabeth said they would lie\ndown on a sofa in a room in the entresols, the windows of which commanded\nthe courtyard of the Tuileries.",
        "The Queen told me the King had just refused to put on his quilted under-\nwaistcoat; that he had consented to wear it on the 14th of July because\nhe was merely going to a ceremony where the blade of an assassin was to\nbe apprehended, but that on a day on which his party might fight against\nthe revolutionists he thought there was something cowardly in preserving\nhis life by such means.",
        "During this time Madame Elisabeth disengaged herself from some of her\nclothing which encumbered her in order to lie down on the sofa: she took\na cornelian pin out of her cape, and before she laid it down on the table\nshe showed it to me, and desired me to read a motto engraved upon it\nround a stalk of lilies.  The words were, “Oblivion of injuries; pardon\nfor offences.\"–\"I much fear,” added that virtuous Princess, “this maxim\nhas but little influence among our enemies; but it ought not to be less\ndear to us on that account.”",
        "     [The exalted piety of Madame Elisabeth gave to all she said and did\n     a noble character, descriptive of that of her soul.  On the day on\n     which this worthy descendant of Saint Louis was sacrificed, the\n     executioner, in tying her hands behind her, raised up one of the\n     ends of her handkerchief.  Madame Elisabeth, with calmness, and in a\n     voice which seemed not to belong to earth, said to him, “In the name\n     of modesty, cover my bosom.”  I learned this from Madame de Serilly,\n     who was condemned the same day as the Princess, but who obtained a\n     respite at the moment of the execution, Madame de Montmorin, her\n     relation, declaring that her cousin was enceinte.-MADAME CAMPAN.]",
        "The Queen desired me to sit down by her; the two Princesses could not\nsleep; they were conversing mournfully upon their situation when a musket\nwas discharged in the courtyard.  They both quitted the sofa, saying,\n“There is the first shot, unfortunately it will not be the last; let us\ngo up to the King.”  The Queen desired me to follow her; several of her\nwomen went with me.",
        "At four o’clock the Queen came out of the King’s chamber and told us she\nhad no longer any hope; that M. Mandat, who had gone to the Hotel de\nVille to receive further orders, had just been assassinated, and that the\npeople were at that time carrying his head about the streets.  Day came.\nThe King, the Queen, Madame Elisabeth, Madame, and the Dauphin went down\nto pass through the ranks of the sections of the National Guard; the cry\nof “Vive le Roi!” was heard from a few places.  I was at a window on the\ngarden side; I saw some of the gunners quit their posts, go up to the\nKing, and thrust their fists in his face, insulting him by the most\nbrutal language.  Messieurs de Salvert and de Bridges drove them off in a\nspirited manner.  The King was as pale as a corpse.  The royal family\ncame in again.  The Queen told me that all was lost; that the King had\nshown no energy; and that this sort of review had done more harm than\ngood.",
        "I was in the billiard-room with my companions; we placed ourselves upon\nsome high benches.  I then saw M. d’Hervilly with a drawn sword in his\nhand, ordering the usher to open the door to the French noblesse.  Two\nhundred persons entered the room nearest to that in which the family\nwere; others drew up in two lines in the preceding rooms.  I saw a few\npeople belonging to the Court, many others whose features were unknown to\nme, and a few who figured technically without right among what was called\nthe noblesse, but whose self-devotion ennobled them at once.  They were\nall so badly armed that even in that situation the indomitable French\nliveliness indulged in jests.  M. de Saint-Souplet, one of the King’s\nequerries, and a page, carried on their shoulders instead of muskets the\ntongs belonging to the King’s antechamber, which they had broken and\ndivided between them.  Another page, who had a pocket-pistol in his hand,\nstuck the end of it against the back of the person who stood before him,\nand who begged he would be good enough to rest it elsewhere.  A sword and\na pair of pistols were the only arms of those who had had the precaution\nto provide themselves with arms at all.  Meanwhile, the numerous bands\nfrom the faubourgs, armed with pikes and cutlasses, filled the Carrousel\nand the streets adjacent to the Tuileries.  The sanguinary Marseillais\nwere at their head, with cannon pointed against the Chateau.  In this\nemergency the King’s Council sent M. Dejoly, the Minister of Justice, to\nthe Assembly to request they would send the King a deputation which might\nserve as a safeguard to the executive power.  His ruin was resolved on;\nthey passed to the order of the day.  At eight o’clock the department\nrepaired to the Chateau.  The procureur-syndic, seeing that the guard\nwithin was ready to join the assailants, went into the King’s closet and\nrequested to speak to him in private.  The King received him in his\nchamber; the Queen was with him.  There M. Roederer told him that the\nKing, all his family, and the people about them would inevitably perish\nunless his Majesty immediately determined to go to the National Assembly.\nThe Queen at first opposed this advice, but the procureur-syndic told her\nthat she rendered herself responsible for the deaths of the King, her\nchildren, and all who were in the palace.  She no longer objected.  The\nKing then consented to go to the Assembly.  As he set out, he said to the\nminister and persons who surrounded him, “Come, gentlemen, there is\nnothing more to be done here.”",
        "     [\"The King hesitated, the Queen manifested the highest\n     dissatisfaction.  ’What!’ said she,’ are we alone; is there nobody\n     who can act?’–’Yes, Madame, alone; action is useless–resistance is\n     impossible.’ One of the members of the department, M. Gerdrot,\n     insisted on the prompt execution of the proposed measure.  ’Silence,\n     monsieur,’ said the Queen to him; ’silence; you are the only person\n     who ought to be silent here; when the mischief is done, those who\n     did it should not pretend to wish to remedy it.’ .  .  .",
        "     “The King remained mute; nobody spoke.  It was reserved for me to\n     give the last piece of advice.  I had the firmness to say, ’Let us\n     go, and not deliberate; honour commands it, the good of the State\n     requires it.  Let us go to the National Assembly; this step ought to\n     have been taken long ago: ’Let us go,’ said the King, raising his\n     right hand; ’let us start; let us give this last mark of self-\n     devotion, since it is necessary.’  The Queen was persuaded.  Her\n     first anxiety was for the King, the second for her son; the King had\n     none.  ’M. Roederer–gentlemen,’ said the Queen, ’you answer for the\n     person of the King; you answer for that of my son.’–’Madame,’\n     replied M. Roederer, ’we pledge ourselves to die at your side; that\n     is all we can engage for.’\"–MONTJOIE, “History of Marie\n     Antoinette.\"]",
        "The Queen said to me as she left the King’s chamber, “Wait in my\napartments; I will come to you, or I will send for you to go I know not\nwhither.”  She took with her only the Princesse de Lamballe and Madame de\nTourzel.  The Princesse de Tarente and Madame de la Roche-Aymon were\ninconsolable at being left at the Tuileries; they, and all who belonged\nto the chamber, went down into the Queen’s apartments.",
        "We saw the royal family pass between two lines formed by the Swiss\ngrenadiers and those of the battalions of the Petits-Peres and the Filles\nSaint Thomas.  They were so pressed upon by the crowd that during that\nshort passage the Queen was robbed of her watch and purse.  A man of\ngreat height and horrible appearance, one of such as were to be seen at\nthe head of all the insurrections, drew near the Dauphin, whom the Queen\nwas leading by the hand, and took him up in his arms.  The Queen uttered\na scream of terror, and was ready to faint.  The man said to her, “Don’t\nbe frightened, I will do him no harm;” and he gave him back to her at\nthe entrance of the chamber.",
        "I leave to history all the details of that too memorable day, confining\nmyself to recalling a few of the frightful scenes acted in the interior\nof the Tuileries after the King had quitted the palace.",
        "The assailants did not know that the King and his family had betaken\nthemselves to the Assembly; and those who defended the palace from the\naide of the courts were equally ignorant of it.  It is supposed that if\nthey had been aware of the fact the siege would never have taken place.",
        "     [In reading of the events of the 10th of August, 1792, the reader\n     must remember that there was hardly any armed force to resist the\n     mob.  The regiments that had shown signs of being loyal to the King\n     had been removed from Paris by the Assembly.  The Swiss had been\n     deprived of their own artillery, and the Court had sent one of their\n     battalions into Normandy at a time when there was an idea of taking\n     refuge there.  The National Guard were either disloyal or\n     disheartened, and the gunners, especially of that force at the\n     Tuileries, sympathised with the mob.  Thus the King had about 800 or\n     900 Swiss and little more than one battalion of the National Guard.\n     Mandat, one of the six heads of the legions of the National Guard,\n     to whose turn the command fell on that day, was true to his duty,\n     but was sent for to the Hotel de Ville and assassinated.  Still the\n     small force, even after the departure of the King, would have\n     probably beaten off the mob had not the King given the fatal order\n     to the Swiss to cease firing.  (See Thiers’s “Revolution Francaise,\"\n     vol.  i., chap.  xi.) Bonaparte’s opinion of the mob may be judged\n     by his remarks on the 20th June, 1792, when, disgusted at seeing the\n     King appear with the red cap on his head, he exclaimed, “Che\n     coglione!  Why have they let in all that rabble?  Why don’t they\n     sweep off 400 or 500 of them with the cannon?  The rest would then\n     set off.”  (\"Bourrienne,” vol. i., p.13, Bentley, London, 1836.)\n     Bonaparte carried out his own plan against a far stronger force of\n     assailants on the Jour des Sections, 4th October, 1795.]",
        "The Marseillais began by driving from their posts several Swiss, who\nyielded without resistance; a few of the assailants fired upon them; some\nof the Swiss officers, seeing their men fall, and perhaps thinking the\nKing was still at the Tuileries, gave the word to a whole battalion to\nfire.  The aggressors were thrown into disorder, and the Carrousel was\ncleared in a moment; but they soon returned, spurred on by rage and\nrevenge.  The Swiss were but eight hundred strong; they fell back into\nthe interior of the Chateau; some of the doors were battered in by the\nguns, others broken through with hatchets; the populace rushed from all\nquarters into the interior of the palace; almost all the Swiss were\nmassacred; the nobles, flying through the gallery which leads to the\nLouvre, were either stabbed or shot, and the bodies thrown out of the\nwindows.",
        "M. Pallas and M. de Marchais, ushers of the King’s chamber, were killed\nin defending the door of the council chamber; many others of the King’s\nservants fell victims to their fidelity.  I mention these two persons in\nparticular because, with their hats pulled over their brows and their\nswords in their hands, they exclaimed, as they defended themselves with\nunavailing courage, “We will not survive!–this is our post; our duty is\nto die at it.”  M. Diet behaved in the same manner at the door of the\nQueen’s bedchamber; he experienced the same fate.  The Princesse de\nTarente had fortunately opened the door of the apartments; otherwise, the\ndreadful band seeing several women collected in the Queen’s salon would\nhave fancied she was among us, and would have immediately massacred us\nhad we resisted them.  We were, indeed, all about to perish, when a man\nwith a long beard came up, exclaiming, in the name of Potion, “Spare the\nwomen; don’t dishonour the nation!”  A particular circumstance placed me\nin greater danger than the others.  In my confusion I imagined, a moment\nbefore the assailants entered the Queen’s apartments, that my sister was\nnot among the group of women collected there; and I went up into an\n’entresol’, where I supposed she had taken refuge, to induce her to come\ndown, fancying it safer that we should not be separated.  I did not find\nher in the room in question; I saw there only our two femmes de chambre\nand one of the Queen’s two heyducs, a man of great height and military\naspect.  I saw that he was pale, and sitting on a bed.  I cried out to\nhim, “Fly! the footmen and our people are already safe.\"–\"I cannot,\"\nsaid the man to me; “I am dying of fear.”  As he spoke I heard a number\nof men rushing hastily up the staircase; they threw themselves upon him,\nand I saw him assassinated.",
        "I ran towards the staircase, followed by our women.  The murderers left\nthe heyduc to come to me.  The women threw themselves at their feet, and\nheld their sabres.  The narrowness of the staircase impeded the\nassassins; but I had already felt a horrid hand thrust into my back to\nseize me by my clothes, when some one called out from the bottom of the\nstaircase, “What are you doing above there?  We don’t kill women.”  I was\non my knees; my executioner quitted his hold of me, and said, “Get up,\nyou jade; the nation pardons you.”",
        "The brutality of these words did not prevent my suddenly experiencing an\nindescribable feeling which partook almost equally of the love of life\nand the idea that I was going to see my son, and all that was dear to me,\nagain.  A moment before I had thought less of death than of the pain\nwhich the steel, suspended over my head, would occasion me.  Death is\nseldom seen so close without striking his blow.  I heard every syllable\nuttered by the assassins, just as if I had been calm.",
        "Five or six men seized me and my companions, and, having made us get up\non benches placed before the windows, ordered us to call out, “The nation\nfor ever!”",
        "I passed over several corpses; I recognised that of the old Vicomte de\nBroves, to whom the Queen had sent me at the beginning of the night to\ndesire him and another old man in her name to go home.  These brave men\ndesired I would tell her Majesty that they had but too strictly obeyed\nthe King’s orders in all circumstances under which they ought to have\nexposed their own lives in order to preserve his; and that for this once\nthey would not obey, though they would cherish the recollection of the\nQueen’s goodness.",
        "Near the grille, on the side next the bridge, the men who conducted me\nasked whither I wished to go.  Upon my inquiring, in my turn, whether\nthey were at liberty to take me wherever I might wish to go, one of them,\na Marseillais, asked me, giving me at the same time a push with the butt\nend of his musket, whether I still doubted the power of the people?  I\nanswered “No,” and I mentioned the number of my brother-in-law’s house.\nI saw my sister ascending the steps of the parapet of the bridge,\nsurrounded by members of the National Guard.  I called to her, and she\nturned round.  “Would you have her go with you?” said my guardian to me.\nI told him I did wish it.  They called the people who were leading my\nsister to prison; she joined me.",
        "Madame de la Roche-Aymon and her daughter, Mademoiselle Pauline de\nTourzel, Madame de Ginestoux, lady to the Princesse de Lamballe, the\nother women of the Queen, and the old Comte d’Affry, were led off\ntogether to the Abbaye.",
        "Our progress from the Tuileries to my sister’s house was most\ndistressing.  We saw several Swiss pursued and killed, and musket-shots\nwere crossing each other in all directions.  We passed under the walls of\nthe Louvre; they were firing from the parapet into the windows of the\ngallery, to hit the knights of the dagger; for thus did the populace\ndesignate those faithful subjects who had assembled at the Tuileries to\ndefend the King.",
        "The brigands broke some vessels of water in the Queen’s first\nantechamber; the mixture of blood and water stained the skirts of our\nwhite gowns.  The poissardes screamed after us in the streets that we\nwere attached to the Austrian.  Our protectors then showed some\nconsideration for us, and made us go up a gateway to pull off our gowns;\nbut our petticoats being too short, and making us look like persons in\ndisguise, other poissardes began to bawl out that we were young Swiss\ndressed up like women.  We then saw a tribe of female cannibals enter the\nstreet, carrying the head of poor Mandat.  Our guards made us hastily\nenter a little public-house, called for wine, and desired us to drink\nwith them.  They assured the landlady that we were their sisters, and\ngood patriots.  Happily the Marseillais had quitted us to return to the\nTuileries.  One of the men who remained with us said to me in a low\nvoice: “I am a gauze-worker in the faubourg.  I was forced to march; I am\nnot for all this; I have not killed anybody, and have rescued you.  You\nran a great risk when we met the mad women who are carrying Mandat’s\nhead.  These horrible women said yesterday at midnight, upon the site of\nthe Bastille, that they must have their revenge for the 6th of October,\nat Versailles, and that they had sworn to kill the Queen and all the\nwomen attached to her; the danger of the action saved you all.”",
        "As I crossed the Carrousel, I saw my house in flames; but as soon as the\nfirst moment of affright was over, I thought no more of my personal\nmisfortunes.  My ideas turned solely upon the dreadful situation of the\nQueen.",
        "On reaching my sister’s we found all our family in despair, believing\nthey should never see us again.  I could not remain in her house; some of\nthe mob, collected round the door, exclaimed that Marie Antoinette’s\nconfidante was in the house, and that they must have her head.  I\ndisguised myself, and was concealed in the house of M. Morel, secretary\nfor the lotteries.  On the morrow I was inquired for there, in the name\nof the Queen.  A deputy, whose sentiments were known to her, took upon\nhimself to find me out.",
        "I borrowed clothes, and went with my sister to the Feuillans–[A former\nmonastery near the Tuileries, so called from the Bernardines, one of the\nCistercian orders; later a revolutionary club.]–We got there at the\nsame time with M. Thierry de Ville d’Avray, the King’s first valet de\nchambre.  We were taken into an office, where we wrote down our names and\nplaces of abode, and we received tickets for admission into the rooms\nbelonging to Camus, the keeper of the Archives, where the King was with\nhis family.",
        "As we entered the first room, a person who was there said to me, “Ah!\nyou are a brave woman; but where is that Thierry,",
        "     [M. Thierry, who never ceased to give his sovereign proofs of\n     unalterable attachment, was one of the victims of the 2d of\n     September.–MADAME CAMPAN.]",
        "that man loaded with his master’s bounties?\"–\"He is here,” said I; “he\nis following me.  I perceive that even scenes of death do not banish\njealousy from among you.”",
        "Having belonged to the Court from my earliest youth, I was known to many\npersons whom I did not know.  As I traversed a corridor above the\ncloisters which led to the cells inhabited by the unfortunate Louis XVI.\nand his family, several of the grenadiers called me by name.  One of them\nsaid to me, “Well, the poor King is lost!  The Comte d’Artois would have\nmanaged it better.\"–\"Not at all,” said another.",
        "The royal family occupied a small suite of apartments consisting of four\ncells, formerly belonging to the ancient monastery of the Feuillans.  In\nthe first were the men who had accompanied the King: the Prince de Poix,\nthe Baron d’Aubier, M. de Saint-Pardou, equerry to Madame Elisabeth, MM.\nde Goguelat, de Chamilly, and de Hue.  In the second we found the King;\nhe was having his hair dressed; he took two locks of it, and gave one to\nmy sister and one to me.  We offered to kiss his hand; he opposed it, and\nembraced us without saying anything.  In the third was the Queen, in bed,\nand in indescribable affliction.  We found her accompanied only by a\nstout woman, who appeared tolerably civil; she was the keeper of the\napartments.  She waited upon the Queen, who as yet had none of her own\npeople about her.  Her Majesty stretched out her arms to us, saying,\n“Come, unfortunate women; come, and see one still more unhappy than\nyourselves, since she has been the cause of all your misfortunes.  We are\nruined,” continued she; “we have arrived at that point to which they have\nbeen leading us for three years, through all possible outrages; we shall\nfall in this dreadful revolution, and many others will perish after us.\nAll have contributed to our downfall; the reformers have urged it like\nmad people, and others through ambition, for the wildest Jacobin seeks\nwealth and office, and the mob is eager for plunder.  There is not one\nreal patriot among all this infamous horde.  The emigrant party have\ntheir intrigues and schemes; foreigners seek to profit by the dissensions\nof France; every one has a share in our misfortunes.”",
        "The Dauphin came in with Madame and the Marquise de Tourzel.  On seeing\nthem the Queen said to me, “Poor children!  how heartrending it is,\ninstead of handing down to them so fine an inheritance, to say it ends\nwith us!”  She afterwards conversed with me about the Tuileries and the\npersons who had fallen; she condescended also to mention the burning of\nmy house.  I looked upon that loss as a mischance which ought not to\ndwell upon her mind, and I told her so.  She spoke of the Princesse de\nTarente, whom she greatly loved and valued, of Madame de la Roche-Aymon\nand her daughter, of the other persons whom she had left at the palace,\nand of the Duchesse de Luynes, who was to have passed the night at the\nTuileries.  Respecting her she said, “Hers was one of the first heads\nturned by the rage for that mischievous philosophy; but her heart brought\nher back, and I again found a friend in her.”",
        "     [During the Reign of Terror I withdrew to the Chateau de Coubertin,\n     near that of Dampierre.  The Duchesse de Luynes frequently came to\n     ask me to tell her what the Queen had said about her at the\n     Feuillans.  She would say as she went away, “I have often need to\n     request you to repeat those words of the Queen.\"–MADAME CAMPAN.]",
        "I asked the Queen what the ambassadors from foreign powers had done under\nexisting circumstances.  She told me that they could do nothing; and that\nthe wife of the English ambassador had just given her a proof of the\npersonal interest she took in her welfare by sending her linen for her\nson.",
        "I informed her that, in the pillaging of my house, all my accounts with\nher had been thrown into the Carrousel, and that every sheet of my\nmonth’s expenditure was signed by her, sometimes leaving four or five\ninches of blank paper above her signature, a circumstance which rendered\nme very uneasy, from an apprehension that an improper use might be made\nof those signatures.  She desired me to demand admission to the committee\nof general safety, and to make this declaration there.  I repaired\nthither instantly and found a deputy, with whose name I have never become\nacquainted.  After hearing me he said that he would not receive my\ndeposition; that Marie Antoinette was now nothing more than any other\nFrenchwoman; and that if any of those detached papers bearing her\nsignature should be misapplied, she would have, at a future period, a\nright to lodge a complaint, and to support her declaration by the facts\nwhich I had just related.  The Queen then regretted having sent me, and\nfeared that she had, by her very caution, pointed out a method of\nfabricating forgeries which might be dangerous to her; then again she\nexclaimed, “My apprehensions are as absurd as the step I made you take.\nThey need nothing more for our ruin; all has been told.”",
        "She gave us details of what had taken place subsequently to the King’s\narrival at the Assembly.  They are all well known, and I have no occasion\nto record them; I will merely mention that she told us, though with much\ndelicacy, that she was not a little hurt at the King’s conduct since he\nhad quitted the Tuileries; that his habit of laying no restraint upon his\ngreat appetite had prompted him to eat as if he had been at his palace;\nthat those who did not know him as she did, did not feel the piety and\nthe magnanimity of his resignation, all which produced so bad an effect\nthat deputies who were devoted to him had warned him of it; but no change\ncould be effected.",
        "I still see in imagination, and shall always see, that narrow cell at the\nFeuillans, hung with green paper, that wretched couch whence the\ndethroned, Queen stretched out her arms to us, saying that our\nmisfortunes, of which she was the cause, increased her own.  There, for\nthe last time, I saw the tears, I heard the sobs of her whom high birth,\nnatural endowments, and, above all, goodness of heart, had seemed to\ndestine to adorn any throne, and be the happiness of any people!  It is\nimpossible for those who lived with Louis XVI. and Marie Antoinette not\nto be fully convinced, while doing full justice to the King’s virtues,\nthat if the Queen had been from the moment of her arrival in France the\nobject of the care and affection of a prince of decision and authority,\nshe would have only added to the glory of his reign.",
        "What affecting things I have heard the Queen say in the affliction caused\nher by the belief of part of the Court and the whole of the people that\nshe did not love France!  How did that opinion shock those who knew her\nheart and her sentiments!  Twice did I see her on the point of going from\nher apartments in the Tuileries into the gardens, to address the immense\nthrong constantly assembled there to insult her.  “Yes,” exclaimed she,\nas she paced her chamber with hurried steps, “I will say to them\nFrenchmen, they have had the cruelty to persuade you that I do not love\nFrance!–I! the mother of a Dauphin who will reign over this noble\ncountry!–I! whom Providence has seated upon the most powerful throne of\nEurope!  Of all the daughters of Maria Theresa am I not that one whom\nfortune has most highly favoured?  And ought I not to feel all these\nadvantages?  What should I find at Vienna?  Nothing but sepulchres!  What\nshould I lose in France?  Everything which can confer glory!”",
        "I protest I only repeat her own words; the soundness of her judgment soon\npointed out to her the dangers of such a proceeding.  “I should descend\nfrom the throne,” said she, “merely, perhaps, to excite a momentary\nsympathy, which the factious would soon render more injurious than\nbeneficial to me.”",
        "Yes, not only did Marie Antoinette love France, but few women took\ngreater pride in the courage of Frenchmen.  I could adduce a multitude of\nproofs of this; I will relate two traits which demonstrate the noblest\nenthusiasm: The Queen was telling me that, at the coronation of the\nEmperor Francis II., that Prince, bespeaking the admiration of a French\ngeneral officer, who was then an emigrant, for the fine appearance of his\ntroops, said to him, “There are the men to beat your sans culottes!\"\n“That remains to be seen, Sire,” instantly replied the officer.  The\nQueen added, “I don’t know the name of that brave Frenchman, but I will\nlearn it; the King ought to be in possession of it.”  As she was reading\nthe public papers a few days before the 10th of August, she observed that\nmention was made of the courage of a young man who died in defending the\nflag he carried, and shouting, “Vive la Nation!\"–\"Ah! the fine lad!\"\nsaid the Queen; “what a happiness it would have been for us if such men\nhad never left off crying, ’Vive de Roi!’”",
        "In all that I have hitherto said of this most unfortunate of women and of\nqueens, those who did not live with her, those who knew her but\npartially, and especially the majority of foreigners, prejudiced by\ninfamous libels, may imagine I have thought it my duty to sacrifice truth\non the altar of gratitude.  Fortunately I can invoke unexceptionable\nwitnesses; they will declare whether what I assert that I have seen and\nheard appears to them either untrue or improbable.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part B, also see Part A) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Memoirs of Marie AntoinetteBy Madame CampanAt Amazon"
    ]
}