{
    "title": "Memoirs of Marie Antoinette - Chapter VII.",
    "author": "Campan",
    "chapter": "7",
    "content": [
        "\n\n",
        "In the beginning of the year 1792, a worthy priest requested a private\ninterview with me.  He had learned the existence of a new libel by Madame\nde Lamotte.  He told me that the people who came from London to get it\nprinted in Paris only desired gain, and that they were ready to deliver\nthe manuscript to him for a thousand louis, if he could find any friend\nof the Queen disposed to make that sacrifice for her peace; that he had\nthought of me, and if her Majesty would give him the twenty-four thousand\nfrancs, he would hand the manuscript to me.",
        "I communicated this proposal to the Queen, who rejected it, and desired\nme to answer that at the time when she had power to punish the hawkers of\nthese libels she deemed them so atrocious and incredible that she\ndespised them too much to stop them; that if she were imprudent and weak\nenough to buy a single one of them, the Jacobins might possibly discover\nthe circumstance through their espionage; that were this libel brought\nup, it would be printed nevertheless, and would be much more dangerous\nwhen they apprised the public of the means she had used to suppress it.",
        "Baron d’Aubier, gentleman-in-ordinary to the King, and my particular\nfriend, had a good memory and a clear way of communicating the substance\nof the debates and decrees of the National Assembly.  I went daily to the\nQueen’s apartments to repeat all this to the King, who used to say, on\nseeing me, “Ah! here’s the Postillon par Calais,\"–a newspaper of the\ntime.",
        "M. d’Aubier one day said to me: “The Assembly has been much occupied with\nan information laid by the workmen of the Sevres manufactory.  They\nbrought to the President’s office a bundle of pamphlets which they said\nwere the life of Marie Antoinette.  The director of the manufactory was\nordered up to the bar, and declared he had received orders to burn the\nprinted sheets in question in the furnaces used for baking his china.”",
        "While I was relating this business to the Queen the King coloured and\nheld his head down over his plate.  The Queen said to him, “Do you know\nanything about this, Sire?”  The King made no answer.  Madame Elisabeth\nrequested him to explain what it meant.  Louis was still silent.  I\nwithdrew hastily.  A few minutes afterwards the Queen came to my room and\ninformed me that the King, out of regard for her, had purchased the whole\nedition struck off from the manuscript which I had mentioned to her, and\nthat M. de Laporte had not been able to devise any more secret way of\ndestroying the work than that of having it burnt at Sevres, among two\nhundred workmen, one hundred and eighty of whom must, in all probability,\nbe Jacobins!  She told me she had concealed her vexation from the King;\nthat he was in consternation, and that she could say nothing, since his\ngood intentions and his affection for her had been the cause of the\nmistake.",
        "     [M. de Laporte had by order of the King bought up the whole edition\n     of the “Memoirs” of the notorious Madame de Lamotte against the\n     Queen.  Instead of destroying them immediately, he shut them up in\n     one of the closets in his house, The alarming and rapid growth of\n     the rebellion, the arrogance of the crowd of brigands, who in great\n     measure composed the populace of Paris, and the fresh excesses daily\n     resulting from it, rendered the intendant of the civil list\n     apprehensive that some mob might break into his house, carry off\n     these “Memoirs,” and spread them among the public.  In order to\n     prevent this he gave orders to have the “Memoirs” burnt with every\n     necessary precaution; and the clerk who received the order entrusted\n     the execution of it to a man named Riston, a dangerous Intriguer,\n     formerly an advocate of Nancy, who had a twelve-month before escaped\n     the gallows by favour of the new principles and the patriotism of\n     the new tribunals, although convicted of forging the great seal, and\n     fabricating decrees of the council.  This Riston, finding himself\n     entrusted with a commission which concerned her Majesty, and the\n     mystery attending which bespoke something of importance, was less\n     anxious to execute it faithfully than to make a parade of this mark\n     of confidence.  On the 30th of May, at ten in the morning, he had\n     the sheets carried to the porcelain manufactory at Sevres, in a cart\n     which he himself accompanied, and made a large fire of them before\n     all the workmen, who were expressly forbidden to approach it.  All\n     these precautions, and the suspicions to which they gave rise, under\n     such critical circumstances, gave so much publicity to this affair\n     that it was denounced to the Assembly that very night.  Brissot, and\n     the whole Jacobin party, with equal effrontery and vehemence,\n     insisted that the papers thus secretly burnt could be no other than\n     the registers and documents of the correspondence of the Austrian\n     committee.  M. de Laporte was ordered to the bar, and there gave the\n     most precise account of the circumstances.  Riston was also called\n     up, and confirmed M. de Laporte’s deposition.  But these\n     explanations, however satisfactory, did not calm the violent ferment\n     raised in the Assembly by this affair.–\"Memoirs of Bertrand de\n     Molleville.\"]",
        "Some time afterwards the Assembly received a denunciation against M. de\nMontmorin.  The ex-minister was accused of having neglected forty\ndespatches from M. Genet, the charge d’affaires from France in Russia,\nnot having even unsealed them, because M. Genet acted on constitutional\nprinciples.  M. de Montmorin appeared at the bar to answer this\naccusation.  Whatever distress I might feel in obeying the order I had\nreceived from the King to go and give him an account of the sitting, I\nthought I ought not to fail in doing so.  But instead of giving my\nbrother his family name, I merely said “your Majesty’s charge d’affaires\nat St. Petersburg.”",
        "The King did me the favour to say that he noticed a reserve in my\naccount, of which he approved.  The Queen condescended to add a few\nobliging remarks to those of the King.  However, my office of journalist\ngave me in this instance so much pain that I took an opportunity, when\nthe King was expressing his satisfaction to me at the manner in which I\ngave him this daily account, to tell him that its merits belonged wholly\nto M. d’Aubier; and I ventured to request the King to suffer that\nexcellent man to give him an account of the sittings himself.  I assured\nthe King that if he would permit it, that gentleman might proceed to the\nQueen’s apartments through mine unseen; the King consented to the\narrangement.  Thenceforward M. d’Aubier gave the King repeated proofs of\nzeal and attachment.",
        "The Cure of St. Eustache ceased to be the Queen’s confessor when he took\nthe constitutional oath.  I do not remember the name of the ecclesiastic\nwho succeeded him; I only know that he was conducted into her apartments\nwith the greatest mystery.  Their Majesties did not perform their Easter\ndevotions in public, because they could neither declare for the\nconstitutional clergy, nor act so as to show that they were against them.",
        "The Queen did perform her Easter devotions in 1792; but she went to the\nchapel attended only by myself.  She desired me beforehand to request one\nof my relations, who was her chaplain, to celebrate a mass for her at\nfive o’clock in the morning.  It was still dark; she gave me her arm,\nand I lighted her with a taper.  I left her alone at the chapel door.\nShe did not return to her room until the dawn of day.",
        "Dangers increased daily.  The Assembly were strengthened in the eyes of\nthe people by the hostilities of the foreign armies and the army of the\nPrinces.  The communication with the latter party became more active;\nthe Queen wrote almost every day.  M. de Goguelat possessed her\nconfidence for all correspondence with the foreign parties, and I was\nobliged to have him in my apartments; the Queen asked for him very\nfrequently, and at times which she could not previously appoint.",
        "All parties were exerting themselves either to ruin or to save the King.\nOne day I found the Queen extremely agitated; she told me she no longer\nknew where she was; that the leaders of the Jacobins offered themselves\nto her through the medium of Dumouriez; or that Dumouriez, abandoning the\nJacobins, had come and offered himself to her; that she had granted him\nan audience; that when alone with her, he had thrown himself at her feet,\nand told her that he had drawn the ’bonnet rouge’ over his head to the\nvery ears; but that he neither was nor could be a Jacobin; that the\nRevolution had been suffered to extend even to that rabble of destroyers\nwho, thinking of nothing but pillage, were ripe for anything, and might\nfurnish the Assembly with a formidable army, ready to undermine the\nremains of a throne already but too much shaken.  Whilst speaking with\nthe utmost ardour he seized the Queen’s hand and kissed it with\ntransport, exclaiming, “Suffer yourself to be saved!”  The Queen told me\nthat the protestations of a traitor were not to be relied on; that the\nwhole of his conduct was so well known that undoubtedly the wisest course\nwas not to trust to it;",
        "     [The sincerity of General Dumouriez cannot be doubted in this\n     instance.  The second volume of his Memoirs shows how unjust the\n     mistrust and reproaches of the Queen were.  By rejecting his\n     services, Marie Antoinette deprived herself of her only remaining\n     support.  He who saved France in the defiles of Argonne would\n     perhaps have saved France before the 20th of June, had he obtained\n     the full confidence of Louis XVI. and the Queen.–NOTE BY THE\n     EDITOR.]",
        "that, moreover, the Princes particularly recommended that no confidence\nshould be placed in any proposition emanating from within the kingdom;\nthat the force without became imposing; and that it was better to rely\nupon their success, and upon the protection due from Heaven to a\nsovereign so virtuous as Louis XVI.  and to so just a cause.",
        "The constitutionalists, on their part, saw that there had been nothing\nmore than a pretence of listening to them.  Barnave’s last advice was as\nto the means of continuing, a few weeks longer, the Constitutional Guard,\nwhich had been denounced to the Assembly, and was to be disbanded.  The\ndenunciation against the Constitutional Guard affected only its staff,\nand the Duc de Brissac.  Barnave wrote to the Queen that the staff of the\nguard was already attacked; that the Assembly was about to pass a decree\nto reduce it; and he entreated her to prevail on the King, the very\ninstant the decree should appear, to form the staff afresh of persons\nwhose names he sent her.  Barnave said that all who were set down in it\npassed for decided Jacobins, but were not so in fact; that they, as well\nas himself, were in despair at seeing the monarchical government\nattacked; that they had learnt to dissemble their sentiments, and that it\nwould be at least a fortnight before the Assembly could know them well,\nand certainly before it could succeed in making them unpopular; that it\nwould be necessary to take advantage of that short space of time to get\naway from Paris, immediately after their nomination.  The Queen was of\nopinion that she ought not to yield to this advice.  The Duc de Brissac\nwas sent to Orleans, and the guard was disbanded.",
        "Barnave, seeing that the Queen did not follow his counsel in anything,\nand convinced that she placed all her reliance on assistance from abroad,\ndetermined to quit Paris.  He obtained a last audience.  “Your\nmisfortunes, Madame,” said he, “and those which I anticipate for France,.\ndetermined me to sacrifice myself to serve you.  I see, however, that my\nadvice does not agree with the views of your Majesties.  I augur but\nlittle advantage from the plan you are induced to pursue,–you are too\nremote from your succours; you will be lost before they reach you.  Most\nardently do I wish I may be mistaken in so lamentable a prediction; but I\nam sure to pay with my head for the interest your misfortunes have raised\nin me, and the services I have sought to render you.  I request, for my\nsole reward, the honour of kissing your hand.”  The Queen, her eyes\nsuffused with tears, granted him that favour, and remained impressed with\na favourable idea of his sentiments.  Madame Elisabeth participated in\nthis opinion, and the two Princesses frequently spoke of Barnave.  The\nQueen also received M. Duport several times, but with less mystery.  Her\nconnection with the constitutional deputies transpired.  Alexandre de\nLameth was the only one of the three who survived the vengeance of the\nJacobins.",
        "     [Barnave was arrested at Grenoble.  He remained in prison in that\n     town fifteen months, and his friends began to hope that he would be\n     forgotten, when an order arrived that he should be removed to Paris.\n     At first he was imprisoned in the Abbaye, but transferred to the\n     Conciergerie, and almost immediately taken before the revolutionary\n     tribunal.  He appeared there with wonderful firmness, summed up the\n     services he had rendered to the cause of liberty with his usual\n     eloquence, and made such an impression upon the numerous auditors\n     that, although accustomed to behold only conspirators worthy of\n     death in all those who appeared before the tribunal, they themselves\n     considered his acquittal certain.  The decree of death was read\n     amidst the deepest silence; but Barnave’a firmness was immovable.\n     When he left the court, he cast upon the judges, the jurors, and the\n     public looks expressive of contempt and indignation.  He was led to\n     his fate with the respected Duport du Tertre, one of the last\n     ministers of Louis XVI. when he had ascended the scaffold, Barnave\n     stamped, raised his eyes to heaven, and said: “This, then, is the\n     reward of all that I have done for liberty!”  He fell on the 29th of\n     October, 1793, in the thirty-second year of his age; his bust was\n     placed in the Grenoble Museum.  The Consular Government placed his\n     statue next to that of Vergniaud, on the great staircase of the\n     palace of the Senate.–\"Biographie de Bruxelles.\"]",
        "The National Guard, which succeeded the King’s Guard, having occupied the\ngates of the Tuileries, all who came to see the Queen were insulted with\nimpunity.  Menacing cries were uttered aloud even in the Tuileries; they\ncalled for the destruction of the throne, and the murder of the\nsovereign; the grossest insults were offered by the very lowest of the\nmob.",
        "About this time the King fell into a despondent state, which amounted\nalmost to physical helplessness.  He passed ten successive days without\nuttering a single word, even in the bosom of his family; except, indeed,\nwhen playing at backgammon after dinner with Madame Elisabeth.  The Queen\nroused him from this state, so fatal at a critical period, by throwing\nherself at his feet, urging every alarming idea, and employing every\naffectionate expression.  She represented also what he owed to his\nfamily; and told him that if they were doomed to fall they ought to fall\nhonourably, and not wait to be smothered upon the floor of their\napartment.",
        "About the 15th of June, 1792, the King refused his sanction to the two\ndecrees ordaining the deportation of priests and the formation of a camp\nof twenty thousand men under the walls of Paris.  He himself wished to\nsanction them, and said that the general insurrection only waited for a\npretence to burst forth.  The Queen insisted upon the veto, and\nreproached herself bitterly when this last act of the constitutional\nauthority had occasioned the day of the 20th of June.",
        "A few days previously about twenty thousand men had gone to the Commune\nto announce that, on the 20th, they would plant the tree of liberty at\nthe door of the National Assembly, and present a petition to the King\nrespecting the veto which he had placed upon the decree for the\ndeportation of the priests.  This dreadful army crossed the garden of the\nTuileries, and marched under the Queen’s windows; it consisted of people\nwho called themselves the citizens of the Faubourgs St. Antoine and St.\nMarceau.  Clothed in filthy rags, they bore a most terrifying appearance,\nand even infected the air.  People asked each other where such an army\ncould come from; nothing so disgusting had ever before appeared in Paris.",
        "On the 20th of June this mob thronged about the Tuileries in still\ngreater numbers, armed with pikes, hatchets, and murderous instruments of\nall kinds, decorated with ribbons of the national colours, Shouting, “The\nnation for ever!  Down with the veto!”  The King was without guards.\nSome of these desperadoes rushed up to his apartment; the door was about\nto be forced in, when the King commanded that it should be opened.\nMessieurs de Bougainville, d’Hervilly, de Parois, d’Aubier, Acloque,\nGentil, and other courageous men who were in the apartment of M. de\nSepteuil, the King’s first valet de chambre, instantly ran to his\nMajesty’s apartment.  M. de Bougainville, seeing the torrent furiously\nadvancing, cried out, “Put the King in the recess of the window, and\nplace benches before him.”  Six royalist grenadiers of the battalion of\nthe Filles Saint Thomas made their way by an inner staircase, and ranged\nthemselves before the benches.  The order given by M. de Bougainville\nsaved the King from the blades of the assassins, among whom was a Pole\nnamed Lazousky, who was to strike the first blow.  The King’s brave\ndefenders said, “Sire, fear nothing.”  The King’s reply is well known:\n“Put your hand upon my heart, and you will perceive whether I am afraid.\"\nM. Vanot, commandant of battalion, warded off a blow aimed by a wretch\nagainst the King; a grenadier of the Filles Saint Thomas parried a sword-\nthrust made in the same direction.  Madame Elisabeth ran to her brother’s\napartments; when she reached the door she heard loud threats of death\nagainst the Queen: they called for the head of the Austrian.  “Ah!  let\nthem think I am the Queen,” she said to those around her, “that she may\nhave time to escape.”",
        "The Queen could not join the King; she was in the council chamber, where\nshe had been placed behind the great table to protect her, as much as\npossible, against the approach of the barbarians.  Preserving a noble and\nbecoming demeanour in this dreadful situation, she held the Dauphin\nbefore her, seated upon the table.  Madame was at her side; the Princesse\nde Lamballe, the Princesse de Tarente, Madame de la Roche-Aymon, Madame\nde Tourzel, and Madame de Mackau surrounded her.  She had fixed a\ntricoloured cockade, which one of the National Guard had given her, upon\nher head.  The poor little Dauphin was, like the King, shrouded in an\nenormous red cap.  The horde passed in files before the table;",
        "     [One of the circumstances of the 20th of June which most vexed the\n     King’s friends being that of his wearing the bonnet rouge nearly\n     three hours, I ventured to ask him for some explanation of a fact so\n     strikingly in contrast with the extraordinary intrepidity shown by\n     his Majesty during that horrible day.  This was his answer: “The\n     cries of ’The nation for ever!’ violently increasing around me, and\n     seeming to be addressed to me, I replied that the nation had not a\n     warmer friend than myself.  Upon this an ill-looking man, making his\n     way through the crowd, came up to me and said, rather roughly,\n     ’Well, if you speak the truth, prove it by putting on this red cap.’\n     ’I consent,’ replied I.  One or two of them immediately came forward\n     and placed the cap upon my hair, for it was too small for my head.\n     I was convinced, I knew not why, that his intention was merely to\n     place the cap upon my head for a moment, and then to take it off\n     again; and I was so completely taken up with what was passing before\n     me that I did not feel whether the cap did or did not remain upon my\n     hair.  I was so little aware of it that when I returned to my room I\n     knew only from being told so that it was still there.  I was very\n     much surprised to find it upon my head, and was the more vexed at it\n     because I might have taken it off immediately without the smallest\n     difficulty.  But I am satisfied that if I had hesitated to consent\n     to its being placed upon my head the drunken fellow who offered it\n     to me would have thrust his pike into my stomach.\"–\"Memoirs of\n     Bertrand de Molleville.\"]",
        "the sort of standards which they carried were symbols of the most\natrocious barbarity.  There was one representing a gibbet, to which a\ndirty doll was suspended; the words “Marie Antoinette a la lanterne” were\nwritten beneath it.  Another was a board, to which a bullock’s heart was\nfastened, with “Heart of Louis XVI.” written round it.  And a third\nshowed the horn of an ox, with an obscene inscription.",
        "One of the most furious Jacobin women who marched with these wretches\nstopped to give vent to a thousand imprecations against the Queen.  Her\nMajesty asked whether she had ever seen her.  She replied that she had\nnot.  Whether she had done her any, personal wrong?  Her answer was the\nsame; but she added:",
        "“It is you who have caused the misery of the nation.”",
        "“You have been told so,” answered the Queen; “you are deceived.  As the\nwife of the King of France, and mother of the Dauphin, I am a French-\nwoman; I shall never see my own country again, I can be happy or unhappy\nonly in France; I was happy when you loved me.”",
        "The fury began to weep, asked her pardon, and said, “It was because I did\nnot know you; I see that you are good.”",
        "Santerre, the monarch of the faubourgs, made his subjects file off as\nquickly as he could; and it was thought at the time that he was ignorant\nof the object of this insurrection, which was the murder of the royal\nfamily.  However, it was eight o’clock in the evening before the palace\nwas completely cleared.  Twelve deputies, impelled by attachment to the\nKing’s person, ranged themselves near him at the commencement of the\ninsurrection; but the deputation from the Assembly did not reach the\nTuileries until six in the evening; all the doors of the apartments were\nbroken.  The Queen pointed out to the deputies the state of the King’s\npalace, and the disgraceful manner in which his asylum had been violated\nunder the very eyes of the Assembly; she saw that Merlin de Thionville\nwas so much affected as to shed tears while she spoke.",
        "“You weep, M. Merlin,” said she to him, “at seeing the King and his\nfamily so cruelly treated by a people whom he always wished to make\nhappy.”",
        "“True, Madame,” replied Merlin; “I weep for the misfortunes of a\nbeautiful and feeling woman, the mother of a family; but do not mistake,\nnot one of my tears falls for either King or Queen; I hate kings and\nqueens,–it is my religion.”",
        "The Queen could not appreciate this madness, and saw all that was to be\napprehended by persons who evinced it.",
        "All hope was gone, and nothing was thought of but succour from abroad.\nThe Queen appealed to her family and the King’s brothers; her letters\nprobably became more pressing, and expressed apprehensions upon the\ntardiness of relief.  Her Majesty read me one to herself from the\nArchduchess Christina, Gouvernante of the Low Countries: she reproached\nthe Queen for some of her expressions, and told her that those out of\nFrance were at least as much alarmed as herself at the King’s situation\nand her own; but that the manner of attempting to assist her might either\nsave her or endanger her safety; and that the members of the coalition\nwere bound to act prudently, entrusted as they were with interests so\ndear to them.",
        "The 14th of July, 1792, fixed by the constitution as the anniversary of\nthe independence of the nation drew near.  The King and Queen were\ncompelled to make their appearance on the occasion; aware that the plot\nof the 20th of June had their assassination for its object, they had no\ndoubt but that their death was determined on for the day of this national\nfestival.  The Queen was recommended, in order to give the King’s friends\ntime to defend him if the attack should be made, to guard him against the\nfirst stroke of a dagger by making him wear a breastplate.  I was\ndirected to get one made in my apartments: it was composed of fifteen\nfolds of Italian taffety, and formed into an under-waistcoat and a wide\nbelt.  This breastplate was tried; it resisted all thrusts of the dagger,\nand several balls were turned aside by it.  When it was completed the\ndifficulty was to let the King try it on without running the risk of\nbeing surprised.  I wore the immense heavy waistcoat as an under-\npetticoat for three days without being able to find a favourable moment.\nAt length the King found an opportunity one morning to pull off his coat\nin the Queen’s chamber and try on the breastplate.",
        "The Queen was in bed; the King pulled me gently by the gown, and drew me\nas far as he could from the Queen’s bed, and said to me, in a very low\ntone of voice: “It is to satisfy her that I submit to this inconvenience:\nthey will not assassinate me; their scheme is changed; they will put me\nto death another way.”  The Queen heard the King whispering to me, and\nwhen he was gone out she asked me what he had said.  I hesitated to\nanswer; she insisted that I should, saying that nothing must be concealed\nfrom her, and that she was resigned upon every point.",
        "When she was informed of the King’s remark she told me she had guessed\nit, that he had long since observed to her that all which was going\nforward in France was an imitation of the revolution in England in the\ntime of Charles I., and that he was incessantly reading the history of\nthat unfortunate monarch in order that he might act better than Charles\nhad done at a similar crisis.  “I begin to be fearful of the King’s being\nbrought to trial,” continued the Queen; “as to me, I am a foreigner; they\nwill assassinate me.  What will become of my poor children?”",
        "These sad ejaculations were followed by a torrent of tears.  I wished to\ngive her an antispasmodic; she refused it, saying that only happy women\ncould feel nervous; that the cruel situation to which she was reduced\nrendered these remedies useless.  In fact, the Queen, who during her\nhappier days was frequently attacked by hysterical disorders, enjoyed\nmore uniform health when all the faculties of her soul were called forth\nto support her physical strength.",
        "I had prepared a corset for her, for the same purpose as the King’s\nunder-waistcoat, without her knowledge; but she would not make use of it;\nall my entreaties, all my tears, were in vain.  “If the factions\nassassinate me,” she replied, “it will be a fortunate event for me; they\nwill deliver me from a most painful existence.”  A few days after the\nKing had tried on his breastplate I met him on a back staircase.  I drew\nback to let him pass.  He stopped and took my hand; I wished to kiss his;\nhe would not suffer it, but drew me towards him by the hand, and kissed\nboth my cheeks without saying a single word.",
        "The fear of another attack upon the Tuileries occasioned scrupulous\nsearch among the King’s papers",
        "I burnt almost all those belonging to the Queen.  She put her family\nletters, a great deal of correspondence which she thought it necessary to\npreserve for the history of the era of the Revolution, and particularly\nBarnave’s letters and her answers, of which she had copies, into a\nportfolio, which she entrusted to M. de J––.  That gentleman was unable\nto save this deposit, and it was burnt.  The Queen left a few papers in\nher secretaire.  Among them were instructions to Madame de Tourzel,\nrespecting the dispositions of her children and the characters and\nabilities of the sub-governesses under that lady’s orders.  This paper,\nwhich the Queen drew up at the time of Madame de Tourzel’s appointment,\nwith several letters from Maria Theresa, filled with the best advice and\ninstructions, was printed after the 10th of August by order of the\nAssembly in the collection of papers found in the secretaires of the King\nand Queen.",
        "Her Majesty had still, without reckoning the income of the month, one\nhundred and forty thousand francs in gold.  She was desirous of\ndepositing the whole of it with me; but I advised her to retain fifteen\nhundred louis, as a sum of rather considerable amount might be suddenly\nnecessary for her.  The King had an immense quantity of papers, and\nunfortunately conceived the idea of privately making, with the assistance\nof a locksmith who had worked with him above ten years, a place of\nconcealment in an inner corridor of his apartments.  The place of\nconcealment, but for the man’s information, would have been long\nundiscovered?  The wall in which it was made was painted to imitate large\nstones, and the opening was entirely concealed among the brown grooves\nwhich formed the shaded part of these painted stones.  But even before\nthis locksmith had denounced what was afterwards called the iron closet\nto the Assembly, the Queen was aware that he had talked of it to some of\nhis friends; and that this man, in whom the King from long habit placed\ntoo much confidence, was a Jacobin.  She warned the King of it, and\nprevailed on him to fill a very large portfolio with all the papers he\nwas most interested in preserving, and entrust it to me.  She entreated\nhim in my presence to leave nothing in this closet; and the King, in\norder to quiet her, told her that he had left nothing there.  I would\nhave taken the portfolio and carried it to my apartment, but it was too\nheavy for me to lift.  The King said he would carry it himself; I went\nbefore to open the doors for him.  When he placed the portfolio in my\ninner closet he merely said, “The Queen will tell you what it contains.\"\nUpon my return to the Queen I put the question to her, deeming, from what\nthe King had said, that it was necessary I should know.  “They are,” the\nQueen answered me, “such documents as would be most dangerous to the King\nshould they go so far as to proceed to a trial against him.  But what he\nwishes me to tell you is, that the portfolio contains a ’proces-verbal’\nof a cabinet council, in which the King gave his opinion against the war.\nHe had it signed by all the ministers, and, in case of a trial, he trusts\nthat this document will be very useful to him.”  I asked the Queen to\nwhom she thought I ought to commit the portfolio.  “To whom you please,\"\nanswered she; “you alone are answerable for it.  Do not quit the palace\neven during your vacation months: there may be circumstances under which\nit would be very desirable that we should be able to have it instantly.”",
        "At this period M. de La Fayette, who had probably given up the idea of\nestablishing a republic in France similar to that of the United States,\nand was desirous to support the first constitution which he had sworn to\ndefend, quitted his army and came to the Assembly for the purpose of\nsupporting by his presence and by an energetic speech a petition signed\nby twenty thousand citizens against the late violation of the residence\nof the King and his family.  The General found the constitutional party\npowerless, and saw that he himself had lost his popularity.  The Assembly\ndisapproved of the step he had taken; the King, for whom it, was taken,\nshowed no satisfaction at it, and he saw himself compelled to return to\nhis army as quickly as he could.  He thought he could rely on the\nNational Guard; but on the day of his arrival those officers who were in\nthe King’s interest inquired of his Majesty whether they were to forward\nthe views of Gendral de La Fayette by joining him in such measures as he\nshould pursue during his stay at Paris.  The King enjoined them not to do\nso.  From this answer M. de La Fayette perceived that he was abandoned by\nthe remainder of his party in the Paris guard.",
        "On his arrival a plan was presented to the Queen, in which it was\nproposed by a junction between La Fayette’s army and the King’s party to\nrescue the royal family and convey them to Rouen.  I did not learn the\nparticulars of this plan; the Queen only said to me upon the subject that\nM. de La Fayette was offered to them as a resource; but that it would be\nbetter for them to perish than to owe their safety to the man who had\ndone them the most mischief, or to place themselves under the necessity\nof treating with him.",
        "I passed the whole month of July without going to bed; I was fearful of\nsome attack by night.  There was one plot against the Queen’s life which\nhas never been made known.  I was alone by her bedside at one o’clock in\nthe morning; we heard somebody walking softly down the corridor, which\npasses along the whole line of her apartments, and which was then locked\nat each end.  I went out to fetch the valet de chambre; he entered the\ncorridor, and the Queen and myself soon heard the noise of two men\nfighting.  The unfortunate Princess held me locked in her arms, and\nsaid to me, “What a situation! insults by day and assassins by night!\"\nThe valet de chambre cried out to her from the corridor, “Madame, it is a\nwretch that I know; I have him!\"–\"Let him go,” said the Queen; “open the\ndoor to him; he came to murder me; the Jacobins would carry him about in\ntriumph to-morrow.”  The man was a servant of the King’s toilet, who had\ntaken the key of the corridor out of his Majesty’s pocket after he was in\nbed, no doubt with the intention of committing the crime suspected.  The\nvalet de chambre, who was a very strong man, held him by the wrists, and\nthrust him out at the door.  The wretch did not speak a word.  The valet\nde chambre said, in answer to the Queen, who spoke to him gratefully of\nthe danger to which he had exposed himself, that he feared nothing, and\nthat he had always a pair of excellent pistols about him for no other\npurpose than to defend her Majesty.  The next day M. de Septeuil had all\nthe locks of the King’s inner apartments changed.  I did the same by\nthose of the Queen.",
        "We were every moment told that the Faubourg St. Antoine was preparing to\nmarch against the palace.  At four o’clock one morning towards the latter\nend of July a person came to give me information to that effect.  I\ninstantly sent off two men, on whom I could rely, with orders to proceed\nto the usual places for assembling, and to come back speedily and give me\nan account of the state of the city.  We knew that at least an hour must\nelapse before the populace or the faubourgs assembled on the site of the\nBastille could reach the Tuileries.  It seemed to me sufficient for the\nQueen’s safety that all about her should be awakened. I went softly into\nher room; she was asleep; I did not awaken her.  I found General de W––\nin the great closet; he told me the meeting was, for this once,\ndispersing.  The General had endeavoured to please the populace by the\nsame means as M. de La Fayette had employed.  He saluted the lowest\npoissarde, and lowered his hat down to his very stirrup. But the\npopulace, who had been flattered for three years, required far different\nhomage to its power, and the poor man was unnoticed.  The King had been\nawakened, and so had Madame Elisabeth, who had gone to him.  The Queen,\nyielding to the weight of her griefs, slept till nine o’clock on that\nday, which was very unusual with her.  The King had already been to know\nwhether she was awake; I told him what I had done, and the care I had\ntaken not to disturb her.  He thanked me, and said, “I was awake, and so\nwas the whole palace; she ran no risk.  I am very glad to see her take a\nlittle rest.  Alas! her griefs double mine!” What was my chagrin when,\nupon awaking and learning what had passed, the Queen burst into tears\nfrom regret at not having been called, and began to upbraid me, on whose\nfriendship she ought to have been able to rely, for having served her so\nill under such circumstances!  In vain did I reiterate that it had been\nonly a false alarm, and that she required to have her strength recruited.\n“It is not diminished,” said she; “misfortune gives us additional\nstrength.  Elisabeth was with the King, and I was asleep,–I who am\ndetermined to perish by his side!  I am his wife; I will not suffer him\nto incur the smallest risk without my sharing it.”",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part B, also see Part A) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Memoirs of Marie AntoinetteBy Madame CampanAt Amazon"
    ]
}