{
    "title": "Memoirs of Marie Antoinette - Book 6. - Chapter V.",
    "author": "Campan",
    "chapter": "5",
    "content": [
        "\n\n",
        "In the beginning of the spring of 1791, the King, tired of remaining at\nthe Tuileries, wished to return to St. Cloud.  His whole household had\nalready gone, and his dinner was prepared there.  He got into his\ncarriage at one; the guard mutinied, shut the gates, and declared they\nwould not let him pass.  This event certainly proceeded from some\nsuspicion of a plan to escape.  Two persons who drew near the King’s\ncarriage were very ill treated.  My father-in-law was violently laid hold\nof by the guards, who took his sword from him.  The King and his family\nwere obliged to alight and return to their apartments.",
        "They did not much regret this outrage in their hearts; they saw in it a\njustification, even in the eyes of the people, of their intention to\nleave Paris.",
        "So early as the month of March in the same year, the Queen began to busy\nherself in preparing for her departure.  I spent that month with her,\nand executed a great number of secret orders which she gave me respecting\nthe intended event.  It was with uneasiness that I saw her occupied with\ncares which seemed to me useless, and even dangerous, and I remarked to\nher that the Queen of France would find linen and gowns everywhere.\nMy observations were made in vain; she determined to have a complete\nwardrobe with her at Brussels, as well for her children as herself.\nI went out alone and almost disguised to purchase the articles necessary\nand have them made up.",
        "I ordered six chemises at the shop of one seamstress, six at that of\nanother, gowns, combing cloths, etc.  My sister had a complete set of\nclothes made for Madame, by the measure of her eldest daughter, and I\nordered clothes for the Dauphin from those of my son.  I filled a trunk\nwith these things, and addressed them, by the Queen’s orders, to one of\nher women, my aunt, Madame Cardon,–a widow living at Arras, by virtue of\nan unlimited leave of absence,–in order that she might be ready to start\nfor Brussels, or any other place, as soon as she should be directed to do\nso.  This lady had landed property in Austrian Flanders, and could at any\ntime quit Arras unobserved.",
        "The Queen was to take only her first woman in attendance with her from\nParis.  She apprised me that if I should not be on duty at the moment of\ndeparture, she would make arrangements for my joining her.  She\ndetermined also to take her travelling dressing-case.  She consulted me\non her idea of sending it off, under pretence of making a present of it\nto the Archduchess Christina, Gouvernante of the Netherlands.  I ventured\nto oppose this plan strongly, and observed that, amidst so many people\nwho watched her slightest actions, there would be found a sufficient\nnumber sharp-sighted enough to discover that it was only a pretext for\nsending away the property in question before her own departure;\nshe persisted in her intention, and all I could arrange was that the\ndressing-case should not be removed from her apartment, and that M. de\ncharge d’afaires from the Court of Vienna during the absence of the Comte\nde Mercy, should come and ask her, at her toilet, before all her people,\nto order one exactly like her own for Madame the Gouvernante of the\nNetherlands.  The Queen, therefore, commanded me before the charge\nd’affaires to order the article in question.  This occasioned only an\nexpense of five hundred louis, and appeared calculated to lull suspicion\ncompletely.",
        "About the middle of May, 1791, a month after the Queen had ordered me to\nbespeak the dressing-case, she asked me whether it would soon be\nfinished.  I sent for the ivory-turner who had it in hand.  He could not\ncomplete it for six weeks.  I informed the Queen of this, and she told me\nshe should not be able to wait for it, as she was to set out in the\ncourse of June.  She added that, as she had ordered her sister’s\ndressing-case in the presence of all her attendants, she had taken a\nsufficient precaution, especially by saying that her sister was out of\npatience at not receiving it, and that therefore her own must be emptied\nand cleaned, and taken to the charge d’affaires, who would send it off.\nI executed this order without any, appearance of mystery.  I desired the\nwardrobe woman to take out of the dressing-case all that it contained,\nbecause that intended for the Archduchess could not be finished for some\ntime; and to take great care to leave no remains of the perfumes which\nmight not suit that Princess.",
        "The woman in question executed her commission punctually; but, on the\nevening of that very day, the 15th of May, 1791, she informed M. Bailly,\nthe Mayor of Paris, that preparations were making at the Queen’s\nresidence for a departure; and that the dressing-case was already sent\noff, under pretence of its being presented to the Archduchess Christina.",
        "     [After the return from Varennes M. Bailly put this woman’s\n     deposition into the Queen’s hands.–MADAME CAMPAN.]",
        "It was necessary, likewise, to send off all the diamonds belonging to the\nQueen.  Her Majesty shut herself up with me in a closet in the entresol,\nlooking into the garden of the Tuileries, and we packed all the diamonds,\nrubies, and pearls she possessed in a small chest.  The cases containing\nthese ornaments, being altogether of considerable bulk, had been\ndeposited, ever since the 6th of October, 1789, with the valet de chambre\nwho had the care of the Queen’s jewels.  That faithful servant, himself\ndetecting the use that was to be made of the valuables, destroyed all the\nboxes, which were, as usual, covered with red morocco, marked with the\ncipher and arms of France.  It would have been impossible for him to hide\nthem from the eyes of the popular inquisitors during the domiciliary\nvisits in January, 1793, and the discovery might have formed a ground of\naccusation against the Queen.",
        "I had but a few articles to place in the box when the Queen was compelled\nto desist from packing it, being obliged to go down to cards, which began\nat seven precisely.  She therefore desired me to leave all the diamonds\nupon the sofa, persuaded that, as she took the key of her closet herself,\nand there was a sentinel under the window, no danger was to be\napprehended for that night, and she reckoned upon returning very early\nnext day to finish the work.",
        "The same woman who had given information of the sending away of the\ndressing-case was also deputed by the Queen to take care of her more\nprivate rooms.  No other servant was permitted to enter them; she renewed\nthe flowers, swept the carpets, etc.  The Queen received back the key,\nwhen the woman had finished putting them in order, from her own hands;\nbut, desirous of doing her duty well, and sometimes having the key in her\npossession for a few minutes only, she had probably on that account\nordered one without the Queen’s knowledge.  It is impossible not to\nbelieve this, since the despatch of the diamonds was the subject of a\nsecond accusation which the Queen heard of after the return from\nVarennes.  She made a formal declaration that her Majesty, with the\nassistance of Madame Campan, had packed up all her jewelry some time\nbefore the departure; that she was certain of it, as she had found the\ndiamonds, and the cotton which served to wrap them, scattered upon the\nsofa in the Queen’s closet in the ’entresol’; and most assuredly she\ncould only have seen these preparations in the interval between seven in\nthe evening and seven in the morning.  The Queen having met me next day\nat the time appointed, the box was handed over to Leonard, her Majesty’s\nhairdresser,–[This unfortunate man, after having emigrated for some\ntime, returned to France, and perished upon the scaffold.–NOTE BY\nEDITOR]–who left the country with the Duc de Choiseul.  The box\nremained a long time at Brussels, and at length got into the hands of\nMadame la Duchesse d’Angouleme, being delivered to her by the Emperor on\nher arrival at Vienna.",
        "In order not to leave out any of the Queen’s diamonds, I requested the\nfirst tirewoman to give me the body of the full dress, and all the\nassortment which served for the stomacher of the full dress on days of\nstate, articles which always remained at the wardrobe.",
        "The superintendent and the dame d’honneur being absent, the first\ntirewoman required me to sign a receipt, the terms of which she dictated,\nand which acquitted her of all responsibility for these diamonds.\nShe had the prudence to burn this document on the 10th of August, 1792.\n–[The date of the sack of the Tuileries and slaughter of the Swiss\nGuard]–The Queen having determined, upon the arrest at Varennes, not to\nhave her diamonds brought back to France, was often anxious about them\nduring the year which elapsed between that period and the 10th of August,\nand dreaded above all things that such a secret should be discovered.",
        "In consequence of a decree of the Assembly, which deprived the King of\nthe custody of the Crown diamonds, the Queen had at this time already\ngiven up those which she generally used.",
        "She preferred the twelve brilliants called Hazarins, from the name of the\nCardinal who had enriched the treasury with them, a few rose-cut\ndiamonds, and the Sanci.  She determined to deliver, with her own hands,\nthe box containing them to the commissioner nominated by the National\nAssembly to place them with the Crown diamonds.  After giving them to\nhim, she offered him a row of pearls of great beauty, saying to him that\nit had been brought into France by Anne of Austria; that it was\ninvaluable, on account of its rarity; that, having been appropriated by\nthat Princess to the use of the Queens and Dauphinesses, Louis XV.  had\nplaced it in her hands on her arrival in France; but that she considered\nit national property.  “That is an open question, Madame,” said the\ncommissary.  “Monsieur,” replied the Queen, “it is one for me to decide,\nand is now settled.”",
        "My father-in-law, who was dying of the grief he felt for the misfortunes\nof his master and mistress, strongly interested and occupied the thoughts\nof the Queen.  He had been saved from the fury of the populace in the\ncourtyard of the Tuileries.",
        "On the day on which the King was compelled by an insurrection to give up\na journey to St. Cloud, her Majesty looked upon this trusty servant as\ninevitably lost, if, on going away, she should leave him in the apartment\nhe occupied in the Tuileries.  Prompted by her apprehensions, she ordered\nM. Vicq-d’Azyr, her physician, to recommend him the waters of Mont d’Or\nin Auvergne, and to persuade him to set off at the latter end of May.\nAt the moment of my going away the Queen assured me that the grand\nproject would be executed between the 15th and the 20th of June; that as\nit was not my month to be on duty, Madame Thibaut would take the journey;\nbut that she had many directions to give me before I went.  She then\ndesired me to write to my aunt, Madame Cardon, who was by that time in\npossession of the clothes which I had ordered, that as soon as she should\nreceive a letter from M. Augur, the date of which should be accompanied\nwith a B, an L, or an M, she was to proceed with her property to\nBrussels, Luxembourg, or Montmedy.  She desired me to explain the meaning\nof these three letters clearly to my sister, and to leave them with her\nin writing, in order that at the moment of my going away she might be\nable to take my place in writing to Arras.",
        "The Queen had a more delicate commission for me; it was to select from\namong my acquaintance a prudent person of obscure rank, wholly devoted to\nthe interests of the Court, who would be willing to receive a portfolio\nwhich she was to give up only to me, or some one furnished with a note\nfrom the Queen.  She added that she would not travel with this portfolio,\nand that it was of the utmost importance that my opinion of the fidelity\nof the person to whom it was to be entrusted should be well founded.  I\nproposed to her Madame Vallayer Coster, a painter of the Academy, and an\namiable and worthy artist, whom I had known from my infancy.  She lived\nin the galleries of the Louvre.  The choice seemed a good one.  The Queen\nremembered that she had made her marriage possible by giving her a place\nin the financial offices, and added that gratitude ought sometimes to be\nreckoned on.  She then pointed out to me the valet belonging to her\ntoilet, whom I was to take with me, to show him the residence of Madame\nCoster, so that he might not mistake it when he should take the portfolio\nto her.  The day before her departure the Queen particularly recommended\nme to proceed to Lyons and the frontiers as soon as she should have\nstarted.  She advised me to take with me a confidential person, fit to\nremain with M. Campan when I should leave him, and assured me that she\nwould give orders to M. ––– to set off as soon as she should be known\nto be at the frontiers in order to protect me in going out.  She\ncondescended to add that, having a long journey to make in foreign\ncountries, she determined to give me three hundred louis.",
        "I bathed the Queen’s hands with tears at the moment of this sorrowful\nseparation; and, having money at my disposal, I declined accepting her\ngold.  I did not dread the road I had to travel in order to rejoin her;\nall my apprehension was that by treachery or miscalculation a scheme, the\nsafety of which was not sufficiently clear to me, should fail.  I could\nanswer for all those who belonged to the service immediately about the\nQueen’s person, and I was right; but her wardrobe woman gave me well-\nfounded reason for alarm.  I mentioned to the Queen many revolutionary\nremarks which this woman had made to me a few days before.  Her office\nwas directly under the control of the first femme de chambre, yet she had\nrefused to obey the directions I gave her, talking insolently to me about\n“hierarchy overturned, equality among men,” of course more especially\namong persons holding offices at Court; and this jargon, at that time in\nthe mouths of all the partisans of the Revolution, was terminated by an\nobservation which frightened me.  “You know many important secrets,\nmadame,” said this woman to me, “and I have guessed quite as many.  I am\nnot a fool; I see all that is going forward here in consequence of the\nbad advice given to the King and Queen; I could frustrate it all if I\nchose.”  This argument, in which I had been promptly silenced, left me\npale and trembling.  Unfortunately, as I began my narrative to the Queen\nwith particulars of this woman’s refusal to obey me,–and sovereigns are\nall their lives importuned with complaints upon the rights of places,–\nshe believed that my own dissatisfaction had much to do with the step\nI was taking; and she did not sufficiently fear the woman.  Her office,\nalthough a very inferior one, brought her in nearly fifteen thousand\nfrancs a year.  Still young, tolerably handsome, with comfortable\napartments in the entresols of the Tuileries, she saw a great deal of\ncompany, and in the evening had assemblies, consisting of deputies of the\nrevolutionary party.  M. de Gouvion, major-general of the National Guard,\npassed almost every day with her; and it is to be presumed that she had\nlong worked for the party in opposition to the Court.  The Queen asked\nher for the key of a door which led to the principal vestibule of the\nTuileries, telling her she wished to have a similar one, that she might\nnot be under the necessity of going out through the pavilion of Flora.\nM. de Gouvion and M. de La Fayette would, of course, be apprised of this\ncircumstance, and well-informed persons have assured me that on the very\nnight of the Queen’s departure this wretched woman had a spy with her,\nwho saw the royal family set off.",
        "As soon as I had executed all the Queen’s orders, on the 30th of May,\n1791, I set out for Auvergne, and was settled in the gloomy narrow valley\nof Mont d’Or, when, about four in the afternoon of the 25th of June,\nI heard the beat of a drum to call the inhabitants of the hamlet\ntogether.  When it had ceased I heard a hairdresser from Bresse proclaim\nin the provincial dialect of Auvergne: “The King and Queen were taking\nflight in order to ruin France, but I come to tell you that they are\nstopped, and are well guarded by a hundred thousand men under arms.”  I\nstill ventured to hope that he was repeating only a false report, but he\nwent on: “The Queen,” with her well-known haughtiness, lifted up the veil\nwhich covered her face, and said to the citizens who were upbraiding the\nKing, “Well, since you recognise your sovereign, respect him.”  Upon\nhearing these expressions, which the Jacobin club of Clermont could not\nhave invented, I exclaimed, “The news is true!”",
        "I immediately learnt that, a courier being come from Paris to Clermont,\nthe ’procureur’ of the commune had sent off messengers to the chief\nplaces of the canton; these again sent couriers to the districts, and the\ndistricts in like manner informed the villages and hamlets which they\ncontained.  It was through this ramification, arising from the\nestablishment of clubs, that the afflicting intelligence of the\nmisfortune of my sovereigns reached me in the wildest part of France,\nand in the midst of the snows by which we were environed.",
        "On the 28th I received a note written in a hand which I recognised as\nthat of M. Diet,–[This officer was slain in the Queen’s chamber on the\n10th of August]–usher of the Queen’s chamber, but dictated by her\nMajesty.  It contained these words: “I am this moment arrived; I have\njust got into my bath; I and my family exist, that is all.  I have\nsuffered much.  Do not return to Paris until I desire you.  Take good\ncare of my poor Campan, soothe his sorrow.  Look for happier times.\"\nThis note was for greater safety addressed to my father-in-law’s valet-de\n-chambre.  What were my feelings on perceiving that after the most\ndistressing crisis we were among the first objects of the kindness of\nthat unfortunate Princess!",
        "M. Campan having been unable to benefit by the waters of Mont d’Or, and\nthe first popular effervescence having subsided, I thought I might return\nto Clermont.  The committee of surveillance, or that of general safety,\nhad resolved to arrest me there; but the Abbe Louis, formerly a\nparliamentary counsellor, and then a member of the Constituent Assembly,\nwas kind enough to affirm that I was in Auvergne solely for the purpose\nof attending my father-in-law, who was extremely ill.  The precautions\nrelative to my absence from Paris were limited to placing us under the\nsurveillance of the ’procureur’ of the commune, who was at the same time\npresident of the Jacobin club; but he was also a physician of repute, and\nwithout having any doubt that he had received secret orders relative to\nme, I thought it would favour the chances of our safety if I selected him\nto attend my patient.  I paid him according to the rate given to the best\nParis physicians, and I requested him to visit us every morning and every\nevening.  I took the precaution to subscribe to no other newspaper than\nthe Moniteur.  Doctor Monestier (for that was the physician’s name)\nfrequently took upon himself to read it to us.  Whenever he thought\nproper to speak of the King and Queen in the insulting and brutal terms\nat that time unfortunately adopted throughout France, I used to stop him\nand say, coolly, “Monsieur, you are here in company with the servants of\nLouis XVI.  and Marie Antoinette.  Whatever may be the wrongs with which\nthe nation believes it has to reproach them, our principles forbid our\nlosing sight of the respect due to them from us.”  Notwithstanding that\nhe was an inveterate patriot, he felt the force of this remark, and even\nprocured the revocation of a second order for our arrest, becoming\nresponsible for us to the committee of the Assembly, and to the Jacobin\nsociety.",
        "The two chief women about the Dauphin, who had accompanied the Queen to\nVarennes, Diet, her usher, and Camot, her garcon de toilette,–the women\non account of the journey, and the men in consequence of the denunciation\nof the woman belonging to the wardrobe,–were sent to the prisons of the\nAbbaye.  After my departure the garcon de toilette whom I had taken to\nMadame Vallayer Coster’s was sent there with the portfolio she had agreed\nto receive.  This commission could not escape the detestable spy upon the\nQueen.  She gave information that a portfolio had been carried out on the\nevening of the departure, adding that the King had placed it upon the\nQueen’s easy-chair, that the garcon de toilette wrapped it up in a napkin\nand took it under his arm, and that she did not know where he had carried\nit.  The man, who was remarkable for his fidelity, underwent three\nexaminations without making the slightest disclosure.  M. Diet, a man of\ngood family, a servant on whom the Queen placed particular reliance,\nlikewise experienced the severest treatment.  At length, after a lapse of\nthree weeks, the Queen succeeded in obtaining the release of her\nservants.",
        "The Queen, about the 15th of August, had me informed by letter that I\nmight come back to Paris without being under any apprehension of arrest\nthere, and that she greatly desired my return.  I brought my father-in-\nlaw back in a dying state, and on the day preceding that of the\nacceptation of the constitutional act, I informed the Queen that he was\nno more.  “The loss of Lassonne and Campan,” said she, as she applied her\nhandkerchief to her streaming eyes, “has taught me how valuable such\nsubjects are to their masters.  I shall never find their equals.”",
        "I resumed my functions about the Queen on the 1st of September, 1791.\nShe was unable then to converse with me on all the lamentable events\nwhich had occurred since the time of my leaving her, having on guard near\nher an officer whom she dreaded more than all the others.  She merely\ntold me that I should have some secret services to perform for her, and\nthat she would not create uneasiness by long conversations with me, my\nreturn being a subject of suspicion.  But next day the Queen, well\nknowing the discretion of the officer who was to be on guard that night,\nhad my bed placed very near hers, and having obtained the favour of\nhaving the door shut, when I was in bed she began the narrative of the\njourney, and the unfortunate arrest at Varennes.  I asked her permission\nto put on my gown, and kneeling by her bedside I remained until three\no’clock in the morning, listening with the liveliest and most sorrowful\ninterest to the account I am about to repeat, and of which I have seen\nvarious details, of tolerable exactness, in papers of the time.",
        "The King entrusted Count Fersen with all the preparations for departure.\nThe carriage was ordered by him; the passport, in the name of Madame de\nKorf, was procured through his connection with that lady, who was a\nforeigner.  And lastly, he himself drove the royal family, as their\ncoachman, as far as Bondy, where the travellers got into their berlin.\nMadame Brunier and Madame Neuville, the first women of Madame and the\nDauphin, there joined the principal carriage.  They were in a cabriolet.\nMonsieur and Madame set out from the Luxembourg and took another road.\nThey as well as the King were recognised by the master of the last post\nin France, but this man, devoting himself to the fortunes of the Prince,\nleft the French territory, and drove them himself as postilion.  Madame\nThibaut, the Queen’s first woman, reached Brussels without the slightest\ndifficulty.  Madame Cardon, from Arras, met with no hindrance; and\nLeonard, the Queen’s hairdresser, passed through Varennes a few hours\nbefore the royal family.  Fate had reserved all its obstacles for the\nunfortunate monarch.",
        "Nothing worthy of notice occurred in the beginning of the journey.  The\ntravellers were detained a short time, about twelve leagues from Paris,\nby some repairs which the carriage required.  The King chose to walk up\none of the hills, and these two circumstances caused a delay of three\nhours, precisely at the time when it was intended that the berlin should\nhave been met, just before reaching Varennes, by the detachment commanded\nby M. de Goguelat.  This detachment was punctually stationed upon the\nspot fixed on, with orders to wait there for the arrival of certain\ntreasure, which it was to escort; but the peasantry of the neighbourhood,\nalarmed at the sight of this body of troops, came armed with staves, and\nasked several questions, which manifested their anxiety.  M. de Goguelat,\nfearful of causing a riot, and not finding the carriage arrive as he\nexpected, divided his men into two companies, and unfortunately made them\nleave the highway in order to return to Varennes by two cross roads.\nThe King looked out of the carriage at Ste. Menehould, and asked several\nquestions concerning the road.  Drouet, the post-master, struck by the\nresemblance of Louis to the impression of his head upon the assignats,\ndrew near the carriage, felt convinced that he recognised the Queen also,\nand that the remainder of the travellers consisted of the royal family\nand their suite, mounted his horse, reached Varennes by cross roads\nbefore the royal fugitives, and gave the alarm.–[Varennes lies between\nVerdun and Montmedy, and not far from the French frontier.]",
        "The Queen began to feel all the agonies of terror; they were augmented by\nthe voice of a person unknown, who, passing close to the carriage in full\ngallop, cried out, bending towards the window without slackening his\nspeed, “You are recognised!”  They arrived with beating hearts at the\ngates of Varennes without meeting one of the horsemen by whom they were\nto have been escorted into the place.  They were ignorant where to find\ntheir relays, and some minutes were lost in waiting, to no purpose.  The\ncabriolet had preceded them, and the two ladies in attendance found the\nbridge already blocked up with old carts and lumber.  The town guards\nwere all under arms.  The King at last entered Varennes.  M. de Goguelat\nhad arrived there with his detachment.  He came up to the King and asked\nhim if he chose to effect a passage by force!  What an unlucky question\nto put to Louis XVI., who from the very beginning of the Revolution had\nshown in every crisis the fear he entertained of giving the least order\nwhich might cause an effusion of blood!  “Would it be a brisk action?\"\nsaid the King.  “It is impossible that it should be otherwise, Sire,\"\nreplied the aide-decamp.  Louis XVI. was unwilling to expose his family.\nThey therefore went to the house of a grocer, Mayor of Varennes.  The\nKing began to speak, and gave a summary of his intentions in departing,\nanalogous to the declaration he had made at Paris.  He spoke with warmth\nand affability, and endeavoured to demonstrate to the people around him\nthat he had only put himself, by the step he had taken, into a fit\nsituation to treat with the Assembly, and to sanction with freedom the\nconstitution which he would maintain, though many of its articles were\nincompatible with the dignity of the throne, and the force by which it\nwas necessary that the sovereign should be surrounded.  Nothing could be\nmore affecting, added the Queen, than this moment, in which the King felt\nbound to communicate to the very humblest class of his subjects his\nprinciples, his wishes for the happiness of his people, and the motives\nwhich had determined him to depart.",
        "Whilst the King was speaking to this mayor, whose name was Sauce, the\nQueen, seated at the farther end of the shop, among parcels of soap and\ncandles, endeavoured to make Madame Sauce understand that if she would\nprevail upon her husband to make use of his municipal authority to cover\nthe flight of the King and his family, she would have the glory of having\ncontributed to restore tranquillity to France.  This woman was moved;\nshe could not, without streaming eyes, see herself thus solicited by her\nQueen; but she could not be got to say anything more than, “Bon Dieu,\nMadame, it would be the destruction of M. Sauce; I love my King, but I\nlove my husband too, you must know, and he would be answerable, you see.\"\nWhilst this strange scene was passing in the shop, the people, hearing\nthat the King was arrested, kept pouring in from all parts.  M. de\nGoguelat, making a last effort, demanded of the dragoons whether they\nwould protect the departure of the King; they replied only by murmurs,\ndropping the points of their swords.  Some person unknown fired a pistol\nat M. de Goguelat; he was slightly wounded by the ball.  M. Romeuf, aide-\nde-camp to M. de La Fayette, arrived at that moment.  He had been chosen,\nafter the 6th of October, 1789, by the commander of the Parisian guard to\nbe in constant attendance about the Queen.  She reproached him bitterly\nwith the object of his mission.  “If you wish to make your name\nremarkable, monsieur,” said the Queen to him, “you have chosen strange\nand odious means, which will produce the most fatal consequences.”  This\nofficer wished to hasten their departure.  The Queen, still cherishing\nthe hope of seeing M. de Bouille arrive with a sufficient force to\nextricate the King from his critical situation, prolonged her stay at\nVarennes by every means in her power.",
        "The Dauphin’s first woman pretended to be taken ill with a violent colic,\nand threw herself upon a bed, in the hope of aiding the designs of her\nsuperiors; she went and implored for assistance.  The Queen understood\nher perfectly well, and refused to leave one who had devoted herself to\nfollow them in such a state of suffering.  But no delay in departing was\nallowed.  The three Body Guards (Valory, Du Moustier, and Malden) were\ngagged and fastened upon the seat of the carriage.  A horde of National\nGuards, animated with fury and the barbarous joy with which their fatal\ntriumph inspired them, surrounded the carriage of the royal family.",
        "The three commissioners sent by the Assembly to meet the King, MM. de\nLatour-Maubourg, Barnave, and Potion, joined them in the environs of\nEpernay.  The two last mentioned got into the King’s carriage.  The Queen\nastonished me by the favourable opinion she had formed of Barnave.\nWhen I quitted Paris a great many persons spoke of him only with horror.\nShe told me he was much altered, that he was full of talent and noble\nfeeling.  “A feeling of pride which I cannot much blame in a young man\nbelonging to the Tiers Etat,” she said, “made him applaud everything\nwhich smoothed the road to rank and fame for that class in which he was\nborn.  And if we get the power in our own hands again, Barnave’s pardon\nis already written on our hearts.”  The Queen added, that she had not the\nsame feeling towards those nobles who had joined the revolutionary party,\nwho had always received marks of favour, often to the injury of those\nbeneath them in rank, and who, born to be the safeguard of the monarchy,\ncould never be pardoned for having deserted it.  She then told me that\nBarnave’s conduct upon the road was perfectly correct, while Potion’s\nrepublican rudeness was disgusting; that the latter ate and drank in the\nKing’s berlin in a slovenly manner, throwing the bones of the fowls out\nthrough the window at the risk of sending them even into the King’s face;\nlifting up his glass, when Madame Elisabeth poured him out wine, to show\nher that there was enough, without saying a word; that this offensive\nbehaviour must have been intentional, because the man was not without\neducation; and that Barnave was hurt at it.  On being pressed by the\nQueen to take something, “Madame,” replied Barnave, “on so solemn an\noccasion the deputies of the National Assembly ought to occupy your\nMajesties solely about their mission, and by no means about their wants.\"\nIn short, his respectful delicacy, his considerate attentions, and all\nthat he said, gained the esteem not only of the Queen, but of Madame\nElisabeth also.",
        "The King began to talk to Petion about the situation of France, and the\nmotives of his conduct, which were founded upon the necessity of giving\nto the executive power a strength necessary for its action, for the good\neven of the constitutional act, since France could not be a republic.\n“Not yet, ’tis true,” replied Petion, “because the French are not ripe\nenough for that.”  This audacious and cruel answer silenced the King, who\nsaid no more until his arrival at Paris.  Potion held the little Dauphin\nupon his knees, and amused himself with curling the beautiful light hair\nof the interesting child round his fingers; and, as he spoke with much\ngesticulation, he pulled his locks hard enough to make the Dauphin cry\nout.  “Give me my son,” said the Queen to him; “he is accustomed to\ntenderness and delicacy, which render him little fit for such\nfamiliarity.”",
        "The Chevalier de Dampierre was killed near the King’s carriage upon\nleaving Varennes.  A poor village cure, some leagues from the place where\nthe crime was committed, was imprudent enough to draw near to speak to\nthe King; the cannibals who surrounded the carriage rushed upon him.\n“Tigers,” exclaimed Barnave, “have you ceased to be Frenchmen?  Nation of\nbrave men, are you become a set of assassins?”  These words alone saved\nthe cure, who was already upon the ground, from certain death.  Barnave,\nas he spoke to them, threw himself almost out of the coach window, and\nMadame Elisabeth, affected by this noble burst of feeling, held him by\nthe skirt of his coat.  The Queen, while speaking of this event, said\nthat on the most momentous occasions whimsical contrasts always struck\nher, and that even at such a moment the pious Elisabeth holding Barnave\nby the flap of his coat was a ludicrous sight.",
        "The deputy was astonished in another way.  Madame Elisabeth’s comments\nupon the state of France, her mild and persuasive eloquence, and the,\nease and simplicity with which she talked to him, yet without sacrificing\nher dignity in the slightest degree, appeared to him unique, and his\nheart, which was doubtless inclined to right principles though he had\nfollowed the wrong path, was overcome by admiration.  The conduct of the\ntwo deputies convinced the Queen of the total separation between the\nrepublican and constitutional parties.  At the inns where she alighted\nshe had some private conversation with Barnave.  The latter said a great\ndeal about the errors committed by the royalists during the Revolution,\nadding that he had found the interest of the Court so feebly and so badly\ndefended that he had been frequently tempted to go and offer it, in\nhimself, an aspiring champion, who knew the spirit of the age and nation.\nThe Queen asked him what was the weapon he would have recommended her to\nuse.",
        "“Popularity, Madame.”",
        "“And how could I use that,” replied her Majesty, “of which I have been\ndeprived?”",
        "“Ah!  Madame, it was much more easy for you to regain it, than for me to\nacquire it.”",
        "The Queen mainly attributed the arrest at Varennes to M. de Goguelat; she\nsaid he calculated the time that would be spent in the journey\nerroneously.  He performed that from Montmedy to Paris before taking the\nKing’s last orders, alone in a post-chaise, and he founded all his\ncalculations upon the time he spent thus.  The trial has been made since,\nand it was found that a light carriage without any courier was nearly\nthree hours less in running the distance than a heavy carriage preceded\nby a courier.",
        "The Queen also blamed him for having quitted the high-road at Pont-de-\nSommevelle, where the carriage was to meet the forty hussars commanded by\nhim.  She thought that he ought to have dispersed the very small number\nof people at Varennes, and not have asked the hussars whether they were\nfor the King or the nation; that, particularly, he ought to have avoided\ntaking the King’s orders, as he was previously aware of the reply\nM. d’Inisdal had received when it was proposed to carry off the King.",
        "After all that the Queen had said to me respecting the mistakes made by\nM. de Goguelat, I thought him of course disgraced.  What was my surprise\nwhen, having been set at liberty after the amnesty which followed the\nacceptance of the constitution, he presented himself to the Queen, and\nwas received with the greatest kindness!  She said he had done what he\ncould, and that his zeal ought to form an excuse for all the rest.",
        "     [Full details of the preparations for the flight to Varennes will be\n     found in “Le Comte de Fersen et La Cour de France,” Paris, Didot et\n     Cie, 1878 (a review of which was given in the Quarterly Review for\n     July, 1880), and in the “Memoirs of the Marquis de Bouille”, London,\n     Cadell and Davis, 1797; Count Fersen being the person who planned\n     the actual escape, and De Bouille being in command of the army which\n     was to receive the King.  The plan was excellent, and would\n     certainly have succeeded, if it had not been for the royal family\n     themselves.  Marie Antoinette, it will have been seen by Madame\n     Campan’s account, nearly wrecked the plan from inability to do\n     without a large dressing or travelling case.  The King did a more\n     fatal thing.  De Bouille had pointed out the necessity for having in\n     the King’s carriage an officer knowing the route, and able to show\n     himself to give all directions, and a proper person had been\n     provided.  The King, however, objected, as “he could not have the\n     Marquis d’Agoult in the same carriage with himself; the governess of\n     the royal children, who was to accompany them, having refused to\n     abandon her privilege of constantly remaining with her charge.”  See\n     “De Bouille,” pp. 307 and 334.  Thus, when Louis was recognised at\n     the window of the carriage by Drouet, he was lost by the very danger\n     that had been foreseen, and this wretched piece of etiquette led to\n     his death.]",
        "When the royal family was brought back from Varennes to the Tuileries,\nthe Queen’s attendants found the greatest difficulty in making their way\nto her apartments; everything had been arranged so that the wardrobe\nwoman, who had acted as spy, should have the service; and she was to be\nassisted in it only by her sister and her sister’s daughter.",
        "M. de Gouvion, M. de La Fayette’s aide-de-camp, had this woman’s portrait\nplaced at the foot of the staircase which led to the Queen’s apartments,\nin order that the sentinel should not permit any other women to make\ntheir way in.  As soon as the Queen was informed of this contemptible\nprecaution, she told the King of it, who sent to ascertain the fact.\nHis Majesty then called for M. de La Fayette, claimed freedom in his\nhousehold, and particularly in that of the Queen, and ordered him to send\na woman in, whom no one but himself could confide out of the palace.\nM. de La Fayette was obliged to comply.",
        "On the day when the return of the royal family was expected, there were\nno carriages in motion in the streets of Paris.  Five or six of the\nQueen’s women, after being refused admittance at all the other gates,\nwent with one of my sisters to that of the Feuillans, insisting that the\nsentinel should admit them.  The poissardes attacked them for their\nboldness in resisting the order excluding them.  One of them seized my\nsister by the arm, calling her the slave of the Austrian.  “Hear me,\"\nsaid my sister to her, “I have been attached to the Queen ever since I\nwas fifteen years of age; she gave me my marriage portion; I served her\nwhen she was powerful and happy.  She is now unfortunate.  Ought I to\nabandon her?\"–\"She is right,” cried the poissardes; “she ought not to\nabandon her mistress; let us make an entry for them.”  They instantly\nsurrounded the sentinel, forced the passage, and introduced the Queen’s\nwomen, accompanying them to the terrace of the Feuillans.  One of these\nfuries, whom the slightest impulse would have driven to tear my sister to\npieces, taking her under her protection, gave her advice by which she\nmight reach the palace in safety.  “But of all things, my dear friend,\"\nsaid she to her, “pull off that green ribbon sash; it is the color of\nthat D’Artois, whom we will never forgive.”",
        "The measures adopted for guarding the King were rigorous with respect to\nthe entrance into the palace, and insulting as to his private apartments.\nThe commandants of battalion, stationed in the salon called the grand\ncabinet, and which led to the Queen’s bedchamber, were ordered to keep\nthe door of it always open, in order that they might have their eyes\nupon the royal family.  The King shut this door one day; the officer of\nthe guard opened it, and told him such were his orders, and that he would\nalways open it; so that his Majesty in shutting it gave himself useless\ntrouble.  It remained open even during the night, when the Queen was in\nbed; and the officer placed himself in an armchair between the two doors,\nwith his head turned towards her Majesty.  They only obtained permission\nto have the inner door shut when the Queen was rising.  The Queen had the\nbed of her first femme de chambre placed very near her own; this bed,\nwhich ran on casters, and was furnished with curtains, hid her from the\nofficer’s sight.",
        "Madame de Jarjaye, my companion, who continued her functions during the\nwhole period of my absence, told me that one night the commandant of\nbattalion, who slept between the two doors, seeing that she was sleeping\nsoundly, and that the Queen was awake, quitted his post and went close to\nher Majesty, to advise her as to the line of conduct she should pursue.\nAlthough she had the kindness to desire him to speak lower in order that\nhe might not disturb Madame de Jarjaye’s rest, the latter awoke, and\nnearly died with fright at seeing a man in the uniform of the Parisian\nguard so near the Queen’s bed.  Her Majesty comforted her, and told her\nnot to rise; that the person she saw was a good Frenchman, who was\ndeceived respecting the intentions and situation of his sovereign and\nherself, but whose conversation showed sincere attachment to the King.",
        "There was a sentinel in the corridor which runs behind the apartments in\nquestion, where there is a staircase, which was at that time an inner\none, and enabled the King and Queen to communicate freely.  This post,\nwhich was very onerous, because it was to be kept four and twenty hours,\nwas often claimed by Saint Prig, an actor belonging to the Theatre\nFrancais.  He took it upon himself sometimes to contrive brief interviews\nbetween the King and Queen in this corridor.  He left them at a distance,\nand gave them warning if he heard the slightest noise.  M. Collot,\ncommandant of battalion of the National Guard, who was charged with the\nmilitary duty of the Queen’s household, in like manner softened down,\nso far as he could with prudence, all, the revolting orders he received;\nfor instance, one to follow the Queen to the very door of her wardrobe\nwas never executed.  An officer of the Parisian guard dared to speak\ninsolently of the Queen in her own apartment.  M. Collot wished to make a\ncomplaint to M. de La Fayette against him, and have him dismissed.  The\nQueen opposed it, and condescended to say a few words of explanation and\nkindness to the man; he instantly became one of her most devoted\npartisans.",
        "The first time I saw her Majesty after the unfortunate catastrophe of the\nVarennes journey, I found her getting out of bed; her features were not\nvery much altered; but after the first kind words she uttered to me she\ntook off her cap and desired me to observe the effect which grief had\nproduced upon her hair.  It had become, in one single night, as white as\nthat of a woman of seventy.  Her Majesty showed me a ring she had just\nhad mounted for the Princesse de Lamballe; it contained a lock of her\nwhitened hair, with the inscription, “Blanched by sorrow.”  At the period\nof the acceptance of the constitution the Princess wished to return to\nFrance.  The Queen, who had no expectation that tranquillity would be\nrestored, opposed this; but the attachment of Madame de Lamballe to the\nroyal family impelled her to come and seek death.",
        "When I returned to Paris most of the harsh precautions were abandoned;\nthe doors were not kept open; greater respect was paid to the sovereign;\nit was known that the constitution soon to be completed would be\naccepted, and a better order of things was hoped for.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part B, also see Part A) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Memoirs of Marie AntoinetteBy Madame CampanAt Amazon"
    ]
}