{
    "title": "Memoirs of Marie Antoinette - Chapter VIII.",
    "author": "Campan",
    "chapter": "10",
    "content": [
        "\n\n",
        "The Duc de Choiseul had reappeared at Court on the ceremony of the King’s\ncoronation for the first time after his disgrace under Louis XV. in 1770.\nThe state of public feeling on the subject gave his friends hope of\nseeing him again in administration, or in the Council of State; but the\nopposite party was too firmly seated at Versailles, and the young Queen’s\ninfluence was outweighed, in the mind of the King, by long-standing\nprejudices; she therefore gave up for ever her attempt to reinstate the\nDuke.  Thus this Princess, who has been described as so ambitious, and so\nstrenuously supporting the interest of the House of Austria, failed twice\nin the only scheme which could forward the views constantly attributed to\nher; and spent the whole of her reign surrounded by enemies of herself\nand her house.",
        "Marie Antoinette took little pains to promote literature and the fine\narts.  She had been annoyed in consequence of having ordered a\nperformance of the “Connstable de Bourbon,” on the celebration of the\nmarriage of Madame Clotilde with the Prince of Piedmont.  The Court and\nthe people of Paris censured as indecorous the naming characters in the\npiece after the reigning family, and that with which the new alliance was\nformed.  The reading of this piece by the Comte de Guibert in the Queen’s\ncloset had produced in her Majesty’s circle that sort of enthusiasm which\nobscures the judgment.  She promised herself she would have no more\nreadings.  Yet, at the request of M. de Cubieres, the King’s equerry,\nthe Queen agreed to hear the reading of a comedy written by his brother.\nShe collected her intimate circle, Messieurs de Coigny, de Vaudreuil, de\nBesenval, Mesdames de Polignac, de Chalon, etc., and to increase the\nnumber of judges, she admitted the two Parnys, the Chevalier de Bertin,\nmy father-in-law, and myself.",
        "Mold read for the author.  I never could satisfy myself by what magic the\nskilful reader gained our unanimous approbation of a ridiculous work.\nSurely the delightful voice of Mold, by awakening our recollection of the\ndramatic beauties of the French stage, prevented the wretched lines of\nDorat Cubieres from striking on our ears.  I can assert that the\nexclamation Charming! charming! repeatedly interrupted the reader.  The\npiece was admitted for performance at Fontainebleau; and for the first\ntime the King had the curtain dropped before the end of the play.  It was\ncalled the “Dramomane” or “Dramaturge.”  All the characters died of\neating poison in a pie.  The Queen, highly disconcerted at having\nrecommended this absurd production, announced that she would never hear\nanother reading; and this time she kept her word.",
        "The tragedy of “Mustapha and Mangir,” by M. de Chamfort, was highly\nsuccessful at the Court theatre at Fontainebleau.  The Queen procured the\nauthor a pension of 1,200 francs, but his play failed on being performed\nat Paris.",
        "The spirit of opposition which prevailed in that city delighted in\nreversing the verdicts of the Court.  The Queen determined never again to\ngive any marked countenance to new dramatic works.  She reserved her\npatronage for musical composers, and in a few years their art arrived at\na perfection it had never before attained in France.",
        "It was solely to gratify the Queen that the manager of the Opera brought\nthe first company of comic actors to Paris.  Gluck, Piccini, and Sacchini\nwere attracted there in succession.  These eminent composers were treated\nwith great distinction at Court.  Immediately on his arrival in France,\nGluck was admitted to the Queen’s toilet, and she talked to him all the\ntime he remained with her.  She asked him one day whether he had nearly\nbrought his grand opera of “Armide” to a conclusion, and whether it\npleased him.  Gluck replied very coolly, in his German accent, “Madame,\nit will soon be finished, and really it will be superb.”  There was a\ngreat outcry against the confidence with which the composer had spoken of\none of his own productions.  The Queen defended him warmly; she insisted\nthat he could not be ignorant of the merit of his works; that he well\nknew they were generally admired, and that no doubt he was afraid lest a\nmodesty, merely dictated by politeness, should look like affectation in\nhim.",
        "     [Gluck often had to deal with self-sufficiency equal to his own.\n     He was very reluctant to introduce long ballets into “Iphigenia.\"\n     Vestris deeply regretted that the opera was not terminated by a\n     piece they called a chaconne, in which he displayed all his power.\n     He complained to Gluck about it.  Gluck, who treated his art with\n     all the dignity it merits, replied that in so interesting a subject\n     dancing would be misplaced.  Being pressed another time by Vestris\n     on the same subject, “A chaconne!  A chaconne!”  roared out the\n     enraged musician; “we must describe the Greeks; and had the Greeks\n     chaconnes?”  “They had not?”  returned the astonished dancer; “why,\n     then, so much the worse for them!\"–NOTE BY THE EDITOR.]",
        "The Queen did not confine her admiration to the lofty style of the French\nand Italian operas; she greatly valued Gretry’s music, so well adapted to\nthe spirit and feeling of the words.  A great deal of the poetry set to\nmusic by Gretry is by Marmontel.  The day after the first performance of\n“Zemira and Azor,” Marmontel and Gretry were presented to the Queen as\nshe was passing through the gallery of Fontainebleau to go to mass.  The\nQueen congratulated Gretry on the success of the new opera, and told him\nthat she had dreamed of the enchanting effect of the trio by Zemira’s\nfather and sisters behind the magic mirror.  Gretry, in a transport of\njoy, took Marmontel in his arms, “Ah! my friend,” cried he, “excellent\nmusic may be made of this.\"–\"And execrable words,” coolly observed\nMarmontel, to whom her Majesty had not addressed a single compliment.",
        "The most indifferent artists were permitted to have the honour of\npainting the Queen.  A full-length portrait, representing her in all the\npomp of royalty, was exhibited in the gallery of Versailles.  This\npicture, which was intended for the Court of Vienna, was executed by a\nman who does not deserve even to be named, and disgusted all people of\ntaste.  It seemed as if this art had, in France, retrograded several\ncenturies.",
        "The Queen had not that enlightened judgment, or even that mere taste,\nwhich enables princes to foster and protect great talents.  She confessed\nfrankly that she saw no merit in any portrait beyond the likeness.  When\nshe went to the Louvre, she would run hastily over all the little “genre\"\npictures, and come out, as she acknowledged, without having once raised\nher eyes to the grand compositions.",
        "There is no good portrait of the Queen, save that by Werthmuller, chief\npainter to the King of Sweden, which was sent to Stockholm, and that by\nMadame Lebrun, which was saved from the revolutionary fury by the\ncommissioners for the care of the furniture at Versailles.",
        "     [A sketch of very great interest made when the Queen was in the\n     Temple and discovered many years afterwards there, recently\n     reproduced in the memoirs of the Marquise de Tourzel (Paris, Plon),\n     is the last authentic portrait of the unhappy Queen.  See also the\n     catalogue of portraits made by Lord Ronald Gower.]",
        "The composition of the latter picture resembles that of Henriette of\nFrance, the wife of the unfortunate Charles I., painted by Vandyke.  Like\nMarie Antoinette, she is seated, surrounded by her children, and that\nresemblance adds to the melancholy interest raised by this beautiful\nproduction.",
        "While admitting that the Queen gave no direct encouragement to any art\nbut that of music, I should be wrong to pass over in silence the\npatronage conferred by her and the Princes, brothers of the King, on the\nart of printing.",
        "     [In 1790 the King gave a proof of his particular good-will to the\n     bookselling trade.  A company consisting of the first Parisian\n     booksellers, being on the eve of stopping payment, succeeded in\n     laying before the King a statement of their distressed situation.\n     The monarch was affected by it; he took from the civil list the sum\n     of which the society stood in immediate need, and became security\n     for the repayment of the remainder of the 1,200,000 livres, which\n     they wanted to borrow, and for the repayment of which he fixed no\n     particular time.]",
        "To Marie Antoinette we are indebted for a splendid quarto edition of the\nworks of Metastasio; to Monsieur, the King’s brother, for a quarto Tasso,\nembellished with engravings after Cochin; and to the Comte d’Artois for a\nsmall collection of select works, which is considered one of the chef\nd’oeuvres of the press of the celebrated Didot.",
        "In 1775, on the death of the Marechal du Muy, the ascendency obtained by\nthe sect of innovators occasioned M. de Saint-Germain to be recalled to\nCourt and made Minister of War.  His first care was the destruction of\nthe King’s military household establishment, an imposing and effectual\nrampart round the sovereign power.",
        "When Chancellor Maupeou obtained from Louis XV. the destruction of the\nParliament and the exile of all the ancient magistrates, the\nMousquetaires were charged with the execution of the commission for this\npurpose; and at the stroke of midnight, the presidents and members were\nall arrested, each by two Mousquetaires.  In the spring of 1775 a popular\ninsurrection had taken place in consequence of the high price of bread.\nM. Turgot’s new regulation, which permitted unlimited trade in corn, was\neither its cause or the pretext for it; and the King’s household troops\nagain rendered the greatest services to public tranquillity.",
        "I have never be enable to discover the true cause of the support given to\nM. de Saint-Germain’s policy by the Queen, unless in the marked favour\nshown to the captains and officers of the Body Guards, who by this\nreduction became the only soldiers of their rank entrusted with the\nsafety of the sovereign; or else in the Queen’s strong prejudice against\nthe Duc d’Aiguillon, then commander of the light-horse.  M. de Saint-\nGermain, however, retained fifty gens d’armes and fifty light-horse to\nform a royal escort on state occasions; but in 1787 the King reduced both\nthese military bodies.  The Queen then said with satisfaction that at\nlast she should see no more red coats in the gallery of Versailles.",
        "From 1775 to 1781 were the gayest years of the Queen’s life.  In the\nlittle journeys to Choisy, performances frequently took place at the\ntheatre twice in one day: grand opera and French or Italian comedy at the\nusual hour; and at eleven at night they returned to the theatre for\nparodies in which the best actors of the Opera presented themselves in\nwhimsical parts and costumes.  The celebrated dancer Guimard always took\nthe leading characters in the latter performance; she danced better than\nshe acted; her extreme leanness, and her weak, hoarse voice added to the\nburlesque in the parodied characters of Ernelinde and Iphigenie.",
        "The most magnificent fete ever given to the Queen was one prepared for\nher by Monsieur, the King’s brother, at Brunoy.  That Prince did me the\nhonour to admit me, and I followed her Majesty into the gardens, where\nshe found in the first copse knights in full armour asleep at the foot of\ntrees, on which hung their spears and shields.  The absence of the\nbeauties who had incited the nephews of Charlemagne and the gallants of\nthat period to lofty deeds was supposed to occasion this lethargic\nslumber.  But when the Queen appeared at the entrance of the copse they\nwere on foot in an instant, and melodious voices announced their\neagerness to display their valour.  They then hastened into a vast arena,\nmagnificently decorated in the exact style of the ancient tournaments.\nFifty dancers dressed as pages presented to the knights twenty-five\nsuperb black horses, and twenty-five of a dazzling whiteness, all most\nrichly caparisoned.  The party led by Augustus Vestris wore the Queen’s\ncolours.  Picq, balletmaster at the Russian Court, commanded the opposing\nband.  There was running at the negro’s head, tilting, and, lastly,\ncombats ’a outrance’, perfectly well imitated.  Although the spectators\nwere aware that the Queen’s colours could not but be victorious, they did\nnot the less enjoy the apparent uncertainty.",
        "Nearly all the agreeable women of Paris were ranged upon the steps which\nsurrounded the area of the tourney.  The Queen, surrounded by the royal\nfamily and the whole Court, was placed beneath an elevated canopy.  A\nplay, followed by a ballet-pantomime and a ball, terminated the fete.\nFireworks and illuminations were not spared.  Finally, from a\nprodigiously high scaffold, placed on a rising ground, the words ’Vive\nLouis!  Vive Marie Antoinette!’  were shown in the air in the midst of a\nvery dark but calm night.",
        "Pleasure was the sole pursuit of every one of this young family, with the\nexception of the King.  Their love of it was perpetually encouraged by a\ncrowd of those officious people who, by anticipating the desires and even\nthe passions of princes, find means of showing their zeal, and hope to\ngain or maintain favour for themselves.",
        "Who would have dared to check the amusements of a queen, young, lively,\nand handsome?  A mother or a husband alone would have had the right to do\nit; and the King threw no impediment in the way of Marie Antoinette’s\ninclinations.  His long indifference had been followed by admiration and\nlove.  He was a slave to all the wishes of the Queen, who, delighted with\nthe happy change in the heart and habits of the King, did not\nsufficiently conceal the ascendency she was gaining over him.",
        "The King went to bed every night at eleven precisely; he was very\nmethodical, and nothing was allowed to interfere with his rules.  The\nnoise which the Queen unavoidably made when she returned very late from\nthe evenings which she spent with the Princesse de Gugmenee or the Duc de\nDuras, at last annoyed the King, and it was amicably agreed that the\nQueen should apprise him when she intended to sit up late.  He then began\nto sleep in his own apartment, which had never before happened from the\ntime of their marriage.",
        "During the winter the Queen attended the Opera balls with a single lady\nof the palace, and always found there Monsieur and the Comte d’Artois.\nHer people concealed their liveries under gray cloth greatcoats.  She\nnever thought she was recognized, while all the time she was known to the\nwhole assembly, from the first moment she entered the theatre; they\npretended, however, not to recognise her, and some masquerade manoeuvre\nwas always adopted to give her the pleasure of fancying herself\nincognito.",
        "Louis XVI. determined once to accompany the Queen to a masked ball;\nit was agreed that the King should hold not only the grand but the petit\ncoucher, as if actually going to bed.  The Queen went to his apartment\nthrough the inner corridors of the palace, followed by one of her women\nwith a black domino; she assisted him to put it on, and they went alone\nto the chapel court, where a carriage waited for them, with the captain\nof the Guard of the quarter, and a lady of the palace.  The King was but\nlittle amused, spoke only to two or three persons, who knew him\nimmediately, and found nothing to admire at the masquerade but Punches\nand Harlequins, which served as a joke against him for the royal family,\nwho often amused themselves with laughing at him about it.",
        "An event, simple in itself, brought dire suspicion upon the Queen.  She\nwas going out one evening with the Duchesse de Lupnes, lady of the\npalace, when her carriage broke down at the entrance into Paris; she was\nobliged to alight; the Duchess led her into a shop, while a footman\ncalled a ’fiacre’.  As they were masked, if they had but known how to\nkeep silence, the event would never have been known; but to ride in a\nfiacre is so unusual an adventure for a queen that she had hardly entered\nthe Opera-house when she could not help saying to some persons whom she\nmet there: “That I should be in a fiacre!  Is it not droll?”",
        "From that moment all Paris was informed of the adventure of the fiacre.\nIt was said that everything connected with it was mysterious; that the\nQueen had kept an assignation in a private house with the Duc de Coigny.\nHe was indeed very well received at Court, but equally so by the King and\nQueen.  These accusations of gallantry once set afloat, there were no\nlonger any bounds to the calumnies circulated at Paris.  If, during the\nchase or at cards, the Queen spoke to Lord Edward Dillon, De Lambertye,\nor others, they were so many favoured lovers.  The people of Paris did\nnot know that none of those young persons were admitted into the Queen’s\nprivate circle of friends; the Queen went about Paris in disguise, and\nhad made use of a fiacre; and a single instance of levity gives room for\nthe suspicion of others.",
        "Conscious of innocence, and well knowing that all about her must do\njustice to her private life, the Queen spoke of these reports with\ncontempt, contenting herself with the supposition that some folly in the\nyoung men mentioned had given rise to them.  She therefore left off\nspeaking to them or even looking at them.  Their vanity took alarm at\nthis, and revenge induced them either to say, or to leave others to\nthink, that they were unfortunate enough to please no longer.  Other\nyoung coxcombs, placing themselves near the private box which the Queen\noccupied incognito when she attended the public theatre at Versailles,\nhad the presumption to imagine that they were noticed by her; and I have\nknown such notions entertained merely on account of the Queen’s\nrequesting one of those gentlemen to inquire behind the scenes whether it\nwould be long before the commencement of the second piece.",
        "The list of persons received into the Queen’s closet which I gave in the\npreceding chapter was placed in the hands of the ushers of the chamber by\nthe Princesse de Lamballe; and the persons there enumerated could present\nthemselves to enjoy the distinction only on those days when the Queen\nchose to be with her intimates in a private manner; and this was only\nwhen she was slightly indisposed.  People of the first rank at Court\nsometimes requested special audiences of her; the Queen then received\nthem in a room within that called the closet of the women on duty, and\nthese women announced them in her Majesty’s apartment.",
        "The Duc de Lauzun had a good deal of wit, and chivalrous manners.  The\nQueen was accustomed to see him at the King’s suppers, and at the house\nof the Princesse de Guemenee, and always showed him attention.  One day\nhe made his appearance at Madame de Guemenee’s in uniform, and with the\nmost magnificent plume of white heron’s feathers that it was possible to\nbehold.  The Queen admired the plume, and he offered it to her through\nthe Princesse de Guemenee.  As he had worn it the Queen had not imagined\nthat he could think of giving it to her; much embarrassed with the\npresent which she had, as it were, drawn upon herself, she did not like\nto refuse it, nor did she know whether she ought to make one in return;\nafraid, if she did give anything, of giving either too much or too\nlittle, she contented herself with once letting M. de Lauzun see her\nadorned with the plume.  In his secret “Memoirs” the Duke attaches an\nimportance to his present, which proves him utterly unworthy of an honour\naccorded only to his name and rank",
        "A short time afterwards he solicited an audience; the Queen granted it,\nas she would have done to any other courtier of equal rank.  I was in the\nroom adjoining that in which he was received; a few minutes after his\narrival the Queen reopened the door, and said aloud, and in an angry tone\nof voice, “Go, monsieur.”  M. de Lauzun bowed low, and withdrew.  The\nQueen was much agitated.  She said to me: “That man shall never again\ncome within my doors.”  A few years before the Revolution of 1789 the\nMarechal de Biron died.  The Duc de Lauzun, heir to his name, aspired to\nthe important post of colonel of the regiment of French guards.  The\nQueen, however, procured it for the Duc du Chaatelet.  The Duc de Biron\nespoused the cause of the Duc d’Orleans, and became one of the most\nviolent enemies of Marie Antoinette.",
        "It is with reluctance that I enter minutely on a defence of the Queen\nagainst two infamous accusations with which libellers have dared to swell\ntheir envenomed volumes.  I mean the unworthy suspicions of too strong an\nattachment for the Comte d’Artois, and of the motives for the tender\nfriendship which subsisted between the Queen, the Princesse de Lamballe,\nand the Duchesse de Polignac.  I do not believe that the Comte d’Artois\nwas, during his own youth and that of the Queen, so much smitten as has\nbeen said with the loveliness of his sister-in-law; I can affirm that I\nalways saw that Prince maintain the most respectful demeanour towards the\nQueen; that she always spoke of his good-nature and cheerfulness with\nthat freedom which attends only the purest sentiments; and that none of\nthose about the Queen ever saw in the affection she manifested towards\nthe Comte d’Artois more than that of a kind and tender sister for her\nyoungest brother.  As to the intimate connection between Marie Antoinette\nand the ladies I have named, it never had, nor could have, any other\nmotive than the very innocent wish to secure herself two friends in the\nmidst of a numerous Court; and notwithstanding this intimacy, that tone\nof respect observed by persons of the most exalted rank towards majesty\nnever ceased to be maintained.",
        "The Queen, much occupied with the society of Madame de Polignac, and an\nunbroken series of amusements, found less time for the Abbe de Vermond;\nhe therefore resolved to retire from Court.  The world did him the honour\nto believe that he had hazarded remonstrances upon his august pupil’s\nfrivolous employment of her time, and that he considered himself, both as\nan ecclesiastic and as instructor, now out of place at Court.  But the\nworld was deceived his dissatisfaction arose purely from the favour shown\nto the Comtesse Jules.  After a fortnight’s absence we saw him at\nVersailles again, resuming his usual functions.\r",
        "The Queen could express herself with winning graciousness to persons who\nmerited her praise.  When M. Loustonneau was appointed to the reversion\nof the post of first surgeon to the King, he came to make his\nacknowledgments.  He was much beloved by the poor, to whom he had chiefly\ndevoted his talents, spending nearly thirty thousand francs a year on\nindigent sufferers.  The Queen replied to his thanks by saying: “You are\nsatisfied, Monsieur; but I am far from being so with the inhabitants of\nVersailles.  On the news of your appointment the town should have been\nilluminated.\"–\"How so, Madame?” asked the astonished surgeon, who was\nvery modest.  “Why,” replied the Queen, “if the poor whom you have\nsuccoured for the past twenty years had each placed a single candle in\ntheir windows it would have been the most beautiful illumination ever\nwitnessed.”",
        "The Queen did not limit her kindness to friendly words.  There was\nfrequently seen in the apartments of Versailles a veteran captain of the\ngrenadiers of France, called the Chevalier d’Orville, who for four years\nhad been soliciting from the Minister of War the post of major, or of\nKing’s lieutenant.  He was known to be very poor; but he supported his\nlot without complaining of this vexatious delay in rewarding his\nhonourable services.  He regularly attended the Marechal de Segur,\nat the hour appointed for receiving the numerous solicitations in his\ndepartment.  One day the Marshal said to him: “You are still at\nVersailles, M. d’Orville?\"–\"Monsieur,” he replied, “you may observe that\nby this board of the flooring where I regularly place myself; it is\nalready worn down several lines by the weight of my body.”  The Queen\nfrequently stood at the window of her bedchamber to observe with her\nglass the people walking in the park.  Sometimes she inquired the names\nof those who were unknown to her.  One day she saw the Chevalier\nd’Orville passing, and asked me the name of that knight of Saint Louis,\nwhom she had seen everywhere for a long time past.  I knew who he was,\nand related his history.  “That must be put an end to,” said the Queen,\nwith some vivacity.  “Such an example of indifference is calculated to\ndiscourage our soldiers.”  Next day, in crossing the gallery to go to\nmass, the Queen perceived the Chevalier d’Orville; she went directly\ntowards him.  The poor man fell back in the recess of a window, looking\nto the right and left to discover the person whom the Queen was seeking,\nwhen she thus addressed him: “M. d’Orville, you have been several years\nat Versailles, soliciting a majority or a King’s lieutenancy.  You must\nhave very powerless patrons.\"–\"I have none, Madame,” replied the\nChevalier, in great confusion.  “Well! I will take you under my\nprotection.  To-morrow at the same hour be here with a petition, and a\nmemorial of your services.”  A fortnight after, M. d’Orville was\nappointed King’s lieutenant, either at La Rochelle or at Rochefort.",
        "     [Louis XVI. vied with his Queen in benevolent actions of this kind.\n     An old officer had in vain solicited a pension during the\n     administration of the Duc de Choiseul.  He returned to the charge in\n     the times of the Marquis de Montesnard and the Duc d’Aiguillon.  He\n     urged his claims, to Comte du Muy, who made a note of them.  Tired\n     of so many fruitless efforts, he at last appeared at the King’s\n     supper, and, having placed himself so as to be seen and heard, cried\n     out at a moment when silence prevailed, “Sire.”  The people near him\n     said, “What are you about?  This is not the way to speak to the\n     King.\"–\"I fear nothing,” said he, and raising his voice, repeated,\n     “Sire.”  The King, much surprised, looked at him and said, “What do\n     you want, monsieur.\"–\"Sire,” answered he, “I am seventy years of\n     age; I have served your Majesty more than fifty years, and I am\n     dying for want.\"–\"Have you a memorial?”  replied the King.  “Yes,\n     Sire, I have.\"–\"Give it to me;” and his Majesty took it without\n     saying anything more.  Next morning he was sent for by the, King,\n     who said, “Monsieur, I grant you an annuity of 1,500 livres out of\n     my privy purse, and you may go and receive the first year’s payment,\n     which is now due.”  (\"Secret Correspondence of the Court: Reign of\n     Louis XVI.”) The King preferred to spend money in charity rather\n     than in luxury or magnificence.  Once during his absence, M.\n     d’Augivillers caused an unused room in the King’s apartment to be\n     repaired at a cost of 30,000 francs.  On his return the King made\n     Versailles resound with complaints against M. d’Augivillers: “With\n     that sum I could have made thirty families happy,” he said.]",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}