{
    "title": "Memoirs of Marie Antoinette - Etext Editor’s Bookmarks From the Entire Marie Antoinette:",
    "author": "Campan",
    "chapter": "12",
    "content": [
        "\n\n",
        "A man born solely to contradict\nAdvised the King not to separate himself from his army\nAh, Madame, we have all been killed in our masters’ service!\nAlas! her griefs double mine!\nAllowed her candles and as much firewood as she wanted\nBetter to die than to implicate anybody\nBrought me her daughter Hortense de Beauharnais\nCarried the idea of the prerogative of rank to a high pitch\nCommon and blamable practice of indulgence\nCondescension which renders approbation more offensive\nCustoms are nearly equal to laws\nDifference between brilliant theories and the simplest practice\nDignified tone which alone secures the respect due to power\nDisplaying her acquirements with rather too much confidence\nDuc d’Orleans, when called on to give his vote for death of King\nElegant entertainments were given to Doctor Franklin\nEtiquette still existed at Court, dignity alone was wanting\nExtreme simplicity was the Queens first and only real mistake\nFashion of wearing a black coat without being in mourning\nFavourite of a queen is not, in France, a happy one\nFormed rather to endure calamity with patience than to contend\nGrand-Dieu, mamma! will it be yesterday over again?\nHappiness does not dwell in palaces\nHe is afraid to command\nHis ruin was resolved on; they passed to the order of the day\nHis seraglio in the Parc-aux-Cerfs\nHistory of the man with the iron mask\nHow can I have any regret when I partake your misfortunes\nI hate all that savours of fanaticism\nI do not like these rhapsodies\nI love the conveniences of life too well\nIf ever I establish a republic of women....\nIndulge in the pleasure of vice and assume the credit of virtue\nKing (gave) the fatal order to the Swiss to cease firing\nLa Fayette to rescue the royal family and convey them to Rouen\nLeave me in peace; be assured that I can put no heir in danger\nLouis Philippe, the usurper of the inheritance of her family\nMirabeau forgot that it was more easy to do harm than good\nMost intriguing little Carmelite in the kingdom\nMy father fortunately found a library which amused him\nNever shall a drop of French blood be shed by my order\nNo one is more dangerous than a man clothed with recent authority\nNo accounting for the caprices of a woman\nNo ears that will discover when she (The Princess) is out of tune\nNone but little minds dreaded little books\nObserve the least pretension on account of the rank or fortune\nOf course I shall be either hissed or applauded.\nOn domestic management depends the preservation of their fortune\nPrevent disorder from organising itself\nPrinces thus accustomed to be treated as divinities\nPrincess at 12 years was not mistress of the whole alphabet\nRabble, always ready to insult genius, virtue, and misfortune\nSaw no other advantage in it than that of saving her own life\nShe often carried her economy to a degree of parsimony\nShocking to find so little a man in the son of the Marechal\nShun all kinds of confidence\nSimplicity of the Queen’s toilet began to be strongly censured\nSo many crimes perpetrated under that name (liberty)\nSpirit of party can degrade the character of a nation\nSubjecting the vanquished to be tried by the conquerors\nTaken pains only to render himself beloved by his pupil\nTastes may change\nThat air of truth which always carries conviction\nThe author (Beaumarchais) was sent to prison soon afterwards\nThe Jesuits were suppressed\nThe three ministers, more ambitious than amorous\nThe charge of extravagance\nThe emigrant party have their intrigues and schemes\nThe King delighted to manage the most disgraceful points\nThe anti-Austrian party, discontented and vindictive\nThere is not one real patriot among all this infamous horde\nThey say you live very poorly here, Moliere\nThose muskets were immediately embarked and sold to the Americans\nThose who did it should not pretend to wish to remedy it\nTo be formally mistress, a husband had to be found\nTrue nobility, gentlemen, consists in giving proofs of it\nVentured to give such rash advice: inoculation\nWas but one brilliant action that she could perform\nWe must have obedience, and no reasoning\nWell, this is royally ill played!\nWhat do young women stand in need of?–Mothers!\nWhen kings become prisoners they are very near death\nWhile the Queen was blamed, she was blindly imitated\nWhispered in his mother’s ear, “Was that right?\"\n“Would be a pity,” she said, “to stop when so fairly on the road\"\nYoung Prince suffered from the rickets\nYour swords have rusted in their scabbards",
        " ",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part B, also see Part A) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Memoirs of Marie AntoinetteBy Madame CampanAt Amazon"
    ]
}