{
    "title": "Memoirs of Marie Antoinette - Chapter II.",
    "author": "Campan",
    "chapter": "2",
    "content": [
        "\n\n",
        "After the 14th of July, by a manoeuvre for which the most skilful\nfactions of any age might have envied the Assembly, the whole population\nof France was armed and organised into a National Guard.  A report was\nspread throughout France on the same day, and almost at the same hour,\nthat four thousand brigands were marching towards such towns or villages\nas it was wished to induce to take arms.  Never was any plan better laid;\nterror spread at the same moment all over the kingdom.  In 1791 a peasant\nshowed me a steep rock in the mountains of the Mont d’Or on which his\nwife concealed herself on the day when the four thousand brigands were to\nattack their village, and told me they had been obliged to make use of\nropes to let her down from the height which fear alone had enabled her to\nclimb.",
        "Versailles was certainly the place where the national military uniform\nappeared most offensive.  All the King’s valets, even of the lowest\nclass, were metamorphosed into lieutenants or captains; almost all the\nmusicians of the chapel ventured one day to make their appearance at the\nKing’s mass in a military costume; and an Italian soprano adopted the\nuniform of a grenadier captain.  The King was very much offended at this\nconduct, and forbade his servants to appear in his presence in so\nunsuitable a dress.",
        "The departure of the Duchesse de Polignac naturally left the Abbe de\nVermond exposed to all the dangers of favouritism.  He was already talked\nof as an adviser dangerous to the nation.  The Queen was alarmed at it,\nand recommended him to remove to Valenciennes, where Count Esterhazy was\nin command.  He was obliged to leave that place in a few days and set off\nfor Vienna, where he remained.",
        "On the night of the 17th of July the Queen, being unable to sleep, made\nme watch by her until three in the morning.  I was extremely surprised to\nhear her say that it would be a very long time before the Abbe de Vermond\nwould make his appearance at Court again, even if the existing ferment\nshould subside, because he would not readily be forgiven for his\nattachment to the Archbishop of Sens; and that she had lost in him a very\ndevoted servant.  Then she suddenly remarked to me, that although he was\nnot much prejudiced against me I could not have much regard for him,\nbecause he could not bear my father-in-law to hold the place of secretary\nof the closet.  She went on to say that I must have studied the Abbe’s\ncharacter, and, as I had sometimes drawn her portraits of living\ncharacters, in imitation of those which were fashionable in the time of\nLouis XIV., she desired me to sketch that of the Abbe, without any\nreserve.  My astonishment was extreme; the Queen spoke of the man who,\nthe day before, had been in the greatest intimacy with her with the\nutmost coolness, and as a person whom, perhaps, she might never see\nagain!  I remained petrified; the Queen persisted, and told me that he\nhad been the enemy of my family for more than twelve years, without\nhaving been able to injure it in her opinion; so that I had no occasion\nto dread his return, however severely I might depict him.  I promptly\nsummarised my ideas about the favourite; but I only remember that the\nportrait was drawn with sincerity, except that everything which could\ndenote antipathy was kept out of it.  I shall make but one extract from\nit: I said that he had been born talkative and indiscreet, and had\nassumed a character of singularity and abruptness in order to conceal\nthose two failings.  The Queen interrupted me by saying, “Ah! how true\nthat is!”  I have since discovered that, notwithstanding the high favour\nwhich the Abbe de Vermond enjoyed, the Queen took precautions to guard\nherself against an ascendency the consequences of which she could not\ncalculate.",
        "On the death of my father-in-law his executors placed in my hands a box\ncontaining a few jewels deposited by the Queen with M. Campan on the\ndeparture from Versailles of the 6th of October, and two sealed packets,\neach inscribed, “Campan will take care of these papers for me.”  I took\nthe two packets to her Majesty, who kept the jewels and the larger\npacket, and, returning me the smaller, said, “Take care of that for me as\nyour father-in-law did.”",
        "After the fatal 10th of August, 1792,–[The day of the attack on the\nTuileries, slaughter of the Swiss guard, and suspension of the King from\nhis functions.]–when my house was about to be surrounded, I determined\nto burn the most interesting papers of which I was the depositary; I\nthought it my duty, however, to open this packet, which it might perhaps\nbe necessary for me to preserve at all hazards.\nI saw that it contained a letter from the Abbe de Vermond to the Queen.\nI have already related that in the earlier days of Madame de Polignac’s\nfavour he determined to remove from Versailles, and that the Queen\nrecalled him by means of the Comte de Mercy.  This letter contained\nnothing but certain conditions for his return; it was the most whimsical\nof treaties; I confess I greatly regretted being under the necessity of\ndestroying it.  He reproached the Queen for her infatuation for the\nComtesse Jules, her family, and society; and told her several truths\nabout the possible consequences of a friendship which ranked that lady\namong the favourites of the Queens of France, a title always disliked by\nthe nation.  He complained that his advice was neglected, and then came\nto the conditions of his return to Versailles; after strong assurances\nthat he would never, in all his life, aim at the higher church dignities,\nhe said that he delighted in an unbounded confidence; and that he asked\nbut two things of her Majesty as essential: the first was, not to give\nhim her orders through any third person, and to write to him herself; he\ncomplained much that he had had no letter in her own hand since he had\nleft Vienna; then he demanded of her an income of eighty thousand livres,\nin ecclesiastical benefices; and concluded by saying that, if she\ncondescended to assure him herself that she would set about procuring him\nwhat he wished, her letter would be sufficient in itself to show him that\nher Majesty had accepted the two conditions he ventured to make\nrespecting his return.  No doubt the letter was written; at least it is\nvery certain that the benefices were granted, and that his absence from\nVersailles lasted only a single week.",
        "In the course of July, 1789, the regiment of French guards, which had\nbeen in a state of insurrection from the latter end of June, abandoned\nits colours.  One single company of grenadiers remained faithful, to its\npost at Versailles.  M. le Baron de Leval was the captain of this\ncompany.  He came every evening to request me to give the Queen an\naccount of the disposition of his soldiers; but M. de La Fayette having\nsent them a note, they all deserted during the night and joined their\ncomrades, who were enrolled in the Paris guard; so that Louis XVI. on\nrising saw no guard whatever at the various posts entrusted to them.",
        "The decrees of the 4th of August, by which all privileges were abolished,\nare well known.",
        "     [\"It was during the night of the 4th of August,” says Rivarol, “that\n     the demagogues of the nobility, wearied with a protracted discussion\n     upon the rights of man, and burning to signalise their zeal, rose\n     all at once, and with loud exclamations called for the last sighs of\n     the feudal system.  This demand electrified the Assembly.  All heads\n     were frenzied.  The younger sons of good families, having nothing,\n     were delighted to sacrifice their too fortunate elders upon the\n     altar of the country; a few country cures felt no less pleasure in\n     renouncing the benefices of others; but what posterity will hardly\n     believe is that the same enthusiasm infected the whole nobility;\n     zeal walked hand in hand with malevolence; they made sacrifice upon\n     sacrifice.  And as in Japan the point of honour lies in a man’s\n     killing himself in the presence of the person who has offended him,\n     so did the deputies of the nobility vie in striking at themselves\n     and their constituents.  The people who were present at this noble\n     contest increased the intoxication of their new allies by their\n     shouts; and the deputies of the commons, seeing that this memorable\n     night would only afford them profit without honour, consoled their\n     self-love by wondering at what Nobility, grafted upon the Third\n     Estate, could do.  They named that night the ’night of dupes’; the\n     nobles called it the ’night of sacrifices’.\"–NOTE BY THE EDITOR.]",
        "The King sanctioned all that tended to the diminution of his own personal\ngratifications, but refused his consent to the other decrees of that\ntumultuous night; this refusal was one of the chief causes of the\nferments of the month of October.",
        "In the early part of September meetings were held at the Palais Royal,\nand propositions made to go to Versailles; it was said to be necessary to\nseparate the King from his evil counsellors, and keep him, as well as the\nDauphin, at the Louvre.  The proclamations by the officers of the commune\nfor the restoration of tranquillity were ineffectual; but M. de La\nFayette succeeded this time in dispersing the populace.  The Assembly\ndeclared itself permanent; and during the whole of September, in which no\ndoubt the preparations were made for the great insurrections of the\nfollowing month, the Court was not disturbed.",
        "The King had the Flanders regiment removed to Versailles; unfortunately\nthe idea of the officers of that regiment fraternising with the Body\nGuards was conceived, and the latter invited the former to a dinner,\nwhich was given in the great theatre of Versailles, and not in the Salon\nof Hercules, as some chroniclers say.  Boxes were appropriated to various\npersons who wished to be present at this entertainment.  The Queen told\nme she had been advised to make her appearance on the occasion, but that\nunder existing circumstances she thought such a step might do more harm\nthan good; and that, moreover, neither she nor the King ought directly to\nhave anything to do with such a festival.  She ordered me to go, and\ndesired me to observe everything closely, in order to give a faithful\naccount of the whole affair.",
        "The tables were set out upon the stage; at them were placed one of the\nBody Guard and an officer of the Flanders regiment alternately.  There\nwas a numerous orchestra in the room, and the boxes were filled with\nspectators.  The air, “O Richard, O mon Roi!” was played, and shouts of\n“Vive de Roi!” shook the roof for several minutes.  I had with me one of\nmy nieces, and a young person brought up with Madame by her Majesty.\nThey were crying “Vive le Roi!” with all their might when a deputy of the\nThird Estate, who was in the next box to mine, and whom I had never seen,\ncalled to them, and reproached them for their exclamations; it hurt him,\nhe said, to see young and handsome Frenchwomen brought up in such servile\nhabits, screaming so outrageously for the life of one man, and with true\nfanaticism exalting him in their hearts above even their dearest\nrelations; he told them what contempt worthy American women would feel on\nseeing Frenchwomen thus corrupted from their earliest infancy.  My niece\nreplied with tolerable spirit, and I requested the deputy to put an end\nto the subject, which could by no means afford him any satisfaction,\ninasmuch as the young persons who were with me lived, as well as myself,\nfor the sole purpose of serving and loving the King.  While I was\nspeaking what was my astonishment at seeing the King, the Queen, and the\nDauphin enter the chamber!  It was M. de Luxembourg who had effected this\nchange in the Queen’s determination.",
        "The enthusiasm became general; the moment their Majesties arrived the\norchestra repeated the air I have just mentioned, and afterwards played a\nsong in the “Deserter,” “Can we grieve those whom we love?”  which also\nmade a powerful impression upon those present: on all sides were heard\npraises of their Majesties, exclamations of affection, expressions of\nregret for what they had suffered, clapping of hands, and shouts of “Vive\nle Roi! Vive la Reine! Vive le Dauphin!”  It has been said that white\ncockades were worn on this occasion; that was not the case; the fact is,\nthat a few young men belonging to the National Guard of Versailles, who\nwere invited to the entertainment, turned the white lining of their\nnational cockades outwards.  All the military men quitted the hall,\nand reconducted the King and his family to their apartments.  There was\nintoxication in these ebullitions of joy: a thousand extravagances were\ncommitted by the military, and many of them danced under the King’s\nwindows; a soldier belonging to the Flanders regiment climbed up to the\nbalcony of the King’s chamber in order to shout “Vive le Roi!”  nearer\nhis Majesty; this very soldier, as I have been told by several officers\nof the corps, was one of the first and most dangerous of their insurgents\nin the riots of the 5th and 6th of October.  On the same evening another\nsoldier of that regiment killed himself with a sword.  One of my\nrelations, chaplain to the Queen, who supped with me, saw him stretched\nout in a corner of the Place d’Armes; he went to him to give him\nspiritual assistance, and received his confession and his last sighs.\nHe destroyed himself out of regret at having suffered himself to be\ncorrupted by the enemies of his King, and said that, since he had seen\nhim and the Queen and the Dauphin, remorse had turned his brain.",
        "I returned home, delighted with all that I had seen.",
        "I found a great many people there.  M. de Beaumetz, deputy for Arras,\nlistened to my description with a chilling air, and, when I had finished,\ntold me that all that had passed was terrific; that he knew the\ndisposition of the Assembly, and that the greatest misfortunes would\nfollow the drama of that night; and he begged my leave to withdraw that\nhe might take time for deliberate reflection whether he should on the\nvery next day emigrate, or pass over to the left side of the Assembly.\nHe adopted the latter course, and never appeared again among my\nassociates.",
        "On the 2d of October the military entertainment was followed up by a\nbreakfast given at the hotel of the Body Guards.  It is said that a\ndiscussion took place whether they should not march against the Assembly;\nbut I am utterly ignorant of what passed at that breakfast.  From that\nmoment Paris was constantly in commotion; there were continual mobs,\nand the most virulent proposals were heard in all public places; the\nconversation was invariably about proceeding to Versailles.  The King and\nQueen did not seem apprehensive of such a measure, and took no precaution\nagainst it; even when the army had actually left Paris, on the evening of\nthe 5th of October, the King was shooting at Meudon, and the Queen was\nalone in her gardens at Trianon, which she then beheld for the last time\nin her life.  She was sitting in her grotto absorbed in painful\nreflection, when she received a note from the Comte de Saint-Priest,\nentreating her to return to Versailles.  M. de Cubieres at the same time\nwent off to request the King to leave his sport and return to the palace;\nthe King did so on horseback, and very leisurely.  A few minutes\nafterwards he was informed that a numerous body of women, which preceded\nthe Parisian army, was at Chaville, at the entrance of the avenue from\nParis.",
        "The scarcity of bread and the entertainment of the Body Guards were the\npretexts for the insurrection of the 5th and 6th of October, 1789; but it\nis clear to demonstration that this new movement of the people was a part\nof the original plan of the factious, insomuch as, ever since the\nbeginning of September, a report had been industriously circulated that\nthe King intended to withdraw, with his family and ministers, to some\nstronghold; and at all the popular assemblies there had been always a\ngreat deal said about going to Versailles to seize the King.",
        "At first only women showed themselves; the latticed doors of the Chateau\nwere closed, and the Body Guard and Flanders regiment were drawn up in\nthe Place d’Armes.  As the details of that dreadful day are given with\nprecision in several works, I will only observe that general\nconsternation and disorder reigned throughout the interior of the palace.",
        "I was not in attendance on the Queen at this time.  M. Campan remained\nwith her till two in the morning.  As he was leaving her she\ncondescendingly, and with infinite kindness, desired him to make me easy\nas to the dangers of the moment, and to repeat to me M. de La Fayette’s\nown words, which he had just used on soliciting the royal family to\nretire to bed, undertaking to answer for his army.",
        "The Queen was far from relying upon M. de La Fayette’s loyalty; but she\nhas often told me that she believed on that day, that La Fayette, having\naffirmed to the King, in the presence of a crowd of witnesses, that he\nwould answer for the army of Paris, would not risk his honour as a\ncommander, and was sure of being able to redeem his pledge.  She also\nthought the Parisian army was devoted to him, and that all he said about\nhis being forced to march upon Versailles was mere pretence.",
        "On the first intimation of the march of the Parisians, the Comte de\nSaint-Priest prepared Rambouillet for the reception of the King, his\nfamily, and suite, and the carriages were even drawn out; but a few cries\nof “Vive le Roi!”  when the women reported his Majesty’s favourable\nanswer, occasioned the intention of going away to be given up, and orders\nwere given to the troops to withdraw.",
        "     [Compare this account with the particulars given in the “Memoirs” of\n     Ferribres, Weber, Bailly, and Saint-Priest, from the latter of which\n     the following sentence is taken:",
        "     “M. d’Estaing knew not what to do with the Body Guards beyond\n     bringing them into the courtyard of the ministers, and shutting the\n     grilles.  Thence they proceeded to the terrace of the Chateau, then\n     to Trianon, and lastly to Rambouillet.",
        "     “I could not refrain from expressing to M. d’Estaing, when he came\n     to the King, my astonishment at not seeing him make any military\n     disposition.  ’Monsieur,’ replied he, ’I await the orders of the\n     King’ (who did not open his mouth).  ’When the King gives no\n     orders,’ pursued I, ’a general should decide for himself in a\n     soldierly manner.’  This observation remained unanswered.\"]",
        "The Body Guards were, however, assailed with stones and musketry while\nthey were passing from the Place d’Armes to, their hotel.  Alarm revived;\nagain it was thought necessary that the royal family should go away; some\ncarriages still remained ready for travelling; they were called for; they\nwere stopped by a wretched player belonging to the theatre of the town,\nseconded by the mob: the opportunity for flight had been lost.",
        "The insurrection was directed against the Queen in particular; I shudder\neven now at the recollection of the poissardes, or rather furies, who\nwore white aprons, which they screamed out were intended to receive the\nbowels of Marie Antoinette, and that they would make cockades of them,\nmixing the most obscene expressions with these horrible threats.",
        "The Queen went to bed at two in the morning, and even slept, tired out\nwith the events of so distressing a day.  She had ordered her two women\nto bed, imagining there was nothing to dread, at least for that night;\nbut the unfortunate Princess was indebted for her life to that feeling of\nattachment which prevented their obeying her.  My sister, who was one of\nthe ladies in question, informed me next day of all that I am about to\nrelate.",
        "On leaving the Queen’s bedchamber, these ladies called their femmes de\nchambre, and all four remained sitting together against her Majesty’s\nbedroom door.  About half-past four in the morning they heard horrible\nyells and discharges of firearms; one ran to the Queen to awaken her and\nget her out of bed; my sister flew to the place from which the tumult\nseemed to proceed; she opened the door of the antechamber which leads to\nthe great guard-room, and beheld one of the Body Guard holding his musket\nacross the door, and attacked by a mob, who were striking at him; his\nface was covered with blood; he turned round and exclaimed: “Save the\nQueen, madame; they are come to assassinate her!”  She hastily shut the\ndoor upon the unfortunate victim of duty, fastened it with the great\nbolt, and took the same precaution on leaving the next room.  On reaching\nthe Queen’s chamber she cried out to her, “Get up, Madame!  Don’t stay to\ndress yourself; fly to the King’s apartment!”  The terrified Queen threw\nherself out of bed; they put a petticoat upon her without tying it, and\nthe two ladies conducted her towards the oile-de-boeuf.  A door, which\nled from the Queen’s dressing-room to that apartment, had never before\nbeen fastened but on her side.  What a dreadful moment!  It was found to\nbe secured on the other side.  They knocked repeatedly with all their\nstrength; a servant of one of the King’s valets de chambre came and\nopened it; the Queen entered the King’s chamber, but he was not there.\nAlarmed for the Queen’s life, he had gone down the staircases and through\nthe corridors under the oeil-de-boeuf, by means of which he was\naccustomed to go to the Queen’s apartments without being under the\nnecessity of crossing that room.  He entered her Majesty’s room and found\nno one there but some Body Guards, who had taken refuge in it.  The King,\nunwilling to expose their lives, told them to wait a few minutes, and\nafterwards sent to desire them to go to the oeil-de-boeuf.  Madame de\nTourzel, at that time governess of the children of France, had just taken\nMadame and the Dauphin to the King’s apartments.  The Queen saw her\nchildren again.  The reader must imagine this scene of tenderness and\ndespair.",
        "It is not true that the assassins penetrated to the Queen’s chamber and\npierced the bed with their swords.  The fugitive Body Guards were the\nonly persons who entered it; and if the crowd had reached so far they\nwould all have been massacred.  Besides, when the rebels had forced the\ndoors of the antechamber, the footmen and officers on duty, knowing that\nthe Queen was no longer in her apartments, told them so with that air of\ntruth which always carries conviction.  The ferocious horde instantly\nrushed towards the oeil-de-boeuf, hoping, no doubt, to intercept her on\nher way.",
        "Many have asserted that they recognised the Duc d’Orleans in a greatcoat\nand slouched hat, at half-past four in the morning, at the top of the\nmarble staircase, pointing out with his hand the guard-room, which led to\nthe Queen’s apartments.  This fact was deposed to at the Chatelet by\nseveral individuals in the course of the inquiry instituted respecting\nthe transactions of the 5th and 6th of October.",
        "     [The National Assembly was sitting when information of the march of\n     the Parisians was given to it by one of the deputies who came from\n     Paris.  A certain number of the members were no strangers, to this\n     movement.  It appears that Mirabeau wished to avail himself of it to\n     raise the Duc d’Orleans to the throne.  Mounier, who presided over\n     the National Assembly, rejected the idea with horror.  “My good\n     man,” said Mirabeau to him, “what difference will it make to you to\n     have Louis XVII. for your King instead of Louis XVI.?” (The Duc\n     d’Orleans was baptised Louis.)]",
        "The prudence and honourable feeling of several officers of the Parisian\nguards, and the judicious conduct of M. de Vaudreuil, lieutenant-general\nof marine, and of M. de Chevanne, one of the King’s Guards, brought about\nan understanding between the grenadiers of the National Guard of Paris\nand the King’s Guard.  The doors of the oeil-de-boeuf were closed, and\nthe antechamber which precedes that room was filled with grenadiers who\nwanted to get in to massacre the Guards.  M. de Chevanne offered himself\nto them as a victim if they wished for one, and demanded what they would\nhave.  A report had been spread through their ranks that the Body Guards\nset them at defiance, and that they all wore black cockades.  M. de\nChevanne showed them that he wore, as did the corps, the cockade of their\nuniform; and promised that the Guards should exchange it for that of the\nnation.  This was done; they even went so far as to exchange their\ngrenadiers’ caps for the hats of the Body Guards; those who were on guard\ntook off their shoulder-belts; embraces and transports of fraternisation\ninstantly succeeded to the savage eagerness to murder the band which had\nshown so much fidelity to its sovereign.  The cry was now “Vivent le Roi,\nla Nation, et les Gardes-du-corps!”",
        "The army occupied the Place d’Armes, all the courtyards of the Chateau,\nand the entrance to the avenue.  They called for the Queen to appear in\nthe balcony: she came forward with Madame and the Dauphin.  There was a\ncry of “No children!”  Was this with a view to deprive her of the\ninterest she inspired, accompanied as she was by her young family, or did\nthe leaders of the democrats hope that some madman would venture to aim a\nmortal blow at her person?  The unfortunate Princess certainly was\nimpressed with the latter idea, for she sent away her children, and with\nher hands and eyes raised towards heaven, advanced upon the balcony like\na self-devoted victim.",
        "A few voices shouted “To Paris!”  The exclamation soon became general.\nBefore the King agreed to this removal he wished to consult the National\nAssembly, and caused that body to be invited to sit at the Chateau.\nMirabeau opposed this measure.  While these discussions were going\nforward it became more and more difficult to restrain the immense\ndisorderly multitude.  The King, without consulting any one, now said to\nthe people: “You wish, my children, that I should follow you to Paris: I\nconsent, but on condition that I shall not be separated from my wife and\nfamily.”  The King added that he required safety also for his Guards; he\nwas answered by shouts of “Vivo le Roi!  Vivent les Gardes-du-corps!\"\nThe Guards, with their hats in the air, turned so as to exhibit the.\ncockade, shouted “Vive le Roi!  Vive la Nation!”  shortly afterwards a\ngeneral discharge of all the muskets took place, in token of joy.  The\nKing and Queen set off from Versailles at one o’clock.  The Dauphin,\nMadame, the King’s daughter, Monsieur, Madame,–[Madame, here, the wife\nof Monsieur le Comte de Provence.]– Madame Elisabeth, and Madame de\nTourzel, were in the carriage; the Princesse de Chimay and the ladies of\nthe bedchamber for the week, the King’s suite and servants, followed in\nCourt carriages; a hundred deputies in carriages, and the bulk of the\nParisian army, closed the procession.",
        "The poissardes went before and around the carriage of their Majesties,\nCrying, “We shall no longer want bread!  We have the baker, the baker’s\nwife, and the baker’s boy with us!”  In the midst of this troop of\ncannibals the heads of two murdered Body Guards were carried on poles.\nThe monsters, who made trophies of them, conceived the horrid idea of\nforcing a wigmaker of Sevres to dress them up and powder their bloody\nlocks.  The unfortunate man who was forced to perform this dreadful work\ndied in consequence of the shock it gave him.",
        "     [The King did not leave Versailles till one o’clock.  The Queen, the\n     Dauphin, Madame Royale, Monsieur, Madame Elisabeth, and Madame de\n     Tourzel were in his Majesty’s carriage.  The hundred deputies in\n     their carriages came next.  A detachment of brigands, bearing the\n     heads of the two Body Guards in triumph, formed the advance guard,\n     and set out two hours earlier.  These cannibals stopped a moment at\n     Sevres, and carried their cruelty to the length of forcing an\n     unfortunate hairdresser to dress the gory heads; the bulk of the\n     Parisian army followed them closely.  The King’s carriage was\n     preceded by the ’poissardes’, who had arrived the day before from\n     Paris, and a rabble of prostitutes, the vile refuse of their sex,\n     still drunk with fury and wine.  Several of them rode astride upon\n     cannons, boasting, in the most horrible songs, of the crimes they\n     had committed themselves, or seen others commit.  Those who were\n     nearest the King’s carriage sang ballads, the allusions in which by\n     means of their vulgar gestures they applied to the Queen.  Wagons,\n     full of corn and flour,–which had been brought into Versailles,\n     formed a train escorted by grenadiers, and surrounded by women and\n     bullies, some armed with pikes, and some carrying long branches of\n     poplar.  At some distance this part of the procession had a most\n     singular effect: it looked like a moving forest, amidst which shone\n     pike-heads and gun-barrels.  In the paroxysms of their brutal joy\n     the women stopped passengers, and, pointing to the King’s carriage,\n     howled in their ears: “Cheer up, friends; we shall no longer be in\n     want of bread!  We bring you the baker, the baker’s wife, and the\n     baker’s little boy!”  Behind his Majesty’s carriage were several of\n     his faithful Guards, some on foot, and some on horseback, most of\n     them uncovered, all unarmed, and worn out with hunger and fatigue;\n     the dragoons, the Flanders regiment, the hundred Swiss, and the\n     National Guards preceded, accompanied, or followed the file of\n     carriages.  I witnessed this heartrending spectacle; I saw the\n     ominous procession.  In the midst of all the tumult, clamour, and\n     singing, interrupted by frequent discharges of musketry, which the\n     hand of a monster or a bungler might so easily render fatal, I saw\n     the Queen preserving most courageous tranquillity of soul, and an\n     air of nobleness and inexpressible dignity, and my eyes were\n     suffused with tears of admiration and grief.–\"Memoirs of Bertrand\n     de Molleville.\"]",
        "The progress of the procession was so slow that it was near six in the\nevening when this august family, made prisoners by their own people,\narrived at the Hotel de Ville.  Bailly received them there; they\nwere placed upon a throne, just when that of their ancestors had been\noverthrown.  The King spoke in a firm yet gracious manner; he said that\nhe always came with pleasure and confidence among the inhabitants of his\ngood city of Paris.  M. Bailly repeated this observation to the\nrepresentatives of the commune, who came to address the King; but he\nforgot the word confidence.  The Queen instantly and loudly reminded him\nof the omission.  The King and Queen, their children, and Madame\nElisabeth, retired to the Tuileries.  Nothing was ready for their\nreception there.  All the living-rooms had been long given up to persons\nbelonging to the Court; they hastily quitted them on that day, leaving\ntheir furniture, which was purchased by the Court.  The Comtesse de la\nMarck, sister to the Marechaux de Noailles and de Mouchy, had occupied\nthe apartments now appropriated to the Queen.  Monsieur and Madame\nretired to the Luxembourg.",
        "The Queen had sent for me on the morning of the 6th of October, to leave\nme and my father-in-law in charge of her most valuable property.  She\ntook away only her casket of diamonds.  Comte Gouvernet de la Tour-du-\nPin, to whom the military government of Versailles was entrusted ’pro\ntempore’, came and gave orders to the National Guard, which had taken\npossession of the apartments, to allow us to remove everything that we\nshould deem necessary for the Queen’s accommodation.",
        "I saw her Majesty alone in her private apartments a moment before her\ndeparture for Paris; she could hardly speak; tears bedewed her face, to\nwhich all the blood in her body seemed to have rushed; she condescended\nto embrace me, gave her hand to M. Campan to kiss, and said to us, “Come\nimmediately and settle at Paris; I will lodge you at the Tuileries; come,\nand do not leave me henceforward; faithful servants at moments like these\nbecome useful friends; we are lost, dragged away, perhaps to death; when\nkings become prisoners they are very near it.”",
        "I had frequent opportunities during the course of our misfortunes of\nobserving that the people never entirely give their allegiance to\nfactious leaders, but easily escape their control when some cause reminds\nthem of their duty.  As soon as the most violent Jacobins had an\nopportunity of seeing the Queen near at hand, of speaking to her, and of\nhearing her voice, they became her most zealous partisans; and even when\nshe was in the prison of the Temple several of those who had contributed\nto place her there perished for having attempted to get her out again.",
        "On the morning of the 7th of October the same women who the day before\nsurrounded the carriage of the august prisoners, riding on cannons and\nuttering the most abusive language, assembled under the Queen’s windows,\nupon the terrace of the Chateau, and desired to see her.  Her Majesty\nappeared.  There are always among mobs of this description orators, that\nis to say, beings who have more assurance than the rest; a woman of this\ndescription told the Queen that she must now remove far from her all such\ncourtiers as ruin kings, and that she must love the inhabitants of her\ngood city.  The Queen answered that she had loved them at Versailles, and\nwould likewise love them at Paris.  “Yes, yes,” said another; “but on the\n14th of July you wanted to besiege the city and have it bombarded; and on\nthe 6th of October you wanted to fly to the frontiers.”  The Queen\nreplied, affably, that they had been told so, and had believed it; that\nthere lay the cause of the unhappiness of the people and of the best of\nkings.  A third addressed a few words to her in German: the Queen told\nher she did not understand it; that she had become so entirely French as\neven to have forgotten her mother tongue.  This declaration was answered\nwith “Bravo!” and clapping of hands; they then desired her to make a\ncompact with them.  “Ah,” said she, “how can I make a compact with you,\nsince you have no faith in that which my duty points out to me, and which\nI ought for my own happiness to respect?”  They asked her for the ribbons\nand flowers out of her hat; her Majesty herself unfastened them and gave\nthem; they were divided among the party, which for above half an hour\ncried out, without ceasing, “Marie Antoinette for ever!  Our good Queen\nfor ever!”",
        "Two days after the King’s arrival at Paris, the city and the National\nGuard sent to request the Queen to appear at the theatre, and prove by\nher presence and the King’s that it was with pleasure they resided in\ntheir capital.  I introduced the deputation which came to make this\nrequest.  Her Majesty replied that she should have infinite pleasure in\nacceding to the invitation of the city of Paris; but that time must be\nallowed her to soften the recollection of the distressing events which\nhad just occurred, and from which she had suffered too much.  She added,\nthat having come into Paris preceded by the heads of the faithful Guards\nwho had perished before the door of their sovereign, she could not think\nthat such an entry into the capital ought to be followed by rejoicings;\nbut that the happiness she had always felt in appearing in the midst of\nthe inhabitants of Paris was not effaced from her memory, and that she\nshould enjoy it again as soon as she found herself able to do so.",
        "Their Majesties found some consolation in their private life: from\nMadame’s–[Madame, here, the Princesse Marie Therese, daughter of Marie\nAntoinette.]–gentle manners and filial affection, from the\naccomplishments and vivacity of the little Dauphin, and the attention and\ntenderness of the pious Princess Elisabeth, they still derived moments of\nhappiness.  The young Prince daily gave proofs of sensibility and\npenetration; he was not yet beyond female care, but a private tutor, the\nAbbe Davout, gave him all the instruction suitable to his age; his memory\nwas highly cultivated, and he recited verses with much grace and feeling.",
        "     [On the 19th of October, that is to say, thirteen days after he had\n     taken up his abode at Paris, the King went, on foot and almost\n     alone, to review some detachments of the National Guard.  After the\n     review Louis XVI. met with a child sweeping the street, who asked\n     him for money.  The child called the King “M. le Chevalier.”  His\n     Majesty gave him six francs.  The little sweeper, surprised at\n     receiving so large a sum, cried out, “Oh! I have no change; you will\n     give me money another time.”  A person who accompanied the monarch\n     said to the child, “Keep it all, my friend; the gentleman is not\n     chevalier, he is the eldest of the family.\"–NOTE BY THE EDITOR.]",
        "The day after the arrival of the Court at Paris, terrified at hearing\nsome noise in the gardens of the Tuileries, the young prince threw\nhimself into the arms of the Queen, crying out, “Grand-Dieu, mamma! will\nit be yesterday over again?”  A few days after this affecting\nexclamation, he went up to the King, and looked at him with a pensive\nair.  The King asked him what he wanted; he answered, that he had\nsomething very serious to say to him.  The King having prevailed on him\nto explain himself, the young Prince asked why his people, who formerly\nloved him so well, were all at once angry with him; and what he had done\nto irritate them so much.  His father took him upon his knees, and spoke\nto him nearly as follows: “I wished, child, to render the people still\nhappier than they were; I wanted money to pay the expenses occasioned by\nwars.  I asked my people for money, as my predecessors have always done;\nmagistrates, composing the Parliament, opposed it, and said that my\npeople alone had a right to consent to it.  I assembled the principal\ninhabitants of every town, whether distinguished by birth, fortune, or\ntalents, at Versailles; that is what is called the States General.  When\nthey were assembled they required concessions of me which I could not\nmake, either with due respect for myself or with justice to you, who will\nbe my successor; wicked men inducing the people to rise have occasioned\nthe excesses of the last few days; the people must not be blamed for\nthem.”",
        "The Queen made the young Prince clearly comprehend that he ought to treat\nthe commanders of battalions, the officers of the National Guard, and all\nthe Parisians who were about him, with affability; the child took great\npains to please all those people, and when he had had an opportunity of\nreplying obligingly to the mayor or members of the commune he came and\nwhispered in his mother’s ear, “Was that right?”",
        "He requested M. Bailly to show him the shield of Scipio, which is in the\nroyal library; and M. Bailly asking him which he preferred, Scipio or\nHannibal, the young Prince replied, without hesitation, that he preferred\nhim who had defended his own country.  He gave frequent proofs of ready\nwit.  One day, while the Queen was hearing Madame repeat her exercises in\nancient history, the young Princess could not at the moment recollect the\nname of the Queen of Carthage; the Dauphin was vexed at his sister’s want\nof memory, and though he never spoke to her in the second person\nsingular, he bethought himself of the expedient of saying to her, “But\n’dis donc’ the name of the Queen, to mamma; ’dis donc’ what her name\nwas.”",
        "Shortly after the arrival of the King and his family at Paris the\nDuchesse de Luynes came, in pursuance of the advice of a committee of the\nConstitutional Assembly, to propose to the Queen a temporary retirement\nfrom France, in order to leave the constitution to perfect itself, so\nthat the patriots should not accuse her of influencing the King to oppose\nit.  The Duchess knew how far the schemes of the conspirers extended,\nand her attachment to the Queen was the principal cause of the advice she\ngave her.  The Queen perfectly comprehended the Duchesse de Luynes’s\nmotive; but replied that she would never leave either the King or her\nson; that if she thought herself alone obnoxious to public hatred she\nwould instantly offer her life as a sacrifice;–but that it was the\nthrone which was aimed at, and that, in abandoning the King, she should\nbe merely committing an act of cowardice, since she saw no other\nadvantage in it than that of saving her own life.",
        "One evening, in the month of November, 1790, I returned home rather late;\nI there found the Prince de Poix; he told me he came to request me to\nassist him in regaining his peace of mind; that at the commencement of\nthe sittings of the National Assembly he had suffered himself to be\nseduced into the hope of a better order of things; that he blushed for\nhis error, and that he abhorred plans which had already produced such\nfatal results; that he broke with the reformers for the rest of his life;\nthat he had given in his resignation as a deputy of the National\nAssembly; and, finally, that he was anxious that the Queen should not\nsleep in ignorance of his sentiments.  I undertook his commission, and\nacquitted myself of it in the best way I could; but I was totally\nunsuccessful.  The Prince de Poix remained at Court; he there suffered\nmany mortifications, never ceasing to serve the King in the most\ndangerous commissions with that zeal for which his house has always been\ndistinguished.",
        "When the King, the Queen, and the children were suitably established at\nthe Tuileries, as well as Madame Elisabeth and the Princesse de Lamballe,\nthe Queen resumed her usual habits; she employed her mornings in\nsuperintending the education of Madame, who received all her lessons in\nher presence, and she herself began to work large pieces of tapestry.\nHer mind was too much occupied with passing events and surrounding\ndangers to admit her of applying herself to reading; the needle was the\nonly employment which could divert her.",
        "     [There was long preserved at Paris, in the house of Mademoiselle\n     Dubuquois, a tapestry-worker, a carpet worked by the Queen and\n     Madame Elisabeth for the large room of her Majesty’s ground-floor\n     apartments at the Tuileries.  The Empress Josephine saw and admired\n     this carpet, and desired it might be taken care of, in the hope of\n     one day sending it to Madame–MADAME CAMPAN.]",
        "She received the Court twice a week before going to mass, and on those\ndays dined in public with the King; she spent the rest of the time with\nher family and children; she had no concert, and did not go to the play\nuntil 1791, after the acceptation of the constitution.  The Princesse de\nLamballe, however, had some evening parties in her apartments at the\nTuileries, which were tolerably brilliant in consequence of the great\nnumber of persons who attended them.  The Queen was present at a few of\nthese assemblies; but being soon convinced that her present situation\nforbade her appearing much in public, she remained at home, and conversed\nas she sat at work.  The sole topic of her discourse was, as may well be\nsupposed, the Revolution.  She sought to discover the real opinions of\nthe Parisians respecting her, and how she could have so completely lost\nthe affections of the people, and even of many persons in the higher\nranks.  She well knew that she ought to impute the whole to the spirit of\nparty, to the hatred of the Duc d’Orleans, and the folly of the French,\nwho desired to have a total change in the constitution; but she was not\nthe less desirous of ascertaining the private feelings of all the people\nin power.",
        "From the very commencement of the Revolution General Luckner indulged in\nviolent sallies against her.  Her Majesty, knowing that I was acquainted\nwith a lady who had been long connected with the General, desired me to\ndiscover through that channel what was the private motive on which\nLuckner’s hatred against her was founded.  On being questioned upon this\npoint, he answered that Marechal de Segur had assured him he had proposed\nhim for the command of a camp of observation, but that the Queen had made\na bar against his name; and that this ’par’, as he called it, in his\nGerman accent, he could not forget.",
        "The Queen ordered me to repeat this reply to the King myself, and said to\nhim: “See, Sire, whether I was not right in telling you that your\nministers, in order to give themselves full scope in the distribution of\nfavours, persuaded the French that I interfered in everything; there was\nnot a single license given out in the country for the sale of salt or\ntobacco but the people believed it was given to one of my favourites.”",
        "“That is very, true,” replied the King; “but I find it very difficult to\nbelieve that Marechal de Segur ever said any such thing to Luckner; he\nknew too well that you never interfered in the distribution of favours.",
        "“That Luckner is a good-for-nothing fellow, and Segur is a brave and\nhonourable man who never uttered such a falsehood; however, you are\nright; and because you provided for a few dependents, you are most\nunjustly reported to have disposed of all offices, civil and military.”",
        "All the nobility who had not left Paris made a point of presenting\nthemselves assiduously to the King, and there was a considerable influx\nto the Tuileries.  Marks of attachment were exhibited even in external\nsymbols; the women wore enormous bouquets of lilies in their bosoms and\nupon their heads, and sometimes even bunches of white ribbon.  At the\nplay there were often disputes between the pit and the boxes about\nremoving these ornaments, which the people thought dangerous emblems.\nNational cockades were sold in every corner of Paris; the sentinels\nstopped all who did not wear them; the young men piqued themselves upon\nbreaking through this regulation, which was in some degree sanctioned by\nthe acquiescence of Louis XVI.  Frays took place, which were to be\nregretted, because they excited a spirit of lawlessness.  The King\nadopted conciliatory measures with the Assembly in order to promote\ntranquillity; the revolutionists were but little disposed to think him\nsincere; unfortunately the royalists encouraged this incredulity by\nincessantly repeating that the King was not free, and that all that he\ndid was completely null, and in no way bound him for the time to come.\nSuch was the heat and violence of party spirit that persons the most\nsincerely attached to the King were not even permitted to use the\nlanguage of reason, and recommend greater reserve in conversation.\nPeople would talk and argue at table without considering that all the\nservants belonged to the hostile army; and it may truly be said there was\nas much imprudence and levity in the party assailed as there was cunning,\nboldness, and perseverance in that which made the attack.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part B, also see Part A) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Memoirs of Marie AntoinetteBy Madame CampanAt Amazon"
    ]
}