{
    "title": "Memoirs of Marie Antoinette - Chapter IV.",
    "author": "Campan",
    "chapter": "6",
    "content": [
        "\n\n",
        "About the beginning of May, 1774, Louis XV., the strength of whose\nconstitution had promised a long enough life, was attacked by confluent\nsmallpox of the worst kind.  Mesdames at this juncture inspired the\nDauphiness with a feeling of respect and attachment, of which she gave\nthem repeated proofs when she ascended the throne.  In fact, nothing was\nmore admirable nor more affecting than the courage with which they braved\nthat most horrible disease.  The air of the palace was infected; more\nthan fifty persons took the smallpox, in consequence of having merely\nloitered in the galleries of Versailles, and ten died of it.",
        "The end of the monarch was approaching.  His reign, peaceful in general,\nhad inherited strength from the power of his predecessor; on the other\nhand, his own weakness had been preparing misfortune for whoever should\nreign after him.  The scene was about to change; hope, ambition, joy,\ngrief, and all those feelings which variously affected the hearts of the\ncourtiers, sought in vain to disguise themselves under a calm exterior.\nIt was easy to detect the different motives which induced them every\nmoment to repeat to every one the question: “How is the King?”  At\nlength, on the 10th of May, 1774, the mortal career of Louis XV.\nterminated.",
        "     [Christopher de Beaumont, Archbishop of Paris, the ardent apostle of\n     frequent communion, arrived at Paris with the intention of\n     soliciting, in public, the administration of the sacrament to the\n     King, and secretly retarding it as much as possible.  The ceremony\n     could not take place without the previous and public expulsion of\n     the, concubine, according to the canons of the Church and the\n     Jesuitical party, of which Christopher was the leader.  This party,\n     which had made use of Madame du Barry to suppress the Parliaments,\n     to support the Duc d’Aiguillon, and ruin the Choiseul faction, could\n     not willingly consent to disgrace her canonically.  The Archbishop\n     went into the King’s bedchamber, and found there Madame Adelaide,\n     the Duc d’Aumont, the Bishop of Senlis, and Richelieu, in whose\n     presence he resolved not to say one word about confession for that\n     day.  This reticence so encouraged Louis XV. that, on the Archbishop\n     withdrawing, he had Madame du Barry called in, and kissed her\n     beautiful hands again with his wonted affection.  On the 2d of May\n     the King found himself a little better.  Madame du Barry had brought\n     him two confidential physicians, Lorry and Borden, who were enjoined\n     to conceal the nature of his sickness from him in order to keep off\n     the priests and save her from a humiliating dismissal.  The King’s\n     improvement allowed Madame du Barry to divert him by her usual\n     playfulness and conversation.  But La Martiniere, who was of the\n     Choiseul party, and to whom they durst not refuse his right of\n     entry, did not conceal from the King either the nature or the danger\n     of his sickness.  The King then sent for Madame du Barry, and said\n     to her: “My love, I have got the smallpox, and my illness is very\n     dangerous on account of my age and other disorders.  I ought not to\n     forget that I am the most Christian King, and the eldest son of the\n     Church.  I am sixty-four; the time is perhaps approaching when we\n     must separate.  I wish to prevent a scene like that of Metz.\"\n     (when, in 1744, he had dismissed the Duchesse de Chateauroux.)\n     “Apprise the Duc d’Aiguillon of what I say, that he may arrange with\n     you if my sickness grows worse; so that we may part without any\n     publicity.”  The Jansenists and the Duc de Choiseurs party publicly\n     said that M. d’Aiguillon and the Archbishop had resolved to let the\n     King die without receiving the sacrament rather than disturb Madame\n     du Barry.  Annoyed by their remarks, Beaumont determined to go and\n     reside at the Lazaristes, his house at Versailles, to avail himself\n     of the King’s last moments, and sacrifice Madame du Barry when the\n     monarch’s condition should become desperate.  He arrived on the 3d\n     of May, but did not see the King.  Under existing circumstances, his\n     object was to humble the enemies of his party and to support the\n     favourite who had assisted to overcome them.",
        "     A contrary zeal animated the Bishop of Carcassonne, who urged that\n     “the King ought to receive the sacrament; and by expelling the\n     concubine to give an example of repentance to France and Christian\n     Europe, which he had scandalised.\"–” By what right,” said Cardinal\n     de la Roche-Aymon, a complaisant courtier with whom the Bishop was\n     at daggers drawn, “do you instruct me?\"–\"There is my authority,\"\n     replied the Bishop, holding up his pectoral cross.  “Learn,\n     monseigneur, to respect it, and do not suffer your King to die\n     without the sacraments of the Church, of which he is the eldest\n     son.”  The Duc d’Aiguillon and the Archbishop, who witnessed the\n     discussion, put an end to it by asking for the King’s orders\n     relative to Madame du Barry.  “She must be taken quietly to your\n     seat at Ruelle,” said the King; “I shall be grateful for the care\n     Madame d’Aiguillon may take of her.”",
        "     Madame du Barry saw the King again for a moment on the evening of\n     the 4th, and promised to return to Court upon his recovery.  She was\n     scarcely gone when the King asked for her.  “She is gone,” was the\n     answer.  From that moment the disorder gained ground; he thought\n     himself a dead man, without the possibility of recovery.  The 5th\n     and 6th passed without a word of confession, viaticum, or extreme\n     unction.  The Duc de Fronsac threatened to throw the Cure of\n     Versailles out of the window if he dared to mention them, but on the\n     7th, at three in the morning, the King imperatively called for the\n     Abbe Maudous.  Confession lasted seventeen minutes.  The Ducs de la\n     Vrillilere and d’Aiguillon wished to delay the viaticum; but La\n     Martiniere said to the King: “Sire, I have seen your Majesty in very\n     trying circumstances; but never admired you as I have done to-day.\n     No doubt your Majesty will immediately finish what you have so well\n     begun.”  The King had his confessor Maudoua called back; this was a\n     poor priest who had been placed about him for some years before\n     because he was old and blind.  He gave him absolution.",
        "     The formal renunciation desired by the Choiseul party, in order to\n     humble and annihilate Madame du Barry with solemnity, was no more\n     mentioned.  The grand almoner, in concert with the Archbishop,\n     composed this formula, pronounced in presence of the viaticum:\n     “Although the King owes an account of his conduct to none but God,\n     he declares his repentance at having scandalised his subjects, and\n     is desirous to live solely for the maintenance of religion and the\n     happiness of his people.”",
        "     On the 8th and 9th the disorder grew worse; and the King beheld the\n     whole surface of his body coming off piecemeal and corrupted.\n     Deserted by his friends and by that crowd of courtiers which had so\n     long cringed before him, his only consolation was the piety of his\n     daughters.–SOULAVIE, “Historical and Political Memoirs,” vol. i.]",
        "The Comtesse du Barry had, a few days previously, withdrawn to Ruelle, to\nthe Duc d’Aiguillon’s.  Twelve or fifteen persons belonging to the Court\nthought it their duty to visit her there; their liveries were observed,\nand these visits were for a long time grounds for disfavour.  More than\nsix years after the King’s death one of these persons being spoken of in\nthe circle of the royal family, I heard it remarked, “That was one of the\nfifteen Ruelle carriages.”",
        "The whole Court went to the Chateau; the oiel-de boeuf was filled with\ncourtiers, and the palace with the inquisitive.  The Dauphin had settled\nthat he would depart with the royal family the moment the King should\nbreathe his last sigh.  But on such an occasion decency forbade that\npositive orders for departure should be passed from mouth to mouth.  The\nheads of the stables, therefore, agreed with the people who were in the\nKing’s room, that the latter should place a lighted taper near a window,\nand that at the instant of the King’s decease one of them should\nextinguish it.",
        "The taper was extinguished.  On this signal the Body Guards, pages, and\nequerries mounted on horseback, and all was ready for setting off.  The\nDauphin was with the Dauphiness.  They were expecting together the\nintelligence of the death of Louis XV.  A dreadful noise, absolutely like\nthunder, was heard in the outer apartment; it was the crowd of courtiers\nwho were deserting the dead sovereign’s antechamber, to come and do\nhomage to the new power of Louis XVI.  This extraordinary tumult informed\nMarie Antoinette and her husband that they were called to the throne;\nand, by a spontaneous movement, which deeply affected those around them,\nthey threw themselves on their knees; both, pouring forth a flood of\ntears, exclaimed: “O God! guide us, protect us; we are too young to\nreign.”",
        "The Comtesse de Noailles entered, and was the first to salute Marie\nAntoinette as Queen of France.  She requested their Majesties to\ncondescend to quit the inner apartments for the grand salon, to receive\nthe Princes and all the great officers, who were desirous to do homage to\ntheir new sovereigns.  Marie Antoinette received these first visits\nleaning upon her husband, with her handkerchief held to her eyes; the\ncarriages drove up, the guards and equerries were on horseback.  The\nChateau was deserted; every one hastened to fly from contagion, which\nthere was no longer any inducement to brave.",
        "On leaving the chamber of Louis XV., the Duc de Villequier, first\ngentleman of the bedchamber for the year, ordered M. Andouille, the\nKing’s chief surgeon, to open the body and embalm it.  The chief surgeon\nwould inevitably have died in consequence.  “I am ready,” replied\nAndouille; “but while I operate you shall hold the head; your office\nimposes this duty upon you.”  The Duke went off without saying a word,\nand the corpse was neither opened nor embalmed.  A few under-servants and\nworkmen continued with the pestiferous remains, and paid the last duty to\ntheir master; the surgeons directed that spirits of wine should be poured\ninto the coffin.",
        "The entire Court set off for Choisy at four o’clock; Mesdames the King’s\naunts in their private carriage, and the Princesses under tuition with\nthe Comtesse de Marsan and the under-governesses.  The King, the Queen,\nMonsieur, the King’s brother, Madame, and the Comte and Comtesse d’Artois\nwent in the same carriage.  The solemn scene that had just passed before\ntheir eyes, the multiplied ideas offered to their imaginations by that\nwhich was just opening, had naturally inclined them to grief and\nreflection; but, by the Queen’s own confession, this inclination, little\nsuited to their age, wholly left them before they had gone half their\njourney; a word, drolly mangled by the Comtesse d’Artois, occasioned a\ngeneral burst of laughter; and from that moment they dried their tears.",
        "The communication between Choisy and Paris was incessant; never was a\nCourt seen in greater agitation.  What influence will the royal aunts\nhave,–and the Queen?  What fate is reserved for the Comtesse du Barry?\nWhom will the young King choose for his ministers?  All these questions\nwere answered in a few days.  It was determined that the King’s youth\nrequired a confidential person near him; and that there should be a prime\nminister.  All eyes were turned upon De Machault and De Maurepas, both of\nthem much advanced in years.  The first had retired to his estate near\nParis; and the second to Pont Chartrain, to which place he had long been\nexiled.  The letter recalling M. de Machault was written, when Madame\nAdelaide obtained the preference of that important appointment for M. de\nMaurepas.  The page to whose care the first letter had been actually\nconsigned was recalled.",
        "The Duc d’Aiguillon had been too openly known as the private friend of\nthe King’s mistress; he was dismissed.  M. de Vergennes, at that time\nambassador of France at Stockholm, was appointed Minister for Foreign\nAffairs; Comte du Muy, the intimate friend of the Dauphin, the father of\nLouis XVI.[?? D.W.], obtained the War Department.  The Abbe Terray in\nvain said, and wrote, that he had boldly done all possible injury to the\ncreditors of the State during the reign of the late King; that order was\nrestored in the finances; that nothing but what was beneficial to all\nparties remained to be done; and that the new Court was about to enjoy\nthe advantages of the regenerating part of his plan of finance; all these\nreasons, set forth in five or six memorials, which he sent in succession\nto the King and Queen, did not avail to keep him in office.  His talents\nwere admitted, but the odium which his operations had necessarily brought\nupon his character, combined with the immorality of his private life,\nforbade his further stay at Court; he was succeeded by M. de Clugny.  De\nMaupeou, the chancellor, was exiled; this caused universal joy.  Lastly,\nthe reassembling of the Parliaments produced the strongest sensation;\nParis was in a delirium of joy, and not more than one person in a hundred\nforesaw that the spirit of the ancient magistracy would be still the\nsame; and that in a short time it would make new attempts upon the royal\nauthority.  Madame du Barry had been exiled to Pont-aux-Dames.  This was\na measure rather of necessity than of severity; a short period of\ncompulsory retreat was requisite in order completely to break off her\nconnections with State affairs.  The possession of Louveciennes and a\nconsiderable pension were continued to her.",
        "     [The Comtesse du Barry never forgot the mild treatment she\n     experienced from the Court of Louis XVI.; during the most violent\n     convulsions of the Revolution she signified to the Queen that there\n     was no one in France more grieved at the sufferings of her sovereign\n     than herself; that the honour she had for years enjoyed, of living\n     near the throne, and the unbounded kindness of the King and Queen,\n     had so sincerely attached her to the cause of royalty that she\n     entreated the Queen to honour her by disposing of all she possessed.\n     Though they did not accept her offer, their Majesties were affected\n     at her gratitude.  The Comtesse du Barry was, as is well known, one\n     of the victims of the Revolution.  She betrayed at the last great\n     weakness, and the most ardent desire to live.  She was the only\n     woman who wept upon the scaffold and implored for mercy.  Her beauty\n     and tears made an impression on the populace, and the execution was\n     hurried to a conclusion.–MADAME CAMPAN.]",
        "Everybody expected the recall of M. de Choiseul; the regret occasioned\nby his absence among the numerous friends whom he had left at Court,\nthe attachment of the young Princess who was indebted to him for her\nelevation to the throne of France, and all concurring circumstances,\nseemed to foretell his return; the Queen earnestly entreated it of the\nKing, but she met with an insurmountable and unforeseen obstacle.  The\nKing, it is said, had imbibed the strongest prejudices against that\nminister, from secret memoranda penned by his father, and which had been\ncommitted to the care of the Duc de La Vauguyon, with an injunction to\nplace them in his hands as soon as he should be old enough to study the\nart of reigning.  It was by these memoranda that the esteem which he had\nconceived for the Marechal du Muy was inspired, and we may add that\nMadame Adelaide, who at this early period powerfully influenced the\ndecisions of the young monarch, confirmed the impressions they had made.",
        "The Queen conversed with M. Campan on the regret she felt at having been\nunable to procure the recall of M. de Choiseul, and disclosed the cause\nof it to him.  The Abbe de Vermond, who, down to the time of the death of\nLouis XV., had been on terms of the strictest friendship with M. Campan,\ncalled upon him on the second day after the arrival of the Court at\nChoisy, and, assuming a serious air, said, “Monsieur, the Queen was\nindiscreet enough yesterday to speak to you of a minister to whom she\nmust of course be attached, and whom his friends ardently desire to have\nnear her; you are aware that we must give up all expectation of seeing\nthe Duke at Court; you know the reasons why; but you do not know that the\nyoung Queen, having mentioned the conversation in question to me, it was\nmy duty, both as her preceptor and her friend, to remonstrate severely\nwith her on her indiscretion in communicating to you those particulars of\nwhich you are in possession.  I am now come to tell you that if you\ncontinue to avail yourself of the good nature of your mistress to\ninitiate yourself in secrets of State, you will have me for your most\ninveterate enemy.  The Queen should find here no other confidant than\nmyself respecting things that ought to remain secret.”  M. Campan\nanswered that he did not covet the important and dangerous character at\nthe new Court which the Abbe wished to appropriate; and that he should\nconfine himself to the duties of his office, being sufficiently satisfied\nwith the continued kindness with which the Queen honoured him.\nNotwithstanding this, however, he informed the Queen, on the very same\nevening, of the injunction he had received.  She owned that she had\nmentioned their conversation to the Abbe; that he had indeed seriously\nscolded her, in order to make her feel the necessity of being secret in\nconcerns of State; and she added, “The Abbe cannot like you, my dear\nCampan; he did not expect that I should, on my arrival in France, find in\nmy household a man who would suit me so exactly as you have done.  I know\nthat he has taken umbrage at it; that is enough.  I know, too, that you\nare incapable of attempting anything to injure him in my esteem; an\nattempt which would besides be vain, for I have been too long attached to\nhim.  As to yourself, be easy on the score of the Abbe’s hostility, which\nshall not in any way hurt you.”",
        "The Abbe de Vermond having made himself master of the office of sole\nconfidant to the Queen, was nevertheless agitated whenever he saw the\nyoung King; he could not be ignorant that the Abbe had been promoted by\nthe Duc de Choiseul, and was believed to favour the Encyclopedists,\nagainst whom Louis XVI.  entertained a secret prejudice, although he\nsuffered them to gain so great an ascendency during his reign.  The Abbe\nhad, moreover, observed that the King had never, while Dauphin, addressed\na single word to him; and that he very frequently only answered him with\na shrug of the shoulders.  He therefore determined on writing to Louis\nXVI., and intimating that he owed his situation at Court solely to the\nconfidence with which the late King had honoured him; and that as habits\ncontracted during the Queen’s education placed him continually in the\nclosest intimacy with her, he could not enjoy the honour of remaining\nnear her Majesty without the King’s consent.  Louis XVI. sent back his\nletter, after writing upon it these words: “I approve the Abbe de Vermond\ncontinuing in his office about the Queen.”",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}