{
    "title": "Memoirs of Marie Antoinette - Chapter XII.",
    "author": "Campan",
    "chapter": "14",
    "content": [
        "\n\n",
        "The Queen did not sufficiently conceal the dissatisfaction she felt at\nhaving been unable to prevent the appointment of M. de Calonne; she even\none day went so far as to say at the Duchess’s, in the midst of the\npartisans and protectors of that minister, that the finances of France\npassed alternately from the hands of an honest man without talent into\nthose of a skilful knave.  M. de Calonne was thus far from acting in\nconcert with the Queen all the time that he continued in office; and,\nwhile dull verses were circulated about Paris describing the Queen and\nher favourite dipping at pleasure into the coffers of the comptroller-\ngeneral, the Queen was avoiding all communication with him.",
        "During the long and severe winter of 1783-84 the King gave three millions\nof livres for the relief of the indigent.  M. de Calonne, who felt the\nnecessity of making advances to the Queen, caught at this opportunity of\nshowing her respect and devotion.  He offered to place in her hands one\nmillion of the three, to be distributed in her name and under her\ndirection.  His proposal was rejected; the Queen answered that the\ncharity ought to be wholly distributed in the King’s name, and that she\nwould this year debar herself of even the slightest enjoyments, in order\nto contribute all her savings to the relief of the unfortunate.",
        "The moment M. de Calonne left the closet the Queen sent for me:\n“Congratulate me, my dear,” said she; “I have just escaped a snare,\nor at least a matter which eventually might have caused me much regret.\"\nShe related the conversation which had taken place word for word to me,\nadding, “That man will complete the ruin of the national finances.  It is\nsaid that I placed him in his situation.  The people are made to believe\nthat I am extravagant; yet I have refused to suffer a sum of money from\nthe royal treasury, although destined for the most laudable purpose, even\nto pass through my hands.”",
        "The Queen, making monthly retrenchments from the expenditure of her privy\npurse, and not having spent the gifts customary at the period of her\nconfinement, was in possession of from five to six hundred thousand\nfrancs, her own savings.  She made use of from two to three hundred\nthousand francs of this, which her first women sent to M. Lenoir, to the\ncures of Paris and Versailles, and to the Soeurs Hospitalieres, and so\ndistributed them among families in need.",
        "Desirous to implant in the breast of her daughter not only a desire to\nsuccour the unfortunate, but those qualities necessary for the due\ndischarge of that duty, the Queen incessantly talked to her, though she\nwas yet very young, about the sufferings of the poor during a season so\ninclement.  The Princess already had a sum of from eight to ten thousand\nfrancs for charitable purposes, and the Queen made her distribute part of\nit herself.",
        "Wishing to give her children yet another lesson of beneficence,\nshe desired me on New Year’s eve to get from Paris, as in other years,\nall the fashionable playthings, and have them spread out in her closet.\nThen taking her children by the hand, she showed them all the dolls and\nmechanical toys which were ranged there, and told them that she had\nintended to give them some handsome New Year’s gifts, but that the cold\nmade the poor so wretched that all her money was spent in blankets and\nclothes to protect them from the rigour of the season, and in supplying\nthem with bread; so that this year they would only have the pleasure of\nlooking at the new playthings.  When she returned with her children into\nher sitting-room, she said there was still an unavoidable expense to be\nincurred; that assuredly many mothers would at that season think as she\ndid,–that the toyman must lose by it; and therefore she gave him fifty\nLouis to repay him for the cost of his journey, and console him for\nhaving sold nothing.",
        "The purchase of St. Cloud, a matter very simple in itself, had, on\naccount of the prevailing spirit, unfavourable consequences to the Queen.",
        "The palace of Versailles, pulled to pieces in the interior by a variety\nof new arrangements, and mutilated in point of uniformity by the removal\nof the ambassadors’ staircase, and of the peristyle of columns placed at\nthe end of the marble court, was equally in want of substantial and\nornamental repair.  The King therefore desired M. Micque to lay before\nhim several plans for the repairs of the palace.  He consulted me on\ncertain arrangements analogous to some of those adopted in the Queen’s\nestablishment, and in my presence asked M. Micque how much money would be\nwanted for the execution of the whole work, and how many years he would\nbe in completing it.  I forget how many millions were mentioned: M.\nMicque replied that six years would be sufficient time if the Treasury\nmade the necessary periodical advances without any delay.  “And how many\nyears shall you require,” said the King, “if the advances are not\npunctually made?\"–\"Ten, Sire,” replied the architect.  “We must then\nreckon upon ten years,” said his Majesty, “and put off this great\nundertaking until the year 1790; it will occupy the rest of the century.”",
        "The King afterwards talked of the depreciation of property which took\nplace at Versailles whilst the Regent removed the Court of Louis XV. to\nthe Tuileries, and said that he must consider how to prevent that\ninconvenience; it was the desire to do this that promoted the purchase of\nSt. Cloud.  The Queen first thought of it one day when she was riding out\nwith the Duchesse de Polignac and the Comtesse Diane; she mentioned it to\nthe King, who was much pleased with the thought,–the purchase confirming\nhim in the intention, which he had entertained for ten years, of quitting\nVersailles.",
        "The King determined that the ministers, public officers, pages, and a\nconsiderable part of his stabling should remain at Versailles.  Messieurs\nde Breteuil and de Calonne were instructed to treat with the Duc\nd’Orleans for the purchase of St. Cloud; at first they hoped to be able\nto conclude the business by a mere exchange.  The value of the Chateau de\nChoisy, de la Muette, and a forest was equivalent to the sum demanded by\nthe House of Orleans; and in the exchange which the Queen expected she\nonly saw a saving to be made instead of an increase of expense.  By this\narrangement the government of Choisy, in the hands of the Duc de Coigny,\nand that of La Muette, in the hands of the Marechal de Soubise, would be\nsuppressed.  At the same time the two concierges, and all the servants\nemployed in these two royal houses, would be reduced; but while the\ntreaty was going forward Messieurs de Breteuil and de Calonne gave up the\npoint of exchange, and some millions in cash were substituted for Choisy\nand La Muette.",
        "The Queen advised the King to give her St. Cloud, as a means of avoiding\nthe establishment of a governor; her plan being to have merely a\nconcierge there, by which means the governor’s expenses would be saved.\nThe King agreed, and St. Cloud was purchased for the Queen.  She provided\nthe same liveries for the porters at the gates and servants at the\nchateau as for those at Trianon.  The concierge at the latter place had\nput up some regulations for the household, headed, “By order of the\nQueen.”  The same thing was done at St. Cloud.  The Queen’s livery at the\ndoor of a palace where it was expected none but that of the King would be\nseen, and the words “By order of the Queen” at the head of the printed\npapers pasted near the iron gates, caused a great sensation, and produced\na very unfortunate effect, not only among the common people, but also.\namong persons of a superior class.  They saw in it an attack upon the\ncustoms of monarchy, and customs are nearly equal to laws.  The Queen\nheard of this, but she thought that her dignity would be compromised if\nshe made any change in the form of these regulations, though they might\nhave been altogether superseded without inconvenience.  “My name is not\nout of place,” said she, “in gardens belonging to myself; I may give\norders there without infringing on the rights of the State.”  This was\nher only answer to the representations which a few faithful servants\nventured to make on the subject.  The discontent of the Parisians on this\noccasion probably induced M. d’Espremenil, upon the first troubles about\nthe Parliament, to say that it was impolitic and immoral to see palaces\nbelonging to a Queen of France.",
        "     [The Queen never forgot this affront of M. d’Espremenil’s; she said\n     that as it was offered at a time when social order had not yet been\n     disturbed, she had felt the severest mortification at it.  Shortly\n     before the downfall of the throne M. Espremenil, having openly\n     espoused the King’s side, was insulted in the gardens of the\n     Tuileries by the Jacobins, and so ill-treated that he was carried\n     home very ill.  Somebody recommended the Queen, on account of the\n     royalist principles he then professed, to send and inquire for him.\n     She replied that she was truly grieved at what had happened to M.\n     d’Espremenil, but that mere policy should never induce her to show\n     any particular solicitude about the man who had been the first to\n     make so insulting an attack upon her character.–MADAME CAMPAN]",
        "The Queen was very much dissatisfied with the manner in which M. de\nCalonne had managed this matter.  The Abbe de Vermond, the most active\nand persevering of that minister’s enemies, saw with delight that the\nexpedients of those from whom alone new resources might be expected were\ngradually becoming exhausted, because the period when the Archbishop of\nToulouse would be placed over the finances was thereby hastened.",
        "The royal navy had resumed an imposing attitude during the war for the\nindependence of America; glorious peace with England had compensated for\nthe former attacks of our enemies upon the fame of France; and the throne\nwas surrounded by numerous heirs.  The sole ground of uneasiness was in\nthe finances, but that uneasiness related only to the manner in which\nthey were administered.  In a word, France felt confident in its own\nstrength and resources, when two events, which seem scarcely worthy of a\nplace in history, but which have, nevertheless, an important one in that\nof the French Revolution, introduced a spirit of ridicule and contempt,\nnot only against the highest ranks, but even against the most august\npersonages.  I allude to a comedy and a great swindling transaction.",
        "Beaumarchais had long possessed a reputation in certain circles in Paris\nfor his wit and musical talents, and at the theatres for dramas more or\nless indifferent, when his “Barbier de Seville” procured him a higher\nposition among dramatic writers.  His “Memoirs” against M. Goesman had\namused Paris by the ridicule they threw upon a Parliament which was\ndisliked; and his admission to an intimacy with M. de Maurepas procured\nhim a degree of influence over important affairs.  He then became\nambitious of influencing public opinion by a kind of drama, in which\nestablished manners and customs should be held up to popular derision and\nthe ridicule of the new philosophers.  After several years of prosperity\nthe minds of the French had become more generally critical; and when\nBeaumarchais had finished his monstrous but diverting “Mariage de\nFigaro,” all people of any consequence were eager for the gratification\nof hearing it read, the censors having decided that it should not be\nperformed.  These readings of “Figaro” grew so numerous that people were\ndaily heard to say, “I have been (or I am going to be) at the reading of\nBeaumarchais’s play.”  The desire to see it performed became universal;\nan expression that he had the art to use compelled, as it were, the\napprobation of the nobility, or of persons in power, who aimed at ranking\namong the magnanimous; he made his “Figaro” say that “none but little\nminds dreaded little books.”  The Baron de Breteuil, and all the men of\nMadame de Polignac’s circle, entered the lists as the warmest protectors\nof the comedy.  Solicitations to the King became so pressing that his\nMajesty determined to judge for himself of a work which so much engrossed\npublic attention, and desired me to ask M. Le Noir, lieutenant of police,\nfor the manuscript of the “Mariage de Figaro.”  One morning I received a\nnote from the Queen ordering me to be with her at three o’clock, and not\nto come without having dined, for she should detain me some time.  When I\ngot to the Queen’s inner closet I found her alone with the King; a chair\nand a small table were ready placed opposite to them, and upon the\ntable lay an enormous manuscript in several books.  The King said to me,\n“There is Beaumarchais’s comedy; you must read it to us.  You will find\nseveral parts troublesome on account of the erasures and references.  I\nhave already run it over, but I wish the Queen to be acquainted with the\nwork.  You will not mention this reading to any one.”",
        "I began.  The King frequently interrupted me by praise or censure, which\nwas always just.  He frequently exclaimed, “That’s in bad taste; this man\ncontinually brings the Italian concetti on the stage.”  At that soliloquy\nof Figaro in which he attacks various points of government, and\nespecially at the tirade against State prisons, the King rose up and\nsaid, indignantly:",
        "“That’s detestable; that shall never be played; the Bastille must be\ndestroyed before the license to act this play can be any other than an\nact of the most dangerous inconsistency.  This man scoffs at everything\nthat should be respected in a government.”",
        "“It will not be played, then?”  said the Queen.",
        "“No, certainly,” replied Louis XVI.; “you may rely upon that.”",
        "Still it was constantly reported that “Figaro” was about to be performed;\nthere were even wagers laid upon the subject; I never should have laid\nany myself, fancying that I was better informed as to the probability\nthan anybody else; if I had, however, I should have been completely\ndeceived.  The protectors of Beaumarchais, feeling certain that they\nwould succeed in their scheme of making his work public in spite of the\nKing’s prohibition, distributed the parts in the “Mariage de Figaro\"\namong the actors of the Theatre Francais.  Beaumarchais had made them\nenter into the spirit of his characters, and they determined to enjoy at\nleast one performance of this so-called chef d’oeuvre.  The first\ngentlemen of the chamber agreed that M. de la Ferte should lend the\ntheatre of the Hotel des Menus Plaisirs, at Paris, which was used for\nrehearsals of the opera; tickets were distributed to a vast number of\nleaders of society, and the day for the performance was fixed.  The King\nheard of all this only on the very morning, and signed a ’lettre de\ncachet,’–[A ’lettre de cachet’ was any written order proceeding from the\nKing.  The term was not confined merely to orders for arrest.]–which\nprohibited the performance.  When the messenger who brought the order\narrived, he found a part of the theatre already filled with spectators,\nand the streets leading to the Hotel des Menus Plaisirs filled with\ncarriages; the piece was not performed.  This prohibition of the King’s\nwas looked upon as an attack on public liberty.",
        "The disappointment produced such discontent that the words oppression and\ntyranny were uttered with no less passion and bitterness at that time\nthan during the days which immediately preceded the downfall of the\nthrone.  Beaumarchais was so far put off his guard by rage as to exclaim,\n“Well, gentlemen, he won’t suffer it to be played here; but I swear it\nshall be played,–perhaps in the very choir of Notre-Dame!”  There was\nsomething prophetic in these words.  It was generally insinuated shortly\nafterwards that Beaumarchais had determined to suppress all those parts\nof his work which could be obnoxious to the Government; and on pretence\nof judging of the sacrifices made by the author, M. de Vaudreuil obtained\npermission to have this far-famed “Mariage de Figaro” performed at his\ncountry house.  M. Campan was asked there; he had frequently heard the\nwork read, and did not now find the alterations that had been announced;\nthis he observed to several persons belonging to the Court, who\nmaintained that the author had made all the sacrifices required.  M.\nCampan was so astonished at these persistent assertions of an obvious\nfalsehood that he replied by a quotation from Beaumarchais himself, and\nassuming the tone of Basilio in the “Barbier de Seville,” he said,\n“Faith, gentlemen, I don’t know who is deceived here; everybody is in the\nsecret.”  They then came to the point, and begged him to tell the Queen\npositively that all which had been pronounced reprehensible in M. de\nBeaumarchais’s play had been cut out.  My father-in-law contented himself\nwith replying that his situation at Court would not allow of his giving\nan opinion unless the Queen should first speak of the piece to him.\nThe Queen said nothing to him about the matter.  Shortly, afterwards\npermission to perform this play was at length obtained.  The Queen\nthought the people of Paris would be finely tricked when they saw merely\nan ill-conceived piece, devoid of interest, as it must appear when\ndeprived of its Satire.",
        "     [\"The King,” says Grimm, “made sure that the public would judge\n     unfavourably of the work.”  He said to the Marquis de Montesquiou,\n     who was going to see the first representation, ’Well, what do you\n     augur of its success?’–’Sire, I hope the piece will fail.’–’And so\n     do I,’ replied the King.",
        "     “There is something still more ridiculous than my piece,” said\n     Beaumarchais himself; “that is, its success.”  Mademoiselle Arnould\n     foresaw it the first day, and exclaimed, “It is a production that\n     will fail fifty nights successively.”  There was as crowded an\n     audience on the seventy-second night as on the first.  The following\n     is extracted from Grimm’s ’Correspondence.’",
        "     “Answer of M. de Beaumarchais to ––-, who requested the use of his\n     private box for some ladies desirous of seeing ’Figaro’ without\n     being themselves seen.",
        "     “I have no respect for women who indulge themselves in seeing any\n     play which they think indecorous, provided they can do so in secret.\n     I lend myself to no such acts.  I have given my piece to the public,\n     to amuse, and not to instruct, not to give any compounding prudes\n     the pleasure of going to admire it in a private box, and balancing\n     their account with conscience by censuring it in company.  To\n     indulge in the pleasure of vice and assume the credit of virtue is\n     the hypocrisy of the age.  My piece is not of a doubtful nature; it\n     must be patronised in good earnest, or avoided altogether;\n     therefore, with all respect to you, I shall keep my box.”  This\n     letter was circulated all over Paris for a week.]",
        "Under the persuasion that there was not a passage left capable of\nmalicious or dangerous application, Monsieur attended the first\nperformance in a public box.  The mad enthusiasm of the public in favour\nof the piece and Monsieur’s just displeasure are well known.  The author\nwas sent to prison soon afterwards, though his work was extolled to the\nskies, and though the Court durst not suspend its performance.",
        "The Queen testified her displeasure against all who had assisted the\nauthor of the “Mariage de Figaro” to deceive the King into giving his\nconsent that it should be represented.  Her reproaches were more\nparticularly directed against M. de Vaudreuil for having had it performed\nat his house.  The violent and domineering disposition of her favourite’s\nfriend at last became disagreeable to her.",
        "One evening, on the Queen’s return from the Duchess’s, she desired her\n’valet de chambre’ to bring her billiard cue into her closet, and ordered\nme to open the box that contained it.  I took out the cue, broken in two.\nIt was of ivory, and formed of one single elephant’s tooth; the butt was\nof gold and very tastefully wrought.  “There,” said she, “that is the way\nM. de Vaudreuil has treated a thing I valued highly.  I had laid it upon\nthe couch while I was talking to the Duchess in the salon; he had the\nassurance to make use of it, and in a fit of passion about a blocked\nball, he struck the cue so violently against the table that he broke it\nin two.  The noise brought me back into the billiard-room; I did not say\na word to him, but my looks showed him how angry I was.  He is the more\nprovoked at the accident, as he aspires to the post of Governor to the\nDauphin.  I never thought of him for the place.  It is quite enough to\nhave consulted my heart only in the choice of a governess; and I will not\nsuffer that of a Governor to the Dauphin to be at all affected by the\ninfluence of my friends.  I should be responsible for it to the nation.\nThe poor man does not know that my determination is taken; for I have\nnever expressed it to the Duchess.  Therefore, judge of the sort of an\nevening he must have passed!”",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}