{
    "title": "Memoirs of Marie Antoinette - Chapter IX.",
    "author": "Campan",
    "chapter": "11",
    "content": [
        "\n\n",
        "From the time of Louis XVI.’s accession to the throne, the Queen had been\nexpecting a visit from her brother, the Emperor Joseph II.  That Prince\nwas the constant theme of her discourse.  She boasted of his\nintelligence, his love of occupation, his military knowledge, and the\nperfect simplicity of his manners.  Those about her Majesty ardently\nwished to see at Versailles a prince so worthy of his rank.  At length\nthe coming of Joseph II., under the title of Count Falkenstein, was\nannounced, and the very day on which he would be at Versailles was\nmentioned.  The first embraces between the Queen and her august brother\ntook place in the presence of all the Queen’s household.  The sight of\ntheir emotion was extremely affecting.",
        "The Emperor was at first generally admired in France; learned men, well-\ninformed officers, and celebrated artists appreciated the extent of his\ninformation.  He made less impression at Court, and very little in the\nprivate circle of the King and Queen.  His eccentric manners, his\nfrankness, often degenerating into rudeness, and his evidently affected\nsimplicity,–all these characteristics caused him to be looked upon as a\nprince rather singular than admirable.  The Queen spoke to him about the\napartment she had prepared for him in the Chateau; the Emperor answered\nthat he would not accept it, and that while travelling he always lodged\nat a cabaret (that was his very expression); the Queen insisted, and\nassured him that he should be at perfect liberty, and placed out of the\nreach of noise.  He replied that he knew the Chateau of Versailles was\nvery large, and that so many scoundrels lived there that he could well\nfind a place; but that his valet de chambre had made up his camp-bed in a\nlodging-house, and there he would stay.",
        "He dined with the King and Queen, and supped with the whole family.  He\nappeared to take an interest in the young Princesse Elisabeth, then just\npast childhood, and blooming in all the freshness of that age.  An\nintended marriage between him and this young sister of the King was\nreported at the time, but I believe it had no foundation in truth.",
        "The table was still served by women only, when the Queen dined in private\nwith the King, the royal family, or crowned heads.",
        "     [The custom was, even supposing dinner to have commenced, if a\n     princess of the blood arrived, and she was asked to sit down at the\n     Queen’s table, the comptrollers and gentlemen-in-waiting came\n     immediately to attend, and the Queen’s women withdrew.  These had\n     succeeded the maids of honour in several parts of their service, and\n     had preserved some of their privileges.  One day the Duchesse\n     d’Orleans arrived at Fontainebleau, at the Queen’s dinner-hour.  The\n     Queen invited her to the table, and herself motioned to her women to\n     leave the room, and let the men take their places.  Her Majesty said\n     she was resolved to continue a privilege which kept places of that\n     description most honourable, and render them suitable for ladies of\n     nobility without fortune.  Madame de Misery, Baronne de Biache, the\n     Queen’s first lady of the chamber, to whom I was made reversioner,\n     was a daughter of M. le Comte de Chemant, and her grandmother was a\n     Montmorency.  M. le Prince de Tingry, in the presence of the Queen,\n     used to call her cousin.  The ancient household of the Kings of\n     France had prerogatives acknowledged in the state.  Many of the\n     offices were tenable only by those of noble blood, and were sold at\n     from 40,000 to 300,000 franca.  A collection of edicts of the Kings\n     in favour of the prerogatives and right of precedence of the persons\n     holding office in the royal household is still in existence.]",
        "I was present at the Queen’s dinner almost every day.  The Emperor would\ntalk much and fluently; he expressed himself in French with facility, and\nthe singularity, of his expressions added a zest to his conversation.  I\nhave often heard him say that he liked spectacculous objects, when he\nmeant to express such things as formed a show, or a scene worthy of\ninterest.  He disguised none of his prejudices against the etiquette and\ncustoms of the Court of France; and even in the presence of the King made\nthem the subject of his sarcasms.  The King smiled, but never made any\nanswer; the Queen appeared pained.  The Emperor frequently terminated his\nobservations upon the objects in Paris which he had admired by\nreproaching the King for suffering himself to remain in ignorance of\nthem.  He could not conceive how such a wealth of pictures should remain\nshut up in the dust of immense stores; and told him one day that but for\nthe practice of placing some of them in the apartments of Versailles he\nwould not know even the principal chef d’oeuvres that he possessed.",
        "     [The Emperor loudly censured the existing practice of allowing\n     shopkeepers to erect shops near the outward walls of all the\n     palaces, and even to establish something like a fair in the\n     galleries of Versailles and Fontainebleau, and even upon the\n     landings of the staircases.]",
        "He also reproached him for not having visited the Hotel des Invalides nor\nthe Ecole Militaire; and even went so far as to tell him before us that\nhe ought not only to know what Paris contained, but to travel in France,\nand reside a few days in each of his large towns.",
        "At last the Queen was really hurt at the Emperor’s remarks, and gave him\na few lectures upon the freedom with which he allowed himself to lecture\nothers.  One day she was busied in signing warrants and orders for\npayment for her household, and was conversing with M. Augeard, her\nsecretary for such matters, who presented the papers one after another to\nbe signed, and replaced them in his portfolio.  While this was going\nforward, the Emperor walked about the room; all at once he stood still,\nto reproach the Queen rather severely for signing all those papers\nwithout reading them, or, at least, without running her eye over them;\nand he spoke most judiciously to her upon the danger of signing her name\ninconsiderately.  The Queen answered that very wise principles might be\nvery ill applied; that her secretary, who deserved her implicit\nconfidence, was at that moment laying before her nothing but orders for\npayment of the quarter’s expenses of her household, registered in the\nChamber of Accounts; and that she ran no risk of incautiously giving her\nsignature.",
        "The Queen’s toilet was likewise a never-failing subject for animadversion\nwith the Emperor.  He blamed her for having introduced too many new\nfashions; and teased her about her use of rouge.  One day, while she was\nlaying on more of it than usual, before going to the play, he pointed out\na lady who was in the room, and who was, in truth, highly painted.  “A\nlittle more under the eyes,” said the Emperor to the Queen; “lay on the\nrouge like a fury, as that lady does.”  The Queen entreated her brother\nto refrain from his jokes, or at all events to address them, when they\nwere so outspoken, to her alone.",
        "The Queen had made an appointment to meet her brother at the Italian\ntheatre; she changed her mind, and went to the French theatre, sending a\npage to the Italian theatre to request the Emperor to come to her there.\nHe left his box, lighted by the comedian Clairval, and attended by M. de\nla Ferte, comptroller of the Queen’s privy purse, who was much hurt at\nhearing his Imperial Majesty, after kindly expressing his regret at not\nbeing present during the Italian performance, say to Clairval, “Your\nyoung Queen is very giddy; but, luckily, you Frenchmen have no great\nobjection to that.”",
        "I was with my father-in-law in one of the Queen’s apartments when the\nEmperor came to wait for her there, and, knowing that M. Campan was\nlibrarian, he conversed with him about such books as would of course be\nfound in the Queen’s library.  After talking of our most celebrated\nauthors, he casually said, “There are doubtless no works on finance or\non administration here?”",
        "These words were followed by his opinion on all that had been written on\nthose topics, and the different systems of our two famous ministers,\nSully and Colbert; on errors which were daily committed in France, in\npoints essential to the prosperity of the Empire; and on the reform he\nhimself would make at Vienna.  Holding M. Campan by the button, he spent\nmore than an hour, talking vehemently, and without the slightest reserve,\nabout the French Government.  My father-in-law and myself maintained\nprofound silence, as much from astonishment as from respect; and when we\nwere alone we agreed not to speak of this interview.",
        "The Emperor was fond of describing the Italian Courts that he had\nvisited.  The jealous quarrels between the King and Queen of Naples\namused him highly; he described to the life the manner and speech of that\nsovereign, and the simplicity with which he used to go and solicit the\nfirst chamberlain to obtain permission to return to the nuptial bed, when\nthe angry Queen had banished him from it.  The time which he was made to\nwait for this reconciliation was calculated between the Queen and her\nchamberlain, and always proportioned to the gravity of the offence.  He\nalso related several very amusing stories relative to the Court of Parma,\nof which he spoke with no little contempt.  If what this Prince said of\nthose Courts, and even of Vienna, had been written down, the whole would\nhave formed an interesting collection.  The Emperor told the King that\nthe Grand Duke of Tuscany and the King of Naples being together, the\nformer said a great deal about the changes he had effected in his State.\nThe Grand Duke had issued a mass of new edicts, in order to carry the\nprecepts of the economists into execution, and trusted that in so doing\nhe was labouring for the welfare of his people.  The King of Naples\nsuffered him to go on speaking for a long time, and then casually asked\nhow many Neapolitan families there were in Tuscany.  The Duke soon\nreckoned them up, as they were but few.  “Well, brother,” replied the\nKing of Naples, “I do not understand the indifference of your people\ntowards your great reforms; for I have four times the number of Tuscan\nfamilies settled in my States that you have of Neapolitan families in\nyours.”",
        "The Queen being at the Opera with the Emperor, the latter did not wish to\nshow himself; but she took him by the hand, and gently drew him to the\nfront of the box.  This kind of presentation to the public was most\nwarmly received.  The performance was “Iphigenia in Aulis,” and for the\nsecond time.  the chorus, “Chantons, celebrons notre Reine!” was called\nfor with universal plaudits.",
        "A fete of a novel description was given at Petit Trianon.  The art with\nwhich the English garden was not illuminated, but lighted, produced a\ncharming effect.  Earthen lamps, concealed by boards painted green, threw\nlight upon the beds of shrubs and flowers, and brought out their varied\ntints.  Several hundred burning fagots in the moat behind the Temple of\nLove made a blaze of light, which rendered that spot the most brilliant\nin the garden.  After all, this evening’s entertainment had nothing\nremarkable about it but the good taste of the artists, yet it was much\ntalked of.  The situation did not allow the admission of a great part of\nthe Court; those who were uninvited were dissatisfied; and the people,\nwho never forgive any fetes but those they share in, so exaggerated the\ncost of this little fete as to make it appear that the fagots burnt in\nthe moat had required the destruction of a whole forest.  The Queen being\ninformed of these reports, was determined to know exactly how much wood\nhad been consumed; and she found that fifteen hundred fagots had sufficed\nto keep up the fire until four o’clock in the morning.",
        "After staying a few months the Emperor left France, promising his sister\nto come and see her again.  All the officers of the Queen’s chamber had\nmany opportunities of serving him during his stay, and expected that he\nwould make them presents before his departure.  Their oath of office\npositively forbade them to receive a gift from any foreign prince; they\nhad therefore agreed to refuse the Emperor’s presents at first, but to\nask the time necessary for obtaining permission to accept them.  The\nEmperor, probably informed of this custom, relieved the good people from\ntheir difficulty by setting off without making a single present.",
        "About the latter end of 1777 the Queen, being alone in her closet, sent\nfor my father-in-law and myself, and, giving us her hand to kiss; told us\nthat, looking upon us both as persons deeply interested in her happiness,\nshe wished to receive our congratulations,–that at length she was the\nQueen of France, and that she hoped soon to have children; that till now\nshe had concealed her grief, but that she had shed many tears in secret.",
        "Dating from this happy but long-delayed moment, the King’s attachment to\nthe Queen assumed every characteristic of love.  The good Lassone, first\nphysician to the King and Queen, frequently spoke to me of the uneasiness\nthat the King’s indifference, the cause of which he had been so long in\novercoming, had given him, and appeared to me at that time to entertain\nno anxiety except of a very different description.",
        "In the winter of 1778 the King’s permission for the return of Voltaire;\nafter an absence of twenty-seven years, was obtained.  A few strict\npersons considered this concession on the part of the Court very\ninjudicious.  The Emperor, on leaving France, passed by the Chateau of\nFerney without stopping there.  He had advised the Queen not to suffer\nVoltaire to be presented to her.  A lady belonging to the Court learned\nthe Emperor’s opinion on that point, and reproached him with his want of\nenthusiasm towards the greatest genius of the age.  He replied that for\nthe good of the people he should always endeavour to profit by the\nknowledge of the philosophers; but that his own business of sovereign\nwould always prevent his ranking himself amongst that sect.  The clergy\nalso took steps to hinder Voltaire’s appearance at Court.  Paris,\nhowever, carried to the highest pitch the honours and enthusiasm shown to\nthe great poet.",
        "It was very unwise to let Paris pronounce with such transport an opinion\nso opposite to that of the Court.  This was pointed out to the Queen,\nand she was told that, without conferring on Voltaire the honour of a\npresentation, she might see him in the State apartments.  She was not\naverse to following this advice, and appeared embarrassed solely about\nwhat she should say to him.  She was recommended to talk about nothing\nbut the “Henriade,” “Merope,” and “Zaira.”  The Queen replied that she\nwould still consult a few other persons in whom she had great confidence.\nThe next day she announced that it was irrevocably decided Voltaire\nshould not see any member of the royal family,–his writings being too\nantagonistic to religion and morals.  “It is, however, strange,” said the\nQueen, “that while we refuse to admit Voltaire into our presence as the\nleader of philosophical writers, the Marechale de Mouchy should have\npresented to me some years ago Madame Geoffrin, who owed her celebrity to\nthe title of foster-mother of the philosophers.”",
        "On the occasion of the duel of the Comte d’Artois with the Prince de\nBourbon the Queen determined privately to see the Baron de Besenval,\nwho was to be one of the witnesses, in order to communicate the King’s\nintentions.  I have read with infinite pain the manner in which that\nsimple fact is perverted in the first volume of M. de Besenval’s\n“Memoirs.”  He is right in saying that M. Campan led him through the\nupper corridors of the Chateau, and introduced him into an apartment\nunknown to him; but the air of romance given to the interview is equally\nculpable and ridiculous.  M. de Besenval says that he found himself,\nwithout knowing how he came there, in an apartment unadorned, but very\nconveniently furnished, of the existence of which he was till then\nutterly ignorant.  He was astonished, he adds, not that the Queen should\nhave so many facilities, but that she should have ventured to procure\nthem.  Ten printed sheets of the woman Lamotte’s libels contain nothing\nso injurious to the character of Marie Antoinette as these lines, written\nby a man whom she honoured by undeserved kindness.  He could not have had\nany opportunity of knowing the existence of the apartments, which\nconsisted of a very small antechamber, a bedchamber, and a closet.  Ever\nsince the Queen had occupied her own apartment, these had been\nappropriated to her Majesty’s lady of honour in cases of illness, and\nwere actually so used when the Queen was confined.  It was so important\nthat it should not be known the Queen had spoken to the Baron before the\nduel that she had determined to go through her inner room into this\nlittle apartment, to which M. Campan was to conduct him.  When men write\nof recent times they should be scrupulously exact, and not indulge in\nexaggerations or inventions.",
        "The Baron de Besenval appears mightily surprised at the Queen’s sudden\ncoolness, and refers it to the fickleness of her disposition.  I can\nexplain the reason for the change by repeating what her Majesty said to\nme at the time; and I will not alter one of her expressions.  Speaking of\nthe strange presumption of men, and the reserve with which women ought\nalways to treat them, the Queen added that age did not deprive them of\nthe hope of pleasing, if they retained any agreeable qualities; that she\nhad treated the Baron de Besenval as a brave Swiss, agreeable, polished,\nand witty, whose gray hairs had induced her to look upon him as a man\nwhom she might see without harm; but that she had been much deceived.\nHer Majesty, after having enjoined me to the strictest secrecy, told me\nthat, finding herself alone with the Baron, he began to address her with\nso much gallantry that she was thrown into the utmost astonishment, and\nthat he was mad enough to fall upon his knees, and make her a declaration\nin form.  The Queen added that she said to him: “Rise, monsieur; the King\nshall be ignorant of an offence which would disgrace you for ever;” that\nthe Baron grew pale and stammered apologies; that she left her closet\nwithout saying another word, and that since that time she hardly ever\nspoke to him.  “It is delightful to have friends,” said the Queen; “but\nin a situation like mine it is sometimes difficult for the friends of our\nfriends to suit us.”",
        "In the beginning of the year 1778 Mademoiselle d’Eon obtained permission\nto return to France, on condition that she should appear there in female\ndress.  The Comte de Vergennes entreated my father, M. Genet, chief clerk\nof Foreign Affairs, who had long known the Chevalier d’Eon, to receive\nthat strange personage at his house, to guide and restrain, if possible,\nher ardent disposition.  The Queen, on learning her arrival at\nVersailles, sent a footman to desire my father to bring her into her\npresence; my father thought it his duty first to inform the Minister of\nher Majesty’s wish.  The Comte de Vergennes expressed himself pleased\nwith my father’s prudence, and desired that he would accompany him to the\nQueen.  The Minister had a few minutes’ audience; her Majesty came out of\nher closet with him, and condescended to express to my father the regret\nshe felt at having troubled him to no purpose; and added, smiling, that a\nfew words from M. de Vergennes had for ever cured her of her curiosity.\nThe discovery in London of the true sex of this pretended woman makes it\nprobable that the few words uttered by the Minister contained a solution\nof the enigma.",
        "The Chevalier d’Eon had been useful in Russia as a spy of Louis XV.\nwhile very young he had found means to introduce himself at the Court of\nthe Empress Elizabeth, and served that sovereign in the capacity of\nreader.  Resuming afterwards his military dress, he served with honour\nand was wounded.  Appointed chief secretary of legation, and afterwards\nminister plenipotentiary at London, he unpardonably insulted Comte de\nGuerchy, the ambassador.  The official order for the Chevalier’s return\nto France was actually delivered to the King’s Council; but Louis XV.\ndelayed the departure of the courier who was to be its bearer, and sent\noff another courier privately, who gave the Chevalier d’Eon a letter in\nhis own writing, in which he said, “I know that you have served me as\neffectually in the dress of a woman as in that which you now wear.\nResume it instantly; withdraw into the city; I warn you that the King\nyesterday signed an order for your return to France; you are not safe in\nyour hotel, and you would here find too powerful enemies.”  I heard the\nChevalier d’Eon repeat the contents of this letter, in which Louis XV.\nthus separated himself from the King of France, several times at my\nfather’s.  The Chevalier, or rather the Chevalaere d’Eon had preserved\nall the King’s letters.  Messieurs de Maurepas and de Vergennes wished to\nget them out of his hands, as they were afraid he would print them.  This\neccentric being had long solicited permission to return to France; but it\nwas necessary to find a way of sparing the family he had offended the\ninsult they would see in his return; he was therefore made to resume the\ncostume of that sex to which in France everything is pardoned.  The\ndesire to see his native land once more determined him to submit to the\ncondition, but he revenged himself by combining the long train of his\ngown and the three deep ruffles on his sleeves with the attitude and\nconversation of a grenadier, which made him very disagreeable company.",
        "     [The account given by Madame Campan of the Chevalier d’Eon is now\n     known to be incorrect in many particulars.  Enough details for most\n     readers will be found in the Duc de Broglie’s “Secret of the King,\"\n     vol.  ii., chaps.  vi.  and g., and at p.  89, vol.  ii.  of that\n     work, where the Duke refers to the letter of most dubious\n     authenticity spoken of by Madame Campan.  The following details will\n     be sufficient for these memoirs: The Chevalier Charles d’Eon de\n     Beaumont (who was born in 1728) was an ex-captain of dragoons,\n     employed in both the open and secret diplomacy of Louis XV.  When at\n     the embassy in London he quarrelled with the ambassador, his\n     superior, the Comte de Guerchy (Marquis do Nangis), and used his\n     possession of papers concerning the secret diplomacy to shield\n     himself.  It was when hiding in London, in 1765, on account of this\n     business, that he seems first to have assumed woman’s dress, which\n     he retained apparently chiefly from love of notoriety.  In 1775 a\n     formal agreement with the French Court, made by the instrumentality\n     of Beaumarchais, of all people in the world, permitted him to return\n     to France, retaining the dress of a woman.  He went back to France,\n     but again came to England, and died there, at his residence in\n     Millman Street, near the Foundling Hospital, May 22, 1710.  He had\n     been a brave and distinguished officer, but his form and a certain\n     coldness of temperament always remarked in him assisted him in his\n     assumption of another sex.  There appears to be no truth in the\n     story of his proceedings at the Russian Court, and his appearing in\n     female attire was a surprise to those who must have known of any\n     earlier affair of the sort.]",
        "At last, the event so long desired by the Queen, and by all those who\nwished her well, took place; her Majesty became enceinte.  The King was\nin ecstasies.  Never was there a more united or happier couple.  The\ndisposition of Louis XVI. entirely altered, and became prepossessing and\nconciliatory; and the Queen was amply compensated for the uneasiness\nwhich the King’s indifference during the early part of their union had\ncaused her.",
        "The summer of 1778 was extremely hot.  July and August passed, but the\nair was not cooled by a single storm.  The Queen spent whole days in\nclose rooms, and could not sleep until she had breathed the fresh night\nair, walking with the Princesses and her brothers upon the terrace under\nher apartments.  These promenades at first gave rise to no remark; but it\noccurred to some of the party to enjoy the music of wind instruments\nduring these fine summer nights.  The musicians belonging to the chapel\nwere ordered to perform pieces suited to instruments of that description,\nupon steps constructed in the middle of the garden.  The Queen, seated on\none of the terrace benches, enjoyed the effect of this music, surrounded\nby all the royal family with the exception of the King, who joined them\nbut, twice, disliking to change his hour of going to bed.",
        "Nothing could be more innocent than these parties; yet Paris, France,\nnay, all Europe, were soon canvassing them in a manner most\ndisadvantageous to the reputation of Marie Antoinette.  It is true that\nall the inhabitants of Versailles enjoyed these serenades, and that there\nwas a crowd near the spot from eleven at night until two or three in the\nmorning.  The windows of the ground floor occupied by Monsieur and Madame\n–[The wife of Monsieur, the Comte de Provence.]– were kept open, and\nthe terrace was perfectly well lighted by the numerous wax candles\nburning in the two apartments.  Lamps were likewise placed in the garden,\nand the lights of the orchestra illuminated the rest of the place.",
        "I do not know whether a few incautious women might not have ventured\nfarther, and wandered to the bottom of the park; it may have been so; but\nthe Queen, Madame, and the Comtesse d’Artois were always arm-in-arm, and\nnever left the terrace.  The Princesses were not remarkable when seated\non the benches, being dressed in cambric muslin gowns, with large straw\nhats and muslin veils, a costume universally adopted by women at that\ntime; but when standing up their different figures always distinguished\nthem; and the persons present stood on one side to let them pass.  It is\ntrue that when they seated themselves upon the benches private\nindividuals would sometimes, to their great amusement, sit down by\ntheir side.",
        "A young clerk in the War Department, either not knowing or pretending not\nto know the Queen, spoke to her of the beauty of the night, and the\ndelightful effect of the music.  The Queen, fancying she was not\nrecognised, amused herself by keeping up the incognito, and they talked\nof several private families of Versailles, consisting of persons\nbelonging to the King’s household or her own.  After a few minutes the\nQueen and Princesses rose to walk, and on leaving the bench curtsied to\nthe clerk.  The young man knowing, or having subsequently discovered,\nthat he had been conversing with the Queen, boasted of it in his office.\nHe was merely, desired to hold his tongue; and so little attention did he\nexcite that the Revolution found him still only a clerk.",
        "Another evening one of Monsieur’s body-guard seated himself near the\nPrincesses, and, knowing them, left the place where he was sitting, and\nplaced himself before the Queen, to tell her that he was very fortunate\nin being able to seize an opportunity of imploring the kindness of his\nsovereign; that he was “soliciting at Court\"–at the word soliciting the\nQueen and Princesses rose hastily and withdrew into Madame’s apartment.–\n[Soulavie has most criminally perverted these two facts.-MADAME CAMPAN.]-\nI was at the Queen’s residence that day.  She talked of this little\noccurrence all the time of her ’coucher’; though she only complained that\none of Monsieur’s guards should have had the effrontery to speak to her.\nHer Majesty added that he ought to have respected her incognito; and that\nthat was not the place where he should have ventured to make a request.\nMadame had recognised him, and talked of making a complaint to his\ncaptain; the Queen opposed it, attributing his error to his ignorance and\nprovincial origin.",
        "The most scandalous libels were based on these two insignificant\noccurrences, which I have related with scrupulous exactness.  Nothing\ncould be more false than those calumnies.  It must be confessed, however,\nthat such meetings were liable to ill consequences.  I ventured to say as\nmuch to the Queen, and informed her that one evening, when her Majesty\nbeckoned to me to go and speak to her, I thought I recognised on the\nbench on which she was sitting two women deeply veiled, and keeping\nprofound silence; that those women were the Comtesse du Barry and her\nsister-in-law; and that my suspicions were confirmed, when, at a few\npaces from the seat, and nearer to her Majesty, I met a tall footman\nbelonging to Madame du Barry, whom I had seen in her service all the time\nshe resided at Court.",
        "My advice was disregarded.  Misled by the pleasure she found in these\npromenades, and secure in the consciousness of blameless conduct, the\nQueen would not see the lamentable results which must necessarily follow.\nThis was very unfortunate; for besides the mortifications they brought\nupon her, it is highly probable that they prompted the vile plot which\ngave rise to the Cardinal de Rohan’s fatal error.",
        "Having enjoyed these evening promenades about a month, the Queen ordered\na private concert within the colonnade which contained the group of Pluto\nand Proserpine.  Sentinels were placed at all the entrances, and ordered\nto admit within the colonnade only such persons as should produce tickets\nsigned by my father-in-law.  A fine concert was performed there by the\nmusicians of the chapel and the female musicians belonging to the.\nQueen’s chamber.  The Queen went with Mesdames de Polignac, de Chalon,\nand d’Andlau, and Messieurs de Polignac, de Coigny, de Besenval, and de\nVaudreuil; there were also a few equerries present.  Her Majesty gave me\npermission to attend the concert with some of my female relations.  There\nwas no music upon the terrace.  The crowd of inquisitive people, whom the\nsentinels kept at a distance from the enclosure of the colonnade, went\naway highly discontented; the small number of persons admitted no doubt\noccasioned jealousy, and gave rise to offensive comments which were\ncaught up by the public with avidity.  I do not pretend to apologise for\nthe kind of amusements with which the Queen indulged herself during this\nand the following summer; the consequences were so lamentable that the\nerror was no doubt very great; but what I have said respecting the\ncharacter of these promenades may be relied on as true.",
        "When the season for evening walks was at an end, odious couplets were\ncirculated in Paris; the ’Queen was treated in them in the most insulting\nmanner; her situation ranked among her enemies persons attached to the\nonly prince who for several years had appeared likely to give heirs to\nthe crown.  People uttered the most inconsiderate language; and those\nimproper conversations took place in societies wherein the imminent\ndanger of violating to so criminal an extent both truth and the respect\ndue to sovereigns ought to have been better understood.  A few days\nbefore the Queen’s confinement a whole volume of manuscript songs,\nconcerning her and all the ladies about her remarkable for rank or\nstation was, thrown down in the oiel-de-boeuf.–[A large room at\nVersailles lighted by a bull’s-eye window, and used as a waiting-room.]–\nThis manuscript was immediately put into the hands of the King, who was\nhighly incensed at it, and said that he had himself been at those\npromenades; that he had seen nothing connected with them but what was\nperfectly harmless; that such songs would disturb the harmony of twenty\nfamilies in the Court and city; that it was a capital crime to have made\nany against the Queen herself; and that he wished the author of the\ninfamous libels to be discovered and punished.  A fortnight afterwards it\nwas known publicly that the verses were by M. Champcenetz de Riquebourg,\nwho was not even reprimanded.",
        "     [The author of a great many songs, some of which are very well\n     written.  Lively and satirical by nature, he did not lose either his\n     cheerfulness or his carelessness before the revolutionary tribunal.\n     After hearing his own sentence read, he asked his judges if he might\n     not be allowed to find a substitute.–MADAME CAMPAN.]",
        "I knew for a certainty that the King spoke to M. de Maurepas, before two\nof his most confidential servants, respecting the risk which he saw the\nQueen ran from these night walks upon the terrace of Versailles, which\nthe public ventured to censure thus openly, and that the old minister had\nthe cruelty to advise that she should be suffered to go on; she possessed\ntalent; her friends were very ambitious, and longed to see her take a\npart in public affairs; and to let her acquire the reputation of levity\nwould do no harm.  M. de Vergennes was as hostile to the Queen’s\ninfluence as M. de Maurepas.  It may therefore be fairly presumed, since\nthe Prime Minister durst point out to his King an advantage to be gained\nby the Queen’s discrediting herself, that he and M. de Vergennes employed\nall means within the reach of powerful ministers in order to ruin her in\nthe opinion of the public.",
        "The Queen’s accouchement approached; Te Deums were sung and prayers\noffered up in all the cathedrals.  On the 11th of December, 1778, the\nroyal family, the Princes of the blood, and the great officers of State\npassed the night in the rooms adjoining the Queen’s bedchamber.  Madame,\nthe King’s daughter, came into the world before mid-day on the 19th of\nDecember.–[Marie Therese Charlotte (1778-1861), Madame Royale; married\nin 1799 Louis, Duc d’Angouleme, eldest son of the Comte d’Artois.]–\nThe etiquette of allowing all persons indiscriminately to enter at the\nmoment of the delivery of a queen was observed with such exaggeration\nthat when the accoucheur said aloud, “La Reine va s’accoucher,” the\npersons who poured into the chamber were so numerous that the rush nearly\ndestroyed the Queen.  During the night the King had taken the precaution\nto have the enormous tapestry screens which surrounded her Majesty’s bed\nsecured with cords; but for this they certainly would have been thrown\ndown upon her.  It was impossible to move about the chamber, which was\nfilled with so motley a crowd that one might have fancied himself in some\nplace of public amusement.  Two Savoyards got upon the furniture for a\nbetter sight of the Queen, who was placed opposite the fireplace.",
        "The noise and the sex of the infant, with which the Queen was made\nacquainted by a signal previously agreed on, as it is said, with the\nPrincesse do Lamballe, or some error of the accoucheur, brought on\nsymptoms which threatened fatal consequences; the accoucheur exclaimed,\n“Give her air–warm water–she must be bled in the foot!”  The windows\nwere stopped up; the King opened them with a strength which his affection\nfor the Queen gave him at the moment.  They were of great height, and\npasted over with strips of paper all round.  The basin of hot water not\nbeing brought quickly enough, the accoucheur desired the chief surgeon to\nuse his lancet without waiting for it.  He did so; the blood streamed out\nfreely, and the Queen opened her eyes.  The Princesse de Lamballe was\ncarried through the crowd in a state of insensibility.  The valets de\nchambre and pages dragged out by the collar such inconsiderate persons as\nwould not leave the room.  This cruel custom was abolished afterwards.\nThe Princes of the family, the Princes of the blood, the chancellor, and\nthe ministers are surely sufficient to attest the legitimacy of an\nhereditary prince.  The Queen was snatched from the very jaws of death;\nshe was not conscious of having been bled, and on being replaced in bed\nasked why she had a linen bandage upon her foot.",
        "The delight which succeeded the moment of fear was equally lively and\nsincere.  We were all embracing each other, and shedding tears of joy.\nThe Comte d’Esterhazy and the Prince de Poix, to whom I was the first to\nannounce that the Queen was restored to life, embraced me in the midst of\nthe cabinet of nobles.  We little imagined, in our happiness at her\nescape from death, for how much more terrible a fate our beloved Princess\nwas reserved.",
        "NOTE.  The two following specimens of the Emperor Joseph’s correspondence\nforcibly demonstrate the vigour, shrewdness, and originality of his mind,\nand complete the portrait left of him by Madame Campan.",
        "Few sovereigns have given their reasons for refusing appointments with\nthe fullness and point of the following letter",
        "                                To a Lady.",
        "MADAM.–I do not think that it is amongst the duties of a monarch to\ngrant places to one of his subjects merely because he is a gentleman.\nThat, however, is the inference from the request you have made to me.\nYour late husband was, you say, a distinguished general, a gentleman of\ngood family, and thence you conclude that my kindness to your family can\ndo no less than give a company of foot to your second son, lately\nreturned from his travels.",
        "Madam, a man may be the son of a general and yet have no talent for\ncommand.  A man may be of a good family and yet possess no other merit\nthan that which he owes to chance,–the name of gentleman.",
        "I know your son, and I know what makes the soldier; and this twofold\nknowledge convinces me that your son has not the disposition of a\nwarrior, and that he is too full of his birth to leave the country a hope\nof his ever rendering it any important service.",
        "What you are to be pitied for, madam, is, that your son is not fit either\nfor an officer, a statesman or a priest; in a word, that he is nothing\nmore than a gentleman in the most extended acceptation of the word.",
        "You may be thankful to that destiny, which, in refusing talents to your\nson, has taken care to put him in possession of great wealth, which will\nsufficiently compensate him for other deficiencies, and enable him at the\nsame time to dispense with any favour from me.",
        "I hope you will be impartial enough to see the reasons which prompt me to\nrefuse your request.  It may be disagreeable to you, but I consider it\nnecessary.  Farewell, madam.–Your sincere well-wisher,\n                                                       JOSEPH\nLACHSENBURG, 4th August, 1787.",
        "The application of another anxious and somewhat covetous mother was\nanswered with still more decision and irony:",
        "                                To a Lady.",
        "MADAM.–You know my disposition; you are not ignorant that the society of\nthe ladies is to me a mere recreation, and that I have never sacrificed\nmy principles to the fair sex.  I pay but little attention to\nrecommendations, and I only take them into consideration when the person\nin whose behalf I may be solicited possesses real merit.",
        "Two of your sons are already loaded with favours.  The eldest, who is not\nyet twenty, is chief of a squadron in my army, and the younger has\nobtained a canonry at Cologne, from the Elector, my brother.  What would\nyou have more?  Would you have the first a general and the second a\nbishop?",
        "In France you may see colonels in leading-strings, and in Spain the royal\nprinces command armies even at eighteen; hence Prince Stahremberg forced\nthem to retreat so often that they were never able all the rest of their\nlives to comprehend any other manoeuvre.",
        "It is necessary to be sincere at Court, and severe in the field, stoical\nwithout obduracy, magnanimous without weakness, and to gain the esteem of\nour enemies by the justice of our actions; and this, madam, is what I aim\nat.\n                                             JOSEPH\nVIENNA, September, 1787.",
        "(From the inedited Letters of Joseph IL, published at Paris, by Persan,\n1822.)",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}