{
    "title": "Memoirs of Marie Antoinette - Chapter V.",
    "author": "Campan",
    "chapter": "7",
    "content": [
        "\n\n",
        "At the period of his grandfather’s death, Louis XVI. began to be\nexceedingly attached to the Queen.  The first period of so deep a\nmourning not admitting of indulgence in the diversion of hunting, he\nproposed to her walks in the gardens of Choisy; they went out like\nhusband and wife, the young King giving his arm to the Queen, and\naccompanied by a very small suite.  The influence of this example had\nsuch an effect upon the courtiers that the next day several couples, who\nhad long, and for good reasons, been disunited, were seen walking upon\nthe terrace with the same apparent conjugal intimacy.  Thus they spent\nwhole hours, braving the intolerable wearisomeness of their protracted\ntete-a-tetes, out of mere obsequious imitation.",
        "The devotion of Mesdames to the King their father throughout his dreadful\nmalady had produced that effect upon their health which was generally\napprehended.  On the fourth day after their arrival at Choisy they were\nattacked by pains in the head and chest, which left no doubt as to the\ndanger of their situation.  It became necessary instantly to send away\nthe young royal family; and the Chateau de la Muette, in the Bois de\nBoulogne, was selected for their reception.  Their arrival at that\nresidence, which was very near Paris, drew so great a concourse of people\ninto its neighbourhood, that even at daybreak the crowd had begun to\nassemble round the gates.  Shouts of “Vive le Roi!”  were scarcely\ninterrupted for a moment between six o’clock in the morning and sunset.\nThe unpopularity the late King, had drawn upon himself during his latter\nyears, and the hopes to which a new reign gives birth, occasioned these\ntransports of joy.",
        "A fashionable jeweller made a fortune by the sale of mourning snuff-\nboxes, whereon the portrait of the young Queen, in a black frame of\nshagreen, gave rise to the pun: “Consolation in chagrin.”  All the\nfashions, and every article of dress, received names expressing the\nspirit of the moment.  Symbols of abundance were everywhere represented,\nand the head-dresses of the ladies were surrounded by ears of wheat.\nPoets sang of the new monarch; all hearts, or rather all heads, in France\nwere filled with enthusiasm.  Never did the commencement of any reign\nexcite more unanimous testimonials of love and attachment.  It must be\nobserved, however, that, amidst all this intoxication, the anti-Austrian\nparty never lost sight of the young Queen, but kept on the watch, with\nthe malicious desire to injure her through such errors as might arise\nfrom her youth and inexperience.",
        "Their Majesties had to receive at La Muette the condolences of the ladies\nwho had been presented at Court, who all felt themselves called on to pay\nhomage to the new sovereigns.  Old and young hastened to present\nthemselves on the day of general reception; little black bonnets with\ngreat wings, shaking heads, low curtsies, keeping time with the motions\nof the head, made, it must be admitted, a few venerable dowagers appear\nsomewhat ridiculous; but the Queen, who possessed a great deal of\ndignity, and a high respect for decorum, was not guilty of the grave\nfault of losing the state she was bound to preserve.  An indiscreet piece\nof drollery of one of the ladies of the palace, however, procured her the\nimputation of doing so.  The Marquise de Clermont-Tonnerre, whose office\nrequired that she should continue standing behind the Queen, fatigued by\nthe length of the ceremony, seated herself on the floor, concealed behind\nthe fence formed by the hoops of the Queen and the ladies of the palace.\nThus seated, and wishing to attract attention and to appear lively, she\ntwitched the dresses of those ladies, and played a thousand other tricks.\nThe contrast of these childish pranks with the solemnity which reigned\nover the rest of the Queen’s chamber disconcerted her Majesty: she\nseveral times placed her fan before her face to hide an involuntary\nsmile, and the severe old ladies pronounced that the young Queen had\ndecided all those respectable persons who were pressing forward to pay\ntheir homage to her; that she liked none but the young; that she was\ndeficient in decorum; and that not one of them would attend her Court\nagain.  The epithet ’moqueuse’ was applied to her; and there is no\nepithet less favourably received in the world.",
        "The next day a very ill-natured song was circulated; the stamp of the\nparty to which it was attributable might easily be seen upon it.  I\nremember only the following chorus:",
        "                   “Little Queen, you must not be\n                    So saucy, with your twenty years;\n                    Your ill-used courtiers soon will see\n                    You pass, once more, the barriers.\n                    Fal lal lal, fal lal la.”",
        "The errors of the great, or those which ill-nature chooses to impute to\nthem, circulate in the world with the greatest rapidity, and become\nhistorical traditions, which every one delights to repeat.",
        "More than fifteen years after this occurrence I heard some old ladies in\nthe most retired part of Auvergne relating all the particulars of the day\nof public condolence for the late King, on which, as they said, the Queen\nhad laughed in the faces of the sexagenarian duchesses and princesses who\nhad thought it their duty to appear on the occasion.",
        "The King and the Princes, his brothers, determined to avail themselves of\nthe advantages held out by inoculation, as a safeguard against the\nillness under which their grandfather had just fallen; but the utility of\nthis new discovery not being then generally acknowledged in France, many\npersons were greatly alarmed at the step; those who blamed it openly\nthrew all the responsibility of it upon the Queen, who alone, they said,\ncould have ventured to give such rash advice, inoculation being at this\ntime established in the Northern Courts.  The operation upon the King and\nhis brothers, performed by Doctor Jauberthou, was fortunately quite\nsuccessful.",
        "When the convalescence of the Princes was perfectly established, the\nexcursions to Marly became cheerful enough.  Parties on horseback and in\ncalashes were formed continually.  The Queen was desirous to afford\nherself one very innocent gratification; she had never seen the day\nbreak; and having now no other consent than that of the King to seek,\nshe intimated her wish to him.  He agreed that she should go, at three\no’clock in the morning, to the eminences of the gardens of Marly; and,\nunfortunately, little disposed to partake in her amusements, he himself\nwent to bed.  Foreseeing some inconveniences possible in this nocturnal\nparty, the Queen determined on having a number of people with her; and\neven ordered her waiting women to accompany her.  All precautions were\nineffectual to prevent the effects of calumny, which thenceforward sought\nto diminish the general attachment that she had inspired.  A few days\nafterwards, the most wicked libel that appeared during the earlier years\nof her reign was circulated in Paris.  The blackest colours were employed\nto paint an enjoyment so harmless that there is scarcely a young woman\nliving in the country who has not endeavoured to procure it for herself.\nThe verses which appeared on this occasion were entitled “Sunrise.”",
        "The Duc d’Orleans, then Duc de Chartres, was among those who accompanied\nthe young Queen in her nocturnal ramble: he appeared very attentive to\nher at this epoch; but it was the only moment of his life in which there\nwas any advance towards intimacy between the Queen and himself.  The King\ndisliked the character of the Duc de Chartres, and the Queen always\nexcluded him from her private society.  It is therefore without the\nslightest foundation that some writers have attributed to feelings of\njealousy or wounded self-love the hatred which he displayed towards the\nQueen during the latter years of their existence.",
        "It was on this first journey to Marly that Boehmer, the jeweller,\nappeared at Court,–a man whose stupidity and avarice afterwards fatally\naffected the happiness and reputation of Marie Antoinette.  This person\nhad, at great expense, collected six pear-formed diamonds of a prodigious\nsize; they were perfectly matched and of the finest water.  The earrings\nwhich they composed had, before the death of Louis XV., been destined for\nthe Comtesse du Barry.",
        "Boehmer; by the recommendation of several persons about the Court, came\nto offer these jewels to the Queen.  He asked four hundred thousand\nfrancs for them.  The young Princess could not withstand her wish to\npurchase them; and the King having just raised the Queen’s income, which,\nunder the former reign, had been but two hundred thousand livres, to one\nhundred thousand crowns a year, she wished to make the purchase out of\nher own purse, and not burthen the royal treasury with the payment.  She\nproposed to Boehmer to take off the two buttons which formed the tops of\nthe clusters, as they could be replaced by two of her own diamonds.  He\nconsented, and then reduced the price of the earrings to three hundred\nand sixty thousand francs; the payment for which was to be made by\ninstalments, and was discharged in the course of four or five years by\nthe Queen’s first femme de chambre, deputed to manage the funds of her\nprivy purse.  I have omitted no details as to the manner in which the\nQueen first became possessed of these jewels, deeming them very needful\nto place in its true light the too famous circumstance of the necklace,\nwhich happened near the end of her reign.",
        "It was also on this first journey to Marly that the Duchesse de Chartres,\nafterwards Duchesse d’Orleans, introduced into the Queen’s household\nMademoiselle Bertin, a milliner who became celebrated at that time for\nthe total change she effected in the dress of the French ladies.",
        "It may be said that the mere admission of a milliner into the house of\nthe Queen was followed by evil consequences to her Majesty.  The skill of\nthe milliner, who was received into the household, in spite of the custom\nwhich kept persons of her description out of it, afforded her the\nopportunity of introducing some new fashion every day.  Up to this time\nthe Queen had shown very plain taste in dress; she now began to make it a\nprincipal occupation; and she was of course imitated by other women.",
        "All wished instantly to have the same dress as the Queen, and to wear the\nfeathers and flowers to which her beauty, then in its brilliancy,\nlent an indescribable charm.  The expenditure of the younger ladies was\nnecessarily much increased; mothers and husbands murmured at it; some few\ngiddy women contracted debts; unpleasant domestic scenes occurred;\nin many families coldness or quarrels arose; and the general report\nwas,–that the Queen would be the ruin of all the French ladies.",
        "Fashion continued its fluctuating progress; and head-dresses, with their\nsuperstructures of gauze, flowers, and feathers, became so lofty that the\nwomen could not find carriages high enough to admit them; and they were\noften seen either stooping, or holding their heads out of the windows.\nOthers knelt down in order to manage these elevated objects of ridicule\nwith less danger.",
        "     [If the use of these extravagant feathers and head-dresses had\n     continued, say the memoirs of that period very seriously, it would\n     have effected a revolution in architecture.  It would have been\n     found necessary to raise the doors and ceilings of the boxes at the\n     theatre, and particularly the bodies of carriages.  It was not\n     without mortification that the King observed the Queen’s adoption of\n     this style of dress: she was never so lovely in his eyes as when\n     unadorned by art.  One day Carlin, performing at Court as harlequin,\n     stuck in his hat, instead of the rabbit’s tail, its prescribed\n     ornament, a peacock’s feather of excessive length.  This new\n     appendage, which repeatedly got entangled among the scenery, gave\n     him an opportunity for a great deal of buffoonery.  There was some\n     inclination to punish him; but it was presumed that he had not\n     assumed the feather without authority.-NOTE BY THE EDITOR.]",
        "Innumerable caricatures, exhibited in all directions, and some of which\nartfully gave the features of the Queen, attacked the extravagance of\nfashion, but with very little effect.  It changed only, as is always the\ncase, through the influence of inconstancy and time.",
        "The Queen’s toilet was a masterpiece of etiquette; everything was done in\na prescribed form.  Both the dame d’honneur and the dame d’atours usually\nattended and officiated, assisted by the first femme de chambre and two\nordinary women.  The dame d’atours put on the petticoat, and handed the\ngown to the Queen.  The dame d’honneur poured out the water for her hands\nand put on her linen.  When a princess of the royal family happened to be\npresent while the Queen was dressing, the dame d’honneur yielded to her\nthe latter act of office, but still did not yield it directly to the\nPrincesses of the blood; in such a case the dame d’honneur was accustomed\nto present the linen to the first femme de chambre, who, in her turn,\nhanded it to the Princess of the blood.  Each of these ladies observed\nthese rules scrupulously as affecting her rights.  One winter’s day it\nhappened that the Queen, who was entirely undressed, was just going to\nput on her shift; I held it ready unfolded for her; the dame d’honneur\ncame in, slipped off her gloves, and took it.  A scratching was heard at\nthe door; it was opened, and in came the Duchesse d’Orleans: her gloves\nwere taken off, and she came forward to take the garment; but as it would\nhave been wrong in the dame d’honneur to hand it to her she gave it to\nme, and I handed it to the Princess.  More scratching it was Madame la\nComtesse de Provence; the Duchesse d’Orleans handed her the linen.  All\nthis while the Queen kept her arms crossed upon her bosom, and appeared\nto feel cold; Madame observed her uncomfortable situation, and, merely\nlaying down her handkerchief without taking off her gloves, she put on\nthe linen, and in doing so knocked the Queen’s cap off.  The Queen\nlaughed to conceal her impatience, but not until she had muttered several\ntimes, “How disagreeable!  how tiresome!”",
        "All this etiquette, however inconvenient, was suitable to the royal\ndignity, which expects to find servants in all classes of persons,\nbeginning even with the brothers and sisters of the monarch.",
        "Speaking here of etiquette, I do not allude to majestic state, appointed\nfor days of ceremony in all Courts.  I mean those minute ceremonies that\nwere pursued towards our Kings in their inmost privacies, in their hours\nof pleasure, in those of pain, and even during the most revolting of\nhuman infirmities.",
        "These servile rules were drawn up into a kind of code; they offered to a\nRichelieu, a La Rochefoucauld and a Duras, in the exercise of their\ndomestic functions, opportunities of intimacy useful to their interests;\nand their vanity was flattered by customs which converted the right to\ngive a glass of water, to put on a dress, and to remove a basin, into\nhonourable prerogatives.",
        "Princes thus accustomed to be treated as divinities naturally ended by\nbelieving that they were of a distinct nature, of a purer essence than\nthe rest of mankind.",
        "This sort of etiquette, which led our Princes to be treated in private as\nidols, made them in public martyrs to decorum.  Marie Antoinette found in\nthe Chateau of Versailles a multitude of established customs which\nappeared to her insupportable.",
        "The ladies-in-waiting, who were all obliged to be sworn, and to wear full\nCourt dresses, were alone entitled to remain in the room, and to attend\nin conjunction with the dame d’honneur and the tirewoman.  The Queen\nabolished all this formality.  When her head was dressed, she curtsied to\nall the ladies who were in her chamber, and, followed only by her own\nwomen, went into her closet, where Mademoiselle Bertin, who could not be\nadmitted into the chamber, used to await her.  It was in this inner\ncloset that she produced her new and numerous dresses.  The Queen was\nalso desirous of being served by the most fashionable hairdresser in\nParis.  Now the custom which forbade all persons in inferior offices,\nemployed by royalty, to exert their talents for the public, was no doubt\nintended to cut off all communication between the privacy of princes and\nsociety at large; the latter being always extremely curious respecting\nthe most trifling particulars relative to the private life of the former.\nThe Queen, fearing that the taste of the hairdresser would suffer if he\nshould discontinue the general practice of his art, ordered him to attend\nas usual certain ladies of the Court and of Paris; and this multiplied\nthe opportunities of learning details respecting the household, and very\noften of misrepresenting them.",
        "One of the customs most disagreeable to the Queen was that of dining\nevery day in public.  Maria Leczinska had always submitted to this\nwearisome practice; Marie Antoinette followed it as long as she was\nDauphiness.  The Dauphin dined with her, and each branch of the family\nhad its public dinner daily.  The ushers suffered all decently dressed\npeople to enter; the sight was the delight of persons from the country.\nAt the dinner-hour there were none to be met upon the stairs but honest\nfolks, who, after having seen the Dauphiness take her soup, went to see\nthe Princes eat their ’bouilli’, and then ran themselves out of breath to\nbehold Mesdames at their dessert.",
        "Very ancient usage, too, required that the Queens of France should appear\nin public surrounded only by women; even at meal-times no persons of the\nother sex attended to serve at table; and although the King ate publicly\nwith the Queen, yet he himself was served by women with everything which\nwas presented to him directly at table.  The dame d’honneur, kneeling,\nfor her own accommodation, upon a low stool, with a napkin upon her arm,\nand four women in full dress, presented the plates to the King and Queen.\nThe dame d’honneur handed them drink.  This service had formerly been the\nright of the maids of honour.  The Queen, upon her accession to the\nthrone, abolished the usage altogether.  She also freed herself from the\nnecessity of being followed in the Palace of Versailles by two of her\nwomen in Court dresses, during those hours of the day when the ladies-in-\nwaiting were not with her.  From that time she was accompanied only by a\nsingle valet de chambre and two footmen.  All the changes made by Marie\nAntoinette were of the same description; a disposition gradually to\nsubstitute the simple customs of Vienna for those of Versailles was more\ninjurious to her than she could possibly have imagined.",
        "When the King slept in the Queen’s apartment he always rose before her;\nthe exact hour was communicated to the head femme de chambre, who\nentered, preceded by a servant of the bedchamber bearing a taper; she\ncrossed the room and unbolted the door which separated the Queen’s\napartment from that of the King.  She there found the first valet de\nchambre for the quarter, and a servant of the chamber.  They entered,\nopened the bed curtains on the King’s side, and presented him slippers\ngenerally, as well as the dressing-gown, which he put on, of gold or\nsilver stuff.  The first valet de chambre took down a short sword which\nwas always laid within the railing on the King’s side.  When the King\nslept with the Queen, this sword was brought upon the armchair\nappropriated to the King, and which was placed near the Queen’s bed,\nwithin the gilt railing which surrounded the bed.  The first femme de\nchambre conducted the King to the door, bolted it again, and, leaving the\nQueen’s chamber, did not return until the hour appointed by her Majesty\nthe evening before.  At night the Queen went to bed before the King; the\nfirst femme de chambre remained seated at the foot of her bed until the\narrival of his Majesty, in order, as in the morning, to see the King’s\nattendants out and bolt the door after them.  The Queen awoke habitually\nat eight o’clock, and breakfasted at nine, frequently in bed, and\nsometimes after she had risen, at a table placed opposite her couch.",
        "In order to describe the Queen’s private service intelligibly, it must be\nrecollected that service of every kind was honour, and had not any other\ndenomination.  To do the honours of the service was to present the\nservice to a person of superior rank, who happened to arrive at the\nmoment it was about to be performed.  Thus, supposing the Queen asked for\na glass of water, the servant of the chamber handed to the first woman a\nsilver gilt waiter, upon which were placed a covered goblet and a small\ndecanter; but should the lady of honour come in, the first woman was\nobliged to present the waiter to her, and if Madame or the Comtesse\nd’Artois came in at the moment, the waiter went again from the lady of\nhonour into the hands of the Princess before it reached the Queen.  It\nmust be observed, however, that if a princess of the blood instead of a\nprincess of the family entered, the service went directly from the first\nwoman to the princess of the blood, the lady of honour being excused from\ntransferring to any but princesses of the royal family.  Nothing was\npresented directly to the Queen; her handkerchief or her gloves were\nplaced upon a long salver of gold or silver gilt, which was placed as a\npiece of furniture of ceremony upon a side-table, and was called a\ngantiere.  The first woman presented to her in this manner all that she\nasked for, unless the tirewoman, the lady of honour, or a princess were\npresent, and then the gradation pointed out in the instance of the glass\nof water was always observed.",
        "Whether the Queen breakfasted in bed or up, those entitled to the petites\nentrees were equally admitted; this privilege belonged of right to her\nchief physician, chief surgeon, physician in ordinary, reader, closet\nsecretary, the King’s four first valets de chambre and their\nreversioners, and the King’s chief physicians and surgeons.  There were\nfrequently from ten to twelve persons at this first entree.  The lady of\nhonour or the superintendent, if present, placed the breakfast equipage\nupon the bed; the Princesse de Lamballe frequently performed that office.",
        "As soon as the Queen rose, the wardrobe woman was admitted to take away\nthe pillows and prepare the bed to be made by some of the valets de\nchambre.  She undrew the curtains, and the bed was not generally made\nuntil the Queen was gone to mass.  Generally, excepting at St.  Cloud,\nwhere the Queen bathed in an apartment below her own, a slipper bath was\nrolled into her room, and her bathers brought everything that was\nnecessary for the bath.  The Queen bathed in a large gown of English\nflannel buttoned down to the bottom;.  its sleeves throughout, as well as\nthe collar, were lined with linen.  When she came out of the bath the\nfirst woman held up a cloth to conceal her entirely from the sight of her\nwomen, and then threw it over her shoulders.  The bathers wrapped her in\nit and dried her completely.  She then put on a long and wide open\nchemise, entirely trimmed with lace, and afterwards a white taffety bed-\ngown.  The wardrobe woman warmed the bed; the slippers were of dimity,\ntrimmed with lace.  Thus dressed, the Queen went to bed again, and the\nbathers and servants of the chamber took away the bathing apparatus.  The\nQueen, replaced in bed, took a book or her tapestry work.  On her bathing\nmornings she breakfasted in the bath.  The tray was placed on the cover\nof the bath.  These minute details are given here only to do justice to\nthe Queen’s scrupulous modesty.  Her temperance was equally remarkable;\nshe breakfasted on coffee or chocolate; at dinner ate nothing but white\nmeat, drank water only, and supped on broth, a wing of a fowl, and small\nbiscuits, which she soaked in a glass of water.",
        "The tirewoman had under her order a principal under-tirewoman, charged\nwith the care and preservation of all the Queen’s dresses; two women to\nfold and press such articles as required it; two valets, and a porter of\nthe wardrobe.  The latter brought every morning into the Queen’s\napartments baskets covered with taffety, containing all that she was to\nwear during the day, and large cloths of green taffety covering the robes\nand the full dresses.  The valet of the wardrobe on duty presented every\nmorning a large book to the first femme de chambre, containing patterns\nof the gowns, full dresses, undresses, etc.  Every pattern was marked, to\nshow to which sort it belonged.  The first femme de chambre presented\nthis book to the Queen on her awaking, with a pincushion; her Majesty\nstuck pins in those articles which she chose for the day,–one for the\ndress, one for the afternoon-undress, and one for the full evening dress\nfor card or supper parties in the private apartments.  The book was then\ntaken back to the wardrobe, and all that was wanted for the day was soon\nafter brought in in large taffety wrappers.  The wardrobe woman, who had\nthe care of the linen, in her turn brought in a covered basket containing\ntwo or three chemises and handkerchiefs.  The morning basket was called\npret du jour.  In the evening she brought in one containing the nightgown\nand nightcap, and the stockings for the next morning; this basket was\ncalled pret de la nuit.  They were in the department of the lady of\nhonour, the tirewoman having nothing to do with the linen.  Nothing was\nput in order or taken care of by the Queen’s women.  As soon as the\ntoilet was over, the valets and porter belonging to the wardrobe were\ncalled in, and they carried all away in a heap, in the taffety wrappers,\nto the tirewoman’s wardrobe, where all were folded up again, hung up,\nexamined, and cleaned with so much regularity and care that even the\ncast-off clothes scarcely looked as if they had been worn.  The\ntirewoman’s wardrobe consisted of three large rooms surrounded with\nclosets, some furnished with drawers and others with shelves; there were\nalso large tables in each of these rooms, on which the gowns and dresses\nwere spread out and folded up.",
        "For the winter the Queen had generally twelve full dresses, twelve\nundresses called fancy dresses, and twelve rich hoop petticoats for the\ncard and supper parties in the smaller apartments.",
        "She had as many for the summer; those for the spring served likewise for\nthe autumn.  All these dresses were discarded at the end of each season,\nunless, indeed, she retained some that she particularly liked.  I am not\nspeaking of muslin or cambric gowns, or others of the same kind–they\nwere lately introduced; but such as these were not renewed at each\nreturning season, they were kept several years.  The chief women were\ncharged with the care and examination of the diamonds; this important\nduty was formerly confided to the tirewoman, but for many years had been\nincluded in the business of the first femmes de chambre.",
        "The public toilet took place at noon.  The toilet-table was drawn forward\ninto the middle of the room.  This piece of furniture was generally the\nrichest and most ornamented of all in the apartment of the Princesses.\nThe Queen used it in the same manner and place for undressing herself in\nthe evening.  She went to bed in corsets trimmed with ribbon, and sleeves\ntrimmed with lace, and wore a large neck handkerchief.  The Queen’s\ncombing cloth was presented by her first woman if she was alone at the\ncommencement of the toilet; or, as well as the other articles, by the\nladies of honour if they were come.  At noon the women who had been in\nattendance four and twenty hours were relieved by two women in full\ndress; the first woman went also to dress herself.  The grandee entrees\nwere admitted during the toilet; sofas were placed in circles for the\nsuperintendent, the ladies of honour, and tirewomen, and the governess of\nthe children of France when she came there; the duties of the ladies of\nthe bedchamber, having nothing to do with any kind of domestic or private\nfunctions, did not begin until the hour of going out to mass; they waited\nin the great closet, and entered when the toilet was over.  The Princes\nof the blood, captains of the Guards, and all great officers having the\nentry paid their court at the hour of the toilet.  The Queen saluted by\nnodding her head or bending her body, or leaning upon her toilet-table as\nif moving to rise; the last mode of salutation was for the Princes of the\nblood.  The King’s brothers also came very generally to pay their\nrespects to her Majesty while her hair was being dressed.  In the earlier\nyears of the reign the first part of the dressing was performed in the\nbedchamber and according to the laws of etiquette; that is to say, the\nlady of honour put on the chemise and poured out the water for the hands,\nthe tirewoman put on the skirt of the gown or full dress, adjusted the\nhandkerchief, and tied on the necklace.  But when the young Queen became\nmore seriously devoted to fashion, and the head-dress attained so\nextravagant a height that it became necessary to put on the chemise from\nbelow,–when, in short, she determined to have her milliner, Mademoiselle\nBenin, with her whilst she was dressing, whom the ladies would have\nrefused to admit to any share in the honour of attending on the Queen,\nthe dressing in the bedchamber was discontinued, and the Queen, leaving\nher toilet, withdrew into her closet to dress.",
        "On returning into her chamber, the Queen, standing about the middle of\nit, surrounded by the superintendent, the ladies of honour and tirewomen,\nher ladies of the palace, the chevalier d’honneur, the chief equerry, her\nclergy ready to attend her to mass, and the Princesses of the royal\nfamily who happened to come, accompanied by all their chief attendants\nand ladies, passed in order into the gallery as in going to mass.  The\nQueen’s signatures were generally given at the moment of entry into the\nchamber.  The secretary for orders presented the pen.  Presentations of\ncolonels on taking leave were usually made at this time.  Those of\nladies, and, such as had a right to the tabouret, or sitting in the royal\npresence, were made on Sunday evenings before card-playing began, on\ntheir coming in from paying their respects.  Ambassadors were introduced\nto the Queen on Tuesday mornings, accompanied by the introducer of\nambassadors on duty, and by M. de Sequeville, the secretary for the\nambassadors.  The introducer in waiting usually came to the Queen at her\ntoilet to apprise her of the presentations of foreigners which would be\nmade.  The usher of the chamber, stationed at the entrance, opened the\nfolding doors to none but the Princes and Princesses of the royal family,\nand announced them aloud.  Quitting his post, he came forward to name to\nthe lady of honour the persons who came to be presented, or who came to\ntake leave; that lady again named them to the Queen at the moment they\nsaluted her; if she and the tirewoman were absent, the first woman took\nthe place and did that duty.  The ladies of the bedchamber, chosen solely\nas companions for the Queen, had no domestic duties to fulfil, however\nopinion might dignify such offices.  The King’s letter in appointing\nthem, among other instructions of etiquette, ran thus: “having chosen you\nto bear the Queen company.”  There were hardly any emoluments accruing\nfrom this place.",
        "The Queen heard mass with the King in the tribune, facing the grand altar\nand the choir, with the exception of the days of high ceremony, when\ntheir chairs were placed below upon velvet carpets fringed with gold.\nThese days were marked by the name of grand chapel day.",
        "The Queen named the collector beforehand, and informed her of it through\nher lady of honour, who was besides desired to send the purse to her.\nThe collectors were almost always chosen from among those who had been\nrecently presented.  After returning from mass the Queen dined every\nSunday with the King only, in public in the cabinet of the nobility, a\nroom leading to her chamber.  Titled ladies having the honours sat during\nthe dinner upon folding-chairs placed on each side of the table.  Ladies\nwithout titles stood round the table; the captain of the Guards and the\nfirst gentleman of the chamber were behind the King’s chair; behind that\nof the Queen were her first maitre d’hotel, her chevalier d’honneur, and\nthe chief equerry.  The Queen’s maitre d’hotel was furnished with a large\nstaff, six or seven feet in length, ornamented with golden fleurs-de-lis,\nand surmounted by fleurs-de-lis in the form of a crown.  He entered the\nroom with this badge of his office to announce that the Queen was served.\nThe comptroller put into his hands the card of the dinner; in the absence\nof the maitre d’hotel he presented it to the Queen himself, otherwise he\nonly did him the honours of the service.  The maitre d’hotel did not\nleave his place, he merely gave the orders for serving up and removing;\nthe comptroller and gentlemen serving placed the various dishes upon the\ntable, receiving them from the inferior servants.",
        "The Prince nearest to the crown presented water to wash the King’s hands\nat the moment he placed himself at table, and a princess did the same\nservice to the Queen.",
        "The table service was formerly performed for the Queen by the lady of\nhonour and four women in full dress; this part of the women’s service was\ntransferred to them on the suppression of the office of maids of honour.\nThe Queen put an end to this etiquette in the first year of her reign.\nWhen the dinner was over the Queen returned without the King to her\napartment with her women, and took off her hoop and train.",
        "This unfortunate Princess, against whom the opinions of the French people\nwere at length so much excited, possessed qualities which deserved to\nobtain the greatest popularity.  None could doubt this who, like myself,\nhad heard her with delight describe the patriarchal manners of the House\nof Lorraine.  She was accustomed to say that, by transplanting their\nmanners into Austria, the Princes of that house had laid the foundation\nof the unassailable popularity enjoyed by the imperial family.  She\nfrequently related to me the interesting manner in which the Ducs de\nLorraine levied the taxes.  “The sovereign Prince,” said she, “went to\nchurch; after the sermon he rose, waved his hat in the air, to show that\nhe was about to speak, and then mentioned the sum whereof he stood in\nneed.  Such was the zeal of the good Lorrainers that men have been known\nto take away linen or household utensils without the knowledge of their\nwives, and sell them to add the value to their contribution.  It\nsometimes happened, too, that the Prince received more money than he had\nasked for, in which case he restored the surplus.”",
        "All who were acquainted with the Queen’s private qualities knew that she\nequally deserved attachment and esteem.  Kind and patient to excess in\nher relations with her household, she indulgently considered all around\nher, and interested herself in their fortunes and in their pleasures.,\nShe had, among her women, young girls from the Maison de St. Cyr, all\nwell born; the Queen forbade them the play when the performances were not\nsuitable; sometimes, when old plays were to be represented, if she found\nshe could not with certainty trust to her memory, she would take the\ntrouble to read them in the morning, to enable her to decide whether the\ngirls should or should not go to see them,–rightly considering herself\nbound to watch over their morals and conduct.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}