{
    "title": "Memoirs of Marie Antoinette - Chapter II.",
    "author": "Campan",
    "chapter": "4",
    "content": [
        "\n\n",
        "MARIE ANTOINETTE JOSEPHE JEANNE DE LORRAINE, Archduchess of Austria,\ndaughter of Francois de Lorraine and of Maria Theresa, was born on the\n2d of November, 1755, the day of the earthquake at Lisbon; and this\ncatastrophe, which appeared to stamp the era of her birth with a fatal\nmark, without forming a motive for superstitious fear with the Princess,\nnevertheless made an impression upon her mind.  As the Empress already\nhad a great number of daughters, she ardently desired to have another\nson, and playfully wagered against her wish with the Duc de Tarouka,\nwho had insisted that she would give birth to an archduke.  He lost by\nthe birth of the Princess, and had executed in porcelain a figure with\none knee bent on the earth, and presenting tablets, upon which the\nfollowing lines by Metastasio were engraved:",
        "               I lose by your fair daughter’s birth\n               Who prophesied a son;\n               But if she share her mother’s worth,\n               Why, all the world has won!",
        "The Queen was fond of talking of the first years of her youth.  Her\nfather, the Emperor Francis, had made a deep impression upon her heart;\nshe lost him when she was scarcely seven years old.  One of those\ncircumstances which fix themselves strongly in the memories of children\nfrequently recalled his last caresses to her.  The Emperor was setting\nout for Innspruck; he had already left his palace, when he ordered a\ngentleman to fetch the Archduchess Marie Antoinette, and bring her to his\ncarriage.  When she came, he stretched out his arms to receive her, and\nsaid, after having pressed her to his bosom, “I wanted to embrace this\nchild once more.”  The Emperor died suddenly during the journey, and\nnever saw his beloved daughter again.",
        "The Queen often spoke of her mother, and with profound respect, but she\nbased all her schemes for the education of her children on the essentials\nwhich had been neglected in her own.  Maria Theresa, who inspired awe by\nher great qualities, taught the Archduchesses to fear and respect rather\nthan to love her; at least I observed this in the Queen’s feelings\ntowards her august mother.  She therefore never desired to place between\nher own children and herself that distance which had existed in the\nimperial family.  She cited a fatal consequence of it, which had made\nsuch a powerful impression upon her that time had never been able to\nefface it.",
        "The wife of the Emperor Joseph II. was taken from him in a few days by\nan attack of smallpox of the most virulent kind.  Her coffin had recently\nbeen deposited in the vault of the imperial family.  The Archduchess\nJosepha, who had been betrothed to the King of Naples, at the instant she\nwas quitting Vienna received an order from the Empress not to set off\nwithout having offered up a prayer in the vault of her forefathers.  The\nArchduchess, persuaded that she should take the disorder to which her\nsister-in-law had just fallen a victim, looked upon this order as her\ndeath-warrant.  She loved the young Archduchess Marie Antoinette\ntenderly; she took her upon her knees, embraced her with tears, and told\nher she was about to leave her, not for Naples, but never to see her\nagain; that she was going down then to the tomb of her ancestors, and\nthat she should shortly go again there to remain.  Her anticipation was\nrealised; confluent smallpox carried her off in a very few days, and her\nyoungest sister ascended the throne of Naples in her place.",
        "The Empress was too much taken up with high political interests to have\nit in her power to devote herself to maternal attentions.  The celebrated\nWansvietten, her physician, went daily, to visit the young imperial\nfamily, and afterwards to Maria Theresa, and gave the most minute details\nrespecting the health of the Archdukes and Archduchesses, whom she\nherself sometimes did not see for eight or ten days at a time.  As soon\nas the arrival of a stranger of rank at Vienna was made known, the\nEmpress brought her family about her, admitted them to her table, and by\nthis concerted meeting induced a belief that she herself presided over\nthe education of her children.",
        "The chief governesses, being under no fear of inspection from Maria\nTheresa, aimed at making themselves beloved by their pupils by the common\nand blamable practice of indulgence, so fatal to the future progress and\nhappiness of children.  Marie Antoinette was the cause of her governess\nbeing dismissed, through a confession that all her copies and all her\nletters were invariably first traced out with pencil; the Comtesse de\nBrandes was appointed to succeed her, and fulfilled her duties with great\nexactness and talent.  The Queen looked upon having been confided to her\ncare so late as a misfortune, and always continued upon terms of\nfriendship with that lady.  The education of Marie Antoinette was\ncertainly very much neglected.  With the exception of the Italian\nlanguage, all that related to belles lettres, and particularly to\nhistory, even that of her own country, was almost entirely unknown to\nher.  This was soon found out at the Court of France, and thence arose\nthe generally received opinion that she was deficient in sense.  It will\nbe seen in the course of these “Memoirs” whether that opinion was well or\nill founded.  The public prints, however, teemed with assertions of the\nsuperior talents of Maria Theresa’s children.  They often noticed the\nanswers which the young Princesses gave in Latin to the harangues\naddressed to them; they uttered them, it is true, but without\nunderstanding them; they knew not a single word of that language.",
        "Mention was one day made to the Queen of a drawing made by her, and\npresented by the Empress to M. Gerard, chief clerk of Foreign Affairs, on\nthe occasion of his going to Vienna to draw up the articles for her\nmarriage-contract.  “I should blush,” said she, “if that proof of the\nquackery of my education were shown to me.  I do not believe that I ever\nput a pencil to that drawing.”  However, what had been taught her she\nknew perfectly well.  Her facility of learning was inconceivable, and if\nall her teachers had been as well informed and as faithful to their duty\nas the Abbe Metastasio, who taught her Italian, she would have attained\nas great a superiority in the other branches of her education.  The Queen\nspoke that language with grace and ease, and translated the most\ndifficult poets.  She did not write French correctly, but she spoke it\nwith the greatest fluency, and even affected to say that she had lost\nGerman.  In fact she attempted in 1787 to learn her mother-tongue, and\ntook lessons assiduously for six weeks; she was obliged to relinquish\nthem, finding all the difficulties which a Frenchwoman, who should take\nup the study too late, would have to encounter.  In the same manner she\ngave up English, which I had taught her for some time, and in which she\nhad made rapid progress.  Music was the accomplishment in which the Queen\nmost delighted.  She did not play well on any instrument, but she had\nbecome able to read at sight like a first-rate professor.  She attained\nthis degree of perfection in France, this branch of her education having\nbeen neglected at Vienna as much as the rest.  A few days after her\narrival at Versailles, she was introduced to her singing-master, La\nGarde, author of the opera of “Egle.”  She made a distant appointment\nwith him, needing, as she said, rest after the fatigues of the journey\nand the numerous fetes which had taken place at Versailles; but her\nmotive was her desire to conceal how ignorant she was of the rudiments of\nmusic.  She asked M. Campan whether his son, who was a good musician,\ncould give her lessons secretly for three months.  “The Dauphiness,\"\nadded she, smiling, “must be careful of the reputation of the\nArchduchess.”  The lessons were given privately, and at the end of three\nmonths of constant application she sent for M. la Garde, and surprised\nhim by her skill.",
        "The desire to perfect Marie Antoinette in the study of the French\nlanguage was probably the motive which determined Maria Theresa to\nprovide for her as teachers two French actors: Aufresne, for\npronunciation and declamation, and Sainville, for taste in French\nsinging; the latter had been an officer in France, and bore a bad\ncharacter.  The choice gave just umbrage to our Court.  The Marquis de\nDurfort, at that time ambassador at Vienna, was ordered to make a\nrepresentation to the Empress upon her selection.  The two actors were\ndismissed, and the Princess required that an ecclesiastic should be sent\nto her.  Several eminent ecclesiastics declined taking upon themselves so\ndelicate an office; others who were pointed out by Maria Theresa (among\nthe rest the Abbe Grisel) belonged to parties which sufficed to exclude\nthem.",
        "The Archbishop of Toulouse one day went to the Duc de Choiseul at the\nmoment when he was much embarrassed upon the subject of this nomination;\nhe proposed to him the Abby de Vermond, librarian of the College des\nQuatre Nations.  The eulogistic manner in which he spoke of his protege\nprocured the appointment for the latter on that very day; and the\ngratitude of the Abbe de Vermond towards the prelate was very fatal to\nFrance, inasmuch as after seventeen years of persevering attempts to\nbring him into the ministry, he succeeded at last in getting him named\nComptroller-General and President of the Council.–[Comte de Brienne,\nlater Archbishop of Sens.]",
        "This Abbe de Vermond directed almost all the Queen’s actions.  He\nestablished his influence over her at an age when impressions are most\ndurable; and it was easy to see that he had taken pains only to render\nhimself beloved by his pupil, and had troubled himself very little with\nthe care of instructing her.  He might have even been accused of having,\nby a sharp-sighted though culpable policy, purposely left her in\nignorance.  Marie Antoinette spoke the French language with much grace,\nbut wrote it less perfectly.  The Abbe de Vermond revised all the letters\nwhich she sent to Vienna.  The insupportable folly with which he boasted\nof it displayed the character of a man more flattered at being admitted\ninto her intimate secrets than anxious to fulfil worthily the high office\nof her preceptor.",
        "     [The Abbe de Vermond encouraged the impatience of etiquette shown by\n     Marie Antoinette while she was Dauphiness.  When she became Queen he\n     endeavoured openly to induce her to shake off the restraints she\n     still respected.  If he chanced to enter her apartment at the time\n     she was preparing to go out, “For whom,” he would say, in a tone of\n     raillery, “is this detachment of warriors which I found in the\n     court? Is it some general going to inspect his army?  Does all this\n     military display become a young Queen adored by her subjects?”  He\n     would call to her mind the simplicity with which Maria Theresa\n     lived; the visits she made without guards, or even attendants, to\n     the Prince d’Esterhazy, to the Comte de Palfi, passing whole days\n     far from the fatiguing ceremonies of the Court.  The Abbe thus\n     artfully flattered the inclinations of Marie Antoinette, and showed\n     her how she might disguise, even from herself, her aversion for the\n     ceremonies observed by the descendants of Louis XIV.-MADAME CAMPAN.]",
        "His pride received its birth at Vienna, where Maria Theresa, as much to\ngive him authority with the Archduchess as to make herself acquainted\nwith his character, permitted him to mix every evening with the private\ncircle of her family, into which the future Dauphiness had been admitted\nfor some time.  Joseph II., the elder Archduchess, and a few noblemen\nhonoured by the confidence of Maria Theresa, composed the party; and\nreflections on the world, on courts, and the duties of princes were the\nusual topics of conversation.  The Abbe de Vermond, in relating these\nparticulars, confessed the means which he had made use of to gain\nadmission into this private circle.  The Empress, meeting him at the\nArchduchess’s, asked him if he had formed any connections in Vienna.\n“None, Madame,” replied he; “the apartment of the Archduchess and the\nhotel of the ambassador of France are the only places which the man\nhonoured with the care of the Princess’s education should frequent.\"\nA month afterwards Maria Theresa, through a habit common enough among\nsovereigns, asked him the same question, and received precisely the same\nanswer.  The next day he received an order to join the imperial family\nevery evening.",
        "It is extremely probable, from the constant and well-known intercourse\nbetween this man and Comte de Mercy, ambassador of the Empire during the\nwhole reign of Louis XVI., that he was useful to the Court of Vienna, and\nthat he often caused the Queen to decide on measures, the consequences of\nwhich she did not consider.  Not of high birth, imbued with all the\nprinciples of the modern philosophy, and yet holding to the hierarchy of\nthe Church more tenaciously than any other ecclesiastic; vain, talkative,\nand at the same time cunning and abrupt; very ugly and affecting\nsingularity; treating the most exalted persons as his equals, sometimes\neven as his inferiors, the Abbe de Vermond received ministers and bishops\nwhen in his bath; but said at the same time that Cardinal Dubois was a\nfool; that a man such as he, having obtained power, ought to make\ncardinals, and refuse to be one himself.",
        "Intoxicated with the reception he had met with at the Court of Vienna,\nand having till then seen nothing of high life, the Abbe de Vermond\nadmired no other customs than those of the imperial family; he ridiculed\nthe etiquette of the House of Bourbon incessantly; the young Dauphiness\nwas constantly incited by his sarcasms to get rid of it, and it was he\nwho first induced her to suppress an infinity of practices of which he\ncould discern neither the prudence nor the political aim.  Such is the\nfaithful portrait of that man whom the evil star of Marie Antoinette had\nreserved to guide her first steps upon a stage so conspicuous and so full\nof danger as that of the Court of Versailles.",
        "It will be thought, perhaps, that I draw the character of the Abbe de\nVermond too unfavourably; but how can I view with any complacency one\nwho, after having arrogated to himself the office of confidant and sole\ncounsellor of the Queen, guided her with so little prudence, and gave us\nthe mortification of seeing that Princess blend, with qualities which\ncharmed all that surrounded her, errors alike injurious to her glory and\nher happiness?",
        "While M. de Choiseul, satisfied with the person whom M. de Brienne had\npresented, despatched him to Vienna with every eulogium calculated to\ninspire unbounded confidence, the Marquis de Durfort sent off a\nhairdresser and a few French fashions; and then it was thought sufficient\npains had been taken to form the character of a princess destined to\nshare the throne of France.",
        "The marriage of Monseigneur the Dauphin with the Archduchess was\ndetermined upon during the administration of the Duc de Choiseul.\nThe Marquis de Durfort, who was to succeed the Baron de Breteuil in the\nembassy to Vienna, was appointed proxy for the marriage ceremony; but six\nmonths after the Dauphin’s marriage the Duc de Choiseul was disgraced,\nand Madame de Marsan and Madame de Guemenee, who grew more powerful\nthrough the Duke’s disgrace, conferred that embassy, upon Prince Louis\nde Rohan, afterwards cardinal and grand almoner.",
        "Hence it will be seen that the Gazette de France is a sufficient answer\nto those libellers who dared to assert that the young Archduchess was\nacquainted with the Cardinal de Rohan before the period of her marriage.\nA worse selection in itself, or one more disagreeable to Maria Theresa,\nthan that which sent to her, in quality, of ambassador, a man so\nfrivolous and so immoral as Prince Louis de Rohan, could not have been\nmade.  He possessed but superficial knowledge upon any subject, and was\ntotally ignorant of diplomatic affairs.  His reputation had gone before\nhim to Vienna, and his mission opened under the most unfavourable\nauspices.  In want of money, and the House of Rohan being unable to make\nhim any considerable advances, he obtained from his Court a patent which\nauthorised him to borrow the sum of 600,000 livres upon his benefices,\nran in debt above a million, and thought to dazzle the city and Court of\nVienna by the most indecent and ill-judged extravagance.  He formed a\nsuite of eight or ten gentlemen, of names sufficiently high-sounding;\ntwelve pages equally well born, a crowd of officers and servants, a\ncompany of chamber musicians, etc.  But this idle pomp did not last;\nembarrassment and distress soon showed themselves; his people, no longer\nreceiving pay, in order to make money, abused the privileges of\nambassadors, and smuggled",
        "     [I have often heard the Queen say that, at Vienna, in the office of\n     the secretary of the Prince de Rohan, there were sold in one year\n     more silk stockings than at Lyons and Paris together.–MADAME\n     CAMPAN.]",
        "with so much effrontery that Maria Theresa, to put a stop to it without\noffending the Court of France, was compelled to suppress the privileges\nin this respect of all the diplomatic bodies, a step which rendered the\nperson and conduct of Prince Louis odious in every foreign Court.  He\nseldom obtained private audiences from the Empress, who did not esteem\nhim, and who expressed herself without reserve upon his conduct both as a\nbishop and as an ambassador.  He thought to obtain favour by assisting to\neffect the marriage of the Archduchess Elizabeth, the elder sister of\nMarie Antoinette, with Louis XV., an affair which was awkwardly\nundertaken, and of which Madame du Barry had no difficulty in causing the\nfailure.  I have deemed it my duty to omit no particular of the moral and\npolitical character of a man whose existence was subsequently so\ninjurious to the reputation of Marie Antoinette.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}