{
    "title": "Memoirs of Marie Antoinette - Chapter X.",
    "author": "Campan",
    "chapter": "12",
    "content": [
        "\n\n",
        "During the alarm for the life of the Queen, regret at not possessing an\nheir to the throne was not even thought of.  The King himself was wholly\noccupied with the care of preserving an adored wife.  The young Princess\nwas presented to her mother.  “Poor little one,” said the Queen, “you\nwere not wished for, but you are not on that account less dear to me.  A\nson would have been rather the property of the State.  You shall be mine;\nyou shall have my undivided care, shall share all my happiness, and\nconsole me in all my troubles.”",
        "The King despatched a courier to Paris, and wrote letters himself to\nVienna, by the Queen’s bedside; and part of the rejoicings ordered took\nplace in the capital.",
        "A great number of attendants watched near the Queen during the first\nnights of her confinement.  This custom distressed her; she knew how to\nfeel for others, and ordered large armchairs for her women, the backs of\nwhich were capable of being let down by springs, and which served\nperfectly well instead of beds.",
        "M. de Lassone, the chief physician, the chief surgeon, the chief\napothecary, the principal officers of the buttery, etc., were likewise\nnine nights without going to bed.  The royal children were watched for a\nlong time, and one of the women on duty remained, nightly, up and\ndressed, during the first three years from their birth.",
        "The Queen made her entry into Paris for the churching.  One hundred\nmaidens were portioned and married at Notre-Dame.  There were few popular\nacclamations, but her Majesty was perfectly well received at the Opera.",
        "A few days after the Queen’s recovery from her confinement, the Cure of\nthe Magdelaine de la City at Paris wrote to M. Campan and requested a\nprivate interview with him; it was to desire he would deliver into the\nhands of the Queen a little box containing her wedding ring, with this\nnote written by the Cure: “I have received under the seal of confession\nthe ring which I send to your Majesty; with an avowal that it was stolen\nfrom you in 1771, in order to be used in sorceries, to prevent your\nhaving any children.”  On seeing her ring again the Queen said that she\nhad in fact lost it about seven years before, while washing her hands,\nand that she had resolved to use no endeavour to discover the\nsuperstitious woman who had done her the injury.",
        "The Queen’s attachment to the Comtesse Jules increased every day; she\nwent frequently to her house at Paris, and even took up her own abode at\nthe Chateau de la Muette to be nearer during her confinement.  She\nmarried Mademoiselle de Polignac, when scarcely thirteen years of age, to\nM. de Grammont, who, on account of this marriage, was made Duc de Guiche,\nand captain of the King’s Guards, in reversion after the Duc de Villeroi.\nThe Duchesse de Civrac, Madame Victoire’s dame d’honneur, had been\npromised the place for the Duc de Lorges, her son.  The number of\ndiscontented families at Court increased.",
        "The title of favourite was too openly given to the Comtesse Jules by her\nfriends.  The lot of the favourite of a queen is not, in France, a happy\none; the favourites of kings are treated, out of gallantry, with much\ngreater indulgence.",
        "A short time after the birth of Madame the Queen became again enceinte;\nshe had mentioned it only to the King, to her physician, and to a few\npersons honoured with her intimate confidence, when, having overexerted\nher strength in pulling lip one of the glasses of her carriage, she felt\nthat she had hurt herself, and eight days afterwards she miscarried.  The\nKing spent the whole morning at her bedside, consoling her, and\nmanifesting the tenderest concern for her.  The Queen wept exceedingly;\nthe King took her affectionately in his arms, and mingled his tears with\nhers.  The King enjoined silence among the small number of persons who\nwere informed of this unfortunate occurrence; and it remained generally\nunknown.  These particulars furnish an accurate idea of the manner in\nwhich this august couple lived together.",
        "The Empress Maria Theresa did not enjoy the happiness of seeing her\ndaughter give an heir to the crown of France.  That illustrious Princess\ndied at the close of 1780, after having proved by her example that, as in\nthe instance of Queen Blanche, the talents of a sovereign might be\nblended with the virtues of a pious princess.  The King was deeply\naffected at the death of the Empress; and on the arrival of the courier\nfrom Vienna said that he could not bring himself to afflict the Queen by\ninforming her of an event which grieved even him so much.  His Majesty\nthought the Abbe de Vermond, who had possessed the confidence of Maria\nTheresa during his stay at Vienna, the most proper person to discharge\nthis painful duty.  He sent his first valet de chambre, M. de Chamilly,\nto the Abbe on the evening of the day he received the despatches from\nVienna, to order him to come the next day to the Queen before her\nbreakfast hour, to acquit himself discreetly of the afflicting commission\nwith which he was charged, and to let his Majesty know the moment of his\nentering the Queen’s chamber.  It was the King’s intention to be there\nprecisely a quarter of an hour after him, and he was punctual to his\ntime; he was announced; the Abbe came out; and his Majesty said to him,\nas he drew up at the door to let him pass, “I thank you, Monsieur l’Abbe,\nfor the service you have just done me.”  This was the only time during\nnineteen years that the King spoke to him.",
        "Within an hour after learning the event the Queen put on temporary\nmourning, while waiting until her Court mourning should be ready; she\nkept herself shut up in her apartments for several days; went out only to\nmass; saw none but the royal family; and received none but the Princesse\nde Lamballe and the Duchesse de Polignac.  She talked incessantly of the\ncourage, the misfortunes, the successes, and the virtues of her mother.\nThe shroud and dress in which Maria Theresa was to be buried, made\nentirely by her own hands, were found ready prepared in one of her\nclosets.  She often regretted that the numerous duties of her august\nmother had prevented her from watching in person over the education of\nher daughters; and modestly said that she herself would have been more\nworthy if she had had the good fortune to receive lessons directly from a\nsovereign so enlightened and so deserving of admiration.",
        "The Queen told me one day that her mother was left a widow at an age when\nher beauty was yet striking; that she was secretly informed of a plot\nlaid by her three principal ministers to make themselves agreeable to\nher; of a compact made between them, that the losers should not feel any\njealousy towards him who should be fortunate enough to gain his\nsovereign’s heart; and that they had sworn that the successful one should\nbe always the friend of the other two.  The Empress being assured of this\nscheme, one day after the breaking up of the council over which she had\npresided, turned the conversation upon the subject of female sovereigns,\nand the duties of their sex and rank; and then applying her general\nreflections to herself in particular, told them that she hoped to guard\nherself all her life against weaknesses of the heart; but that if ever an\nirresistible feeling should make her alter her resolution, it should be\nonly in favour of a man proof against ambition, not engaged in State\naffairs, but attached only to a private life and its calm enjoyments,–in\na word, if her heart should betray her so far as to lead her to love a\nman invested with any important office, from the moment he should\ndiscover her sentiments he would forfeit his place and his influence with\nthe public.  This was sufficient; the three ministers, more ambitious\nthan amorous, gave up their projects for ever.",
        "On the 22d of October, 1781, the Queen gave birth to a Dauphin.–\n[The first Dauphin, Louis, born 1781, died 1789.]–So deep a silence\nprevailed in the room that the Queen thought her child was a daughter;\nbut after the Keeper of the Seals had declared the sex of the infant, the\nKing went up to the Queen’s bed, and said to her, “Madame, you have\nfulfilled my wishes and those of France:, you are the mother of a\nDauphin.”  The King’s joy was boundless; tears streamed from his eyes; he\ngave his hand to every one present; and his happiness carried away his\nhabitual reserve.  Cheerful and affable, he was incessantly taking\noccasion to introduce the words, “my son,” or “the Dauphin.”  As soon as\nthe Queen was in bed, she wished to see the long-looked-for infant.  The\nPrincesse de Guemenee brought him to her.  The Queen said there was no\nneed for commending him to the Princess, but in order to enable her to\nattend to him more freely, she would herself share the care of the\neducation of her daughter.  When the Dauphin was settled in his\napartment, he received the customary homages and visits.  The Duc\nd’Angouleme,  meeting his father at the entrance of the Dauphin’s\napartment, said to him, “Oh, papa! how little my cousin is!\"–\"The day\nwill come when you will think him great enough, my dear,” answered the\nPrince, almost involuntarily.–[Eldest son of the Comte d’Artois, and\ntill the birth of the Dauphin with near prospects of the succession.]",
        "The birth of the Dauphin appeared to give joy to all classes.  Men\nstopped one another in the streets, spoke without being acquainted,\nand those who were acquainted embraced each other.  In the birth of a\nlegitimate heir to the sovereign every man beholds a pledge of prosperity\nand tranquillity .",
        "     [M. Merard de Saint Just made a quatrain on the birth of the Dauphin\n     to the following effect:",
        "          “This infant Prince our hopes are centred in,\n          will doubtless make us happy, rich, and free;\n          And since with somebody he must begin,\n          My fervent prayer is–that it may be me!”",
        "     –note By the Editor.]",
        "The rejoicings were splendid and ingenious.  The artificers and tradesmen\nof Paris spent considerable sums in order to go to Versailles in a body,\nwith their various insignia.  Almost every troop had music with it.  When\nthey arrived at the court of the palace, they there arranged themselves\nso as to present a most interesting living picture.  Chimney-sweepers,\nquite as well dressed as those that appear upon the stage, carried an\nornamented chimney, at the top of which was perched one of the smallest\nof their fraternity.  The chairmen carried a sedan highly gilt, in which\nwere to be seen a handsome nurse and a little Dauphin.  The butchers made\ntheir appearance with their fat ox.  Cooks, masons, blacksmiths, all\ntrades were on the alert.  The smiths hammered away upon an anvil, the\nshoemakers finished off a little pair of boots for the Dauphin, and the\ntailors a little suit of the uniform of his regiment.  The King remained\na long time upon a balcony to enjoy the sight.  The whole Court was\ndelighted with it.  So general was the enthusiasm that (the police not\nhaving carefully examined the procession) the grave-diggers had the\nimprudence to send their deputation also, with the emblematic devices of\ntheir ill-omened occupation.  They were met by the Princesse Sophie, the\nKing’s aunt, who was thrilled with horror at the sight, and entreated the\nKing to have the audacious, fellows driven out of the procession, which\nwas then drawing up on the terrace.",
        "The ’dames de la halle’ came to congratulate the Queen, and were received\nwith the suitable ceremonies.",
        "Fifty of them appeared dressed in black silk gowns, the established full\ndress of their order, and almost all wore diamonds.  The Princesse de\nChimay went to the door of the Queen’s bedroom to receive three of these\nladies, who were led up to the Queen’s bed.  One of them addressed her\nMajesty in a speech written by M. de la Harpe.  It was set down on the\ninside of a fan, to which the speaker repeatedly referred, but without\nany embarrassment.  She was handsome, and had a remarkably fine voice.\nThe Queen was affected by the address, and answered it with great\naffability,–wishing a distinction to be made between these women and the\npoissardes, who always left a disagreeable impression on her mind.",
        "The King ordered a substantial repast for all these women.  One of his\nMajesty’s maitres d’hotel, wearing his hat, sat as president and did the\nhonours of the table.  The public were admitted, and numbers of people\nhad the curiosity to go.",
        "The Garden-du-Corps obtained the King’s permission to give the Queen a\ndress ball in the great hall of the Opera at Versailles.  Her Majesty\nopened the ball in a minuet with a private selected by the corps, to whom\nthe King granted the baton of an exempt.  The fete was most splendid.\nAll then was joy, happiness, and peace.",
        "The Dauphin was a year old when the Prince de Guemenee’s bankruptcy\ncompelled the Princess, his wife, who was governess to the children of\nFrance, to resign her situation.",
        "The Queen was at La Muette for the inoculation of her daughter.  She sent\nfor me, and condescended to say she wished to converse with me about a\nscheme which delighted her, but in the execution of which she foresaw\nsome inconveniences.  Her plan was to appoint the Duchesse de Polignac to\nthe office lately held by the Princesse de Guemenee.  She saw with\nextreme pleasure the facilities which this appointment would give her for\nsuperintending the education of her children, without running any risk of\nhurting the pride of the governess; and that it would bring together the\nobjects of her warmest affections, her children and her friend.  “The\nfriends of the Duchesse de Polignac,” continued the Queen, “will be\ngratified by the splendour and importance conferred by the employment.\nAs to the Duchess, I know her; the place by no means suits her simple and\nquiet habits, nor the sort of indolence of her disposition.  She will\ngive me the greatest possible proof of her devotion if she yields to my\nwish.”  The Queen also spoke of the Princesse de Chimay and the Duchesse\nde Duras, whom the public pointed out as fit for the post; but she\nthought the Princesse de Chimay’s piety too rigid; and as to the Duchesse\nde Duras, her wit and learning quite frightened her.  What the Queen\ndreaded as the consequence of her selection of the Duchesse de Polignac\nwas principally the jealousy of the courtiers; but she showed so lively a\ndesire to see her scheme executed that I had no doubt she would soon set\nat naught all the obstacles she discovered.  I was not mistaken; a few\ndays afterwards the Duchess was appointed governess.",
        "The Queen’s object in sending for me was no doubt to furnish me with the\nmeans of explaining the feelings which induced her to prefer a governess\ndisposed by friendship to suffer her to enjoy all the privileges of a\nmother.  Her Majesty knew that I saw a great deal of company.",
        "The Queen frequently dined with the Duchess after having been present at\nthe King’s private dinner.  Sixty-one thousand francs were therefore\nadded to the salary of the governess as a compensation for this increase\nof expense.",
        "The Queen was tired of the excursions to Marly, and had no great\ndifficulty in setting the King against them.  He did not like the expense\nof them, for everybody was entertained there gratis.  Louis XIV. had\nestablished a kind of parade upon these excursions, differing from that\nof Versailles, but still more annoying.  Card and supper parties occurred\nevery day, and required much dress.  On Sundays and holidays the\nfountains played, the people were admitted into the gardens, and there\nwas as great a crowd as at the fetes of St. Cloud.",
        "Every age has its peculiar colouring; Marly showed that of Louis XIV.\neven more than Versailles.  Everything in the former place appeared to\nhave been produced by the magic power of a fairy’s wand.  Not the\nslightest trace of all this splendour remains; the revolutionary spoilers\neven tore up the pipes which served to supply the fountains.  Perhaps a\nbrief description of this palace and the usages established there by\nLouis XIV.  may be acceptable.",
        "The very extensive gardens of Marly ascended almost imperceptibly to the\nPavilion of the Sun., which was occupied only by the King and his family.\nThe pavilions of the twelve zodiacal signs bounded the two sides of the\nlawn.  They were connected by bowers impervious to the rays of the sun.\nThe pavilions nearest to that of the sun were reserved for the Princes of\nthe blood and the ministers; the rest were occupied by persons holding\nsuperior offices at Court, or invited to stay at Marly.  Each pavilion\nwas named after fresco paintings, which covered its walls, and which had\nbeen executed by the most celebrated artists of the age of Louis XIV.\nOn a line with the upper pavilion there was on the left a chapel; on the\nright a pavilion called La Perspective, which concealed along suite of\noffices, containing a hundred lodging-rooms intended for the persons\nbelonging to the service of the Court, kitchens, and spacious dining-\nrooms, in which more than thirty tables were splendidly laid out.",
        "During half of Louis XV.’s reign the ladies still wore the habit de cour\nde Marly, so named by Louis XIV., and which differed little from, that\ndevised for Versailles.  The French gown, gathered in the back, and with\ngreat hoops, replaced this dress, and continued to be worn till the end\nof the reign of Louis XVI.  The diamonds, feathers, rouge, and\nembroidered stuffs spangled with gold, effaced all trace of a rural\nresidence; but the people loved to see the splendour of their sovereign\nand a brilliant Court glittering in the shades of the woods.",
        "After dinner, and before the hour for cards, the Queen, the Princesses,\nand their ladies, paraded among the clumps of trees, in little carriages,\nbeneath canopies richly embroidered with gold, drawn by men in the King’s\nlivery.  The trees planted by Louis XIV. were of prodigious height,\nwhich, however, was surpassed in several of the groups by fountains of\nthe clearest water; while, among others, cascades over white marble, the\nwaters of which, met by the sunbeams, looked like draperies of silver\ngauze, formed a contrast to the solemn darkness of the groves.",
        "In the evening nothing more was necessary for any well-dressed man to\nprocure admission to the Queen’s card parties than to be named and\npresented, by some officer of the Court, to the gentleman usher of the\ncard-room.  This room, which was very, large, and of octagonal shape,\nrose to the top of the Italian roof, and terminated in a cupola furnished\nwith balconies, in which ladies who had not been presented easily\nobtained leave to place themselves, and enjoy, the sight of the brilliant\nassemblage.",
        "Though not of the number of persons belonging to the Court, gentlemen\nadmitted into this salon might request one of the ladies seated with the\nQueen at lansquenet or faro to bet upon her cards with such gold or notes\nas they presented to her.  Rich people and the gamblers of Paris did not\nmiss one of the evenings at the Marly salon, and there were always\nconsiderable sums won and lost.  Louis XVI.  hated high play, and very\noften showed displeasure when the loss of large sums was mentioned.  The\nfashion of wearing a black coat without being in mourning had not then\nbeen introduced, and the King gave a few of his ’coups de boutoir’ to\ncertain chevaliers de St. Louis, dressed in this manner, who came to\nventure two or three louis, in the hope that fortune would favour the\nhandsome duchesses who deigned to place them on their cards.",
        "     [Bachaumont in his “Memoirs,” (tome xii., p. 189), which are often\n     satirical; and always somewhat questionable, speaks of the singular\n     precautions taken at play at Court.  “The bankers at the Queen’s\n     table,” says he, “in order to prevent the mistakes [I soften the\n     harshness of his expression] which daily happen, have obtained\n     permission from her Majesty that before beginning to play the table\n     shall be bordered by a ribbon entirely round it, and that no other\n     money than that upon the cards beyond the ribbon shall be considered\n     as staked.\"–NOTE By THE EDITOR.]",
        "Singular contrasts are often seen amidst the grandeur of courts.  In\norder to manage such high play at the Queen’s faro table, it was\nnecessary to have a banker provided with large, sums of money; and this\nnecessity placed at the table, to which none but the highest titled\npersons were admitted in general, not only M. de Chalabre, who was its\nbanker, but also a retired captain of foot, who officiated as his second.\nA word, trivial, but perfectly appropriate to express the manner in which\nthe Court was attended there, was often heard.  Gentlemen presented at\nCourt, who had not been invited to stay at Marly, came there\nnotwithstanding, as they did to Versailles, and returned again to Paris;\nunder such circumstances, it was said such a one had been to Marly only\n’en polisson’;–[A contemptuous expression, meaning literally “as a\nscamp” or “rascal\"]–and it appeared odd to hear a captivating marquis,\nin answer to the inquiry whether he was of the royal party at Marly, say,\n“No, I am only here ’en polisson’,” meaning simply “I am here on the\nfooting of all those whose nobility is of a later date than 1400.”  The\nMarly excursions were exceedingly expensive to the King.  Besides the\nsuperior tables, those of the almoners, equerries, maitres d’hotel, etc.,\nwere all supplied with such a degree of magnificence as to allow of\ninviting strangers to them; and almost all the visitors from Paris were\nboarded at the expense of the Court.",
        "The personal frugality of the unfortunate Prince who sank beneath the\nweight of the national debts thus favoured the Queen’s predilection for\nher Petit Trianon; and for five or six years preceding the Revolution the\nCourt very seldom visited Marly.",
        "The King, always attentive to the comfort of his family, gave Mesdames,\nhis aunts, the use of the Chateau de Bellevue, and afterwards purchased\nthe Princesse de Guemenee’s house, at the entrance to Paris, for\nElisabeth.  The Comtesse de Provence bought a small house at Montreuil;\nMonsieur already had Brunoy; the Comtesse d’Artois built Bagatelle;\nVersailles became, in the estimation of all the royal family, the least\nagreeable of residences.  They only fancied themselves at home in the\nplainest houses, surrounded by English gardens, where they better enjoyed\nthe beauties of nature.  The taste for cascades and statues was entirely\npast.",
        "The Queen occasionally remained a whole month at Petit Trianon, and had\nestablished there all the ways of life in a chateau.  She entered the\nsitting-room without driving the ladies from their pianoforte or\nembroidery.  The gentlemen continued their billiards or backgammon\nwithout suffering her presence to interrupt them.  There was but little\nroom in the small Chateau of Trianon.  Madame Elisabeth accompanied the\nQueen there, but the ladies of honour and ladies of the palace had no\nestablishment at Trianon.  When invited by the Queen, they came from\nVersailles to dinner.  The King and Princes came regularly to sup.  A\nwhite gown, a gauze kerchief, and a straw hat were the uniform dress of\nthe Princesses.",
        "     [The extreme simplicity of the Queen’s toilet began to be strongly\n     censured, at first among the courtiers, and afterwards throughout\n     the kingdom; and through one of those inconsistencies more common in\n     France than elsewhere, while the Queen was blamed, she was blindly\n     imitated.  There was not a woman but would have the same undress,\n     the same cap, and the same feathers as she had been seen to wear.\n     They crowded to Mademoiselle Bertin, her milliner; there was an\n     absolute revolution in the dress of our ladies, which gave\n     importance to that woman.  Long trains, and all those fashions which\n     confer a certain nobility on dress, were discarded; and at last a\n     duchess could not be distinguished from an actress.  The men caught\n     the mania; the upper classes had long before given up to their\n     lackeys feathers, tufts of ribbon, and laced hats.  They now got rid\n     of red heels and embroidery; and walked about our streets in plain\n     cloth, short thick shoes, and with knotty cudgels in their hands.\n     Many humiliating scrapes were the consequence of this metamorphosis.\n     Bearing no mark to distinguish them from the common herd, some of\n     the lowest classes got into quarrels with them, in which the nobles\n     had not always the best of it.–MONTJOIE, “History of Marie\n     Antoinette.\"]",
        "Examining all the manufactories of the hamlet, seeing the cows milked,\nand fishing in the lake delighted the Queen; and every year she showed\nincreased aversion to the pompous excursions to Marly.",
        "The idea of acting comedies, as was then done in almost all country\nhouses, followed on the Queen’s wish to live at Trianon without ceremony.",
        "     [The Queen got through the characters she assumed indifferently\n     enough; she could hardly be ignorant of this, as her performances\n     evidently excited little pleasure.  Indeed, one day while she was\n     thus exhibiting, somebody ventured to say, by no means inaudibly,\n     “well, this is royally ill played!”  The lesson was thrown away upon\n     her, for never did she sacrifice to the opinion of another that\n     which she thought permissible.  When she was told that her extreme\n     plainness in dress, the nature of her amusements, and her dislike to\n     that splendour which ought always to attend a Queen, had an\n     appearance of levity, which was misinterpreted by a portion of the\n     public, she replied with Madame de Maintenon: “I am upon the stage,\n     and of course I shall be either hissed or applauded.”  Louis XIV.\n     had a similar taste; he danced upon the stage; but he had shown by\n     brilliant actions that he knew how to enforce respect; and besides,\n     he unhesitatingly gave up the amusement from the moment he heard\n     those beautiful lines in which Racine pointed out how very unworthy\n     of him such pastimes were.–MONTJOIE, “History of Marie\n     Antoinette.\"]",
        "It was agreed that no young man except the Comte d’Artois should be\nadmitted into the company of performers, and that the audience should\nconsist only of the King, Monsieur, and the Princesses, who did not play;\nbut in order to stimulate the actors a little, the first boxes were to be\noccupied by the readers, the Queen’s ladies, their sisters and daughters,\nmaking altogether about forty persons.",
        "The Queen laughed heartily at the voice of M. d’Adhemar, formerly a very\nfine one, but latterly become rather tremulous.  His shepherd’s dress in\nColin, in the “Devin du Village,” contrasted very ridiculously with his\ntime of life, and the Queen said it would be difficult for malevolence\nitself to find anything to criticise in the choice of such a lover.\nThe King was highly amused with these plays, and was present at every\nperformance.  Caillot, a celebrated actor, who had long quitted the\nstage, and Dazincourt, both of acknowledged good character, were selected\nto give lessons, the first in comic opera, of which the easier sorts were\npreferred, and the second in comedy.  The office of hearer of rehearsals,\nprompter, and stage manager was given to my father-in-law.  The Duc de\nFronsac, first gentleman of the chamber, was much hurt at this.  He\nthought himself called upon to make serious remonstrances upon the\nsubject, and wrote to the Queen, who made him the following answer: “You\ncannot be first gentleman when we are the actors.  Besides, I have\nalready intimated to you my determination respecting Trianon.  I hold no\ncourt there, I live like a private person, and M. Campan shall be always\nemployed to execute orders relative to the private fetes I choose to give\nthere.”  This not putting a stop to the Duke’s remonstrances, the King\nwas obliged to interfere.  The Duke continued obstinate, and insisted\nthat he was entitled to manage the private amusements as much as those\nwhich were public.  It became absolutely necessary to end the argument in\na positive manner.",
        "The diminutive Duc de Fronsac never failed, when he came to pay his\nrespects to the Queen at her toilet, to turn the conversation upon\nTrianon, in order to make some ironical remarks on my father-in-law, of\nwhom, from the time of his appointment, he always spoke as “my colleague\nCampan.”  The Queen would shrug her shoulders, and say, when he was gone,\n“It is quite shocking to find so little a man in the son of the Marechal\nde Richelieu.”",
        "So long as no strangers were admitted to the performances they were but\nlittle censured; but the praise obtained by the performers made them look\nfor a larger circle of admirers.  The company, for a private company, was\ngood enough, and the acting was applauded to the skies; nevertheless, as\nthe audience withdrew, adverse criticisms were occasionally heard.  The\nQueen permitted the officers of the Body Guards and the equerries of the\nKing and Princes to be present at the plays.  Private boxes were provided\nfor some of the people belonging to the Court; a few more ladies were\ninvited; and claims arose on all sides for the favour of admission.  The\nQueen refused to admit the officers of the body guards of the Princes,\nthe officers of the King’s Cent Suisses, and many other persons, who were\nhighly mortified at the refusal.",
        "While delight at having given an heir to the throne of the Bourbons, and\na succession of fetes and amusements, filled up the happy days of Marie\nAntoinette, the public was engrossed by the Anglo-American war.  Two\nkings, or rather their ministers, planted and propagated the love of\nliberty in the new world; the King of England, by shutting his ears and\nhis heart against the continued and respectful representations of\nsubjects at a distance from their native land, who had become numerous,\nrich, and powerful, through the resources of the soil they had\nfertilised; and the King of France, by giving support to this people in\nrebellion against their ancient sovereign.  Many young soldiers,\nbelonging to the first families of the country, followed La Fayette’s\nexample, and forsook luxury, amusement, and love, to go and tender their\naid to the revolted Americans.  Beaumarchais, secretly seconded by\nMessieurs de Maurepas and de Vergennes, obtained permission to send out\nsupplies of arms and clothing.  Franklin appeared at Court in the dress\nof an American agriculturist.  His unpowdered hair, his round hat, his\nbrown cloth coat formed a contrast to the laced and embroidered coats and\nthe powder and perfume of the courtiers of Versailles.  This novelty\nturned the light heads of the Frenchwomen.  Elegant entertainments were\ngiven to Doctor Franklin, who, to the reputation of a man of science,\nadded the patriotic virtues which invested him with the character of an\napostle of liberty.  I was present at one of these entertainments, when\nthe most beautiful woman out of three hundred was selected to place a\ncrown of laurels upon the white head of the American philosopher, and two\nkisses upon his cheeks.  Even in the palace of Versailles Franklin’s\nmedallion was sold under the King’s eyes, in the exhibition of Sevres\nporcelain.  The legend of this medallion was",
        "          “Eripuit coelo fulmen, sceptrumque tyrannis.”",
        "The King never declared his opinion upon an enthusiasm which his correct\njudgment no doubt led him to blame.  The Queen spoke out more plainly\nabout the part France was taking respecting the independence of the\nAmerican colonies, and constantly opposed it.  Far was she from\nforeseeing that a revolution at–such a distance could excite one in\nwhich a misguided populace would drag her from her palace to a death\nequally unjust and cruel.  She only saw something ungenerous in the\nmethod which France adopted of checking the power of England.",
        "However, as Queen of France, she enjoyed the sight of a whole people\nrendering homage to the prudence, courage, and good qualities of a young\nFrenchman; and she shared the enthusiasm inspired by the conduct and\nmilitary success of the Marquis de La Fayette.  The Queen granted him\nseveral audiences on his first return from America, and, until the 10th\nof August, on which day my house was plundered, I preserved some lines\nfrom Gaston and Bayard, in which the friends of M. de La Fayette saw the\nexact outline of his character, written by her own hand:",
        "         “Why talk of youth,\n          When all the ripe experience of the old\n          Dwells with him?  In his schemes profound and cool,\n          He acts with wise precaution, and reserves\n          For time of action his impetuous fire.\n          To guard the camp, to scale the leaguered wall,\n          Or dare the hottest of the fight, are toils\n          That suit th’ impetuous bearing of his youth;\n          Yet like the gray-hair’d veteran he can shun\n          The field of peril.  Still before my eyes\n          I place his bright example, for I love\n          His lofty courage, and his prudent thought.\n          Gifted like him, a warrior has no age.”",
        "     [During the American war a general officer in the service of the\n     United States advanced with a score of men under the English\n     batteries to reconnoitre their position.  His aide-de-camp, struck\n     by a ball, fell at his side.  The officers and orderly dragoons fled\n     precipitately.  The general, though under the fire of the cannon,\n     approached the wounded man to see whether any help could be afforded\n     him.  Finding the wound had been mortal, he slowly rejoined the\n     group which had got out of the reach of the cannon.  This instance\n     of courage and humanity took place at the battle of Monmouth.\n     General Clinton, who commanded the English troops, knew that the\n     Marquis de La Fayette generally rode a white horse; it was upon a\n     white horse that the general officer who retired so slowly was\n     mounted; Clinton desired the gunners not to fire.  This noble\n     forbearance probably saved M. de La Fayette’s life, for he it was.\n     At that time he was but twenty-two years of age.–\"Historical\n     Anecdotes of the Reign of Louis XVI.\"]",
        "These lines had been applauded and encored at the French theatre;\neverybody’s head was turned.  There was no class of persons that did not\nheartily approve of the support given openly by the French Government to\nthe cause of American independence.  The constitution planned for the new\nnation was digested at Paris, and while liberty, equality, and the rights\nof man were commented upon by the Condorcets, Baillys, Mirabeaus, etc.,\nthe minister Segur published the King’s edict, which, by repealing that\nof 1st November, 1750, declared all officers not noble by four\ngenerations incapable of filling the rank of captain, and denied all\nmilitary rank to the roturiers, excepting sons of the chevaliers de St.\nLouis.",
        "     [\"M. de Segur,” says Chamfort, “having published an ordinance which\n     prohibited the admission of any other than gentlemen into the\n     artillery corps, and, on the other hand, none but well-educated\n     persons being proper for admission, a curious scene took place: the\n     Abbe Bossat, examiner of the pupils, gave certificates only to\n     plebeians, while Cherin gave them only to gentlemen.  Out of one\n     hundred pupils, there were not above four or five who were qualified\n     in both respects.\"]",
        "The injustice and absurdity of this law was no doubt a secondary cause of\nthe Revolution.  To understand the despair and rage with which this law\ninspired the Tiers Etat one should have belonged to that honourable\nclass.  The provinces were full of roturier families, who for ages had\nlived as people of property upon their own domains, and paid the taxes.\nIf these persons had several sons, they would place one in the King’s\nservice, one in the Church, another in the Order of Malta as a chevalier\nservant d’armes, and one in the magistracy; while the eldest preserved\nthe paternal manor, and if he were situated in a country celebrated for\nwine, he would, besides selling his own produce, add a kind of commission\ntrade in the wines of the canton.  I have seen an individual of this\njustly respected class, who had been long employed in diplomatic\nbusiness, and even honoured with the title of minister plenipotentiary,\nthe son-in-law and nephew of colonels and town mayors, and, on his\nmother’s side, nephew of a lieutenant-general with a cordon rouge, unable\nto introduce his sons as sous-lieutenants into a regiment of foot.",
        "Another decision of the Court, which could not be announced by an edict,\nwas that all ecclesiastical benefices, from the humblest priory up to the\nrichest abbey, should in future be appanages of the nobility.  Being the\nson of a village surgeon, the Abbe de Vermond, who had great influence in\nthe disposition of benefices, was particularly struck with the justice of\nthis decree.",
        "During the absence of the Abbe in an excursion he made for his health, I\nprevailed on the Queen to write a postscript to the petition of a cure,\none of my friends, who was soliciting a priory near his curacy, with the\nintention of retiring to it.  I obtained it for him.  On the Abbe’s\nreturn he told me very harshly that I should act in a manner quite\ncontrary to the King’s wishes if I again obtained such a favour; that the\nwealth of the Church was for the future to be invariably devoted to the\nsupport of the poorer nobility; that it was the interest of the State\nthat it should be so; and a plebeian priest, happy in a good curacy, had\nonly to remain curate.",
        "Can we be astonished at the part shortly afterwards taken by the deputies\nof the Third Estate, when called to the States General?",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}