{
    "title": "Memoirs of Marie Antoinette - Chapter III.",
    "author": "Campan",
    "chapter": "3",
    "content": [
        "\n\n",
        "In February, 1790, another matter gave the Court much uneasiness; a\nzealous individual of the name of Favras had conceived the scheme of\ncarrying off the King, and affecting a counter-revolution.  Monsieur,\nprobably out of mere benevolence, gave him some money, and thence arose a\nreport that he thereby wished to favour the execution of the enterprise.\nThe step taken by Monsieur in going to the Hotel de Ville to explain\nhimself on this matter was unknown to the Queen; it is more than probable\nthat the King was acquainted with it.  When judgment was pronounced upon\nM. de Favras the Queen did not conceal from me her fears about the\nconfessions of the unfortunate man in his last moments.",
        "I sent a confidential person to the Hotel de Ville; she came to inform\nthe Queen that the condemned had demanded to be taken from Notre-Dame to\nthe Hotel de Ville to make a final declaration, and give some particulars\nverifying it.  These particulars compromised nobody; Favras corrected his\nlast will after writing it, and went to the scaffold with heroic courage\nand coolness.  The judge who read his condemnation to him told him that\nhis life was a sacrifice which he owed to public tranquillity.  It was\nasserted at the time that Favras was given up as a victim in order to\nsatisfy the people and save the Baron de Besenval, who was a prisoner in\nthe Abbaye.",
        "     [Thomas Mahy, Marquis de Favras, was accused in the month of\n     December, 1789, of having conspired against the Revolution.  Having\n     been arrested by order of the committee of inquiry of the National\n     Assembly, he was transferred to the Chatelet, where he defended\n     himself with much coolness and presence of mind, repelling the\n     accusations brought against him by Morel, Turcati, and Marquis, with\n     considerable force.  These witnesses declared he had imparted his\n     plan to them; it was to be carried into execution by 12,000 Swiss\n     and 12,000 Germans, who were to be assembled at Montargis, thence to\n     march upon Paris, carry off the King, and assassinate Bailly, La\n     Fayette, and Necker.  The greater number of these charges he denied,\n     and declared that the rest related only to the levy of a troop\n     intended to favour the revolution preparing in Brabant.  The judge\n     having refused to disclose who had denounced him, he complained to\n     the Assembly, which passed to the order of the day.  His death was\n     obviously inevitable.  During the whole time of the proceedings the\n     populace never ceased threatening the judges and shouting, “A la\n     lanterne!”  It was even necessary to keep numerous troops and\n     artillery constantly ready to act in the courtyard of the Chatelet.\n     The judges, who had just acquitted M. de Besenval in an affair\n     nearly similar, doubtless dreaded the effects of this fury.  When\n     they refused to hear Favras’s witnesses in exculpation, he compared\n     them to the tribunal of the Inquisition.  The principal charge\n     against him was founded on a letter from M. de Foucault, asking him,\n     “where are your troops?  in which direction will they enter Paris?\n     I should like to be employed among them.”  Favras was condemned to\n     make the ’amende honorable’ in front of the Cathedral, and to be\n     hanged at the Place de Greve.  He heard this sentence with wonderful\n     calmness, and said to his judges, “I pity you much if the testimony\n     of two men is sufficient to induce you to condemn.”  The judge\n     having said to him, “I have no other consolation to hold out to you\n     than that which religion affords,” he replied, nobly, “My greatest\n     consolation is that which I derive from my innocence.\"–\"Biographic\n     Universelle\"]",
        "On the morning of the Sunday following this execution M. de la Villeurnoy\ncame to my house to tell me that he was going that day to the public\ndinner of the King and Queen to present Madame de Favras and her son,\nboth of them in mourning for the brave Frenchman who fell a sacrifice for\nhis King; and that all the royalists expected to see the Queen load the\nunfortunate family with favours.  I did all that lay in my power to\nprevent this proceeding.  I foresaw the effect it would have upon the\nQueen’s feeling heart, and the painful constraint she would experience,\nhaving the horrible Santerre, the commandant of a battalion of the\nParisian guard, behind her chair during dinner-time.  I could not make\nM. de la Villeurnoy comprehend my argument; the Queen was gone to mass,\nsurrounded by her whole Court, and I had not even means of apprising her\nof his intention.",
        "When dinner was over I heard a knocking at the door of my apartment,\nwhich opened into the corridor next that of the Queen; it was herself.\nShe asked me whether there was anybody with me; I was alone; she threw\nherself into an armchair, and told me she came to weep with me over the\nfoolish conduct of the ultras of the King’s party.  “We must fall,” said\nshe, “attacked as we are by men who possess every talent and shrink from\nno crime, while we are defended only by those who are no doubt very\nestimable, but have no adequate idea of our situation.  They have exposed\nme to the animosity of both parties by presenting the widow and son of\nFavras to me.  Were I free to act as I wish, I should take the child of\nthe man who has just sacrificed himself for us and place him at table\nbetween the King and myself; but surrounded by the assassins who have\ndestroyed his father, I did not dare even to cast my eyes upon him.  The\nroyalists will blame me for not having appeared interested in this poor\nchild; the revolutionists will be enraged at the idea that his\npresentation should have been thought agreeable to me.”  However, the\nQueen added that she knew Madame de Favras was in want, and that she\ndesired me to send her next day, through a person who could be relied on,\na few rouleaus of fifty Louis, and to direct that she should be assured\nher Majesty would always watch over the fortunes of herself and her son.",
        "In the month of March following I had an opportunity of ascertaining the\nKing’s sentiments respecting the schemes which were continually proposed\nto him for making his escape.  One night about ten o’clock Comte\nd’Inisdal, who was deputed by the nobility, came to request that I would\nsee him in private, as he had an important matter to communicate to me.\nHe told me that on that very night the King was to be carried off; that\nthe section of the National Guard, that day commanded by M. d’Aumont,\nwas gained over, and that sets of horses, furnished by some good\nroyalists, were placed in relays at suitable distances; that he had just\nleft a number of the nobility assembled for the execution of this scheme,\nand that he had been sent to me that I might, through the medium of the\nQueen, obtain the King’s positive consent to it before midnight; that the\nKing was aware of their plan, but that his Majesty never would speak\ndecidedly, and that it was necessary he should consent to the\nundertaking.  I greatly displeased Comte d’Inisdal by expressing my\nastonishment that the nobility at the moment of the execution of so\nimportant a project should send to me, the Queen’s first woman, to obtain\na consent which ought to have been the basis of any well-concerted\nscheme.  I told him, also, that it would be impossible for me to go at\nthat time to the Queen’s apartments without exciting the attention of the\npeople in the antechambers; that the King was at cards with the Queen and\nhis family, and that I never broke in upon their privacy unless I was\ncalled for.  I added, however, that M. Campan could enter without being\ncalled; and if the Count chose to give him his confidence he might rely\nupon him.",
        "My father-in-law, to whom Comte d’Inisdal repeated what he had said to\nme, took the commission upon himself, and went to the Queen’s apartments.\nThe King was playing at whist with the Queen, Monsieur, and Madame;\nMadame Elisabeth was kneeling on a stool near the table.  M. Campan\ninformed the Queen of what had been communicated to me; nobody uttered a\nword.  The Queen broke silence and said to the King, “Do you hear, Sire,\nwhat Campan says to us?\"–\"Yes, I hear,” said the King, and continued his\ngame.  Monsieur, who was in the habit of introducing passages from plays\ninto his conversation, said to my father-in-law, “M. Campan, that pretty\nlittle couplet again, if you please;” and pressed the King to reply.  At\nlength the Queen said, “But something must be said to Campan.”  The King\nthen spoke to my father-in-law in these words: “Tell M. d’Inisdal that I\ncannot consent to be carried off!”  The Queen enjoined M. Campan to take\ncare and, report this answer faithfully.  “You understand,” added she,\n“the King cannot consent to be carried off.”",
        "Comte d’Inisdal was very much dissatisfied with the King’s answer, and\nwent out, saying, “I understand; he wishes to throw all the blame,\nbeforehand, upon those who are to devote themselves for him.”",
        "He went away, and I thought the enterprise would be abandoned.  However,\nthe Queen remained alone with me till midnight, preparing her cases of\nvaluables, and ordered me not to go to bed.  She imagined the King’s\nanswer would be understood as a tacit consent, and merely a refusal to\nparticipate in the design.  I do not know what passed in the King’s\napartments during the night; but I occasionally looked out at the\nwindows: I saw the garden clear; I heard no noise in the palace, and day\nat length confirmed my opinion that the project had been given up.  “We\nmust, however, fly,” said the Queen to me, shortly afterwards; “who knows\nhow far the factious may go?  The danger increases every day.”",
        "     [The disturbances of the 13th of April, 1790, occasioned by the\n     warmth of the discussions upon Dom Gerle’s imprudent motion in the\n     National Assembly, having afforded room for apprehension that the\n     enemies of the country would endeavour to carry off the King from\n     the capital, M. de La Fayette promised to keep watch, and told Louis\n     XVI. that if he saw any alarming movement among the disaffected he\n     would give him notice of it by the discharge of a cannon from Henri\n     IV.’s battery on the Pont Neuf.  On the same night a few casual\n     discharges of musketry were heard from the terrace of the Tuileries.\n     The King, deceived by the noise, flew to the Queen’s apartments; he\n     did not find her; he ran to the Dauphin’s room, where he found the\n     Queen holding her son in her arms. “Madame;” said the King to her,\n     “I have been seeking you; and you have made me uneasy.”  The Queen,\n     showing her son, said to him, “I was at my post.\"–\"Anecdotes of the\n     Reign of Louis XVI.\"]",
        "This Princess received advice and memorials from all quarters.  Rivarol\naddressed several to her, which I read to her.  They were full of\ningenious observations; but the Queen did not find that they, contained\nanything of essential service under the circumstances in which the royal\nfamily was placed.  Comte du Moustier also sent memorials and plans of\nconduct.  I remember that in one of his writings he said to the King,\n“Read ’Telemachus’ again, Sire; in that book which delighted your Majesty\nin infancy you will find the first seeds of those principles which,\nerroneously followed up by men of ardent imaginations, are bringing on\nthe explosion we expect every moment.”  I read so many of these memorials\nthat I could hardly give a faithful account of them, and I am determined\nto note in this work no other events than such as I witnessed; no other\nwords than such as (notwithstanding the lapse of time) still in some\nmeasure vibrate in my ears.",
        "Comte de Segur, on his return from Russia, was employed some time by the\nQueen, and had a certain degree of influence over her; but that did not\nlast long.  Comte Augustus de la Marck likewise endeavoured to negotiate\nfor the King’s advantage with the leaders of the factious.  M. de\nFontanges, Archbishop of Toulouse, possessed also the Queen’s confidence;\nbut none of the endeavours which were made on the spot produced any,\nbeneficial result.  The Empress Catherine II. also conveyed her opinion\nupon the situation of Louis XVI. to the Queen, and her Majesty made me\nread a few lines in the Empress’s own handwriting, which concluded with\nthese words:",
        "“Kings ought to proceed in their career undisturbed by the cries of the\npeople, even as the moon pursues her course unimpeded by the baying of\ndogs.”  This maxim of the despotic sovereign of Russia was very\ninapplicable to the situation of a captive king.",
        "Meanwhile the revolutionary party followed up its audacious enterprise in\na determined manner, without meeting any opposition.  The advice from\nwithout, as well from Coblentz as from Vienna, made various impressions\nupon the members of the royal family, and those cabinets were not in\naccordance with each other.  I often had reason to infer from what the\nQueen said to me that she thought the King, by leaving all the honour of\nrestoring order to the Coblentz party,–[The Princes and the chief of the\nemigrant nobility assembled at Coblentz, and the name was used to\ndesignate the reactionary party.]–would, on the return of the emigrants,\nbe put under a kind of guardianship which would increase his own\nmisfortunes.  She frequently said to me, “If the emigrants succeed, they\nwill rule the roast for a long time; it will be impossible to refuse them\nanything; to owe the crown to them would be contracting too great an\nobligation.”  It always appeared to me that she wished her own family to\ncounterbalance the claims of the emigrants by disinterested services.\nShe was fearful of M. de Calonne, and with good reason.  She had proof\nthat this minister was her bitterest enemy, and that he made use of the\nmost criminal means in order to blacken her reputation.  I can testify\nthat I have seen in the hands of the Queen a manuscript copy of the\ninfamous memoirs of the woman De Lamotte, which had been brought to her\nfrom London, and in which all those passages where a total ignorance of\nthe customs of Courts had occasioned that wretched woman to make blunders\nwhich would have been too palpable were corrected in M. de Calonne’s own\nhandwriting.",
        "The two King’s Guards who were wounded at her Majesty’s door on the 6th\nof October were M. du Repaire and M. de Miomandre de Sainte-Marie; on the\ndreadful night of the 6th of October the latter took the post of the\nformer the moment he became incapable of maintaining it.",
        "A considerable number of the Body Guards, who were wounded on the 6th of\nOctober, betook themselves to the infirmary at Versailles.  The brigands\nwanted to make their way into the infirmary in order to massacre them.\nM. Viosin, head surgeon of that infirmary, ran to the entrance hall,\ninvited the assailants to refresh themselves, ordered wine to be brought,\nand found means to direct the Sister Superior to remove the Guards into a\nward appropriated to the poor, and dress them in the caps and greatcoats\nfurnished by the institution.  The good sisters executed this order so\npromptly that the Guards were removed, dressed as paupers, and their beds\nmade, while the assassins were drinking.  They searched all the wards,\nand fancied they saw no persons there but the sick poor; thus the Guards\nwere saved.",
        "M. de Miomandre was at Paris, living on terms of friendship with another\nof the Guards, who, on the same day, received a gunshot wound from the\nbrigands in another part of the Chateau.  These two officers, who were\nattended and cured together at the infirmary of Versailles, were almost\nconstant companions; they were recognised at the Palais Royal, and\ninsulted.  The Queen thought it necessary for them to quit Paris.  She\ndesired me to write to M. de Miomandre de Sainte-Marie, and tell him to\ncome to me at eight o’clock in the evening; and then to communicate to\nhim her wish to hear of his being in safety; and ordered me, when he had\nmade up his mind to go, to tell him in her name that gold could not repay\nsuch a service as he had rendered; that she hoped some day to be in\nsufficiently happy circumstances to recompense him as she ought; but that\nfor the present her offer of money was only that of a sister to a brother\nsituated as he then was, and that she requested he would take whatever\nmight be necessary to discharge his debts at Paris and defray the\nexpenses of his journey.  She told me also to desire he would bring his.\nfriend Bertrand with him, and to make him the same offer.",
        "The two Guards came at the appointed hour, and accepted, I think, each\none or two hundred louis.  A moment afterwards the Queen opened my door;\nshe was accompanied by the King and Madame Elisabeth; the King stood with\nhis back against the fireplace; the Queen sat down upon a sofa and Madame\nElisabeth sat near her; I placed myself behind the Queen, and the two\nGuards stood facing the King.  The Queen told them that the King wished\nto see before they went away two of the brave men who had afforded him\nthe strongest proofs of courage and attachment.  Miomandre said all that\nthe Queen’s affecting observations were calculated to inspire.  Madame\nElisabeth spoke of the King’s gratitude; the Queen resumed the subject of\ntheir speedy departure, urging the necessity of it; the King was silent;\nbut his emotion was evident, and his eyes were suffused with tears.  The\nQueen rose, the King went out, and Madame Elisabeth followed him; the\nQueen stopped and said to me, in the recess of a window, “I am sorry I\nbrought the King here!  I am sure Elisabeth thinks with me; if the King\nhad but given utterance to a fourth part of what he thinks of those brave\nmen they would have been in ecstacies; but he cannot overcome his\ndiffidence.”",
        "The Emperor Joseph died about this time.  The Queen’s grief was not\nexcessive; that brother of whom she had been so proud, and whom she had\nloved so tenderly, had probably suffered greatly in her opinion; she\nreproached him sometimes, though with moderation, for having adopted\nseveral of the principles of the new philosophy, and perhaps she knew\nthat he looked upon our troubles with the eye of the sovereign of Germany\nrather than that of the brother of the Queen of France.",
        "The Emperor on one occasion sent the Queen an engraving which represented\nunfrocked nuns and monks.  The first were trying on fashionable dresses,\nthe latter were having their hair arranged; the picture was always left\nin the closet, and never hung up.  The Queen told me to have it taken\naway; for she was hurt to see how much influence the philosophers had\nover her brother’s mind and actions.",
        "Mirabeau had not lost the hope of becoming the last resource of the\noppressed Court; and at this time some communications passed between the\nQueen and him.  The question was about an office to be conferred upon\nhim.  This transpired, and it must have been about this period that the\nAssembly decreed that no deputy could hold an office as a minister of the\nKing until the expiration of two years after the cessation of his\nlegislative functions.  I know that the Queen was much hurt at this\ndecision, and considered that the Court had lost a promising opening.",
        "The palace of the Tuileries was a very disagreeable residence during the\nsummer, which made the Queen wish to go to St. Cloud.  The removal was\ndecided on without any opposition; the National Guard of Paris followed\nthe Court thither.  At this period new opportunities of escape were\npresented; nothing would have been more easy than to execute them.  The\nKing had obtained leave (!) to go out without guards, and to be\naccompanied only by an aide-de-camp of M. de La Fayette.  The Queen also\nhad one on duty with her, and so had the Dauphin.  The King and Queen\noften went out at four in the afternoon, and did not return until eight\nor nine.",
        "I will relate one of the plans of emigration which the Queen communicated\nto me, the success of which seemed infallible.  The royal family were to\nmeet in a wood four leagues from St. Cloud; some persons who could be\nfully relied on were to accompany the King, who was always followed by\nhis equerries and pages; the Queen was to join him with her daughter and\nMadame Elisabeth.  These Princesses, as well as the Queen, had equerries\nand pages, of whose fidelity no doubt could be entertained.  The Dauphin\nlikewise was to be at the place of rendezvous with Madame de Tourzel;\na large berlin and a chaise for the attendants were sufficient for the\nwhole family; the aides-de-camp were to have been gained over or\nmastered.  The King was to leave a letter for the President of the\nNational Assembly on his bureau at St. Cloud.  The people in the service\nof the King and Queen would have waited until nine in the evening without\nanxiety, because the family sometimes did not return until that hour.\nThe letter could not be forwarded to Paris until ten o’clock at the\nearliest.  The Assembly would not then be sitting; the President must\nhave been sought for at his own house or elsewhere; it would have been\nmidnight before the Assembly could have been summoned and couriers sent\noff to have the royal family stopped; but the latter would have been six\nor seven hours in advance, as they would have started at six leagues’\ndistance from Paris; and at this period travelling was not yet impeded in\nFrance.",
        "The Queen approved of this plan; but I did not venture to interrogate\nher, and I even thought if it were put in execution she would leave me in\nignorance of it.  One evening in the month of June the people of the\nChateau, finding the King did not return by nine o’clock, were walking\nabout the courtyards in a state of great anxiety.  I thought the family,\nwas gone, and I could scarcely breathe amidst the confusion of my good\nwishes, when I heard the sound of the carriages.  I confessed to the\nQueen that I thought she had set off; she told me she must wait until\nMesdames the King’s aunts had quitted France, and afterwards see whether\nthe plan agreed with those formed abroad.",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part B, also see Part A) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Memoirs of Marie AntoinetteBy Madame CampanAt Amazon"
    ]
}