{
    "title": "Memoirs of Marie Antoinette - Chapter XIII.",
    "author": "Campan",
    "chapter": "15",
    "content": [
        "\n\n",
        "Shortly after the public mind had been thrown into agitation by the\nperformance of the “Mariage de Figaro,” an obscure plot, contrived by\nswindlers, and matured in a corrupted society, attacked the Queen’s\ncharacter in a vital point and assailed the majesty of the throne.",
        "I am about to speak of the notorious affair of the necklace purchased, as\nit was said, for the Queen by Cardinal de Rohan.  I will narrate all that\nhas come to my knowledge relating to this business; the most minute\nparticulars will prove how little reason the Queen had to apprehend the\nblow by which she was threatened, and which must be attributed to a\nfatality that human prudence could not have foreseen, but from which, to\nsay the truth, she might have extricated herself with more skill.",
        "I have already said that in 1774 the Queen purchased jewels of Boehmer to\nthe value of three hundred and sixty thousand franca, that she paid for\nthem herself out of her own private funds, and that it required several\nyears to enable her to complete the payment.  The King afterwards\npresented her with a set of rubies and diamonds of a fine water, and\nsubsequently with a pair of bracelets worth two hundred thousand francs.\nThe Queen, after having her diamonds reset in new patterns, told Boehmer\nthat she found her jewel case rich enough, and was not desirous of making\nany addition to it.",
        "     [Except on those days when the assemblies at Court were particularly\n     attended, such as the 1st of January and the 2d of February, devoted\n     to the procession of the Order of the Holy Ghost, and on the\n     festivals of Easter, Whitsuntide, and Christmas, the Queen no longer\n     wore any dresses but muslin or white Florentine taffety.  Her head-\n     dress was merely a hat; the plainest were preferred; and her\n     diamonds never quitted their caskets but for the dresses of\n     ceremony, confined to the days I have mentioned.  Before the Queen\n     was five and twenty she began to apprehend that she might be induced\n     to make too frequent use of flowers and of ornaments, which at that\n     time were exclusively reserved for youth.  Madame Bertin having\n     brought a wreath for the head and neck, composed of roses, the Queen\n     feared that the brightness of the flowers might be disadvantageous\n     to her complexion.  She was unquestionably too severe upon herself,\n     her beauty having as yet experienced no alteration; it is easy to\n     conceive the concert of praise and compliment that replied to the\n     doubt she had expressed.  The Queen, approaching me, said, “I charge\n     you, from this day, to give me notice when flowers shall cease to\n     become me.\"–\"I shall do no such thing,” I replied, immediately;\n     “I have not read ’Gil Bias’ without profiting in some degree from\n     it, and I find your Majesty’s order too much like that given him by\n     the Archbishop of Granada, to warn him of the moment when he should\n     begin to fall off in the composition of his homilies.\"–\"Go,” said\n     the Queen; “You are less sincere than Gil Blas; and I world have\n     been more amenable than the Archbishop.\"–MADAME CAMPAN.]",
        "Still, this jeweller busied himself for some years in forming a\ncollection of the finest diamonds circulating in the trade, in order to\ncompose a necklace of several rows, which he hoped to induce her Majesty\nto purchase; he brought it to M. Campan, requesting him to mention it to\nthe Queen, that she might ask to see it, and thus be induced to wish to\npossess it.  This M. Campan refused to do, telling him that he should be\nstepping out of the line of his duty were he to propose to the Queen an\nexpense of sixteen hundred thousand francs, and that he believed neither\nthe lady of honour nor the tirewoman would take upon herself to execute\nsuch a commission.  Boehmer persuaded the King’s first gentleman for the\nyear to show this superb necklace to his Majesty, who admired it so much\nthat he himself wished to see the Queen adorned with it, and sent the\ncase to her; but she assured him she should much regret incurring so\ngreat an expense for such an article, that she had already very beautiful\ndiamonds, that jewels of that description were now worn at Court not more\nthan four or five times a year, that the necklace must be returned, and\nthat the money would be much better employed in building a man-of-war.",
        "     [Messieurs Boehmer and Bassange, jewellers to the Crown, were\n     proprietors of a superb diamond necklace, which had, as it was said,\n     been intended for the Comtesse du Barry.  Being under the necessity\n     of selling it, they offered it, during the last war, to the king and\n     Queen; but their Majesties made the following prudent answer: “We\n     stand more in need of ships than of jewels.\"–\"Secret Correspondence\n     of the Court of Louis XVI.\"]",
        "Boehmer, in sad tribulation at finding his expectations delusive,\nendeavoured for some time, it is said, to dispose of his necklace among\nthe various Courts of Europe.",
        "A year after his fruitless attempts, Boehmer again caused his diamond\nnecklace to be offered to the King, proposing that it should be paid for\npartly by instalments, and partly in life annuities; this proposal was\nrepresented as highly advantageous, and the King, in my presence,\nmentioned the matter once more to the Queen.  I remember the Queen told\nhim that, if the bargain really was not bad, he might make it, and keep\nthe necklace until the marriage of one of his children; but that, for her\npart, she would never wear it, being unwilling that the world should have\nto reproach her with having coveted so expensive an article.  The King\nreplied that their children were too young to justify such an expense,\nwhich would be greatly increased by the number of years the diamonds\nwould remain useless, and that he would finally decline the offer.\nBoehmer complained to everybody of his misfortune, and all reasonable\npeople blamed him for having collected diamonds to so considerable an\namount without any positive order for them.  This man had purchased the\noffice of jeweller to the Crown, which gave him some rights of entry at\nCourt.  After several months spent in ineffectual attempts to carry his\npoint, and in idle complaints, he obtained an audience of the Queen, who\nhad with her the young Princess, her daughter; her Majesty did not know\nfor what purpose Boehmer sought this audience, and had not the slightest\nidea that it was to speak to her again about an article twice refused by\nherself and the King.",
        "Boehmer threw himself upon his knees, clasped his hands, burst into\ntears, and exclaimed, “Madame, I am ruined and disgraced if you do not\npurchase my necklace.  I cannot outlive so many misfortunes.  When I go\nhence I shall throw myself into the river.”",
        "“Rise, Boehmer,” said the Queen, in a tone sufficiently severe to recall\nhim to himself; “I do not like these rhapsodies; honest men have no\noccasion to fall on their knees to make their requests.  If you were to\ndestroy yourself I should regret you as a madman in whom I had taken an\ninterest, but I should not be in any way responsible for that misfortune.\nNot only have I never ordered the article which causes your present\ndespair, but whenever you have talked to me about fine collections of\njewels I have told you that I should not add four diamonds to those which\nI already possessed.  I told you myself that I declined taking the\nnecklace; the King wished to give it to me, but I refused him also; never\nmention it to me again.  Divide it and try to sell it piecemeal, and do\nnot drown yourself.  I am very angry with you for acting this scene of\ndespair in my presence and before this child.  Let me never see you\nbehave thus again.  Go.”  Baehmer withdrew, overwhelmed with confusion,\nand nothing further was then heard of him.",
        "When Madame Sophie was born the Queen told me M. de Saint-James, a rich\nfinancier, had apprised her that Boehmer was still intent upon the sale\nof his necklace, and that she ought, for her own satisfaction, to\nendeavour to learn what the man had done with it; she desired me the\nfirst time I should meet him to speak to him about it, as if from the\ninterest I took in his welfare.  I spoke to him about his necklace, and\nhe told me he had been very fortunate, having sold it at Constantinople\nfor the favourite sultana.  I communicated this answer to the Queen, who\nwas delighted with it, but could not comprehend how the Sultan came to\npurchase his diamonds in Paris.",
        "The Queen long avoided seeing Boehmer, being fearful of his rash\ncharacter; and her valet de chambre, who had the care of her jewels, made\nthe necessary repairs to her ornaments unassisted.  On the baptism of the\nDuc d’Angouleme, in 1785, the King gave him a diamond epaulet and\nbuckles, and directed Baehmer to deliver them to the Queen.  Boehmer\npresented them on her return from mass, and at the same time gave into\nher hands a letter in the form of a petition.  In this paper he told the\nQueen that he was happy to see her “in possession of the finest diamonds\nknown in Europe,” and entreated her not to forget him.  The Queen read\nBoehmer’s address to her aloud, and saw nothing in it but a proof of\nmental aberration; she lighted the paper at a wax taper standing near\nher, as she had some letters to seal, saying, “It is not worth keeping.\"\nShe afterwards much regretted the loss of this enigmatical memorial.\nAfter having burnt the paper, her Majesty said to me, “That man is born\nto be my torment; he has always some mad scheme in his head; remember,\nthe first time you see him, to tell him that I do not like diamonds now,\nand that I will buy no more so long as I live; that if I had any money to\nspare I would rather add to my property at St. Cloud by the purchase of\nthe land surrounding it; now, mind you enter into all these particulars\nand impress them well upon him.”  I asked her whether she wished me to\nsend for him; she replied in the negative, adding that it would be\nsufficient to avail myself of the first opportunity afforded by meeting\nhim; and that the slightest advance towards such a man would be\nmisplaced.",
        "On the 1st of August I left Versailles for my country house at Crespy; on\nthe 3d came Boehmer, extremely uneasy at not having received any answer\nfrom the Queen, to ask me whether I had any commission from her to him; I\nreplied that she had entrusted me with none; that she had no commands for\nhim, and I faithfully repeated all she had desired me to say to him.",
        "“But,” said Boehmer, “the answer to the letter I presented to her,–to\nwhom must I apply for that?”",
        "“To nobody,” answered I; “her Majesty burnt your memorial without even\ncomprehending its meaning.”",
        "“Ah! madame,” exclaimed he, “that is impossible; the Queen knows that she\nhas money to pay me!”",
        "“Money, M. Boehmer?  Your last accounts against the Queen were discharged\nlong ago.”",
        "“Madame, you are not in the secret.  A man who is ruined for want of\npayment of fifteen hundred thousand francs cannot be said to be\nsatisfied.”",
        "“Have you lost your senses?” said I.  “For what can the Queen owe you so\nextravagant a sum?”",
        "“For my necklace, madame,” replied Boehmer, coolly.",
        "“What!” I exclaimed, “that necklace again, which you have teased the\nQueen about so many years!  Did you not tell me you had sold it at\nConstantinople?”",
        "“The Queen desired me to give that answer to all who should speak to me\non the subject,” said the wretched dupe.  He then told me that the Queen\nwished to have the necklace, and had had it purchased for her by\nMonseigneur, the Cardinal de Rohan.",
        "“You are deceived,” I exclaimed; “the Queen has not once spoken to the\nCardinal since his return from Vienna; there is not a man at her Court\nless favourably looked upon.”",
        "“You are deceived yourself, madame,” said Boehmer; “she sees him so much\nin private that it was to his Eminence she gave thirty thousand francs,\nwhich were paid me as an instalment; she took them, in his presence, out\nof the little secretaire of Sevres porcelain next the fireplace in her\nboudoir.”",
        "“And the Cardinal told you all this?”",
        "“Yes, madame, himself.”",
        "“What a detestable plot!”  cried I.",
        "“Indeed, to say the truth, madame, I begin to be much alarmed, for his\nEminence assured me that the Queen would wear the necklace on Whit-\nSunday, but I did not see it upon her, and it was that which induced me\nto write to her Majesty.”",
        "He then asked me what he ought to do.  I advised him to go on to\nVersailles, instead of returning to Paris, whence he had just arrived;\nto obtain an immediate audience from the Baron de Breteuil, who, as head\nof the King’s household, was the minister of the department to which\nBoehmer belonged, and to be circumspect; and I added that he appeared to\nme extremely culpable,–not as a diamond merchant, but because being a\nsworn officer it was unpardonable of him to have acted without the direct\norders of the King, the Queen, or the Minister.  He answered, that he had\nnot acted without direct orders; that he had in his possession all the\nnotes signed by the Queen, and that he had even been obliged to show them\nto several bankers in order to induce them to extend the time for his\npayments.  I urged his departure for Versailles, and he assured me he\nwould go there immediately.  Instead of following my advice, he went to\nthe Cardinal, and it was of this visit of Boehmer’s that his Eminence\nmade a memorandum, found in a drawer overlooked by the Abbe Georgel when\nhe burnt, by order of the Cardinal, all the papers which the latter had\nat Paris.  The memorandum was thus worded: “On this day, 3d August,\nBoehmer went to Madame Campan’s country house, and she told him that the\nQueen had never had his necklace, and that he had been deceived.”",
        "When Boehmer was gone, I wanted to follow him, and go to the Queen; my\nfather-in-law prevented me, and ordered me to leave the minister to\nelucidate such an important affair, observing that it was an infernal\nplot; that I had given Boehmer the best advice, and had nothing more to\ndo with the business.  Boehmer never said one word to me about the woman\nDe Lamotte, and her name was mentioned for the first time by the Cardinal\nin his answers to the interrogatories put to him before the King.  After\nseeing the Cardinal, Boehmer went to Trianon, and sent a message to the\nQueen, purporting that I had advised him to come and speak to her.  His\nvery words were repeated to her Majesty, who said, “He is mad; I have\nnothing to say to him, and will not see him.”  Two or three days\nafterwards the Queen sent for me to Petit Trianon, to rehearse with me\nthe part of Rosina, which she was to perform in the “Barbier de Seville.\"\nI was alone with her, sitting upon her couch; no mention was made of\nanything but the part.  After we had spent an hour in the rehearsal, her\nMajesty asked me why I had sent Boehmer to her; saying he had been in my\nname to speak to her, and that she would not see him.  It was in this\nmanner I learnt that he had not followed my advice in the slightest\ndegree.  The change of my countenance, when I heard the man’s name, was\nvery perceptible; the Queen perceived it, and questioned me.  I entreated\nher to see him, and assured her it was of the utmost importance for her\npeace of mind; that there was a plot going on, of which she was not\naware; and that it was a serious one, since engagements signed by herself\nwere shown about to people who had lent Boehmer money.  Her surprise and\nvexation were great.  She desired me to remain at Trianon, and sent off a\ncourier to Paris, ordering Boehmer to come to her upon some pretext which\nhas escaped my recollection.  He came next morning; in fact it was the\nday on which the play was performed, and that was the last amusement the\nQueen allowed herself at that retreat.",
        "The Queen made him enter her closet, and asked him by what fatality it\nwas that she was still doomed to hear of his foolish pretence of selling\nher an article which she had steadily refused for several years.  He\nreplied that he was compelled, being unable to pacify his creditors any\nlonger.  “What are your creditors to me?”  said her Majesty.  Boehmer\nthen regularly related to her all that he had been made to believe had\npassed between the Queen and himself through the intervention of the\nCardinal.  She was equally incensed and surprised at each thing she\nheard.  In vain did she speak; the jeweller, equally importunate and\ndangerous, repeated incessantly, “Madame, there is no longer time for\nfeigning; condescend to confess that you have my necklace, and let some\nassistance be given to me, or my bankruptcy will soon bring the whole to\nlight.”",
        "It is easy to imagine how the Queen must have suffered.  On Boehmer’s\ngoing away, I found her in an alarming condition; the idea that any one\ncould have believed that such a man as the Cardinal possessed her full\nconfidence; that she should have employed him to deal with a tradesman\nwithout the King’s knowledge, for a thing which she had refused to accept\nfrom the King himself, drove her to desperation.  She sent first for the\nAbbe de Vermond, and then for the Baron de Breteuil.  Their hatred and\ncontempt for the Cardinal made them too easily forget that the lowest\nfaults do not prevent the higher orders of the empire from being defended\nby those to whom they have the honour to belong; that a Rohan, a Prince\nof the Church, however culpable he might be, would be sure to have a\nconsiderable party which would naturally be joined by all the\ndiscontented persons of the Court, and all the frondeurs of Paris.\nThey too easily believed that he would be stripped of all the advantages\nof his rank and order, and given up to the disgrace due to his irregular\nconduct; they deceived themselves.",
        "I saw the Queen after the departure of the Baron and the Abbe; her\nagitation made me shudder.  “Fraud must be unmasked,” said she; “when the\nRoman purple and the title of Prince cover a mere money-seeker, a cheat\nwho dares to compromise the wife of his sovereign, France and all Europe\nshould know it.”  It is evident that from that moment the fatal plan was\ndecided on.  The Queen perceived my alarm; I did not conceal it from her.\nI knew too well that she had many enemies not to be apprehensive on\nseeing her attract the attention of the whole world to an intrigue that\nthey would try to complicate still more.  I entreated her to seek the\nmost prudent and moderate advice.  She silenced me by desiring me to make\nmyself easy, and to rest satisfied that no imprudence would be committed.",
        "On the following Sunday, the 15th of August, being the Assumption, at\ntwelve o’clock, at the very moment when the Cardinal, dressed in his\npontifical garments, was about to proceed to the chapel, he was sent for\ninto the King’s closet, where the Queen then was.",
        "The King said to him, “You have purchased diamonds of Boehmer?”",
        "“Yes, Sire.”",
        "“What have you done with them?”",
        "“I thought they had been delivered to the Queen.”",
        "“Who commissioned you?”",
        "“A lady, called the Comtesse de Lamotte-Valois, who handed me a letter\nfrom the Queen; and I thought I was gratifying her Majesty by taking this\nbusiness on myself.”",
        "The Queen here interrupted him and said, “How, monsieur, could you\nbelieve that I should select you, to whom I have not spoken for eight\nyears, to negotiate anything for me, and especially through the mediation\nof a woman whom I do not even know?”",
        "“I see plainly,” said the Cardinal, “that I have been duped.  I will pay\nfor the necklace; my desire to please your Majesty blinded me; I\nsuspected no trick in the affair, and I am sorry for it.”",
        "He then took out of his pocket-book a letter from the Queen to Madame de\nLamotte, giving him this commission.  The King took it, and, holding it\ntowards the Cardinal, said:",
        "“This is neither written nor signed by the Queen.  How could a Prince of\nthe House of Rohan, and a Grand Almoner of France, ever think that the\nQueen would sign Marie Antoinette de France?  Everybody knows that queens\nsign only by their baptismal names.  But, monsieur,” pursued the King,\nhanding him a copy of his letter to Baehmer, “have you ever written such\na letter as this?”",
        "Having glanced over it, the Cardinal said, “I do not remember having\nwritten it.”",
        "“But what if the original, signed by yourself, were shown to you?”",
        "“If the letter be signed by myself it is genuine.”",
        "He was extremely confused, and repeated several times, “I have been\ndeceived, Sire; I will pay for the necklace.  I ask pardon of your\nMajesties.”",
        "“Then explain to me,” resumed the King, “the whole of this enigma.  I do\nnot wish to find you guilty; I had rather you would justify yourself.\nAccount for all the manoeuvres with Baehmer, these assurances and these\nletters.”",
        "The Cardinal then, turning pale, and leaning against the table, said,\n“Sire, I am too much confused to answer your Majesty in a way–”",
        "“Compose yourself, Cardinal, and go into my cabinet; you will there find\npaper, pens, and ink,–write what you have to say to me.”",
        "The Cardinal went into the King’s cabinet, and returned a quarter of an\nhour afterwards with a document as confused as his verbal answers had\nbeen.  The King then said, “Withdraw, monsieur.”  The Cardinal left the\nKing’s chamber, with the Baron de Breteuil, who gave him in custody to a\nlieutenant of the Body Guard, with orders to take him to his apartment.\nM. d’Agoult, aide-major of the Body Guard, afterwards took him into\ncustody, and conducted him to his hotel, and thence to the Bastille.  But\nwhile the Cardinal had with him only the young lieutenant of the Body\nGuard, who was much embarrassed at having such an order to execute, his\nEminence met his heyduc at the door of the Salon of Hercules; he spoke to\nhim in German and then asked the lieutenant if he could lend him a\npencil; the officer gave him that which he carried about him, and the\nCardinal wrote to the Abbe Georgel, his grand vicar and friend, instantly\nto burn all Madame de Lamotte’s correspondence, and all his other\nletters.",
        "     [The Abbe Georgel thus relates the circumstance: The Cardinal, at\n     that trying moment, gave an astonishing proof of his presence of\n     mind; notwithstanding the escort which surrounded him, favoured by\n     the attendant crowd, he stopped, and stooping down with his face\n     towards the wall, as if to fasten his buckle, snatched out his\n     pencil and hastily wrote a few words upon a scrap of paper placed\n     under his hand in his square red cap.  He rose again and proceeded.\n     on entering his house, his people formed a lane; he slipped this\n     paper, unperceived, into the hand of a confidential valet de\n     chambre, who waited for him at the door of his apartment.”  This\n     story is scarcely credible; it is not at the moment of a prisoner’s\n     arrest, when an inquisitive crowd surrounds and watches him, that he\n     can stop and write secret messages.  However, the valet de chambre\n     posts off to Paris.  He arrives at the palace of the Cardinal\n     between twelve and one o’clock; and his horse falls dead in the\n     stable.  “I was in my apartment,” said the Abbe Georgel, “the valet\n     de chambre entered wildly, with a deadly paleness on his\n     countenance, and exclaimed, ’All is lost; the Prince is arrested.’\n     He instantly fell, fainting, and dropped the note of which he was\n     the bearer.”  The portfolio containing the papers which might\n     compromise the Cardinal was immediately placed beyond the reach of\n     all search.  Madame de Lamotte also was foolishly allowed sufficient\n     time after she heard of the arrest of the Cardinal to burn all the\n     letters she had received from him.  Assisted by Beugnot, she\n     completed this at three the same morning that she was: arrested at\n     four.–See “Memoirs of Comte de Beugnot,” vol i., p. 74.]",
        "This commission was executed before M. de Crosne, lieutenant of police,\nhad received an order from the Baron de Breteuil to put seals upon the\nCardinal’s papers.  The destruction of all his Eminence’s correspondence,\nand particularly that with Madame de Lamotte, threw an impenetrable cloud\nover the whole affair.",
        "From that moment all proofs of this intrigue disappeared.  Madame de\nLamotte was apprehended at Bar-sur-Aube; her husband had already gone to\nEngland.  From the beginning of this fatal affair all the proceedings of\nthe Court appear to have been prompted by imprudence and want of\nforesight; the obscurity resulting left free scope for the fables of\nwhich the voluminous memorials written on one side and the other\nconsisted.  The Queen so little imagined what could have given rise to\nthe intrigue, of which she was about to become the victim, that, at the\nmoment when the King was interrogating the Cardinal, a terrific idea\nentered her mind.  With that rapidity of thought caused by personal\ninterest and extreme agitation, she fancied that, if a design to ruin her\nin the eyes of the King and the French people were the concealed motive\nof this intrigue, the Cardinal would, perhaps, affirm that she had the\nnecklace; that he had been honoured with her confidence for this\npurchase, made without the King’s knowledge; and point out some secret\nplace in her apartment, where he might have got some villain to hide it.\nWant of money and the meanest swindling were the sole motives for this\ncriminal affair.  The necklace had already been taken to pieces and sold,\npartly in London, partly in Holland, and the rest in Paris.",
        "The moment the Cardinal’s arrest was known a universal clamour arose.\nEvery memorial that appeared during the trial increased the outcry.\nOn this occasion the clergy took that course which a little wisdom and\nthe least knowledge of the spirit of such a body ought to have foreseen.\nThe Rohans and the House of Conde, as well as the clergy, made their\ncomplaints heard everywhere.  The King consented to having a legal\njudgment, and early in September he addressed letters-patent to the\nParliament, in which he said that he was “filled with the most just\nindignation on seeing the means which, by the confession of his Eminence\nthe Cardinal, had been employed in order to inculpate his most dear\nspouse and companion.”",
        "Fatal moment!  in which the Queen found herself, in consequence of this\nhighly impolitic step, on trial with a subject, who ought to have been\ndealt with by the power of the King alone.  The Princes and Princesses of\nthe House of Conde, and of the Houses of Rohan, Soubise, and Guemenee,\nput on mourning, and were seen ranged in the way of the members of the\nGrand Chamber to salute them as they proceeded to the palace, on the days\nof the Cardinal’s trial; and Princes of the blood openly canvassed\nagainst the Queen of France.",
        "The Pope wished to claim, on behalf of the Cardinal de Rohan, the right\nbelonging to his ecclesiastical rank, and demanded that he should be\njudged at Rome.  The Cardinal de Bernis, ambassador from France to his\nHoliness, formerly Minister for Foreign Affairs, blending the wisdom of\nan old diplomatist with the principles of a Prince of the Church, wished\nthat this scandalous affair should be hushed up.  The King’s aunts, who\nwere on very intimate terms with the ambassador, adopted his opinion, and\nthe conduct of the King and Queen was equally and loudly censured in the\napartments of Versailles and in the hotels and coffee-houses of Paris.",
        "Madame, the King’s sister-in-law, had been the sole protectress of De\nLamotte, and had confined her patronage to granting her a pension of\ntwelve to fifteen hundred francs.  Her brother was in the navy, but the\nMarquis de Chabert, to whom he had been recommended, could never train a\ngood officer.  The Queen in vain endeavoured to call to mind the features\nof this person, of whom she had often heard as an intriguing woman, who\ncame frequently on Sundays to the gallery of Versailles.  At the time\nwhen all France was engrossed by the persecution against the Cardinal,\nthe portrait of the Comtesse de Lamotte  Valois was publicly sold.  Her\nMajesty desired me one day, when I was going to Paris, to buy her the\nengraving, which was said to be a tolerable likeness, that she might\nascertain whether she could recognise in it any person whom she might\nhave seen in the gallery.",
        "     [The public, with the exception of the lowest class, were admitted\n     into the gallery and larger apartments of Versailles, as they were\n     into the park.–MADAME CAMPAN.]",
        "The woman De Lamotte’s father was a peasant at Auteuil, though he called\nhimself Valois.  Madame de Boulainvilliers once saw from her terrace two\npretty little peasant girls, each labouring under a heavy bundle of\nsticks.  The priest of the village, who was walking with her, told her\nthat the children possessed some curious papers, and that he had no doubt\nthey were descendants of a Valois, an illegitimate son of one of the\nprinces of that name.",
        "The family of Valois had long ceased to appear in the world.  Hereditary\nvices had gradually plunged them into the deepest misery.  I have heard\nthat the last Valois then known occupied the estate called Gros Bois;\nthat as he seldom came to Court, Louis XIII. asked him what he was about\nthat he remained so constantly in the country; and that this M. de Valois\nmerely answered, “Sire, I only do there what I ought.”  It was shortly\nafterwards discovered that he was coining.",
        "Neither the Queen herself nor any one near her ever had the slightest\nconnection with the woman De Lamotte; and during her prosecution she\ncould point out but one of the Queen’s servants, named Desclos, a valet\nof the Queen’s bedchamber, to whom she pre tended she had delivered\nBoehmer’s necklace.  This Desclos was a very honest man; upon being\nconfronted with the woman De Lamotte, it was proved that she had never\nseen him but once, which was at the house of the wife of a surgeon-\naccoucheur at Versailles, the only person she visited at Court; and that\nshe had not given him the necklace.  Madame de Lamotte married a private\nin Monsieur’s body-guard; she lodged at Versailles at the Belle Image, a\nvery inferior furnished house; and it is inconceivable how so obscure a\nperson could succeed in making herself believed to be a friend of the\nQueen, who, though so extremely affable, seldom granted audiences, and\nonly to titled persons.",
        "The trial of the Cardinal is too generally known to require me to repeat\nits details here.  The point most embarrassing to him was the interview\nhe had in February, 1785, with M. de Saint-James, to whom he confided the\nparticulars of the Queen’s pretended commission, and showed the contract\napproved and signed Marie Antoinette de France.  The memorandum found in\na drawer of the Cardinal’s bureau, in which he had himself written what\nBaehmer told him after having seen me at my country house, was likewise\nan unfortunate document for his Eminence.",
        "I offered to the King to go and declare that Baehmer had told me that the\nCardinal assured him he had received from the Queen’s own hand the thirty\nthousand francs given on account upon the bargain being concluded, and\nthat his Eminence had seen her Majesty take that sum in bills from the\nporcelain secretaire in her boudoir.  The King declined my offer, and\nsaid to me, “Were you alone when Boehmer told you this?”  I answered that\nI was alone with him in my garden.  “Well,” resumed he, “the man would\ndeny the fact; he is now sure of being paid his sixteen hundred thousand\nfrancs, which the Cardinal’s family will find it necessary to make good\nto him; we can no longer rely upon his sincerity; it would look as if you\nwere sent by the Queen, and that would not be proper.”",
        "     [The guilty woman no sooner knew that all was about to be discovered\n     than she sent for the jewellers, and told them the Cardinal had\n     perceived that the agreement, which he believed to have been signed\n     by the Queen, was a false and forged document.  “However,” added\n     she, “the Cardinal possesses a considerable fortune, and he can very\n     well pay you.”  These words reveal the whole secret.  The Countess\n     had taken the necklace to herself, and flattered herself that M. de\n     Rohan, seeing himself deceived and cruelly imposed upon, would\n     determine to pay and make the beat terms he could, rather than\n     suffer a matter of this nature to become public.-\"Secret\n     Correspondence of the Court of Louis XVI.\"]",
        "The procureur general’s information was severe on the Cardinal.  The\nHouses of Conde and Rohan and the majority of the nobility saw in this\naffair only an attack on the Prince’s rank, the clergy only a blow aimed\nat the privileges of a cardinal.  The clergy demanded that the\nunfortunate business of the Prince Cardinal de Rohan should be submitted\nto ecclesiastical jurisdiction, and the Archbishop of Narbonne, then\nPresident of the Convocation, made representations upon the subject to\nthe King; the bishops wrote to his Majesty to remind him that a private\necclesiastic implicated in the affair then pending would have a right to\nclaim his constitutional judges, and that this right was refused to a\ncardinal, his superior in the hierarchical order.  In short, the clergy\nand the greater part of the nobility were at that time outrageous against\nauthority, and chiefly against the Queen.",
        "The procureur-general’s conclusions, and those of a part of the heads of\nthe magistracy, were as severe towards the Cardinal as the information\nhad been; yet he was fully acquitted by a majority of three voices; the\nwoman De Lamotte was condemned to be whipped, branded, and imprisoned;\nand her husband, for contumacy, was condemned to the galleys for life.",
        "     [The following extract is from the “Memoirs” of the Abbe Georgel:\n     “The sittings were long and multiplied; it was necessary to read the\n     whole proceedings; more than fifty judges sat; a master of requests;\n     a friend of the Prince, wrote down all that was said there, and sent\n     it to his advisers, who found means to inform the Cardinal of it,\n     and to add the plan of conduct he ought to pursue.”  D’Epremesnil,\n     and other young counsellors, showed upon that occasion but too much\n     audacity in braving the Court, too much eagerness in seizing an\n     opportunity of attacking it.  They were the first to shake that\n     authority which their functions made it a duty in them to respect.-\n     NOTE BY THE EDITOR.]",
        "M. Pierre de Laurencel, the procureur general’s substitute, sent the\nQueen a list of the names of the members of the Grand Chamber, with the\nmeans made use of by the friends of the Cardinal to gain their votes\nduring the trial.  I had this list to keep among the papers which the\nQueen deposited in the house of M. Campan, my father-in-law, and which,\nat his death, she ordered me to preserve.  I burnt this statement, but I\nremember ladies performed a part not very creditable to their principles;\nit was by them, in consideration of large sums which they received, that\nsome of the oldest and most respected members were won over.  I did not\nsee a single name amongst the whole Parliament that was gained directly.",
        "The belief confirmed by time is, that the Cardinal was completely duped\nby the woman De Lamotte and Cagliostro.  The King may have been in error\nin thinking him an accomplice in this miserable and criminal scheme, but\nI have faithfully repeated his Majesty’s judgment about it.",
        "However, the generally received opinion that the Baron de Breteuil’s\nhatred for the Cardinal was the cause of the scandal and the unfortunate\nresult of this affair contributed to the disgrace of the former still\nmore than his refusal to give his granddaughter in marriage to the son of\nthe Duc de Polignac.  The Abbe de Vermond threw the whole blame of the\nimprudence and impolicy of the affair of the Cardinal de Rohan upon the\nminister, and ceased to be the friend and supporter of the Baron de\nBreteuil with the Queen.",
        "In the early part of the year 1786, the Cardinal, as has been said,\nwas fully acquitted, and came out of the Bastille, while Madame de\nLamotte was condemned to be whipped, branded, and imprisoned.  The Court,\npersisting in the erroneous views which had hitherto guided its measures,\nconceived that the Cardinal and the woman De Lamotte were equally\nculpable and unequally punished, and sought to restore the balance of\njustice by exiling the Cardinal to La Chaise-Dieu, and suffering Madame\nde Lamotte to escape a few days after she entered l’Hopital.  This new\nerror confirmed the Parisians in the idea that the wretch De Lamotte, who\nhad never been able to make her way so far as to the room appropriated to\nthe Queen’s women, had really interested the Queen herself.",
        "     [Further particulars will be found in the “Memoirs of the Comte de\n     Beugnot” (London: Hurst & Blackett, 1871), as he knew Madame de\n     Lamotte from the days of her early childhood (when the three\n     children, the Baron de Valois, who died captain of a frigate, and\n     the two Mademoiselles de Saint-Remi, the last descendants of the\n     Baron de Saint-Remi, a natural son of Henri II., were almost\n     starving) to the time of her temporary prosperity.  In fact, he was\n     with her when she burnt the correspondence of the Cardinal, in the\n     interval the Court foolishly allowed between his arrest and her\n     capture, and De Beugnot believed he had met at her house, at the\n     moment of their return from their successful trick, the whole party\n     engaged in deluding the Cardinal.  It is worth noting that he was\n     then struck by the face of Mademoiselle d’Oliva, who had just\n     personated the Queen in presenting a rose to the Cardinal.  It may\n     also be cited as a pleasing quality of Madame de Lamotte that she,\n     “in her ordinary conversation, used the words stupid and honest as\n     synonymous.\"–See “Beugnot,” vol. i., p. 60.]",
        "Continue...",
        "\nThis eBook of “Memoirs of Marie Antoinette” (Part A, also see Part B) by Madame Campan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}