{
    "title": "Metamorphosis",
    "author": "Franz Kafka",
    "chapter": "1",
    "content": [
        "\n\n",
        "One morning, when Gregor Samsa woke from troubled dreams, he\nfound himself transformed in his bed into a horrible vermin.\nHe lay on his armour-like back, and if he lifted his head a\nlittle he could see his brown belly, slightly domed and\ndivided by arches into stiff sections.  The bedding was\nhardly able to cover it and seemed ready to slide off any\nmoment.  His many legs, pitifully thin compared with the\nsize of the rest of him, waved about helplessly as he\nlooked.",
        "“What’s happened to me?” he thought.  It wasn’t a dream.\nHis room, a proper human room although a little too small,\nlay peacefully between its four familiar walls.  A\ncollection of textile samples lay spread out on the table –\nSamsa was a travelling salesman – and above it there hung a\npicture that he had recently cut out of an illustrated\nmagazine and housed in a nice, gilded frame.  It showed a\nlady fitted out with a fur hat and fur boa who sat upright,\nraising a heavy fur muff that covered the whole of her lower\narm towards the viewer.",
        "Gregor then turned to look out the window at the dull\nweather.  Drops of rain could be heard hitting the pane,\nwhich made him feel quite sad.  “How about if I sleep a\nlittle bit longer and forget all this nonsense”, he thought,\nbut that was something he was unable to do because he was\nused to sleeping on his right, and in his present state\ncouldn’t get into that position.  However hard he threw\nhimself onto his right, he always rolled back to where he\nwas.  He must have tried it a hundred times, shut his eyes\nso that he wouldn’t have to look at the floundering legs,\nand only stopped when he began to feel a mild, dull pain\nthere that he had never felt before.",
        "“Oh, God”, he thought, “what a strenuous career it is that\nI’ve chosen!  Travelling day in and day out.  Doing business\nlike this takes much more effort than doing your own\nbusiness at home, and on top of that there’s the curse of\ntravelling, worries about making train connections, bad and\nirregular food, contact with different people all the time\nso that you can never get to know anyone or become friendly\nwith them.  It can all go to Hell!”  He felt a slight itch\nup on his belly; pushed himself slowly up on his back\ntowards the headboard so that he could lift his head better;\nfound where the itch was, and saw that it was covered with\nlots of little white spots which he didn’t know what to make\nof; and when he tried to feel the place with one of his legs\nhe drew it quickly back because as soon as he touched it he\nwas overcome by a cold shudder.",
        "He slid back into his former position.  “Getting up early\nall the time”, he thought, “it makes you stupid.  You’ve got\nto get enough sleep.  Other travelling salesmen live a life\nof luxury.  For instance, whenever I go back to the guest\nhouse during the morning to copy out the contract, these\ngentlemen are always still sitting there eating their\nbreakfasts.  I ought to just try that with my boss; I’d get\nkicked out on the spot.  But who knows, maybe that would be\nthe best thing for me.  If I didn’t have my parents to think\nabout I’d have given in my notice a long time ago, I’d have\ngone up to the boss and told him just what I think, tell him\neverything I would, let him know just what I feel.  He’d\nfall right off his desk!  And it’s a funny sort of business\nto be sitting up there at your desk, talking down at your\nsubordinates from up there, especially when you have to go\nright up close because the boss is hard of hearing.  Well,\nthere’s still some hope; once I’ve got the money together to\npay off my parents’ debt to him – another five or six years\nI suppose – that’s definitely what I’ll do.  That’s when\nI’ll make the big change.  First of all though, I’ve got to\nget up, my train leaves at five.”",
        "And he looked over at the alarm clock, ticking on the chest\nof drawers.  “God in Heaven!” he thought.  It was half past\nsix and the hands were quietly moving forwards, it was even\nlater than half past, more like quarter to seven.  Had the\nalarm clock not rung?  He could see from the bed that it had\nbeen set for four o’clock as it should have been; it\ncertainly must have rung.  Yes, but was it possible to\nquietly sleep through that furniture-rattling noise?  True,\nhe had not slept peacefully, but probably all the more\ndeeply because of that.  What should he do now?  The next\ntrain went at seven; if he were to catch that he would have\nto rush like mad and the collection of samples was still not\npacked, and he did not at all feel particularly fresh and\nlively.  And even if he did catch the train he would not\navoid his boss’s anger as the office assistant would have\nbeen there to see the five o’clock train go, he would have\nput in his report about Gregor’s not being there a long time\nago.  The office assistant was the boss’s man, spineless,\nand with no understanding.  What about if he reported sick?\nBut that would be extremely strained and suspicious as in\nfifteen years of service Gregor had never once yet been ill.\nHis boss would certainly come round with the doctor from the\nmedical insurance company, accuse his parents of having a\nlazy son, and accept the doctor’s recommendation not to make\nany claim as the doctor believed that no-one was ever ill\nbut that many were workshy.  And what’s more, would he have\nbeen entirely wrong in this case?  Gregor did in fact, apart\nfrom excessive sleepiness after sleeping for so long, feel\ncompletely well and even felt much hungrier than usual.",
        "He was still hurriedly thinking all this through, unable to\ndecide to get out of the bed, when the clock struck quarter\nto seven.  There was a cautious knock at the door near his\nhead.  “Gregor”, somebody called – it was his mother – “it’s\nquarter to seven.  Didn’t you want to go somewhere?”  That\ngentle voice!  Gregor was shocked when he heard his own\nvoice answering, it could hardly be recognised as the voice\nhe had had before.  As if from deep inside him, there was a\npainful and uncontrollable squeaking mixed in with it, the\nwords could be made out at first but then there was a sort\nof echo which made them unclear, leaving the hearer unsure\nwhether he had heard properly or not.  Gregor had wanted to\ngive a full answer and explain everything, but in the\ncircumstances contented himself with saying: “Yes, mother,\nyes, thank-you, I’m getting up now.”  The change in Gregor’s\nvoice probably could not be noticed outside through the\nwooden door, as his mother was satisfied with this\nexplanation and shuffled away.  But this short conversation\nmade the other members of the family aware that Gregor,\nagainst their expectations was still at home, and soon his\nfather came knocking at one of the side doors, gently, but\nwith his fist.  “Gregor, Gregor”, he called, “what’s wrong?\"\nAnd after a short while he called again with a warning\ndeepness in his voice: “Gregor! Gregor!”  At the other side\ndoor his sister came plaintively: “Gregor? Aren’t you well?\nDo you need anything?”",
        "Gregor answered to both sides: “I’m ready, now”, making an\neffort to remove all the strangeness from his voice by\nenunciating very carefully and putting long pauses between\neach, individual word.  His father went back to his\nbreakfast, but his sister whispered: “Gregor, open the door,\nI beg of you.”  Gregor, however, had no thought of opening\nthe door, and instead congratulated himself for his cautious\nhabit, acquired from his travelling, of locking all doors at\nnight even when he was at home.",
        "The first thing he wanted to do was to get up in peace\nwithout being disturbed, to get dressed, and most of all to\nhave his breakfast.  Only then would he consider what to do\nnext, as he was well aware that he would not bring his\nthoughts to any sensible conclusions by lying in bed.  He\nremembered that he had often felt a slight pain in bed,\nperhaps caused by lying awkwardly, but that had always\nturned out to be pure imagination and he wondered how his\nimaginings would slowly resolve themselves today.  He did\nnot have the slightest doubt that the change in his voice\nwas nothing more than the first sign of a serious cold,\nwhich was an occupational hazard for travelling salesmen.",
        "It was a simple matter to throw off the covers; he only had\nto blow himself up a little and they fell off by themselves.\nBut it became difficult after that, especially as he was so\nexceptionally broad.  He would have used his arms and his\nhands to push himself up; but instead of them he only had\nall those little legs continuously moving in different\ndirections, and which he was moreover unable to control.  If\nhe wanted to bend one of them, then that was the first one\nthat would stretch itself out; and if he finally managed to\ndo what he wanted with that leg, all the others seemed to be\nset free and would move about painfully.  “This is\nsomething that can’t be done in bed”, Gregor said to\nhimself, “so don’t keep trying to do it”.",
        "The first thing he wanted to do was get the lower part of\nhis body out of the bed, but he had never seen this lower\npart, and could not imagine what it looked like; it turned\nout to be too hard to move; it went so slowly; and finally,\nalmost in a frenzy, when he carelessly shoved himself\nforwards with all the force he could gather, he chose the\nwrong direction, hit hard against the lower bedpost, and\nlearned from the burning pain he felt that the lower part of\nhis body might well, at present, be the most sensitive.",
        "So then he tried to get the top part of his body out of the\nbed first, carefully turning his head to the side.  This he\nmanaged quite easily, and despite its breadth and its\nweight, the bulk of his body eventually followed slowly in\nthe direction of the head.  But when he had at last got his\nhead out of the bed and into the fresh air it occurred to\nhim that if he let himself fall it would be a miracle if his\nhead were not injured, so he became afraid to carry on\npushing himself forward the same way.  And he could not\nknock himself out now at any price; better to stay in bed\nthan lose consciousness.",
        "It took just as much effort to get back to where he had been\nearlier, but when he lay there sighing, and was once more\nwatching his legs as they struggled against each other even\nharder than before, if that was possible, he could think of\nno way of bringing peace and order to this chaos.  He told\nhimself once more that it was not possible for him to stay\nin bed and that the most sensible thing to do would be to\nget free of it in whatever way he could at whatever\nsacrifice.  At the same time, though, he did not forget to\nremind himself that calm consideration was much better than\nrushing to desperate conclusions.  At times like this he\nwould direct his eyes to the window and look out as clearly\nas he could, but unfortunately, even the other side of the\nnarrow street was enveloped in morning fog and the view had\nlittle confidence or cheer to offer him.  “Seven o’clock,\nalready”, he said to himself when the clock struck again,\n“seven o’clock, and there’s still a fog like this.”  And he\nlay there quietly a while longer, breathing lightly as if he\nperhaps expected the total stillness to bring things back to\ntheir real and natural state.",
        "But then he said to himself: “Before it strikes quarter past\nseven I’ll definitely have to have got properly out of bed.\nAnd by then somebody will have come round from work to ask\nwhat’s happened to me as well, as they open up at work\nbefore seven o’clock.”  And so he set himself to the task of\nswinging the entire length of his body out of the bed all at\nthe same time.  If he succeeded in falling out of bed in\nthis way and kept his head raised as he did so he could\nprobably avoid injuring it.  His back seemed to be quite\nhard, and probably nothing would happen to it falling onto\nthe carpet.  His main concern was for the loud noise he was\nbound to make, and which even through all the doors would\nprobably raise concern if not alarm. But it was something\nthat had to be risked.",
        "When Gregor was already sticking half way out of the bed –\nthe new method was more of a game than an effort, all he had\nto do was rock back and forth – it occurred to him how\nsimple everything would be if somebody came to help him.\nTwo strong people – he had his father and the maid in mind –\nwould have been more than enough; they would only have to\npush their arms under the dome of his back, peel him away\nfrom the bed, bend down with the load and then be patient\nand careful as he swang over onto the floor, where,\nhopefully, the little legs would find a use.  Should he\nreally call for help though, even apart from the fact that\nall the doors were locked?  Despite all the difficulty he\nwas in, he could not suppress a smile at this thought.",
        "After a while he had already moved so far across that it\nwould have been hard for him to keep his balance if he\nrocked too hard.  The time was now ten past seven and he\nwould have to make a final decision very soon.   Then there\nwas a ring at the door of the flat.  “That’ll be someone\nfrom work”, he said to himself, and froze very still,\nalthough his little legs only became all the more lively as\nthey danced around.  For a moment everything remained quiet.\n“They’re not opening the door”, Gregor said to himself,\ncaught in some nonsensical hope.  But then of course, the\nmaid’s firm steps went to the door as ever and opened it.\nGregor only needed to hear the visitor’s first words of\ngreeting and he knew who it was – the chief clerk himself.\nWhy did Gregor have to be the only one condemned to work for\na company where they immediately became highly suspicious at\nthe slightest shortcoming?  Were all employees, every one of\nthem, louts, was there not one of them who was faithful and\ndevoted who would go so mad with pangs of conscience that he\ncouldn’t get out of bed if he didn’t spend at least a couple\nof hours in the morning on company business? Was it really\nnot enough to let one of the trainees make enquiries –\nassuming enquiries were even necessary – did the chief clerk\nhave to come himself, and did they have to show the whole,\ninnocent family that this was so suspicious that only the\nchief clerk could be trusted to have the wisdom to\ninvestigate it?  And more because these thoughts had made\nhim upset than through any proper decision, he swang himself\nwith all his force out of the bed.   There was a loud thump,\nbut it wasn’t really a loud noise.  His fall was softened a\nlittle by the carpet, and Gregor’s back was also more\nelastic than he had thought, which made the sound muffled\nand not too noticeable.  He had not held his head carefully\nenough, though, and hit it as he fell; annoyed and in pain,\nhe turned it and rubbed it against the carpet.",
        "“Something’s fallen down in there”, said the chief clerk in\nthe room on the left.  Gregor tried to imagine whether\nsomething of the sort that had happened to him today could\never happen to the chief clerk too; you had to concede that\nit was possible.  But as if in gruff reply to this question,\nthe chief clerk’s firm footsteps in his highly polished\nboots could now be heard in the adjoining room.  From the\nroom on his right, Gregor’s sister whispered to him to let\nhim know: “Gregor, the chief clerk is here.”",
        "“Yes, I know”, said Gregor to himself; but without daring to\nraise his voice loud enough for his sister to hear him.",
        "“Gregor”, said his father now from the room to his left,\n“the chief clerk has come round and wants to know why you\ndidn’t leave on the early train.  We don’t know what to say\nto him.  And anyway, he wants to speak to you personally.\nSo please open up this door.  I’m sure he’ll be good enough\nto forgive the untidiness of your room.”",
        "Then the chief clerk called “Good morning, Mr. Samsa”.",
        "“He isn’t well”, said his mother to the chief clerk, while\nhis father continued to speak through the door. “He isn’t\nwell, please believe me.  Why else would Gregor have missed\na train!  The lad only ever thinks about the business.  It\nnearly makes me cross the way he never goes out in the\nevenings; he’s been in town for a week now but stayed home\nevery evening.  He sits with us in the kitchen and just\nreads the paper or studies train timetables.  His idea of\nrelaxation is working with his fretsaw.  He’s made a little\nframe, for instance, it only took him two or three evenings,\nyou’ll be amazed how nice it is; it’s hanging up in his\nroom; you’ll see it as soon as Gregor opens the door.\nAnyway, I’m glad you’re here; we wouldn’t have been able to\nget Gregor to open the door by ourselves; he’s so stubborn;\nand I’m sure he isn’t well, he said this morning that he is,\nbut he isn’t.”",
        "“I’ll be there in a moment”, said Gregor slowly and\nthoughtfully, but without moving so that he would not miss\nany word of the conversation.  “Well I can’t think of any\nother way of explaining it, Mrs. Samsa”, said the chief\nclerk, “I hope it’s nothing serious.  But on the other hand,\nI must say that if we people in commerce ever become\nslightly unwell then, fortunately or unfortunately as you\nlike, we simply have to overcome it because of business\nconsiderations.”  “Can the chief clerk come in to see you\nnow then?”, asked his father impatiently, knocking at the\ndoor again.  “No”, said Gregor.  In the room on his right\nthere followed a painful silence; in the room on his left\nhis sister began to cry.",
        "So why did his sister not go and join the others?  She had\nprobably only just got up and had not even begun to get\ndressed.  And why was she crying?  Was it because he had not\ngot up, and had not let the chief clerk in, because he was\nin danger of losing his job and if that happened his boss\nwould once more pursue their parents with the same demands\nas before?  There was no need to worry about things like\nthat yet.  Gregor was still there and had not the slightest\nintention of abandoning his family.  For the time being he\njust lay there on the carpet, and no-one who knew the\ncondition he was in would seriously have expected him to let\nthe chief clerk in.  It was only a minor discourtesy, and a\nsuitable excuse could easily be found for it later on, it\nwas not something for which Gregor could be sacked on the\nspot.  And it seemed to Gregor much more sensible to leave\nhim now in peace instead of disturbing him with talking at\nhim and crying.  But the others didn’t know what was\nhappening, they were worried, that would excuse their\nbehaviour.  The chief clerk now raised his voice, “Mr.\nSamsa”, he called to him, “what is wrong?  You barricade\nyourself in your room, give us no more than yes or no for an\nanswer, you are causing serious and unnecessary concern to\nyour parents and you fail – and I mention this just by the\nway – you fail to carry out your business duties in a way\nthat is quite unheard of.  I’m speaking here on behalf of\nyour parents and of your employer, and really must request a\nclear and  immediate explanation.  I am astonished, quite\nastonished.  I thought I knew you as a calm and sensible\nperson, and now you suddenly seem to be showing off with\npeculiar whims.   This morning, your employer did suggest a\npossible reason for your failure to appear, it’s true – it\nhad to do with the money that was recently entrusted to you\n– but I came near to giving him my word of honour that that\ncould not be the right explanation.  But now that I see your\nincomprehensible stubbornness I no longer feel any wish\nwhatsoever to intercede on your behalf.  And nor is your\nposition all that secure.  I had originally intended to say\nall this to you in private, but since you cause me to waste\nmy time here for no good reason I don’t see why your parents\nshould not also learn of it.  Your turnover has been very\nunsatisfactory of late; I grant you that it’s not the time\nof year to do especially good business, we recognise that;\nbut there simply is no time of year to do no business at\nall, Mr. Samsa, we cannot allow there to be.”",
        "“But Sir”, called Gregor, beside himself and forgetting all\nelse in the excitement, “I’ll open up immediately, just a\nmoment.  I’m slightly unwell, an attack of dizziness, I\nhaven’t been able to get up.  I’m still in bed now.  I’m\nquite fresh again now, though.  I’m just getting out of bed.\nJust a moment.  Be patient!  It’s not quite as easy as I’d\nthought.  I’m quite alright now, though.  It’s shocking,\nwhat can suddenly happen to a person!  I was quite alright\nlast night, my parents know about it, perhaps better than\nme, I had a small symptom of it last night already.  They\nmust have noticed it.  I don’t know why I didn’t let you\nknow at work!  But you always think you can get over an\nillness without staying at home.  Please, don’t make my\nparents suffer!  There’s no basis for any of the accusations\nyou’re making; nobody’s ever said a word to me about any of\nthese things.  Maybe you haven’t read the latest contracts I\nsent in.  I’ll set off with the eight o’clock train, as\nwell, these few hours of rest have given me strength.  You\ndon’t need to wait, sir; I’ll be in the office soon after\nyou, and please be so good as to tell that to the boss and\nrecommend me to him!”  And while Gregor gushed out these\nwords, hardly knowing what he was saying, he made his way\nover to the chest of drawers – this was easily done,\nprobably because of the practise he had already had in bed –\nwhere he now tried to get himself upright.  He really did\nwant to open the door, really did want to let them see him\nand to speak with the chief clerk; the others were being so\ninsistent, and he was curious to learn what they would say\nwhen they caught sight of him.  If they were shocked then it\nwould no longer be Gregor’s responsibility and he could\nrest.  If, however, they took everything calmly he would\nstill have no reason to be upset, and if he hurried he\nreally could be at the station for eight o’clock.  The first\nfew times he tried to climb up on the smooth chest of\ndrawers he just slid down again, but he finally gave himself\none last swing and stood there upright; the lower part of\nhis body was in serious pain but he no longer gave any\nattention to it.  Now he let himself fall against the back\nof a nearby chair and held tightly to the edges of it with\nhis little legs.  By now he had also calmed down, and kept\nquiet so that he could listen to what the chief clerk was\nsaying.",
        "“Did you understand a word of all that?” the chief clerk\nasked his parents, “surely he’s not trying to make fools of\nus”.  “Oh, God!” called his mother, who was already in\ntears, “he could be seriously ill and we’re making him\nsuffer. Grete! Grete!” she then cried.  “Mother?” his sister\ncalled from the other side.  They communicated across\nGregor’s room.  “You’ll have to go for the doctor straight\naway.  Gregor is ill.  Quick, get the doctor.  Did you hear\nthe way Gregor spoke just now?\"\n“That was the voice of an animal”, said the chief clerk,\nwith a calmness that was in contrast with his mother’s\nscreams.  “Anna! Anna!” his father called into the kitchen\nthrough the entrance hall, clapping his hands, “get a\nlocksmith here, now!”  And the two girls, their skirts\nswishing, immediately ran out through the hall, wrenching\nopen the front door of the flat as they went.  How had his\nsister managed to get dressed so quickly?  There was no\nsound of the door banging shut again; they must have left it\nopen;  people often do in homes where something awful has\nhappened.",
        "Gregor, in contrast, had become much calmer.  So they\ncouldn’t understand his words any more, although they seemed\nclear enough to him, clearer than before – perhaps his ears\nhad become used to the sound.  They had realised, though,\nthat there was something wrong with him, and were ready to\nhelp.  The first response to his situation had been\nconfident and wise, and that made him feel better.  He felt\nthat he had been drawn back in among people, and from the\ndoctor and the locksmith he expected great and surprising\nachievements – although he did not really distinguish one\nfrom the other.  Whatever was said next would be crucial,\nso, in order to make his voice as clear as possible, he\ncoughed a little, but taking care to do this not too loudly\nas even this might well sound different from the way that a\nhuman coughs and he was no longer sure he could judge this\nfor himself.  Meanwhile, it had become very quiet in the\nnext room.  Perhaps his parents were sat at the table\nwhispering with the chief clerk, or perhaps they were all\npressed against the door and listening.",
        "Gregor slowly pushed his way over to the door with the\nchair.  Once there he let go of it and threw himself onto\nthe door, holding himself upright against it using the\nadhesive on the tips of his legs.  He rested there a little\nwhile to recover from the effort involved and then set\nhimself to the task of turning the key in the lock with his\nmouth.  He seemed, unfortunately, to have no proper teeth –\nhow was he, then, to grasp the key? – but the lack of teeth\nwas, of course, made up for with a very strong jaw; using\nthe jaw, he really was able to start the key turning,\nignoring the fact that he must have been causing some kind\nof damage as a brown fluid came from his mouth, flowed over\nthe key and dripped onto the floor.",
        "“Listen”, said the chief clerk in the next room, “he’s\nturning the key.”  Gregor was greatly encouraged by this;\nbut they all should have been calling to him, his father and\nhis mother too: “Well done, Gregor”, they should have cried,\n“keep at it, keep hold of the lock!”  And with the idea that\nthey were all excitedly following his efforts, he bit on the\nkey with all his strength, paying no attention to the pain\nhe was causing himself.  As the key turned round he turned\naround the lock with it, only holding himself upright with\nhis mouth, and hung onto the key or pushed it down again\nwith the whole weight of his body as needed.  The clear\nsound of the lock as it snapped back was Gregor’s sign that\nhe could break his concentration, and as he regained his\nbreath he said to himself: “So, I didn’t need the locksmith\nafter all”.  Then he lay his head on the handle of the door\nto open it completely.",
        "Because he had to open the door in this way, it was already\nwide open before he could be seen.  He had first to slowly\nturn himself around one of the double doors, and he had to\ndo it very carefully if he did not want to fall flat on his\nback before entering the room.  He was still occupied with\nthis difficult movement, unable to pay attention to anything\nelse, when he heard the chief clerk exclaim a loud “Oh!”,\nwhich sounded like the soughing of the wind.  Now he also\nsaw him – he was the nearest to the door – his hand pressed\nagainst his open mouth and slowly retreating as if driven by\na steady and invisible force.  Gregor’s mother, her hair\nstill dishevelled from bed despite the chief clerk’s being\nthere, looked at his father.  Then she unfolded her arms,\ntook two steps forward towards Gregor and sank down onto the\nfloor into her skirts that spread themselves out around her\nas her head disappeared down onto her breast.  His father\nlooked hostile, and clenched his fists as if wanting to\nknock Gregor back into his room.  Then he looked uncertainly\nround the living room, covered his eyes with his hands and\nwept so that his powerful chest shook.",
        "So Gregor did not go into the room, but leant against the\ninside of the other door which was still held bolted in\nplace.  In this way only half of his body could be seen,\nalong with his head above it which he leant over to one side\nas he peered out at the others.  Meanwhile the day had\nbecome much lighter; part of the endless, grey-black\nbuilding on the other side of the street – which was a\nhospital – could be seen quite clearly with the austere and\nregular line of windows piercing its facade; the rain was\nstill falling, now throwing down large, individual droplets\nwhich hit the ground one at a time.  The washing up from\nbreakfast lay on the table; there was so much of it because,\nfor Gregor’s father, breakfast was the most important meal\nof the day and he would stretch it out for several hours as\nhe sat reading a number of different newspapers.  On the\nwall exactly opposite there was photograph of Gregor when he\nwas a lieutenant in the army, his sword in his hand and a\ncarefree smile on his face as he called forth respect for\nhis uniform and bearing.  The door to the entrance hall was\nopen and as the front door of the flat was also open  he\ncould see onto the landing and the stairs where they began\ntheir way down below.",
        "“Now, then”, said Gregor, well aware that he was the only\none to have kept calm, “I’ll get dressed straight away now,\npack up my samples and set off.  Will you please just let me\nleave?   You can see”, he said to the chief clerk, “that I’m\nnot stubborn and like I like to do my job; being a\ncommercial traveller is arduous but without travelling I\ncouldn’t earn my living.  So where are you going, in to the\noffice? Yes?  Will you report everything accurately, then?\nIt’s quite possible for someone to be temporarily unable to\nwork, but that’s just the right time to remember what’s been\nachieved in the past and consider that later on, once the\ndifficulty has been removed, he will certainly work with all\nthe more diligence and concentration.  You’re well aware\nthat I’m seriously in debt to our employer as well as having\nto look after my parents and my sister, so that I’m trapped\nin a difficult situation, but I will work my way out of it\nagain.  Please don’t make things any harder for me than they\nare already, and don’t take sides against me at the office.\nI know that nobody likes the travellers.  They think we earn\nan enormous wage as well as having a soft time of it.\nThat’s just prejudice but they have no particular reason to\nthink better it.  But you, sir, you have a better overview\nthan the rest of the staff, in fact, if I can say this in\nconfidence, a better overview than the boss himself – it’s\nvery easy for a businessman like him to make mistakes about\nhis employees and judge them more harshly than he should.\nAnd you’re also well aware that we travellers spend almost\nthe whole year away from the office, so that we can very\neasily fall victim to gossip and chance and groundless\ncomplaints, and it’s almost impossible to defend yourself\nfrom that sort of thing, we don’t usually even hear about\nthem, or if at all it’s when we arrive back home exhausted\nfrom a trip, and that’s when we feel the harmful effects of\nwhat’s been going on without even knowing what caused them.\nPlease, don’t go away, at least first say something to show\nthat you grant that I’m at least partly right!”",
        "But the chief clerk had turned away as soon as Gregor had\nstarted to speak, and, with protruding lips, only stared\nback at him over his trembling shoulders as he left.  He did\nnot keep still for a moment while Gregor was speaking, but\nmoved steadily towards the door without taking his eyes off\nhim.  He moved very gradually, as if there had been some\nsecret prohibition on leaving the room.  It was only when he\nhad reached the entrance hall that he made a sudden\nmovement, drew his foot from the living room, and rushed\nforward in a panic.  In the hall, he stretched his right\nhand far out towards the stairway as if out there, there\nwere some supernatural force waiting to save him.",
        "Gregor realised that it was out of the question to let the\nchief clerk go away in this mood if his position in the firm\nwas not to be put into extreme danger.  That was something\nhis parents did not understand very well; over the years,\nthey had become convinced that this job would provide for\nGregor for his entire life, and besides, they had so much to\nworry about at present that they had lost sight of any\nthought for the future.  Gregor, though, did think about the\nfuture.  The chief clerk had to be held back, calmed down,\nconvinced and finally won over; the future of Gregor and his\nfamily depended on it!  If only his sister were here!  She\nwas clever; she was already in tears while Gregor was still\nlying peacefully on his back.   And the chief clerk was a\nlover of women, surely she could persuade him; she would\nclose the front door in the entrance hall and talk him out\nof his shocked state.  But his sister was not there, Gregor\nwould have to do the job himself.",
        "And without considering that he still was not familiar with\nhow well he could move about in his present state, or that\nhis speech still might not – or probably would not – be\nunderstood, he let go of  the door; pushed himself through\nthe opening; tried to reach the chief clerk on the landing\nwho, ridiculously, was holding on to the banister with both\nhands; but Gregor fell immediately over and, with a little\nscream as he sought something to hold onto, landed on his\nnumerous little legs.  Hardly had that happened than, for\nthe first time that day, he began to feel alright with his\nbody; the little legs had the solid ground under them; to\nhis pleasure, they did exactly as he told them; they were\neven making the effort to carry him where he wanted to go;\nand he was soon believing that all his sorrows would soon be\nfinally at an end.   He held back the urge to move but\nswayed from side to side as he crouched there on the floor.\nHis mother was not far away in front of him and seemed, at\nfirst, quite engrossed in herself, but then she suddenly\njumped up with her arms outstretched and her fingers spread\nshouting: “Help, for pity’s sake, Help!”  The way she held\nher head suggested she wanted to see Gregor better, but the\nunthinking way she was hurrying backwards showed that she\ndid not; she had forgotten that the table was behind her\nwith all the breakfast things on it; when she reached the\ntable she sat quickly down on it without knowing what she\nwas doing; without even seeming to notice that the coffee\npot had been knocked over and a gush of coffee was pouring\ndown onto the carpet.",
        "“Mother, mother”, said Gregor gently, looking up at her.  He\nhad completely forgotten the chief clerk for the moment, but\ncould not help himself snapping in the air with his jaws at\nthe sight of the flow of coffee.  That set his mother\nscreaming anew, she fled from the table and into the arms of\nhis father as he rushed towards her.  Gregor, though, had no\ntime to spare for his parents now; the chief clerk had\nalready reached the stairs; with his chin on the banister,\nhe looked back for the last time.  Gregor made a run for\nhim; he wanted to be sure of reaching him; the chief clerk\nmust have expected something, as he leapt down several steps\nat once and disappeared; his shouts resounding all around\nthe staircase.  The flight of the chief clerk seemed,\nunfortunately, to put Gregor’s father into a panic as well.\nUntil then he had been relatively self controlled, but now,\ninstead of running after the chief clerk himself, or at\nleast not impeding Gregor as he ran after him, Gregor’s\nfather seized the chief clerk’s stick in his right hand (the\nchief clerk had left it behind on a chair, along with his\nhat and overcoat), picked up a large newspaper from the\ntable with his left, and used them to drive Gregor back into\nhis room, stamping his foot at him as he went.  Gregor’s\nappeals to his father were of no help, his appeals were\nsimply not understood, however much he humbly turned his\nhead his father merely stamped his foot all the harder.",
        "Across the room, despite the chilly weather, Gregor’s mother\nhad pulled open a window, leant far out of it and pressed\nher hands to her face.  A strong draught of air flew in from\nthe street towards the stairway, the curtains flew up, the\nnewspapers on the table fluttered and some of them were\nblown onto the floor.  Nothing would stop Gregor’s father as\nhe drove him back, making hissing noises at him like a wild\nman.  Gregor had never had any practice in moving backwards\nand was only able to go very slowly.  If Gregor had only\nbeen allowed to turn round he would have been back in his\nroom straight away, but he was afraid that if he took the\ntime to do that his father would become impatient, and there\nwas the threat of a lethal blow to his back or head from the\nstick in his father’s hand any moment.  Eventually, though,\nGregor realised that he had no choice as he saw, to his\ndisgust, that he was quite incapable of going backwards in a\nstraight line; so he began, as quickly as possible and with\nfrequent anxious glances at his father, to turn himself\nround.  It went very slowly, but perhaps his father was able\nto see his good intentions as he did nothing to hinder him,\nin fact now and then he used the tip of his stick to give\ndirections from a distance as to which way to turn.",
        "If only his father would stop that unbearable hissing!  It\nwas making Gregor quite confused.  When he had nearly\nfinished turning round, still listening to that hissing, he\nmade a mistake and turned himself back a little the way he\nhad just come.  He was pleased when he finally had his head\nin front of the doorway, but then saw that it was too\nnarrow, and his body was too broad to get through it without\nfurther difficulty.  In his present mood, it obviously did\nnot occur to his father to open the other of the double\ndoors so that Gregor would have enough space to get through.\nHe was merely fixed on the idea that Gregor should be got\nback into his room as quickly as possible.  Nor would he\never have allowed Gregor the time to get himself upright as\npreparation for getting through the doorway.  What he did,\nmaking more noise than ever, was to drive Gregor forwards\nall the harder as if there had been nothing in the way; it\nsounded to Gregor as if there was now more than one father\nbehind him; it was not a pleasant experience, and Gregor\npushed himself into the doorway without regard for what\nmight happen.  One side of his body lifted itself, he lay at\nan angle in the doorway, one flank scraped on the white door\nand was painfully injured, leaving vile brown flecks on it,\nsoon he was stuck fast and would not have been able to move\nat all by himself, the little legs along one side hung\nquivering in the air while those on the other side were\npressed painfully against the ground.  Then his father gave\nhim a hefty shove from behind which released him from where\nhe was held and sent him flying, and heavily bleeding, deep\ninto his room.  The door was slammed shut with the stick,\nthen, finally, all was quiet.",
        "Continue...",
        "\n“Metamorphosis” by Franz Kafka Copyright © 2002 David Wyllie (translator) but can be reproduced freely (see original plain-text version).\nThis HTML-version prepared by Philipp Lenssen.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Metamorphosis (Bantam Classics)By Franz KafkaAt Amazon"
    ]
}