{
    "title": "Microsoft Research DRM talk - 1. DRM systems don’t work",
    "author": "Cory Doctorow",
    "chapter": "2",
    "content": [
        "\n\n",
        "This bit breaks down into two parts:",
        "1. A quick refresher course in crypto theory",
        "2. Applying that to DRM",
        "Cryptography – secret writing – is the practice of keeping\nsecrets. It involves three parties: a sender, a receiver and an\nattacker (actually, there can be more attackers, senders and\nrecipients, but let’s keep this simple). We usually call these\npeople Alice, Bob and Carol.",
        "Let’s say we’re in the days of the Caesar, the Gallic\nWar. You need to send messages back and forth to your generals,\nand you’d prefer that the enemy doesn’t get hold of them. You can\nrely on the idea that anyone who intercepts your message is\nprobably illiterate, but that’s a tough bet to stake your empire\non. You can put your messages into the hands of reliable\nmessengers who’ll chew them up and swallow them if captured –\nbut that doesn’t help you if Brad Pitt and his men in skirts\nskewer him with an arrow before he knows what’s hit him.",
        "So you encipher your message with something like ROT-13, where\nevery character is rotated halfway through the alphabet. They\nused to do this with non-worksafe material on Usenet, back when\nanyone on Usenet cared about work-safe-ness – A would become N,\nB is O, C is P, and so forth. To decipher, you just add 13 more,\nso N goes to A, O to B yadda yadda.",
        "Well, this is pretty lame: as soon as anyone figures out your\nalgorithm, your secret is g0nez0red.",
        "So if you’re Caesar, you spend a lot of time worrying about\nkeeping the existence of your messengers and their payloads\nsecret. Get that? You’re Augustus and you need to send a message\nto Brad without Caceous (a word I’m reliably informed means\n“cheese-like, or pertaining to cheese”) getting his hands on it.\nYou give the message to Diatomaceous, the fleetest runner in the\nempire, and you encipher it with ROT-13 and send him out of the\ngarrison in the pitchest hour of the night, making sure no one\nknows that you’ve sent it out. Caceous has spies everywhere, in\nthe garrison and staked out on the road, and if one of them puts\nan arrow through Diatomaceous, they’ll have their hands on the\nmessage, and then if they figure out the cipher, you’re b0rked.\nSo the existence of the message is a secret. The cipher is a\nsecret. The ciphertext is a secret. That’s a lot of secrets, and\nthe more secrets you’ve got, the less secure you are, especially\nif any of those secrets are shared. Shared secrets aren’t really\nall that secret any longer.",
        "Time passes, stuff happens, and then Tesla invents the radio and\nMarconi takes credit for it. This is both good news and bad news\nfor crypto: on the one hand, your messages can get to anywhere\nwith a receiver and an antenna, which is great for the brave\nfifth columnists working behind the enemy lines. On the other\nhand, anyone with an antenna can listen in on the message, which\nmeans that it’s no longer practical to keep the existence of the\nmessage a secret. Any time Adolf sends a message to Berlin, he\ncan assume Churchill overhears it.",
        "Which is OK, because now we have computers – big, bulky\nprimitive mechanical computers, but computers still. Computers\nare machines for rearranging numbers, and so scientists on both\nsides engage in a fiendish competition to invent the most\ncleverest method they can for rearranging numerically represented\ntext so that the other side can’t unscramble it. The existence of\nthe message isn’t a secret anymore, but the cipher is.",
        "But this is still too many secrets. If Bobby intercepts one of\nAdolf’s Enigma machines, he can give Churchill all kinds of\nintelligence. I mean, this was good news for Churchill and us,\nbut bad news for Adolf. And at the end of the day, it’s bad news\nfor anyone who wants to keep a secret.",
        "Enter keys: a cipher that uses a key is still more secure. Even\nif the cipher is disclosed, even if the ciphertext is\nintercepted, without the key (or a break), the message is secret.\nPost-war, this is doubly important as we begin to realize what I\nthink of as Schneier’s Law: “any person can invent a security\nsystem so clever that she or he can’t think of how to break it.\"\nThis means that the only experimental methodology for discovering\nif you’ve made mistakes in your cipher is to tell all the smart\npeople you can about it and ask them to think of ways to break\nit. Without this critical step, you’ll eventually end up living\nin a fool’s paradise, where your attacker has broken your cipher\nages ago and is quietly decrypting all her intercepts of your\nmessages, snickering at you.",
        "Best of all, there’s only one secret: the key. And with dual-key\ncrypto it becomes a lot easier for Alice and Bob to keep their\nkeys secret from Carol, even if they’ve never met. So long as\nAlice and Bob can keep their keys secret, they can assume that\nCarol won’t gain access to their cleartext messages, even though\nshe has access to the cipher and the ciphertext. Conveniently\nenough, the keys are the shortest and simplest of the secrets,\ntoo: hence even easier to keep away from Carol. Hooray for Bob\nand Alice.",
        "Now, let’s apply this to DRM.",
        "In DRM, the attacker is also the recipient. It’s not Alice and\nBob and Carol, it’s just Alice and Bob. Alice sells Bob a DVD.\nShe sells Bob a DVD player. The DVD has a movie on it – say,\nPirates of the Caribbean – and it’s enciphered with an algorithm\ncalled CSS – Content Scrambling System. The DVD player has a CSS\nun-scrambler.",
        "Now, let’s take stock of what’s a secret here: the cipher is\nwell-known. The ciphertext is most assuredly in enemy hands, arrr.\nSo what? As long as the key is secret from the attacker, we’re\ngolden.",
        "But there’s the rub. Alice wants Bob to buy Pirates of the\nCaribbean from her. Bob will only buy Pirates of the Caribbean if\nhe can descramble the CSS-encrypted VOB – video object – on his\nDVD player. Otherwise, the disc is only useful to Bob as a\ndrinks-coaster. So Alice has to provide Bob – the attacker –\nwith the key, the cipher and the ciphertext.",
        "Hilarity ensues.",
        "DRM systems are broken in minutes, sometimes days. Rarely,\nmonths. It’s not because the people who think them up are stupid.\nIt’s not because the people who break them are smart. It’s not\nbecause there’s a flaw in the algorithms. At the end of the day,\nall DRM systems share a common vulnerability: they provide their\nattackers with ciphertext, the cipher and the key. At this point,\nthe secret isn’t a secret anymore.",
        "Continue...",
        "\nThis eText by Cory Doctorow from June 17, 2004, belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}