{
    "title": "Microsoft Research DRM talk - 4. DRM systems are bad for artists",
    "author": "Cory Doctorow",
    "chapter": "5",
    "content": [
        "\n\n",
        "But what of the artist? The hardworking filmmaker, the\nink-stained scribbler, the heroin-cured leathery rock-star? We\npoor slobs of the creative class are everyone’s favorite\nposter-children here: the RIAA and MPAA hold us up and say,\n“Won’t someone please think of the children?” File-sharers say,\n“Yeah, we’re thinking about the artists, but the labels are The\nMan, who cares what happens to you?”",
        "To understand what DRM does to artists, you need to understand\nhow copyright and technology interact. Copyright is inherently\ntechnological, since the things it addresses – copying,\ntransmitting, and so on – are inherently technological.",
        "The piano roll was the first system for cheaply copying music. It\nwas invented at a time when the dominant form of entertainment in\nAmerica was getting a talented pianist to come into your living\nroom and pound out some tunes while you sang along. The music\nindustry consisted mostly of sheet-music publishers.",
        "The player piano was a digital recording and playback system.\nPiano-roll companies bought sheet music and ripped the notes\nprinted on it into 0s and 1s on a long roll of computer tape,\nwhich they sold by the thousands – the hundreds of thousands –\nthe millions. They did this without a penny’s compensation to the\npublishers. They were digital music pirates. Arrrr!",
        "Predictably, the composers and music publishers went nutso. Sousa\nshowed up in Congress to say that:",
        "\tThese talking machines are going to ruin the\n\tartistic development of music in this\n\tcountry. When I was a boy...in front of every\n\thouse in the summer evenings, you would find\n\tyoung people together singing the songs of\n\tthe day or old songs. Today you hear these\n\tinfernal machines going night and day. We\n\twill not have a vocal chord left. The vocal\n\tchord will be eliminated by a process of\n\tevolution, as was the tail of man when he\n\tcame from the ape.",
        "The publishers asked Congress to ban the piano roll and to create\na law that said that any new system for reproducing music should\nbe subject to a veto from their industry association. Lucky for\nus, Congress realized what side of their bread had butter on it\nand decided not to criminalize the dominant form of entertainment\nin America.",
        "But there was the problem of paying artists. The Constitution\nsets out the purpose of American copyright: to promote the useful\narts and sciences. The composers had a credible story that they’d\ndo less composing if they weren’t paid for it, so Congress needed\na fix. Here’s what they came up with: anyone who paid a music\npublisher two cents would have the right to make one piano roll\nof any song that publisher published. The publisher couldn’t say\nno, and no one had to hire a lawyer at $200 an hour to argue\nabout whether the payment should be two cents or a nickel.",
        "This compulsory license is still in place today: when Joe Cocker\nsings “With a Little Help from My Friends,” he pays a fixed fee\nto the Beatles’ publisher and away he goes – even if Ringo hates\nthe idea. If you ever wondered how Sid Vicious talked Anka into\nletting him get a crack at “My Way,” well, now you know.",
        "That compulsory license created a world where a thousand times\nmore money was made by a thousand times more creators who made a\nthousand times more music that reached a thousand times more\npeople.",
        "This story repeats itself throughout the technological century,\nevery ten or fifteen years. Radio was enabled by a voluntary\nblanket license – the music companies got together and asked for\nan antitrust exemption so that they could offer all their music\nfor a flat fee. Cable TV took a compulsory: the only way cable\noperators could get their hands on broadcasts was to pirate them\nand shove them down the wire, and Congress saw fit to legalize\nthis practice rather than screw around with their constituents’\nTVs.",
        "Sometimes, the courts and Congress decided to simply take away a\ncopyright – that’s what happened with the VCR. When Sony brought\nout the VCR in 1976, the studios had already decided what the\nexperience of watching a movie in your living room would look\nlike: they’d licensed out their programming for use on a machine\ncalled a Discovision, which played big LP-sized discs that\ndisintegrated after a few plays. Proto-DRM.",
        "The copyright scholars of the day didn’t give the VCR very good\nodds. Sony argued that their box allowed for a fair use, which is\ndefined as a use that a court rules is a defense against\ninfringement based on four factors: whether the use transforms\nthe work into something new, like a collage; whether it uses all\nor some of the work; whether the work is artistic or mainly\nfactual; and whether the use undercuts the creator’s\nbusiness-model.",
        "The Betamax failed on all four fronts: when you time-shifted or\nduplicated a Hollywood movie off the air, you made a\nnon-transformative use of 100 percent of a creative work in a way\nthat directly undercut the Discovision licensing stream.",
        "Jack Valenti, the mouthpiece for the motion-picture industry,\ntold Congress in 1982 that the VCR was to the American film\nindustry “as the Boston Strangler is to a woman home alone.”",
        "But the Supreme Court ruled against Hollywood in 1984, when it\ndetermined that any device capable of a substantial\nnon-infringing use was legal. In other words, “We don’t buy this\nBoston Strangler business: if your business model can’t survive\nthe emergence of this general-purpose tool, it’s time to get\nanother business-model or go broke.”",
        "Hollywood found another business model, as the broadcasters had,\nas the Vaudeville artists had, as the music publishers had, and\nthey made more art that paid more artists and reached a wider\naudience.",
        "There’s one thing that every new art business-model had in\ncommon: it embraced the medium it lived in.",
        "This is the overweening characteristic of every single successful\nnew medium: it is true to itself. The Luther Bible didn’t\nsucceed on the axes that made a hand-copied monk Bible valuable:\nthey were ugly, they weren’t in Church Latin, they weren’t read\naloud by someone who could interpret it for his lay audience,\nthey didn’t represent years of devoted-with-a-capital-D labor by\nsomeone who had given his life over to God. The thing that made\nthe Luther Bible a success was its scalability: it was more\npopular because it was more proliferate: all success factors for\na new medium pale beside its profligacy. The most successful\norganisms on earth are those that reproduce the most: bugs and\nbacteria, nematodes and virii. Reproduction is the best of all\nsurvival strategies.",
        "Piano rolls didn’t sound as good as the music of a skilled\npianist: but they scaled better. Radio lacked the social\nelements of live performance, but more people could build a\ncrystal set and get it aimed correctly than could pack into even\nthe largest Vaudeville house. MP3s don’t come with liner notes,\nthey aren’t sold to you by a hipper-than-thou record store clerk\nwho can help you make your choice, bad rips and truncated files\nabound: I once downloaded a twelve-second copy of “Hey Jude” from\nthe original Napster. Yet MP3 is outcompeting the CD. I don’t\nknow what to do with CDs anymore: I get them, and they’re like\nthe especially garment bag they give you at the fancy suit shop:\nit’s nice and you feel like a goof for throwing it out, but\nChrist, how many of these things can you usefully own? I can put\nten thousand songs on my laptop, but a comparable pile of discs,\nwith liner notes and so forth – that’s a liability: it’s a piece\nof my monthly storage-locker costs.",
        "Here are the two most important things to know about computers\nand the Internet:",
        "1. A computer is a machine for rearranging bits",
        "2. The Internet is a machine for moving bits from one place to\nanother very cheaply and quickly",
        "Any new medium that takes hold on the Internet and with computers\nwill embrace these two facts, not regret them. A newspaper press\nis a machine for spitting out cheap and smeary newsprint at\nspeed: if you try to make it output fine art lithos, you’ll get\njunk. If you try to make it output newspapers, you’ll get the\nbasis for a free society.",
        "And so it is with the Internet. At the heyday of Napster, record\nexecs used to show up at conferences and tell everyone that\nNapster was doomed because no one wanted lossily compressed MP3s\nwith no liner notes and truncated files and misspelled metadata.",
        "Today we hear ebook publishers tell each other and anyone who’ll\nlisten that the barrier to ebooks is screen resolution. It’s\nbollocks, and so is the whole sermonette about how nice a book\nlooks on your bookcase and how nice it smells and how easy it is\nto slip into the tub. These are obvious and untrue things, like\nthe idea that radio will catch on once they figure out how to\nsell you hotdogs during the intermission, or that movies will\nreally hit their stride when we can figure out how to bring the\nactors out for an encore when the film’s run out. Or that what\nthe Protestant Reformation really needs is Luther Bibles with\nfacsimile illumination in the margin and a rent-a-priest to read\naloud from your personal Word of God.",
        "New media don’t succeed because they’re like the old media, only\nbetter: they succeed because they’re worse than the old media at\nthe stuff the old media is good at, and better at the stuff the\nold media are bad at. Books are good at being paperwhite,\nhigh-resolution, low-infrastructure, cheap and disposable. Ebooks\nare good at being everywhere in the world at the same time for\nfree in a form that is so malleable that you can just pastebomb\nit into your IM session or turn it into a page-a-day mailing\nlist.",
        "The only really successful epublishing – I mean, hundreds of\nthousands, millions of copies distributed and read – is the\nbookwarez scene, where scanned-and-OCR’d books are distributed on\nthe darknet. The only legit publishers with any success at\nepublishing are the ones whose books cross the Internet without\ntechnological fetter: publishers like Baen Books and my own, Tor,\nwho are making some or all of their catalogs available in ASCII\nand HTML and PDF.",
        "The hardware-dependent ebooks, the DRM use-and-copy-restricted\nebooks, they’re cratering. Sales measured in the tens, sometimes\nthe hundreds. Science fiction is a niche business, but when\nyou’re selling copies by the ten, that’s not even a business,\nit’s a hobby.",
        "Every one of you has been riding a curve where you read more and\nmore words off of more and more screens every day through most of\nyour professional careers. It’s zero-sum: you’ve also been\nreading fewer words off of fewer pages as time went by: the\ndinosauric executive who prints his email and dictates a reply to\nhis secretary is info-roadkill.",
        "Today, at this very second, people read words off of screens for\nevery hour that they can find. Your kids stare at their Game Boys\nuntil their eyes fall out. Euroteens ring doorbells with their\nhypertrophied, SMS-twitching thumbs instead of their index\nfingers.",
        "Paper books are the packaging that books come in. Cheap\nprinter-binderies like the Internet Bookmobile that can produce a\nfull bleed, four color, glossy cover, printed spine,\nperfect-bound book in ten minutes for a dollar are the future of\npaper books: when you need an instance of a paper book, you\ngenerate one, or part of one, and pitch it out when you’re done.\nI landed at SEA-TAC on Monday and burned a couple CDs from my\nmusic collection to listen to in the rental car. When I drop the\ncar off, I’ll leave them behind. Who needs ’em?",
        "Whenever a new technology has disrupted copyright, we’ve changed\ncopyright. Copyright isn’t an ethical proposition, it’s a\nutilitarian one. There’s nothing moral about paying a composer\ntuppence for the piano-roll rights, there’s nothing immoral\nabout not paying Hollywood for the right to videotape a movie off\nyour TV. They’re just the best way of balancing out so that\npeople’s physical property rights in their VCRs and phonographs\nare respected and so that creators get enough of a dangling\ncarrot to go on making shows and music and books and paintings.",
        "Technology that disrupts copyright does so because it simplifies\nand cheapens creation, reproduction and distribution. The\nexisting copyright businesses exploit inefficiencies in the old\nproduction, reproduction and distribution system, and they’ll be\nweakened by the new technology. But new technology always gives\nus more art with a wider reach: that’s what tech is for.",
        "Tech gives us bigger pies that more artists can get a bite out\nof. That’s been tacitly acknowledged at every stage of the\ncopyfight since the piano roll. When copyright and technology\ncollide, it’s copyright that changes.",
        "Which means that today’s copyright – the thing that DRM\nnominally props up – didn’t come down off the mountain on two\nstone tablets. It was created in living memory to accommodate the\ntechnical reality created by the inventors of the previous\ngeneration. To abandon invention now robs tomorrow’s artists of\nthe new businesses and new reach and new audiences that the\nInternet and the PC can give them.",
        "Continue...",
        "\nThis eText by Cory Doctorow from June 17, 2004, belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}