{
    "title": "Microsoft Research DRM talk - 2. DRM systems are bad for society",
    "author": "Cory Doctorow",
    "chapter": "3",
    "content": [
        "\n\n",
        "Raise your hand if you’re thinking something like, “But DRM\ndoesn’t have to be proof against smart attackers, only average\nindividuals! It’s like a speedbump!”",
        "Put your hand down.",
        "This is a fallacy for two reasons: one technical, and one social.\nThey’re both bad for society, though.",
        "Here’s the technical reason: I don’t need to be a cracker to\nbreak your DRM. I only need to know how to search Google, or\nKazaa, or any of the other general-purpose search tools for the\ncleartext that someone smarter than me has extracted.",
        "Raise your hand if you’re thinking something like, “But NGSCB can\nsolve this problem: we’ll lock the secrets up on the logic board\nand goop it all up with epoxy.”",
        "Put your hand down.",
        "Raise your hand if you’re a co-author of the Darknet paper.",
        "Everyone in the first group, meet the co-authors of the Darknet\npaper. This is a paper that says, among other things, that DRM\nwill fail for this very reason. Put your hands down, guys.",
        "Here’s the social reason that DRM fails: keeping an honest user\nhonest is like keeping a tall user tall. DRM vendors tell us that\ntheir technology is meant to be proof against average users, not\norganized criminal gangs like the Ukranian pirates who stamp out\nmillions of high-quality counterfeits. It’s not meant to be proof\nagainst sophisticated college kids. It’s not meant to be proof\nagainst anyone who knows how to edit her registry, or hold down\nthe shift key at the right moment, or use a search engine. At the\nend of the day, the user DRM is meant to defend against is the\nmost unsophisticated and least capable among us.",
        "Here’s a true story about a user I know who was stopped by DRM.\nShe’s smart, college educated, and knows nothing about\nelectronics. She has three kids. She has a DVD in the living room\nand an old VHS deck in the kids’ playroom. One day, she brought\nhome the Toy Story DVD for the kids. That’s a substantial\ninvestment, and given the generally jam-smeared character of\neverything the kids get their paws on, she decided to tape the\nDVD off to VHS and give that to the kids – that way she could\nmake a fresh VHS copy when the first one went south. She cabled\nher DVD into her VHS and pressed play on the DVD and record on\nthe VCR and waited.",
        "Before I go farther, I want us all to stop a moment and marvel at\nthis. Here is someone who is practically technophobic, but who\nwas able to construct a mental model of sufficient accuracy that\nshe figured out that she could connect her cables in the right\norder and dub her digital disc off to analog tape. I imagine that\neveryone in this room is the front-line tech support for someone\nin her or his family: wouldn’t it be great if all our non-geek\nfriends and relatives were this clever and imaginative?",
        "I also want to point out that this is the proverbial honest user.\nShe’s not making a copy for the next door neighbors. She’s not\nmaking a copy and selling it on a blanket on Canal Street. She’s\nnot ripping it to her hard-drive, DivX encoding it and putting it\nin her Kazaa sharepoint. She’s doing something honest – moving\nit from one format to another. She’s home taping.",
        "Except she fails. There’s a DRM system called Macrovision\nembedded – by law – in every DVD player and VHS that messes\nwith the vertical blanking interval in the signal and causes any\ntape made in this fashion to fail. Macrovision can be defeated\nfor about $10 with a gadget readily available on eBay. But our\ninfringer doesn’t know that. She’s “honest.” Technically\nunsophisticated. Not stupid, mind you – just naive.",
        "The Darknet paper addresses this possibility: it even predicts\nwhat this person will do in the long run: she’ll find out about\nKazaa and the next time she wants to get a movie for the kids,\nshe’ll download it from the net and burn it for them.",
        "In order to delay that day for as long as possible, our lawmakers\nand big rightsholder interests have come up with a disastrous\npolicy called anticircumvention.",
        "Here’s how anticircumvention works: if you put a lock – an\naccess control – around a copyrighted work, it is illegal to\nbreak that lock. It’s illegal to make a tool that breaks that\nlock. It’s illegal to tell someone how to make that tool. It’s\nillegal to tell someone where she can find out how to make that\ntool.",
        "Remember Schneier’s Law? Anyone can come up with a security\nsystem so clever that he can’t see its flaws. The only way to\nfind the flaws in security is to disclose the system’s workings\nand invite public feedback. But now we live in a world where any\ncipher used to fence off a copyrighted work is off-limits to that\nkind of feedback. That’s something that a Princeton engineering\nprof named Ed Felten discovered when he submitted a paper to an\nacademic conference on the failings in the Secure Digital Music\nInitiative, a watermarking scheme proposed by the recording\nindustry. The RIAA responded by threatening to sue his ass if he\ntried it. We fought them because Ed is the kind of client that\nimpact litigators love: unimpeachable and clean-cut and the RIAA\nfolded. Lucky Ed. Maybe the next guy isn’t so lucky.",
        "Matter of fact, the next guy wasn’t. Dmitry Skylarov is a Russian\nprogrammer who gave a talk at a hacker con in Vegas on the\nfailings in Adobe’s e-book locks. The FBI threw him in the slam\nfor 30 days. He copped a plea, went home to Russia, and the\nRussian equivalent of the State Department issued a blanket\nwarning to its researchers to stay away from American\nconferences, since we’d apparently turned into the kind of\ncountry where certain equations are illegal.",
        "Anticircumvention is a powerful tool for people who want to\nexclude competitors. If you claim that your car engine firmware\nis a “copyrighted work,” you can sue anyone who makes a tool for\ninterfacing with it. That’s not just bad news for mechanics –\nthink of the hotrodders who want to chip their cars to tweak the\nperformance settings. We have companies like Lexmark claiming\nthat their printer cartridges contain copyrighted works –\nsoftware that trips an “I am empty” flag when the toner runs out,\nand have sued a competitor who made a remanufactured cartridge\nthat reset the flag. Even garage-door opener companies have\ngotten in on the act, claiming that their receivers’ firmware are\ncopyrighted works. Copyrighted cars, print carts and garage-door\nopeners: what’s next, copyrighted light-fixtures?",
        "Even in the context of legitimate – excuse me, “traditional” –\ncopyrighted works like movies on DVDs, anticircumvention is bad\nnews. Copyright is a delicate balance. It gives creators and\ntheir assignees some rights, but it also reserves some rights to\nthe public. For example, an author has no right to prohibit\nanyone from transcoding his books into assistive formats for the\nblind. More importantly, though, a creator has a very limited say\nover what you can do once you lawfully acquire her works. If I\nbuy your book, your painting, or your DVD, it belongs to me. It’s\nmy property. Not my “intellectual property” – a whacky kind of\npseudo-property that’s swiss-cheesed with exceptions, easements\nand limitations – but real, no-fooling, actual tangible\nproperty – the kind of thing that courts have been managing\nthrough tort law for centuries.",
        "But anticirumvention lets rightsholders invent new and exciting\ncopyrights for themselves – to write private laws without\naccountability or deliberation – that expropriate your interest\nin your physical property to their favor. Region-coded DVDs are\nan example of this: there’s no copyright here or in anywhere I\nknow of that says that an author should be able to control where\nyou enjoy her creative works, once you’ve paid for them. I can\nbuy a book and throw it in my bag and take it anywhere from\nToronto to Timbuktu, and read it wherever I am: I can even buy\nbooks in America and bring them to the UK, where the author may\nhave an exclusive distribution deal with a local publisher who\nsells them for double the US shelf-price. When I’m done with it,\nI can sell it on or give it away in the UK. Copyright lawyers\ncall this “First Sale,” but it may be simpler to think of it as\n“Capitalism.”",
        "The keys to decrypt a DVD are controlled by an org called\nDVD-CCA, and they have a bunch of licensing requirements for\nanyone who gets a key from them. Among these is something called\nregion-coding: if you buy a DVD in France, it’ll have a flag set\nthat says, “I am a French DVD.” Bring that DVD to America and\nyour DVD player will compare the flag to its list of permitted\nregions, and if they don’t match, it will tell you that it’s not\nallowed to play your disc.",
        "Remember: there is no copyright that says that an author gets to\ndo this. When we wrote the copyright statutes and granted authors\nthe right to control display, performance, duplication,\nderivative works, and so forth, we didn’t leave out “geography\"\nby accident. That was on-purpose.",
        "So when your French DVD won’t play in America, that’s not because\nit’d be illegal to do so: it’s because the studios have invented\na business-model and then invented a copyright law to prop it up.\nThe DVD is your property and so is the DVD player, but if you\nbreak the region-coding on your disc, you’re going to run afoul\nof anticircumvention.",
        "That’s what happened to Jon Johansen, a Norweigan teenager who\nwanted to watch French DVDs on his Norweigan DVD player. He and\nsome pals wrote some code to break the CSS so that he could do\nso. He’s a wanted man here in America; in Norway the studios put\nthe local fuzz up to bringing him up on charges of unlawfully\ntrespassing upon a computer system. When his defense asked,\n“Which computer has Jon trespassed upon?” the answer was: “His\nown.”",
        "His no-fooling, real and physical property has been expropriated\nby the weird, notional, metaphorical intellectual property on his\nDVD: DRM only works if your record player becomes the property of\nwhomever’s records you’re playing.",
        "Continue...",
        "\nThis eText by Cory Doctorow from June 17, 2004, belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}