{
    "title": "Microsoft Research DRM talk - by Cory Doctorow [Authorama]",
    "author": "Unknown",
    "chapter": "talk",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "This talk was originally given to Microsoft’s Research Group\nand other interested  parties from within the company at their\nRedmond offices on June 17, 2004.",
        "Jason Kottke’s audiobook edition as MP3.",
        "Plain text version.",
        "Greetings fellow pirates! Arrrrr!",
        "I’m here today to talk to you about copyright, technology and\nDRM, I work for the Electronic Frontier Foundation on copyright\nstuff (mostly), and I live in London. I’m not a lawyer – I’m a\nkind of mouthpiece/activist type, though occasionally they shave\nme and stuff me into my Bar Mitzvah suit and send me to a\nstandards body or the UN to stir up trouble. I spend about three\nweeks a month on the road doing completely weird stuff like going\nto Microsoft to talk about DRM.",
        "I lead a double life: I’m also a science fiction writer. That\nmeans I’ve got a dog in this fight, because I’ve been dreaming of\nmaking my living from writing since I was 12 years old.\nAdmittedly, my IP-based biz isn’t as big as yours, but I\nguarantee you that it’s every bit as important to me as yours is\nto you.",
        "Here’s what I’m here to convince you of:",
        "That DRM systems don’t work",
        "That DRM systems are bad for society",
        "That DRM systems are bad for business",
        "That DRM systems are bad for artists",
        "That DRM is a bad business-move for MSFT",
        "It’s a big brief, this talk. Microsoft has sunk a lot of capital\ninto DRM systems, and spent a lot of time sending folks like\nMartha and Brian and Peter around to various smoke-filled rooms\nto make sure that Microsoft DRM finds a hospitable home in the\nfuture world. Companies like Microsoft steer like old Buicks, and\nthis issue has a lot of forward momentum that will be hard to\nsoak up without driving the engine block back into the driver’s\ncompartment. At best I think that Microsoft might convert some of\nthat momentum on DRM into angular momentum, and in so doing, save\nall our asses.",
        "Let’s dive into it.",
        "This bit breaks down into two parts:",
        "1. A quick refresher course in crypto theory",
        "2. Applying that to DRM",
        "Cryptography – secret writing – is the practice of keeping\nsecrets. It involves three parties: a sender, a receiver and an\nattacker (actually, there can be more attackers, senders and\nrecipients, but let’s keep this simple). We usually call these\npeople Alice, Bob and Carol.",
        "Let’s say we’re in the days of the Caesar, the Gallic\nWar. You need to send messages back and forth to your generals,\nand you’d prefer that the enemy doesn’t get hold of them. You can\nrely on the idea that anyone who intercepts your message is\nprobably illiterate, but that’s a tough bet to stake your empire\non. You can put your messages into the hands of reliable\nmessengers who’ll chew them up and swallow them if captured –\nbut that doesn’t help you if Brad Pitt and his men in skirts\nskewer him with an arrow before he knows what’s hit him.",
        "So you encipher your message with something like ROT-13, where\nevery character is rotated halfway through the alphabet. They\nused to do this with non-worksafe material on Usenet, back when\nanyone on Usenet cared about work-safe-ness – A would become N,\nB is O, C is P, and so forth. To decipher, you just add 13 more,\nso N goes to A, O to B yadda yadda.",
        "Well, this is pretty lame: as soon as anyone figures out your\nalgorithm, your secret is g0nez0red.",
        "So if you’re Caesar, you spend a lot of time worrying about\nkeeping the existence of your messengers and their payloads\nsecret. Get that? You’re Augustus and you need to send a message\nto Brad without Caceous (a word I’m reliably informed means\n\"cheese-like, or pertaining to cheese”) getting his hands on it.\nYou give the message to Diatomaceous, the fleetest runner in the\nempire, and you encipher it with ROT-13 and send him out of the\ngarrison in the pitchest hour of the night, making sure no one\nknows that you’ve sent it out. Caceous has spies everywhere, in\nthe garrison and staked out on the road, and if one of them puts\nan arrow through Diatomaceous, they’ll have their hands on the\nmessage, and then if they figure out the cipher, you’re b0rked.\nSo the existence of the message is a secret. The cipher is a\nsecret. The ciphertext is a secret. That’s a lot of secrets, and\nthe more secrets you’ve got, the less secure you are, especially\nif any of those secrets are shared. Shared secrets aren’t really\nall that secret any longer.",
        "Time passes, stuff happens, and then Tesla invents the radio and\nMarconi takes credit for it. This is both good news and bad news\nfor crypto: on the one hand, your messages can get to anywhere\nwith a receiver and an antenna, which is great for the brave\nfifth columnists working behind the enemy lines. On the other\nhand, anyone with an antenna can listen in on the message, which\nmeans that it’s no longer practical to keep the existence of the\nmessage a secret. Any time Adolf sends a message to Berlin, he\ncan assume Churchill overhears it.",
        "Which is OK, because now we have computers – big, bulky\nprimitive mechanical computers, but computers still. Computers\nare machines for rearranging numbers, and so scientists on both\nsides engage in a fiendish competition to invent the most\ncleverest method they can for rearranging numerically represented\ntext so that the other side can’t unscramble it. The existence of\nthe message isn’t a secret anymore, but the cipher is.",
        "But this is still too many secrets. If Bobby intercepts one of\nAdolf’s Enigma machines, he can give Churchill all kinds of\nintelligence. I mean, this was good news for Churchill and us,\nbut bad news for Adolf. And at the end of the day, it’s bad news\nfor anyone who wants to keep a secret.",
        "Enter keys: a cipher that uses a key is still more secure. Even\nif the cipher is disclosed, even if the ciphertext is\nintercepted, without the key (or a break), the message is secret.\nPost-war, this is doubly important as we begin to realize what I\nthink of as Schneier’s Law: “any person can invent a security\nsystem so clever that she or he can’t think of how to break it.\"\nThis means that the only experimental methodology for discovering\nif you’ve made mistakes in your cipher is to tell all the smart\npeople you can about it and ask them to think of ways to break\nit. Without this critical step, you’ll eventually end up living\nin a fool’s paradise, where your attacker has broken your cipher\nages ago and is quietly decrypting all her intercepts of your\nmessages, snickering at you.",
        "Best of all, there’s only one secret: the key. And with dual-key\ncrypto it becomes a lot easier for Alice and Bob to keep their\nkeys secret from Carol, even if they’ve never met. So long as\nAlice and Bob can keep their keys secret, they can assume that\nCarol won’t gain access to their cleartext messages, even though\nshe has access to the cipher and the ciphertext. Conveniently\nenough, the keys are the shortest and simplest of the secrets,\ntoo: hence even easier to keep away from Carol. Hooray for Bob\nand Alice.",
        "Now, let’s apply this to DRM.",
        "In DRM, the attacker is also the recipient. It’s not Alice and\nBob and Carol, it’s just Alice and Bob. Alice sells Bob a DVD.\nShe sells Bob a DVD player. The DVD has a movie on it – say,\nPirates of the Caribbean – and it’s enciphered with an algorithm\ncalled CSS – Content Scrambling System. The DVD player has a CSS\nun-scrambler.",
        "Now, let’s take stock of what’s a secret here: the cipher is\nwell-known. The ciphertext is most assuredly in enemy hands, arrr.\nSo what? As long as the key is secret from the attacker, we’re\ngolden.",
        "But there’s the rub. Alice wants Bob to buy Pirates of the\nCaribbean from her. Bob will only buy Pirates of the Caribbean if\nhe can descramble the CSS-encrypted VOB – video object – on his\nDVD player. Otherwise, the disc is only useful to Bob as a\ndrinks-coaster. So Alice has to provide Bob – the attacker –\nwith the key, the cipher and the ciphertext.",
        "Hilarity ensues.",
        "DRM systems are broken in minutes, sometimes days. Rarely,\nmonths. It’s not because the people who think them up are stupid.\nIt’s not because the people who break them are smart. It’s not\nbecause there’s a flaw in the algorithms. At the end of the day,\nall DRM systems share a common vulnerability: they provide their\nattackers with ciphertext, the cipher and the key. At this point,\nthe secret isn’t a secret anymore.",
        "Raise your hand if you’re thinking something like, “But DRM\ndoesn’t have to be proof against smart attackers, only average\nindividuals! It’s like a speedbump!”",
        "Put your hand down.",
        "This is a fallacy for two reasons: one technical, and one social.\nThey’re both bad for society, though.",
        "Here’s the technical reason: I don’t need to be a cracker to\nbreak your DRM. I only need to know how to search Google, or\nKazaa, or any of the other general-purpose search tools for the\ncleartext that someone smarter than me has extracted.",
        "Raise your hand if you’re thinking something like, “But NGSCB can\nsolve this problem: we’ll lock the secrets up on the logic board\nand goop it all up with epoxy.”",
        "Put your hand down.",
        "Raise your hand if you’re a co-author of the Darknet paper.",
        "Everyone in the first group, meet the co-authors of the Darknet\npaper. This is a paper that says, among other things, that DRM\nwill fail for this very reason. Put your hands down, guys.",
        "Here’s the social reason that DRM fails: keeping an honest user\nhonest is like keeping a tall user tall. DRM vendors tell us that\ntheir technology is meant to be proof against average users, not\norganized criminal gangs like the Ukranian pirates who stamp out\nmillions of high-quality counterfeits. It’s not meant to be proof\nagainst sophisticated college kids. It’s not meant to be proof\nagainst anyone who knows how to edit her registry, or hold down\nthe shift key at the right moment, or use a search engine. At the\nend of the day, the user DRM is meant to defend against is the\nmost unsophisticated and least capable among us.",
        "Here’s a true story about a user I know who was stopped by DRM.\nShe’s smart, college educated, and knows nothing about\nelectronics. She has three kids. She has a DVD in the living room\nand an old VHS deck in the kids’ playroom. One day, she brought\nhome the Toy Story DVD for the kids. That’s a substantial\ninvestment, and given the generally jam-smeared character of\neverything the kids get their paws on, she decided to tape the\nDVD off to VHS and give that to the kids – that way she could\nmake a fresh VHS copy when the first one went south. She cabled\nher DVD into her VHS and pressed play on the DVD and record on\nthe VCR and waited.",
        "Before I go farther, I want us all to stop a moment and marvel at\nthis. Here is someone who is practically technophobic, but who\nwas able to construct a mental model of sufficient accuracy that\nshe figured out that she could connect her cables in the right\norder and dub her digital disc off to analog tape. I imagine that\neveryone in this room is the front-line tech support for someone\nin her or his family: wouldn’t it be great if all our non-geek\nfriends and relatives were this clever and imaginative?",
        "I also want to point out that this is the proverbial honest user.\nShe’s not making a copy for the next door neighbors. She’s not\nmaking a copy and selling it on a blanket on Canal Street. She’s\nnot ripping it to her hard-drive, DivX encoding it and putting it\nin her Kazaa sharepoint. She’s doing something honest – moving\nit from one format to another. She’s home taping.",
        "Except she fails. There’s a DRM system called Macrovision\nembedded – by law – in every DVD player and VHS that messes\nwith the vertical blanking interval in the signal and causes any\ntape made in this fashion to fail. Macrovision can be defeated\nfor about $10 with a gadget readily available on eBay. But our\ninfringer doesn’t know that. She’s “honest.” Technically\nunsophisticated. Not stupid, mind you – just naive.",
        "The Darknet paper addresses this possibility: it even predicts\nwhat this person will do in the long run: she’ll find out about\nKazaa and the next time she wants to get a movie for the kids,\nshe’ll download it from the net and burn it for them.",
        "In order to delay that day for as long as possible, our lawmakers\nand big rightsholder interests have come up with a disastrous\npolicy called anticircumvention.",
        "Here’s how anticircumvention works: if you put a lock – an\naccess control – around a copyrighted work, it is illegal to\nbreak that lock. It’s illegal to make a tool that breaks that\nlock. It’s illegal to tell someone how to make that tool. It’s\nillegal to tell someone where she can find out how to make that\ntool.",
        "Remember Schneier’s Law? Anyone can come up with a security\nsystem so clever that he can’t see its flaws. The only way to\nfind the flaws in security is to disclose the system’s workings\nand invite public feedback. But now we live in a world where any\ncipher used to fence off a copyrighted work is off-limits to that\nkind of feedback. That’s something that a Princeton engineering\nprof named Ed Felten discovered when he submitted a paper to an\nacademic conference on the failings in the Secure Digital Music\nInitiative, a watermarking scheme proposed by the recording\nindustry. The RIAA responded by threatening to sue his ass if he\ntried it. We fought them because Ed is the kind of client that\nimpact litigators love: unimpeachable and clean-cut and the RIAA\nfolded. Lucky Ed. Maybe the next guy isn’t so lucky.",
        "Matter of fact, the next guy wasn’t. Dmitry Skylarov is a Russian\nprogrammer who gave a talk at a hacker con in Vegas on the\nfailings in Adobe’s e-book locks. The FBI threw him in the slam\nfor 30 days. He copped a plea, went home to Russia, and the\nRussian equivalent of the State Department issued a blanket\nwarning to its researchers to stay away from American\nconferences, since we’d apparently turned into the kind of\ncountry where certain equations are illegal.",
        "Anticircumvention is a powerful tool for people who want to\nexclude competitors. If you claim that your car engine firmware\nis a “copyrighted work,” you can sue anyone who makes a tool for\ninterfacing with it. That’s not just bad news for mechanics –\nthink of the hotrodders who want to chip their cars to tweak the\nperformance settings. We have companies like Lexmark claiming\nthat their printer cartridges contain copyrighted works –\nsoftware that trips an “I am empty” flag when the toner runs out,\nand have sued a competitor who made a remanufactured cartridge\nthat reset the flag. Even garage-door opener companies have\ngotten in on the act, claiming that their receivers’ firmware are\ncopyrighted works. Copyrighted cars, print carts and garage-door\nopeners: what’s next, copyrighted light-fixtures?",
        "Even in the context of legitimate – excuse me, “traditional” –\ncopyrighted works like movies on DVDs, anticircumvention is bad\nnews. Copyright is a delicate balance. It gives creators and\ntheir assignees some rights, but it also reserves some rights to\nthe public. For example, an author has no right to prohibit\nanyone from transcoding his books into assistive formats for the\nblind. More importantly, though, a creator has a very limited say\nover what you can do once you lawfully acquire her works. If I\nbuy your book, your painting, or your DVD, it belongs to me. It’s\nmy property. Not my “intellectual property” – a whacky kind of\npseudo-property that’s swiss-cheesed with exceptions, easements\nand limitations – but real, no-fooling, actual tangible\nproperty – the kind of thing that courts have been managing\nthrough tort law for centuries.",
        "But anticirumvention lets rightsholders invent new and exciting\ncopyrights for themselves – to write private laws without\naccountability or deliberation – that expropriate your interest\nin your physical property to their favor. Region-coded DVDs are\nan example of this: there’s no copyright here or in anywhere I\nknow of that says that an author should be able to control where\nyou enjoy her creative works, once you’ve paid for them. I can\nbuy a book and throw it in my bag and take it anywhere from\nToronto to Timbuktu, and read it wherever I am: I can even buy\nbooks in America and bring them to the UK, where the author may\nhave an exclusive distribution deal with a local publisher who\nsells them for double the US shelf-price. When I’m done with it,\nI can sell it on or give it away in the UK. Copyright lawyers\ncall this “First Sale,” but it may be simpler to think of it as\n\"Capitalism.”",
        "The keys to decrypt a DVD are controlled by an org called\nDVD-CCA, and they have a bunch of licensing requirements for\nanyone who gets a key from them. Among these is something called\nregion-coding: if you buy a DVD in France, it’ll have a flag set\nthat says, “I am a French DVD.” Bring that DVD to America and\nyour DVD player will compare the flag to its list of permitted\nregions, and if they don’t match, it will tell you that it’s not\nallowed to play your disc.",
        "Remember: there is no copyright that says that an author gets to\ndo this. When we wrote the copyright statutes and granted authors\nthe right to control display, performance, duplication,\nderivative works, and so forth, we didn’t leave out “geography\"\nby accident. That was on-purpose.",
        "So when your French DVD won’t play in America, that’s not because\nit’d be illegal to do so: it’s because the studios have invented\na business-model and then invented a copyright law to prop it up.\nThe DVD is your property and so is the DVD player, but if you\nbreak the region-coding on your disc, you’re going to run afoul\nof anticircumvention.",
        "That’s what happened to Jon Johansen, a Norweigan teenager who\nwanted to watch French DVDs on his Norweigan DVD player. He and\nsome pals wrote some code to break the CSS so that he could do\nso. He’s a wanted man here in America; in Norway the studios put\nthe local fuzz up to bringing him up on charges of unlawfully\ntrespassing upon a computer system. When his defense asked,\n\"Which computer has Jon trespassed upon?” the answer was: “His\nown.”",
        "His no-fooling, real and physical property has been expropriated\nby the weird, notional, metaphorical intellectual property on his\nDVD: DRM only works if your record player becomes the property of\nwhomever’s records you’re playing.",
        "This is the worst of all the ideas embodied by DRM: that people\nwho make record-players should be able to spec whose records you\ncan listen to, and that people who make records should have a\nveto over the design of record-players.",
        "We’ve never had this principle: in fact, we’ve always had just\nthe reverse. Think about all the things that can be plugged into\na parallel or serial interface, which were never envisioned by\ntheir inventors. Our strong economy and rapid innovation are\nbyproducts of the ability of anyone to make anything that plugs\ninto anything else: from the Flo-bee electric razor that snaps\nonto the end of your vacuum-hose to the octopus spilling out of\nyour car’s dashboard lighter socket, standard interfaces that\nanyone can build for are what makes billionaires out of nerds.",
        "The courts affirm this again and again. It used to be illegal to\nplug anything that didn’t come from AT&T into your phone-jack.\nThey claimed that this was for the safety of the network, but\nreally it was about propping up this little penny-ante racket\nthat AT&T had in charging you a rental fee for your phone until\nyou’d paid for it a thousand times over.",
        "When that ban was struck down, it created the market for\nthird-party phone equipment, from talking novelty phones to\nanswering machines to cordless handsets to headsets – billions\nof dollars of economic activity that had been supressed by the\nclosed interface. Note that AT&T was one of the big beneficiaries\nof this: they also got into the business of making phone-kit.",
        "DRM is the software equivalent of these closed hardware\ninterfaces. Robert Scoble is a Softie who has an excellent blog,\nwhere he wrote an essay about the best way to protect your\ninvestment in the digital music you buy. Should you buy Apple\niTunes music, or Microsoft DRM music? Scoble argued that\nMicrosoft’s music was a sounder investment, because Microsoft\nwould have more downstream licensees for its proprietary format\nand therefore you’d have a richer ecosystem of devices to choose\nfrom when you were shopping for gizmos to play your virtual\nrecords on.",
        "What a weird idea: that we should evaluate our record-purchases\non the basis of which recording company will allow the greatest\ndiversity of record-players to play its discs! That’s like\ntelling someone to buy the Betamax instead of the Edison\nKinetoscope because Thomas Edison is a crank about licensing his\npatents; all the while ignoring the world’s relentless march to\nthe more open VHS format.",
        "It’s a bad business. DVD is a format where the guy who makes the\nrecords gets to design the record players. Ask yourself: how much\ninnovation has there been over the past decade of DVD players?\nThey’ve gotten cheaper and smaller, but where are the weird and\namazing new markets for DVD that were opened up by the VCR?\nThere’s a company that’s manufacturing the world’s first\nHDD-based DVD jukebox, a thing that holds 30 movies, and they’re\ncharging $30,000 for this thing. We’re talking about a $300\nhard drive and a $300 PC – all that other cost is the cost of\nanticompetition.",
        "But what of the artist? The hardworking filmmaker, the\nink-stained scribbler, the heroin-cured leathery rock-star? We\npoor slobs of the creative class are everyone’s favorite\nposter-children here: the RIAA and MPAA hold us up and say,\n\"Won’t someone please think of the children?” File-sharers say,\n\"Yeah, we’re thinking about the artists, but the labels are The\nMan, who cares what happens to you?”",
        "To understand what DRM does to artists, you need to understand\nhow copyright and technology interact. Copyright is inherently\ntechnological, since the things it addresses – copying,\ntransmitting, and so on – are inherently technological.",
        "The piano roll was the first system for cheaply copying music. It\nwas invented at a time when the dominant form of entertainment in\nAmerica was getting a talented pianist to come into your living\nroom and pound out some tunes while you sang along. The music\nindustry consisted mostly of sheet-music publishers.",
        "The player piano was a digital recording and playback system.\nPiano-roll companies bought sheet music and ripped the notes\nprinted on it into 0s and 1s on a long roll of computer tape,\nwhich they sold by the thousands – the hundreds of thousands –\nthe millions. They did this without a penny’s compensation to the\npublishers. They were digital music pirates. Arrrr!",
        "Predictably, the composers and music publishers went nutso. Sousa\nshowed up in Congress to say that:",
        "\tThese talking machines are going to ruin the\n\tartistic development of music in this\n\tcountry. When I was a boy...in front of every\n\thouse in the summer evenings, you would find\n\tyoung people together singing the songs of\n\tthe day or old songs. Today you hear these\n\tinfernal machines going night and day. We\n\twill not have a vocal chord left. The vocal\n\tchord will be eliminated by a process of\n\tevolution, as was the tail of man when he\n\tcame from the ape.",
        "The publishers asked Congress to ban the piano roll and to create\na law that said that any new system for reproducing music should\nbe subject to a veto from their industry association. Lucky for\nus, Congress realized what side of their bread had butter on it\nand decided not to criminalize the dominant form of entertainment\nin America.",
        "But there was the problem of paying artists. The Constitution\nsets out the purpose of American copyright: to promote the useful\narts and sciences. The composers had a credible story that they’d\ndo less composing if they weren’t paid for it, so Congress needed\na fix. Here’s what they came up with: anyone who paid a music\npublisher two cents would have the right to make one piano roll\nof any song that publisher published. The publisher couldn’t say\nno, and no one had to hire a lawyer at $200 an hour to argue\nabout whether the payment should be two cents or a nickel.",
        "This compulsory license is still in place today: when Joe Cocker\nsings “With a Little Help from My Friends,” he pays a fixed fee\nto the Beatles’ publisher and away he goes – even if Ringo hates\nthe idea. If you ever wondered how Sid Vicious talked Anka into\nletting him get a crack at “My Way,” well, now you know.",
        "That compulsory license created a world where a thousand times\nmore money was made by a thousand times more creators who made a\nthousand times more music that reached a thousand times more\npeople.",
        "This story repeats itself throughout the technological century,\nevery ten or fifteen years. Radio was enabled by a voluntary\nblanket license – the music companies got together and asked for\nan antitrust exemption so that they could offer all their music\nfor a flat fee. Cable TV took a compulsory: the only way cable\noperators could get their hands on broadcasts was to pirate them\nand shove them down the wire, and Congress saw fit to legalize\nthis practice rather than screw around with their constituents’\nTVs.",
        "Sometimes, the courts and Congress decided to simply take away a\ncopyright – that’s what happened with the VCR. When Sony brought\nout the VCR in 1976, the studios had already decided what the\nexperience of watching a movie in your living room would look\nlike: they’d licensed out their programming for use on a machine\ncalled a Discovision, which played big LP-sized discs that\ndisintegrated after a few plays. Proto-DRM.",
        "The copyright scholars of the day didn’t give the VCR very good\nodds. Sony argued that their box allowed for a fair use, which is\ndefined as a use that a court rules is a defense against\ninfringement based on four factors: whether the use transforms\nthe work into something new, like a collage; whether it uses all\nor some of the work; whether the work is artistic or mainly\nfactual; and whether the use undercuts the creator’s\nbusiness-model.",
        "The Betamax failed on all four fronts: when you time-shifted or\nduplicated a Hollywood movie off the air, you made a\nnon-transformative use of 100 percent of a creative work in a way\nthat directly undercut the Discovision licensing stream.",
        "Jack Valenti, the mouthpiece for the motion-picture industry,\ntold Congress in 1982 that the VCR was to the American film\nindustry “as the Boston Strangler is to a woman home alone.”",
        "But the Supreme Court ruled against Hollywood in 1984, when it\ndetermined that any device capable of a substantial\nnon-infringing use was legal. In other words, “We don’t buy this\nBoston Strangler business: if your business model can’t survive\nthe emergence of this general-purpose tool, it’s time to get\nanother business-model or go broke.”",
        "Hollywood found another business model, as the broadcasters had,\nas the Vaudeville artists had, as the music publishers had, and\nthey made more art that paid more artists and reached a wider\naudience.",
        "There’s one thing that every new art business-model had in\ncommon: it embraced the medium it lived in.",
        "This is the overweening characteristic of every single successful\nnew medium: it is true to itself. The Luther Bible didn’t\nsucceed on the axes that made a hand-copied monk Bible valuable:\nthey were ugly, they weren’t in Church Latin, they weren’t read\naloud by someone who could interpret it for his lay audience,\nthey didn’t represent years of devoted-with-a-capital-D labor by\nsomeone who had given his life over to God. The thing that made\nthe Luther Bible a success was its scalability: it was more\npopular because it was more proliferate: all success factors for\na new medium pale beside its profligacy. The most successful\norganisms on earth are those that reproduce the most: bugs and\nbacteria, nematodes and virii. Reproduction is the best of all\nsurvival strategies.",
        "Piano rolls didn’t sound as good as the music of a skilled\npianist: but they scaled better. Radio lacked the social\nelements of live performance, but more people could build a\ncrystal set and get it aimed correctly than could pack into even\nthe largest Vaudeville house. MP3s don’t come with liner notes,\nthey aren’t sold to you by a hipper-than-thou record store clerk\nwho can help you make your choice, bad rips and truncated files\nabound: I once downloaded a twelve-second copy of “Hey Jude” from\nthe original Napster. Yet MP3 is outcompeting the CD. I don’t\nknow what to do with CDs anymore: I get them, and they’re like\nthe especially garment bag they give you at the fancy suit shop:\nit’s nice and you feel like a goof for throwing it out, but\nChrist, how many of these things can you usefully own? I can put\nten thousand songs on my laptop, but a comparable pile of discs,\nwith liner notes and so forth – that’s a liability: it’s a piece\nof my monthly storage-locker costs.",
        "Here are the two most important things to know about computers\nand the Internet:",
        "1. A computer is a machine for rearranging bits",
        "2. The Internet is a machine for moving bits from one place to\nanother very cheaply and quickly",
        "Any new medium that takes hold on the Internet and with computers\nwill embrace these two facts, not regret them. A newspaper press\nis a machine for spitting out cheap and smeary newsprint at\nspeed: if you try to make it output fine art lithos, you’ll get\njunk. If you try to make it output newspapers, you’ll get the\nbasis for a free society.",
        "And so it is with the Internet. At the heyday of Napster, record\nexecs used to show up at conferences and tell everyone that\nNapster was doomed because no one wanted lossily compressed MP3s\nwith no liner notes and truncated files and misspelled metadata.",
        "Today we hear ebook publishers tell each other and anyone who’ll\nlisten that the barrier to ebooks is screen resolution. It’s\nbollocks, and so is the whole sermonette about how nice a book\nlooks on your bookcase and how nice it smells and how easy it is\nto slip into the tub. These are obvious and untrue things, like\nthe idea that radio will catch on once they figure out how to\nsell you hotdogs during the intermission, or that movies will\nreally hit their stride when we can figure out how to bring the\nactors out for an encore when the film’s run out. Or that what\nthe Protestant Reformation really needs is Luther Bibles with\nfacsimile illumination in the margin and a rent-a-priest to read\naloud from your personal Word of God.",
        "New media don’t succeed because they’re like the old media, only\nbetter: they succeed because they’re worse than the old media at\nthe stuff the old media is good at, and better at the stuff the\nold media are bad at. Books are good at being paperwhite,\nhigh-resolution, low-infrastructure, cheap and disposable. Ebooks\nare good at being everywhere in the world at the same time for\nfree in a form that is so malleable that you can just pastebomb\nit into your IM session or turn it into a page-a-day mailing\nlist.",
        "The only really successful epublishing – I mean, hundreds of\nthousands, millions of copies distributed and read – is the\nbookwarez scene, where scanned-and-OCR’d books are distributed on\nthe darknet. The only legit publishers with any success at\nepublishing are the ones whose books cross the Internet without\ntechnological fetter: publishers like Baen Books and my own, Tor,\nwho are making some or all of their catalogs available in ASCII\nand HTML and PDF.",
        "The hardware-dependent ebooks, the DRM use-and-copy-restricted\nebooks, they’re cratering. Sales measured in the tens, sometimes\nthe hundreds. Science fiction is a niche business, but when\nyou’re selling copies by the ten, that’s not even a business,\nit’s a hobby.",
        "Every one of you has been riding a curve where you read more and\nmore words off of more and more screens every day through most of\nyour professional careers. It’s zero-sum: you’ve also been\nreading fewer words off of fewer pages as time went by: the\ndinosauric executive who prints his email and dictates a reply to\nhis secretary is info-roadkill.",
        "Today, at this very second, people read words off of screens for\nevery hour that they can find. Your kids stare at their Game Boys\nuntil their eyes fall out. Euroteens ring doorbells with their\nhypertrophied, SMS-twitching thumbs instead of their index\nfingers.",
        "Paper books are the packaging that books come in. Cheap\nprinter-binderies like the Internet Bookmobile that can produce a\nfull bleed, four color, glossy cover, printed spine,\nperfect-bound book in ten minutes for a dollar are the future of\npaper books: when you need an instance of a paper book, you\ngenerate one, or part of one, and pitch it out when you’re done.\nI landed at SEA-TAC on Monday and burned a couple CDs from my\nmusic collection to listen to in the rental car. When I drop the\ncar off, I’ll leave them behind. Who needs ’em?",
        "Whenever a new technology has disrupted copyright, we’ve changed\ncopyright. Copyright isn’t an ethical proposition, it’s a\nutilitarian one. There’s nothing moral about paying a composer\ntuppence for the piano-roll rights, there’s nothing immoral\nabout not paying Hollywood for the right to videotape a movie off\nyour TV. They’re just the best way of balancing out so that\npeople’s physical property rights in their VCRs and phonographs\nare respected and so that creators get enough of a dangling\ncarrot to go on making shows and music and books and paintings.",
        "Technology that disrupts copyright does so because it simplifies\nand cheapens creation, reproduction and distribution. The\nexisting copyright businesses exploit inefficiencies in the old\nproduction, reproduction and distribution system, and they’ll be\nweakened by the new technology. But new technology always gives\nus more art with a wider reach: that’s what tech is for.",
        "Tech gives us bigger pies that more artists can get a bite out\nof. That’s been tacitly acknowledged at every stage of the\ncopyfight since the piano roll. When copyright and technology\ncollide, it’s copyright that changes.",
        "Which means that today’s copyright – the thing that DRM\nnominally props up – didn’t come down off the mountain on two\nstone tablets. It was created in living memory to accommodate the\ntechnical reality created by the inventors of the previous\ngeneration. To abandon invention now robs tomorrow’s artists of\nthe new businesses and new reach and new audiences that the\nInternet and the PC can give them.",
        "When Sony brought out the VCR, it made a record player that could\nplay Hollywood’s records, even if Hollywood didn’t like the idea.\nThe industries that grew up on the back of the VCR – movie\nrentals, home taping, camcorders, even Bar Mitzvah videographers\n– made billions for Sony and its cohort.",
        "That was good business – even if Sony lost the Betamax-VHS\nformat wars, the money on the world-with-VCRs table was enough to\nmake up for it.",
        "But then Sony acquired a relatively tiny entertainment company\nand it started to massively screw up. When MP3 rolled around and\nSony’s walkman customers were clamoring for a solid-state MP3\nplayer, Sony let its music business-unit run its show: instead of\nmaking a high-capacity MP3 walkman, Sony shipped its Music Clips,\nlow-capacity devices that played brain-damaged DRM formats like\nReal and OpenMG. They spent good money engineering “features\"\ninto these devices that kept their customers from freely moving\ntheir music back and forth between their devices. Customers\nstayed away in droves.",
        "Today, Sony is dead in the water when it comes to walkmen. The\nmarket leaders are poky Singaporean outfits like Creative Labs –\nthe kind of company that Sony used to crush like a bug, back\nbefore it got borged by its entertainment unit – and PC\ncompanies like Apple.",
        "That’s because Sony shipped a product that there was no market\ndemand for. No Sony customer woke up one morning and said, “Damn,\nI wish Sony would devote some expensive engineering effort in\norder that I may do less with my music.” Presented with an\nalternative, Sony’s customers enthusiastically jumped ship.",
        "The same thing happened to a lot of people I know who used to rip\ntheir CDs to WMA. You guys sold them software that produced\nsmaller, better-sounding rips that the MP3 rippers, but you also\nfixed it so that the songs you ripped were device-locked to their\nPCs. What that meant is that when they backed up their music to\nanother hard-drive and reinstalled their OS (something that the\nspyware and malware wars has made more common than ever), they\ndiscovered that after they restored their music that they could\nno longer play it. The player saw the new OS as a different\nmachine, and locked them out of their own music.",
        "There is no market demand for this “feature.” None of your\ncustomers want you to make expensive modifications to your\nproducts that make backing up and restoring even harder. And\nthere is no moment when your customers will be less forgiving\nthan the moment that they are recovering from catastrophic\ntechnology failures.",
        "I speak from experience. Because I buy a new Powerbook every ten\nmonths, and because I always order the new models the day they’re\nannounced, I get a lot of lemons from Apple. That means that I\nhit Apple’s three-iTunes-authorized-computers limit pretty early\non and found myself unable to play the hundreds of dollars’ worth\nof iTunes songs I’d bought because one of my authorized machines\nwas a lemon that Apple had broken up for parts, one was in the\nshop getting fixed by Apple, and one was my mom’s computer, 3,000\nmiles away in Toronto.",
        "If I had been a less good customer for Apple’s hardware, I would\nhave been fine. If I had been a less enthusiastic evangelist for\nApple’s products – if I hadn’t shown my mom how iTunes Music\nStore worked – I would have been fine. If I hadn’t bought so\nmuch iTunes music that burning it to CD and re-ripping it and\nre-keying all my metadata was too daunting a task to consider, I\nwould have been fine.",
        "As it was Apple rewarded my trust, evangelism and out-of-control\nspending by treating me like a crook and locking me out of my own\nmusic, at a time when my Powerbook was in the shop – i.e., at a\ntime when I was hardly disposed to feel charitable to Apple.",
        "I’m an edge case here, but I’m a leading edge case. If Apple\nsucceeds in its business plans, it will only be a matter of time\nuntil even average customers have upgraded enough hardware and\nbought enough music to end up where I am.",
        "You know what I would totally buy? A record player that let me\nplay everybody’s records. Right now, the closest I can come to\nthat is an open source app called VLC, but it’s clunky and buggy\nand it didn’t come pre-installed on my computer.",
        "Sony didn’t make a Betamax that only played the movies that\nHollywood was willing to permit – Hollywood asked them to do it,\nthey proposed an early, analog broadcast flag that VCRs could\nhunt for and respond to by disabling recording. Sony ignored them\nand made the product they thought their customers wanted.",
        "I’m a Microsoft customer. Like millions of other Microsoft\ncustomers, I want a player that plays anything I throw at it, and\nI think that you are just the company to give it to me.",
        "Yes, this would violate copyright law as it stands, but Microsoft\nhas been making tools of piracy that change copyright law for\ndecades now. Outlook, Exchange and MSN are tools that abet\nwidescale digital infringement.",
        "More significantly, IIS and your caching proxies all make and\nserve copies of documents without their authors’ consent,\nsomething that, if it is legal today, is only legal because\ncompanies like Microsoft went ahead and did it and dared\nlawmakers to prosecute.",
        "Microsoft stood up for its customers and for progress, and won so\ndecisively that most people never even realized that there was a\nfight.",
        "Do it again! This is a company that looks the world’s roughest,\ntoughest anti-trust regulators in the eye and laughs. Compared to\nanti-trust people, copyright lawmakers are pantywaists. You can\ntake them with your arm behind your back.",
        "In Siva Vaidhyanathan’s book The Anarchist in the Library, he\ntalks about why the studios are so blind to their customers’\ndesires. It’s because people like you and me spent the 80s and\nthe 90s telling them bad science fiction stories about impossible\nDRM technology that would let them charge a small sum of money\nevery time someone looked at a movie – want to fast-forward?\nThat feature costs another penny. Pausing is two cents an hour.\nThe mute button will cost you a quarter.",
        "When Mako Analysis issued their report last month advising phone\ncompanies to stop supporting Symbian phones, they were just\nwriting the latest installment in this story. Mako says that\nphones like my P900, which can play MP3s as ringtones, are bad\nfor the cellphone economy, because it’ll put the extortionate\nringtone sellers out of business. What Mako is saying is that\njust because you bought the CD doesn’t mean that you should\nexpect to have the ability to listen to it on your MP3 player,\nand just because it plays on your MP3 player is no reason to\nexpect it to run as a ringtone. I wonder how they feel about\nalarm clocks that will play a CD to wake you up in the morning?\nIs that strangling the nascent “alarm tone” market?",
        "The phone companies’ customers want Symbian phones and for now,\nat least, the phone companies understand that if they don’t sell\nthem, someone else will.",
        "The market opportunity for a truly capable devices is enormous.\nThere’s a company out there charging $30,000 for a $600 DVD\njukebox – go and eat their lunch! Steve Jobs isn’t going to do\nit: he’s off at the D conference telling studio execs not to\nrelease hi-def movies until they’re sure no one will make a\nhi-def DVD burner that works with a PC.",
        "Maybe they won’t buy into his BS, but they’re also not much\ninterested in what you have to sell. At the Broadcast Protection\nDiscussion Group meetings where the Broadcast Flag was hammered\nout, the studios’ position was, “We’ll take anyone’s DRM except\nMicrosoft’s and Philips’.” When I met with UK broadcast wonks\nabout the European version of the Broadcast Flag underway at the\nDigital Video Broadcasters’ forum, they told me, “Well, it’s\ndifferent in Europe: mostly they’re worried that some American\ncompany like Microsoft will get their claws into European\ntelevision.”",
        "American film studios didn’t want the Japanese electronics\ncompanies to get a piece of the movie pie, so they fought the\nVCR. Today, everyone who makes movies agrees that they don’t want\nto let you guys get between them and their customers.",
        "Sony didn’t get permission. Neither should you. Go build the\nrecord player that can play everyone’s records.",
        "Because if you don’t do it, someone else will.",
        "This text is dedicated to the public domain, using a Creative\nCommons public domain dedication:",
        "Copyright-Only Dedication (based on United States law)\n\nThe person or persons who have associated their work with this\ndocument (the “Dedicator”) hereby dedicate the entire copyright\nin the work of authorship identified below (the “Work”) to the\npublic domain.\n\nDedicator makes this dedication for the benefit of the public at\nlarge and to the detriment of Dedicator’s heirs and successors.\nDedicator intends this dedication to be an overt act of\nrelinquishment in perpetuity of all present and future rights\nunder copyright law, whether vested or contingent, in the Work.\nDedicator understands that such relinquishment of all rights\nincludes the relinquishment of all rights to enforce (by lawsuit\nor otherwise) those copyrights in the Work.\n\nDedicator recognizes that, once placed in the public domain, the\nWork may be freely reproduced, distributed, transmitted, used,\nmodified, built upon, or otherwise exploited by anyone for any\npurpose, commercial or non-commercial, and in any way, including\nby methods that have not yet been invented or conceived.",
        "\nThis eText by Cory Doctorow from June 17, 2004, belongs to the public domain.\n"
    ]
}