{
    "title": "Microsoft Research DRM talk - 5. DRM is a bad business-move for MSFT",
    "author": "Cory Doctorow",
    "chapter": "6",
    "content": [
        "\n\n",
        "When Sony brought out the VCR, it made a record player that could\nplay Hollywood’s records, even if Hollywood didn’t like the idea.\nThe industries that grew up on the back of the VCR – movie\nrentals, home taping, camcorders, even Bar Mitzvah videographers\n– made billions for Sony and its cohort.",
        "That was good business – even if Sony lost the Betamax-VHS\nformat wars, the money on the world-with-VCRs table was enough to\nmake up for it.",
        "But then Sony acquired a relatively tiny entertainment company\nand it started to massively screw up. When MP3 rolled around and\nSony’s walkman customers were clamoring for a solid-state MP3\nplayer, Sony let its music business-unit run its show: instead of\nmaking a high-capacity MP3 walkman, Sony shipped its Music Clips,\nlow-capacity devices that played brain-damaged DRM formats like\nReal and OpenMG. They spent good money engineering “features\"\ninto these devices that kept their customers from freely moving\ntheir music back and forth between their devices. Customers\nstayed away in droves.",
        "Today, Sony is dead in the water when it comes to walkmen. The\nmarket leaders are poky Singaporean outfits like Creative Labs –\nthe kind of company that Sony used to crush like a bug, back\nbefore it got borged by its entertainment unit – and PC\ncompanies like Apple.",
        "That’s because Sony shipped a product that there was no market\ndemand for. No Sony customer woke up one morning and said, “Damn,\nI wish Sony would devote some expensive engineering effort in\norder that I may do less with my music.” Presented with an\nalternative, Sony’s customers enthusiastically jumped ship.",
        "The same thing happened to a lot of people I know who used to rip\ntheir CDs to WMA. You guys sold them software that produced\nsmaller, better-sounding rips that the MP3 rippers, but you also\nfixed it so that the songs you ripped were device-locked to their\nPCs. What that meant is that when they backed up their music to\nanother hard-drive and reinstalled their OS (something that the\nspyware and malware wars has made more common than ever), they\ndiscovered that after they restored their music that they could\nno longer play it. The player saw the new OS as a different\nmachine, and locked them out of their own music.",
        "There is no market demand for this “feature.” None of your\ncustomers want you to make expensive modifications to your\nproducts that make backing up and restoring even harder. And\nthere is no moment when your customers will be less forgiving\nthan the moment that they are recovering from catastrophic\ntechnology failures.",
        "I speak from experience. Because I buy a new Powerbook every ten\nmonths, and because I always order the new models the day they’re\nannounced, I get a lot of lemons from Apple. That means that I\nhit Apple’s three-iTunes-authorized-computers limit pretty early\non and found myself unable to play the hundreds of dollars’ worth\nof iTunes songs I’d bought because one of my authorized machines\nwas a lemon that Apple had broken up for parts, one was in the\nshop getting fixed by Apple, and one was my mom’s computer, 3,000\nmiles away in Toronto.",
        "If I had been a less good customer for Apple’s hardware, I would\nhave been fine. If I had been a less enthusiastic evangelist for\nApple’s products – if I hadn’t shown my mom how iTunes Music\nStore worked – I would have been fine. If I hadn’t bought so\nmuch iTunes music that burning it to CD and re-ripping it and\nre-keying all my metadata was too daunting a task to consider, I\nwould have been fine.",
        "As it was Apple rewarded my trust, evangelism and out-of-control\nspending by treating me like a crook and locking me out of my own\nmusic, at a time when my Powerbook was in the shop – i.e., at a\ntime when I was hardly disposed to feel charitable to Apple.",
        "I’m an edge case here, but I’m a leading edge case. If Apple\nsucceeds in its business plans, it will only be a matter of time\nuntil even average customers have upgraded enough hardware and\nbought enough music to end up where I am.",
        "You know what I would totally buy? A record player that let me\nplay everybody’s records. Right now, the closest I can come to\nthat is an open source app called VLC, but it’s clunky and buggy\nand it didn’t come pre-installed on my computer.",
        "Sony didn’t make a Betamax that only played the movies that\nHollywood was willing to permit – Hollywood asked them to do it,\nthey proposed an early, analog broadcast flag that VCRs could\nhunt for and respond to by disabling recording. Sony ignored them\nand made the product they thought their customers wanted.",
        "I’m a Microsoft customer. Like millions of other Microsoft\ncustomers, I want a player that plays anything I throw at it, and\nI think that you are just the company to give it to me.",
        "Yes, this would violate copyright law as it stands, but Microsoft\nhas been making tools of piracy that change copyright law for\ndecades now. Outlook, Exchange and MSN are tools that abet\nwidescale digital infringement.",
        "More significantly, IIS and your caching proxies all make and\nserve copies of documents without their authors’ consent,\nsomething that, if it is legal today, is only legal because\ncompanies like Microsoft went ahead and did it and dared\nlawmakers to prosecute.",
        "Microsoft stood up for its customers and for progress, and won so\ndecisively that most people never even realized that there was a\nfight.",
        "Do it again! This is a company that looks the world’s roughest,\ntoughest anti-trust regulators in the eye and laughs. Compared to\nanti-trust people, copyright lawmakers are pantywaists. You can\ntake them with your arm behind your back.",
        "In Siva Vaidhyanathan’s book The Anarchist in the Library, he\ntalks about why the studios are so blind to their customers’\ndesires. It’s because people like you and me spent the 80s and\nthe 90s telling them bad science fiction stories about impossible\nDRM technology that would let them charge a small sum of money\nevery time someone looked at a movie – want to fast-forward?\nThat feature costs another penny. Pausing is two cents an hour.\nThe mute button will cost you a quarter.",
        "When Mako Analysis issued their report last month advising phone\ncompanies to stop supporting Symbian phones, they were just\nwriting the latest installment in this story. Mako says that\nphones like my P900, which can play MP3s as ringtones, are bad\nfor the cellphone economy, because it’ll put the extortionate\nringtone sellers out of business. What Mako is saying is that\njust because you bought the CD doesn’t mean that you should\nexpect to have the ability to listen to it on your MP3 player,\nand just because it plays on your MP3 player is no reason to\nexpect it to run as a ringtone. I wonder how they feel about\nalarm clocks that will play a CD to wake you up in the morning?\nIs that strangling the nascent “alarm tone” market?",
        "The phone companies’ customers want Symbian phones and for now,\nat least, the phone companies understand that if they don’t sell\nthem, someone else will.",
        "The market opportunity for a truly capable devices is enormous.\nThere’s a company out there charging $30,000 for a $600 DVD\njukebox – go and eat their lunch! Steve Jobs isn’t going to do\nit: he’s off at the D conference telling studio execs not to\nrelease hi-def movies until they’re sure no one will make a\nhi-def DVD burner that works with a PC.",
        "Maybe they won’t buy into his BS, but they’re also not much\ninterested in what you have to sell. At the Broadcast Protection\nDiscussion Group meetings where the Broadcast Flag was hammered\nout, the studios’ position was, “We’ll take anyone’s DRM except\nMicrosoft’s and Philips’.” When I met with UK broadcast wonks\nabout the European version of the Broadcast Flag underway at the\nDigital Video Broadcasters’ forum, they told me, “Well, it’s\ndifferent in Europe: mostly they’re worried that some American\ncompany like Microsoft will get their claws into European\ntelevision.”",
        "American film studios didn’t want the Japanese electronics\ncompanies to get a piece of the movie pie, so they fought the\nVCR. Today, everyone who makes movies agrees that they don’t want\nto let you guys get between them and their customers.",
        "Sony didn’t get permission. Neither should you. Go build the\nrecord player that can play everyone’s records.",
        "Because if you don’t do it, someone else will.",
        "Continue...",
        "\nThis eText by Cory Doctorow from June 17, 2004, belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}