{
    "title": "Miscellaneous Essays - Second Paper On Murder",
    "author": "Thomas de Quincey",
    "chapter": "2",
    "content": [
        "\n\n",
        "CONSIDERED AS ONE OF THE FINE ARTS.",
        "DOCTOR NORTH: You are a liberal man: liberal in the true classical sense,\nnot in the slang sense of modern politicians and education-mongers. Being\nso, I am sure that you will sympathize with my case. I am an ill-used man,\nDr. North–particularly ill used; and, with your permission, I will briefly\nexplain how. A black scene of calumny will be laid open; but you, Doctor,\nwill make all things square again. One frown from you, directed to the\nproper quarter, or a warning shake of the crutch, will set me right in\npublic opinion, which at present, I am sorry to say, is rather hostile to\nme and mine–all owing to the wicked arts of slanderers. But you shall\nhear.",
        "A good many years ago you may remember that I came forward in the character\nof a dilettante in murder. Perhaps dilettante may be too strong a word.\nConnoisseur is better suited to the scruples and infirmity of public\ntaste. I suppose there is no harm in that at least. A man is not bound\nto put his eyes, ears, and understanding into his breeches pocket when he\nmeets with a murder. If he is not in a downright comatose state, I suppose\nhe must see that one murder is better or worse than another in point of\ngood taste. Murders have their little differences and shades of merit as\nwell as statues, pictures, oratorios, cameos, intaglios, or what not. You\nmay be angry with the man for talking too much, or too publicly, (as to the\ntoo much, that I deny–a man can never cultivate his taste too highly;) but\nyou must allow him to think, at any rate; and you, Doctor, you think, I am\nsure, both deeply and correctly on the subject. Well, would you believe it?\nall my neighbors came to hear of that little æsthetic essay which you had\npublished; and, unfortunately, hearing at the very same time of a club that\nI as connected with, and a dinner at which I presided–both tending to the\nsame little object as the essay, viz., the diffusion of a just taste among\nher majesty’s subjects, they got up the most barbarous calumnies against\nme. In particular, they said that I, or that the club, which comes to the\nsame thing, had offered bounties on well conducted homicides–with a scale\nof drawbacks, in case of any one defect or flaw, according to a table\nissued to private friends. Now, Doctor, I’ll tell you the whole truth about\nthe dinner and the club, and you’ll see how malicious the world is. But\nfirst let me tell you, confidentially, what my real principles are upon the\nmatters in question.",
        "As to murder, I never committed one in my life. It’s a well known thing\namongst all my friends. I can get a paper to certify as much, signed by\nlots of people. Indeed, if you come to that, I doubt whether many\npeople could produce as strong a certificate. Mine would be as big as a\ntable-cloth. There is indeed one member of the club, who pretends to say\nthat he caught me once making too free with his throat on a club night,\nafter every body else had retired. But, observe, he shuffles in his story\naccording to his state of civilation. When not far gone, he contents\nhimself with saying that he caught me ogling his throat; and that I was\nmelancholy for some weeks after, and that my voice sounded in a way\nexpressing, to the nice ear of a connoisseur, the sense of opportunities\nlost–but the club all know that he’s a disappointed man himself, and that\nhe speaks querulously at times about the fatal neglect of a man’s coming\nabroad without his tools. Besides, all this is an affair between two\namateurs, and every body makes allowances for little asperities\nand sorenesses in such a case. “But,” say you, “If no murderer, my\ncorrespondent may have encouraged, or even have bespoke a murder.” No, upon\nmy honor–nothing of the kind. And that was the very point I wished to\nargue for your satisfaction. The truth is, I am a very particular man in\neverything relating to murder; and perhaps I carry my delicacy too far. The\nStagyrite most justly, and possibly with a view to my case, placed virtue\nin the [Greek: to meson] or middle point between two extremes. A golden\nmean is certainly what every man should aim at. But it is easier talking\nthan doing; and, my infirmity being notoriously too much milkiness of\nheart, I find it difficult to maintain that steady equatorial line between\nthe two poles of too much murder on the one hand, and too little on the\nother. I am too soft–Doctor, too soft; and people get excused through\nme–nay, go through life without an attempt made upon them, that ought not\nto be excused. I believe if I had the management of things, there would\nhardly be a murder from year’s end to year’s end. In fact I’m for virtue,\nand goodness, and all that sort of thing. And two instances I’ll give you\nto what an extremity I carry my virtue. The first may seem a trifle; but\nnot if you knew my nephew, who was certainly born to be hanged, and would\nhave been so long ago, but for my restraining voice. He is horribly\nambitious, and thinks himself a man of cultivated taste in most branches of\nmurder, whereas, in fact, he has not one idea on the subject, but such\nas he has stolen from me. This is so well known, that the club has twice\nblackballed him, though every indulgence was shown to him as my relative.\nPeople came to me and said–\"Now really, President, we would do much to\nserve a relative of yours. But still, what can be said? You know yourself\nthat he’ll disgrace us. If we were to elect him, why, the next thing we\nshould hear of would be some vile butcherly murder, by way of justifying\nour choice. And what sort of a concern would it be? You know, as well as we\ndo, that it would be a disgraceful affair, more worthy of the shambles than\nof an artist’s attelier. He would fall upon some great big man, some huge\nfarmer returning drunk from a fair. There would be plenty of blood, and\nthat he would expect us to take in lieu of taste, finish, scenical\ngrouping. Then, again, how would he tool? Why, most probably with a cleaver\nand a couple of paving stones: so that the whole coup d’oeil would remind\nyou rather of some hideous ogre or cyclops, than of the delicate operator\nof the nineteenth century.” The picture was drawn with the hand of truth;\nthat I could not but allow, and, as to personal feelings in the matter, I\ndismissed them from the first. The next morning I spoke to my nephew–I was\ndelicately situated, as you see, but I determined that no consideration\nshould induce me to flinch from my duty. “John,” said I, “you seem to me to\nhave taken an erroneous view of life and its duties. Pushed on by ambition,\nyou are dreaming rather of what it might be glorious to attempt, than what\nit would be possible for you to accomplish. Believe me, it is not necessary\nto a man’s respectability that he should commit a murder. Many a man has\npassed through life most respectably, without attempting any species of\nhomicide–good, bad, or indifferent. It is your first duty to ask yourself,\nquid valeant humeri, quid ferre recusent? we cannot all be brilliant men\nin this life. And it is for your interest to be contented rather with a\nhumble station well filled, than to shock every body with failures, the\nmore conspicuous by contrast with the ostentation of their promises.” John\nmade no answer, he looked very sulky at the moment, and I am in high\nhopes that I have saved a near relation from making a fool of himself by\nattempting what is as much beyond his capacity as an epic poem. Others,\nhowever, tell me that he is meditating a revenge upon me and the whole\nclub. But let this be as it may, liberavi animam meam; and, as you see,\nhave run some risk with a wish to diminish the amount of homicide. But the\nother case still more forcibly illustrates my virtue. A man came to me as\na candidate for the place of my servant, just then vacant. He had the\nreputation of having dabbled a little in our art; some said not without\nmerit. What startled me, however, was, that he supposed this art to be\npart of his regular duties in my service. Now that was a thing I would not\nallow; so I said at once, “Richard (or James, as the case might be,) you\nmisunderstand my character. If a man will and must practise this difficult\n(and allow me to add, dangerous) branch of art–if he has an overruling\ngenius for it, why, he might as well pursue his studies whilst living in my\nservice as in another’s. And also, I may observe, that it can do no harm\neither to himself or to the subject on whom he operates, that he should\nbe guided by men of more taste than himself. Genius may do much, but long\nstudy of the art must always entitle a man to offer advice. So far I will\ngo–general principles I will suggest. But as to any particular case, once\nfor all I will have nothing to do with it. Never tell me of any special\nwork of art you are meditating–I set my face against it in toto. For if\nonce a man indulges himself in murder, very soon he comes to think\nlittle of robbing; and from robbing he comes next to drinking and\nSabbath-breaking, and from that to incivility and procrastination. Once\nbegin upon this downward path, you never know where you are to stop. Many\na man has dated his ruin from some murder or other that perhaps he thought\nlittle of at the time. Principiis obsta–that’s my rule.” Such was my\nspeech, and I have always acted up to it; so if that is not being virtuous,\nI should be glad to know what is. But now about the dinner and the club.\nThe club was not particularly of my creation; it arose pretty much as other\nsimilar associations, for the propagation of truth and the communication of\nnew ideas, rather from the necessities of things than upon any one man’s\nsuggestion. As to the dinner, if any man more than another could be held\nresponsible for that, it was a member known amongst us by the name of\nToad-in-the-hole. He was so called from his gloomy misanthropical\ndisposition, which led him into constant disparagements of all modern\nmurders as vicious abortions, belonging to no authentic school of art. The\nfinest performances of our own age he snarled at cynically; and at length\nthis querulous humor grew upon him so much, and he became so notorious as a\nlaudator tentporis acti, that few people cared to seek his society. This\nmade him still more fierce and truculent. He went about muttering and\ngrowling; wherever you met him he was soliloquizing and saying, “despicable\npretender–without grouping–without two ideas upon handling–without\"–and\nthere you lost him. At length existence seemed to be painful to him;\nhe rarely spoke, he seemed conversing with phantoms in the air, his\nhousekeeper informed us that his reading was nearly confined to God’s\nRevenge upon Murder, by Reynolds, and a more ancient book of the same\ntitle, noticed by Sir Walter Scott in his Fortunes of Nigel. Sometimes,\nperhaps, he might read in the Newgate Calendar down to the year 1788, but\nhe never looked into a book more recent. In fact, he had a theory with\nregard to the French Revolution, as having been the great cause of\ndegeneration in murder. “Very soon, sir,” he used to say, “men will have\nlost the art of killing poultry: the very rudiments of the art will\nhave perished!” In the year 1811 he retired from general society.\nToad-in-the-hole was no more seen in any public resort. We missed him from\nhis wonted haunts–nor up the lawn, nor at the wood was he. By the side of\nthe main conduit his listless length at noontide he would stretch, and pore\nupon the filth that muddled by. “Even dogs are not what they were, sir–not\nwhat they should be. I remember in my grandfather’s time that some dogs had\nan idea of murder. I have known a mastiff lie in ambush for a rival, sir,\nand murder him with pleasing circumstances of good taste. Yes, sir, I knew\na tom-cat that was an assassin. But now\"–and then, the subject growing too\npainful, he dashed his hand to his forehead, and went off abruptly in a\nhomeward direction towards his favorite conduit, where he was seen by an\namateur in such a state that he thought it dangerous to address him. Soon\nafter he shut himself entirely up; it was understood that he had resigned\nhimself to melancholy; and at length the prevailing notion was, that\nToad-in-the-hole had hanged himself.",
        "The world was wrong there, as it has been on some other questions.\nToad-in-the-hole might be sleeping, but dead he was not; and of that we\nsoon had ocular proof. One morning in 1812, an amateur surprised us with\nthe news that he had seen Toad-in-the-hole brushing with hasty steps the\ndews away to meet the postman by the conduit side. Even that was something:\nhow much more, to hear that he had shaved his beard–had laid aside his\nsad-colored clothes, and was adorned like a bridegroom of ancient days.\nWhat could be the meaning of all this? Was Toad-in-the-hole mad? or how?\nSoon after the secret was explained–in more than a figurative sense\n“the murder was out.” For in came the London morning papers, by which\nit appeared that but three days before a murder, the most superb of the\ncentury by many degrees had occurred in the heart of London. I need hardly\nsay, that this was the great exterminating chef-d’oeuvre of Williams at\nMr. Marr’s, No. 29, Ratcliffe Highway. That was the début of the artist;\nat least for anything the public knew. What occurred at Mr. Williamson’s\ntwelve nights afterwards–the second work turned out from the same\nchisel–some people pronounced even superior. But Toad-in-the-hole always\n“reclaimed\"–he was even angry at comparisons. “This vulgar gout de\ncomparaison, as La Bruyère calls it,” he would often remark, “will be\nour ruin; each work has its own separate characteristics–each in and for\nitself is incomparable. One, perhaps, might suggest the Iliad–the other\nthe Odyssey: what do you get by such comparisons? Neither ever was, or\nwill be surpassed; and when you’ve talked for hours, you must still come\nback to that.” Vain, however, as all criticism might be, he often said that\nvolumes might be written on each case for itself; and he even proposed to\npublish in quarto on the subject.",
        "Meantime, how had Toad-in-the-hole happened to hear of this great work\nof art so early in the morning? He had received an account by express,\ndispatched by a correspondent in London, who watched the progress of art On\nToady’s behalf, with a general commission to send off a special express,\nat whatever cost, in the event of any estimable works appearing–how much\nmore upon occasion of a ne plus ultra in art! The express arrived in the\nnight-time; Toad-in-the-hole was then gone to bed; he had been muttering\nand grumbling for hours, but of course he was called up. On reading the\naccount, he threw his arms round the express, called him his brother and\nhis preserver; settled a pension upon him for three lives, and expressed\nhis regret at not having it in his power to knight him. We, on our part–we\namateurs, I mean–having heard that he was abroad, and therefore had nothanged himself, made sure of soon seeing him amongst us. Accordingly he\nsoon arrived, knocked over the porter on his road to the reading-room; he\nseized every man’s hand as he passed him–wrung it almost frantically, and\nkept ejaculating, “Why, now here’s something like a murder!–this is the\nreal thing–this is genuine–this is what you can approve, can recommend to\na friend: this–says every man, on reflection–this is the thing that ought\nto be!” Then, looking at particular friends, he said–\"Why, Jack, how are\nyou? Why, Tom, how are you? Bless me, you look ten years younger than\nwhen I last saw you.” “No, sir,” I replied, “It is you who look ten years\nyounger.” “Do I? well, I should’nt wonder if I did; such works are\nenough to make us all young.” And in fact the general opinion is, that\nToad-in-the-hole would have died but for this regeneration of art, which\nhe called a second age of Leo the Tenth; and it was our duty, he said\nsolemnly, to commemorate it. At present, and en attendant–rather as an\noccasion for a public participation in public sympathy, than as in itself\nany commensurate testimony of our interest–he proposed that the club\nshould meet and dine together. A splendid public dinner, therefore, was\ngiven by the club; to which all amateurs were invited from a distance of\none hundred miles.",
        "Of this dinner there are ample short-hand notes amongst the archives of\nthe club. But they are not “extended,” to speak diplomatically; and the\nreporter is missing–I believe, murdered. Meantime, in years long after\nthat day, and on an occasion perhaps equally interesting, viz., the turning\nup of Thugs and Thuggism, another dinner was given. Of this I myself kept\nnotes, for fear of another accident to the short-hand reporter. And I here\nsubjoin them. Toad-in-the-hole, I must mention, was present at this dinner.\nIn fact, it was one of its sentimental incidents. Being as old as the\nvalleys at the dinner of 1812, naturally he was as old as the hills at the\nThug dinner of 1838. He had taken to wearing his beard again; why, or with\nwhat view, it passes my persimmon to tell you. But so it was. And his\nappearance was most benign and venerable. Nothing could equal the angelic\nradiance of his smile as he inquired after the unfortunate reporter, (whom,\nas a piece of private scandal, I should tell you that he was himself\nsupposed to have murdered, in a rapture of creative art:) the answer was,\nwith roars of laughter, from the under-sheriff of our county–\"Non est\ninventus.” Toad-in-the-hole laughed outrageously at this: in fact, we all\nthought he was choking; and, at the earnest request of the company, a\nmusical composer furnished a most beautiful glee upon the occasion,\nwhich was sung five times after dinner, with universal applause and\ninextinguishable laughter, the words being these, (and the chorus\nso contrived, as most beautifully to mimic the peculiar laughter of\nToad-in-the-hole:)–",
        "  “Et interrogatum est à Toad-in-the hole–Ubi est ille reporter?\n  Et responsum est cum cachinno–Non est inventus.”",
        "Chorus.",
        "  “Deinde iteratum est ab omnibus, cum cachinnatione undulante–\n  Non est inventus.”",
        "Toad-in-the-hole, I ought to mention, about nine years before, when an\nexpress from Edinburgh brought him the earliest intelligence of the\nBurke-and-Hare revolution in the art, went mad upon the spot; and, instead\nof a pension to the express for even one life, or a knighthood, endeavored\nto burke him; in consequence of which he was put into a strait waistcoat.\nAnd that was the reason we had no dinner then. But now all of us were alive\nand kicking, strait-waistcoaters and others; in fact, not one absentee\nwas reported upon the entire roll. There were also many foreign amateurs\npresent.",
        "Dinner being over, and the cloth drawn, there was a general call made for\nthe new glee of Non est inventus; but, as this would have interfered with\nthe requisite gravity of the company during the earlier toasts, I overruled\nthe call. After the national toasts had been given, the first official\ntoast of the day was, The Old Man of the Mountains–drunk in solemn\nsilence.",
        "Toad-in-the-hole returned thanks in a neat speech. He likened himself to\nthe Old Man of the Mountains, in a few brief allusions, that made the\ncompany absolutely yell with laughter; and he concluded with giving the\nhealth of",
        "Mr. Von Hammer, with many thanks to him for his learned History of the\nOld Man and his subjects the assassins.",
        "Upon this I rose and said, that doubtless most of the company were aware\nof the distinguished place assigned by orientalists to the very learned\nTurkish scholar Von Hammer the Austrian; that he had made the profoundest\nresearches into our art as connected with those early and eminent artists\nthe Syrian assassins in the period of the Crusaders; that his work had been\nfor several years deposited, as a rare treasure of art, in the library\nof the club. Even the author’s name, gentlemen, pointed him out as the\nhistorian of our art–Von Hammer–",
        "“Yes, yes,” interrupted Toad-in-the-hole, who never can sit still–\"Yes,\nyes, Von Hammer–he’s the man for a malleus hæreticorum: think rightly\nof our art, or he’s the man to tickle your catastrophes. You all know what\nconsideration Williams bestowed on the hammer, or the ship carpenter’s\nmallet, which is the same thing. Gentlemen, I give you another great\nhammer–Charles the Hammer, the Marteau, or, in old French, the Martel–he\nhammered the Saracens till they were all as dead as door-nails–he did,\nbelieve me.”",
        "“Charles Martel, with all the honors.”",
        "But the explosion of Toad-in-the-hole, together with the uproarious cheers\nfor the grandpapa of Charlemagne, had now made the company unmanageable.\nThe orchestra was again challenged with shouts the stormiest for the new\nglee. I made again a powerful effort to overrule the challenge. I might\nas well have talked to the winds. I foresaw a tempestuous evening; and I\nordered myself to be strengthened with three waiters on each side; the\nvice-president with as many. Symptoms of unruly enthusiasm were beginning\nto show out; and I own that I myself was considerably excited as the\norchestra opened with its storm of music, and the impassioned glee\nbegan–\"Et interrogatum est à Toad-in-the-hole–Ubi est ille Reporter?\"\nAnd the frenzy of the passion became absolutely convulsing, as the full\nchorus fell in–\"Et iteratum est ab omnibus–Non est inventus”",
        "By this time I saw how things were going: wine and music were making most\nof the amateurs wild. Particularly Toad-in-the-hole, though considerably\nabove a hundred years old, was getting as vicious as a young leopard. It\nwas a fixed impression with the company that he had murdered the reporter\nin the year 1812; since which time (viz. twenty-six years) “ille reporter\"\nhad been constantly reported “Non est inventus.” Consequently, the glee\nabout himself, which of itself was most tumultuous and jubilant, carried\nhim off his feet. Like the famous choral songs amongst the citizens of\nAbdera, nobody could hear it without a contagious desire for falling back\ninto the agitating music of “Et interrogatum est à Toad-in-the-hole,” &c.\nI enjoined vigilance upon my assessors, and the business of the evening\nproceeded.",
        "The next toast was–The Jewish Sicarii.",
        "Upon which I made the following explanation to the company:–\"Gentlemen,\nI am sure it will interest you all to hear that the assassins, ancient as\nthey were, had a race of predecessors in the very same country. All over\nSyria, but particularly in Palestine, during the early years of the Emperor\nNero, there was a band of murderers, who prosecuted their studies in a very\nnovel manner. They did not practise in the night-time, or in lonely places;\nbut justly considering that great crowds are in themselves a sort of\ndarkness by means of the dense pressure and the impossibility of finding\nout who it was that gave the blow, they mingled with mobs everywhere;\nparticularly at the great paschal feast in Jerusalem; where they actually\nhad the audacity, as Josephus assures us, to press into the temple,–and\nwhom should they choose for operating upon but Jonathan himself, the\nPontifex Maximus? They murdered him, gentlemen, as beautifully as if they\nhad had him alone on a moonless night in a dark lane. And when it was\nasked, who was the murderer, and where he was\"–",
        "“Why, then, it was answered,” interrupted Toad-in-the-hole, ’Non est\ninventus.” And then, in spite of all I could do or say, the\norchestra opened, and the whole company began–\"Et interrogatum est à\nToad-in-the-hole–Ubi est ille Sicarius? Et responsum est ab omnibus–Non\nest inventus.”",
        "When the tempestuous chorus had subsided, I began again:–\"Gentlemen, you\nwill find a very circumstantial account of the Sicarii in at least three\ndifferent parts of Josephus; once in Book XX. sect. v. c. 8, of his\nAntiquities; once in Book I. of his Wars: but in sect. 10 of the\nchapter first cited you will find a particular description of their\ntooling. This is what he says–’They tooled with small scymetars not much\ndifferent from the Persian acinacæ, but more curved, and for all the\nworld most like the Roman sickles or sicæ.’ It is perfectly magnificent,\ngentlemen, to hear the sequel of their history. Perhaps the only case\non record where a regular army of murderers was assembled, a justus\nexercitus, was in the case of these Sicarii. They mustered in such\nstrength in the wilderness, that Festus himself was obliged to march\nagainst them with the Roman legionary force.”",
        "Upon which Toad-in-the-hole, that cursed interrupter, broke out\na-singing–\"Et interrogatum est à Toad-in-the-hole–Ubi est ille exercitus?\nEt responsum est ab omnibus–Non est inventus.”",
        "“No, no, Toad–you are wrong for once: that army was found, and was all\ncut to pieces in the desert. Heavens, gentlemen, what a sublime picture!\nThe Roman legions–the wilderness–Jerusalem in the distance–an army of\nmurderers in the foreground!”",
        "Mr. R., a member, now gave the next toast–\"To the further improvement of\nTooling, and thanks to the Committee for their services.”",
        "Mr. L., on behalf of the committee who had reported on that subject,\nreturned thanks. He made an interesting extract from the report, by which\nit appeared how very much stress had been laid formerly on the mode of\ntooling, by the fathers, both Greek and Latin. In confirmation of this\npleasing fact, he made a very striking statement in reference to the\nearliest work of antediluvian art. Father Mersenne, that learned Roman\nCatholic, in page one thousand four hundred and thirty-one[1] of his\noperose Commentary on Genesis, mentions, on the authority of several\nrabbis, that the quarrel of Cain with Abel was about a young woman; that,\nby various accounts, Cain had tooled with his teeth, [Abelem fuisse\nmorsibus dilaceratum à Cain;] by many others, with the jaw-bone of an\nass; which is the tooling adopted by most painters. But it is pleasing to\nthe mind of sensibility to know that, as science expanded, sounder views\nwere adopted. One author contends for a pitchfork, St. Chrysostom for a\nsword, Irenæus for a scythe, and Prudentius for a hedging-bill. This last\nwriter delivers his opinion thus:–",
        "  “Frater, probatæ sanctitatis æmulus,\n  Germana curvo colla frangit sarculo:”",
        "i.e. his brother, jealous of his attested sanctity, fractures his\nbrotherly throat with a curved hedging-bill. “All which is respectfully\nsubmitted by your committee, not so much as decisive of the question, (for\nit is not,) but in order to impress upon the youthful mind the importance\nwhich has ever been attached to the quality of the tooling by such men as\nChrysostom and Irenæus.”",
        "[Footnote 1: “Page one thousand four hundred and thirty-one\"–literally,\ngood reader, and no joke at all.]",
        "“Dang Irenæus!” said Toad-in-the-hole, who now rose impatiently to give the\nnext toast:–\"Our Irish friends; and a speedy revolution in their mode of\ntooling, as well as everything else connected with the art!”",
        "“Gentlemen, I’ll tell you the plain truth. Every day of the year we take\nup a paper, we read the opening of a murder. We say, this is good, this\nis charming, this is excellent! But, behold you! scarcely have we read a\nlittle farther, before the word Tipperary or Ballina-something betrays the\nIrish manufacture. Instantly we loath it; we call to the waiter; we say,\nWaiter, take away this paper; send it out of the house; it is absolutely\noffensive to all just taste.’ I appeal to every man whether, on finding a\nmurder (otherwise perhaps promising enough) to be Irish, he does not feel\nhimself as much insulted as when Madeira being ordered, he finds it to be\nCape; or when, taking up what he takes to be a mushroom, it turns out\nwhat children call a toad-stool. Tithes, politics, or something wrong in\nprinciple, vitiate every Irish murder. Gentlemen, this must be reformed, or\nIreland will not be a land to live in; at least, if we do live there, we\nmust import all our murders, that’s clear.” Toad-in-the-hole sat\ndown growling with suppressed wrath, and the universal “Hear, hear!\"\nsufficiently showed that he spoke the general feeling.",
        "The next toast was–\"The sublime epoch of Burkism and Harism!”",
        "This was drunk with enthusiasm; and one of the members, who spoke to the\nquestion, made a very curious communication to the company:–\"Gentlemen,\nwe fancy Burkism to be a pure invention of our own times: and in fact no\nPancirollus has ever enumerated this branch of art when writing de rebus\ndeperditis. Still I have ascertained that the essential principle of the\nart was known to the ancients, although like the art of painting upon\nglass, of making the myrrhine cups, &c., it was lost in the dark ages for\nwant of encouragement. In the famous collection of Greek epigrams made\nby Planudes is one upon a very charming little case of Burkism: it is a\nperfect little gem of art. The epigram itself I cannot lay my hand upon at\nthis moment, but the following is an abstract of it by Salmasius, as I find\nit in his notes on Vopiscus: ’Est et elegans epigramma Lucilii, (well\nhe might call it “elegans!”) ubi medicus et pollinctor de compacto sic\negerunt, ut medicus ægros omnes curæ suæ commissos occideret:’ this was\nthe basis of the contract, you see, that on the one part the doctor, for\nhimself and his assigns, doth undertake and contract duly and truly to\nmurder all the patients committed to his charge: but why? There lies the\nbeauty of the case–’Et ut pollinctori amico suo traderet pollingendos.’\nThe pollinctor, you are aware, was a person whose business it was to\ndress and prepare dead bodies for burial. The original ground of the\ntransaction appears to have been sentimental: ’He was my friend,’ says the\nmurderous doctor; ’he was dear to me,’ in speaking of the pollinctor. But\nthe law, gentlemen, is stern and harsh: the law will not hear of these\ntender motives: to sustain a contract of this nature in law, it is\nessential that a ’consideration’ should be given. Now what was the\nconsideration? For thus far all is on the side of the pollinctor: he\nwill be well paid for his services; but, meantime, the generous, the\nnoble-minded doctor gets nothing. What was the little consideration\nagain, I ask, which the law would insist on the doctor’s taking? You shall\nhear: ’Et ut pollinctor vicissim [Greek: telamonas] quos furabatur de\npollinctione mortuorum medico mitteret doni ad alliganda vulnera eorurn\nquos curabat.’ Now, the case is clear: the whole went on a principle of\nreciprocity which would have kept up the trade for ever. The doctor was\nalso a surgeon: he could not murder all his patients: some of the\nsurgical patients must be retained intact; re infectâ. For these he\nwanted linen bandages. But, unhappily, the Romans wore woollen, on which\naccount they bathed so often. Meantime, there was linen to be had in\nRome; but it was monstrously dear; and the [Greek: telamones] or linen\nswathing bandages, in which superstition obliged them to bind up corpses,\nwould answer capitally for the surgeon. The doctor, therefore, contracts to\nfurnish his friend with a constant succession of corpses, provided, and be\nit understood always, that his said friend in return should supply him with\none half of the articles he would receive from the friends of the parties\nmurdered or to be murdered. The doctor invariably recommended his\ninvaluable friend the pollinctor, (whom let us call the undertaker;) the\nundertaker, with equal regard to the sacred rights of friendship, uniformly\nrecommended the doctor. Like Pylades and Orestes, they were models of a\nperfect friendship: in their lives they were lovely, and on the gallows, it\nis to be hoped, they were not divided.",
        "“Gentlemen, it makes me laugh horribly, when I think of those two friends\ndrawing and redrawing on each other: ’Pollinctor in account with Doctor,\ndebtor by sixteen corpses; creditor by forty-five bandages, two of which\ndamaged.’ Their names unfortunately are lost; but I conceive they must have\nbeen Quintus Burkius and Publius Harius. By the way, gentlemen, has anybody\nheard lately of Hare? I understand he is comfortably settled in Ireland,\nconsiderably to the west, and does a little business now and then; but, as\nhe observes with a sigh, only as a retailer–nothing like the fine thriving\nwholesale concern so carelessly blown up at Edinburgh. ’You see what comes\nof neglecting business,’–is the chief moral, the [Greek: epimutheon],\nas Æsop would say, which he draws from his past experience.”",
        "At length came the toast of the day–Thugdom in all its branches.",
        "The speeches attempted at this crisis of the dinner were past all\ncounting. But the applause was so furious, the music so stormy, and the\ncrashing of glasses so incessant, from the general resolution never again\nto drink an inferior toast from the same glass, that my power is not equal\nto the task of reporting. Besides which, Toad-in-the-hole now became quite\nungovernable. He kept firing pistols in every direction; sent his servant\nfor a blunderbuss, and talked of loading with ball-cartridge. We conceived\nthat his former madness had returned at the mention of Burke and Hare; or\nthat, being again weary of life, he had resolved to go off in a general\nmassacre. This we could not think of allowing: it became indispensable,\ntherefore, to kick him out, which we did with universal consent, the whole\ncompany lending their toes uno pede, as I may say, though pitying his\ngray hairs and his angelic smile. During the operation the orchestra poured\nin their old chorus. The universal company sang, and (what surprised us\nmost of all) Toad-in-the-hole joined us furiously in singing–",
        "  “Et interrogatum est ab omnibus–Ubi est ille Toad-in-the-hole\n  Et responsum est ab omnibus–Non est inventus.”",
        "Continue...",
        "\nThis eBook of “Miscellaneous Essays” by Thomas de Quincey belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous essays, by Thomas De Quincey.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}