{
    "title": "Miscellaneous Studies: A Series of Essays - Notre-Dame d’Amiens",
    "author": "Walter Horatio Pater",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "[109] THE greatest and purest of Gothic churches, Notre-Dame\nd’Amiens, illustrates, by its fine qualities, a characteristic\nsecular movement of the beginning of the thirteenth century.\nPhilosophic writers of French history have explained how, in that and\nin the two preceding centuries, a great number of the more important\ntowns in eastern and northern France rose against the feudal\nestablishment, and developed severally the local and municipal life\nof the commune.  To guarantee their independence therein they\nobtained charters from their formal superiors.  The Charter of Amiens\nserved as the model for many other communes.  Notre-Dame d’Amiens is\nthe church of a commune.  In that century of Saint Francis, of Saint\nLouis, they were still religious.  But over against monastic\ninterests, as identified with a central authority–king, emperor, or\npope–they pushed forward the local, and, so to call it, secular\nauthority of their [110] bishops, the flower of the “secular clergy\"\nin all its mundane astuteness, ready enough to make their way as the\nnatural Protectors of such townships.  The people of Amiens, for\ninstance, under a powerful episcopal patron, invested their civic\npride in a vast cathedral, outrivalling neighbours, as being in\neffect their parochial church, and promoted there the new,\nrevolutionary, Gothic manner, at the expense of the derivative and\ntraditional, Roman or Romanesque, style, the imperial style, of the\ngreat monastic churches.  Nay, those grand and beautiful people’s\nchurches of the thirteenth century, churches pre-eminently of “Our\nLady,” concurred also with certain novel humanistic movements of\nreligion itself at that period, above all with the expansion of what\nis reassuring and popular in the worship of Mary, as a tender and\naccessible, though almost irresistible, intercessor with her severe\nand awful Son.",
        "Hence the splendour, the space, the novelty, of the great French\ncathedrals in the first Pointed style, monuments for the most part of\nthe artistic genius of laymen, significant pre-eminently of that\nQueen of Gothic churches at Amiens.  In most cases those early\nPointed churches are entangled, here or there, by the constructions\nof the old round-arched style, the heavy, Norman or other, Romanesque\nchapel or aisle, side by side, though in strong contrast with, the\nsoaring new Gothic of nave or transept.  But of that older [111]\nmanner of the round arch, the plein-cintre, Amiens has nowhere, or\nalmost nowhere, a trace.  The Pointed style, fully pronounced, but in\nall the purity of its first period, found here its completest\nexpression.  And while those venerable, Romanesque, profoundly\ncharacteristic, monastic churches, the gregarious product of long\ncenturies, are for the most part anonymous, as if to illustrate from\nthe first a certain personal tendency which came in with the Gothic\nmanner, we know the name of the architect under whom, in the year\nA.D. 1220, the building of the church of Amiens began–a layman,\nRobert de Luzarches.",
        "Light and space–floods of light, space for a vast congregation, for\nall the people of Amiens, for their movements, with something like\nthe height and width of heaven itself enclosed above them to breathe\nin;–you see at a glance that this is what the ingenuity of the\nPointed method of building has here secured.  For breadth, for the\neasy flow of a processional torrent, there is nothing like the\n“ambulatory,” the aisle of the choir and transepts.  And the entire\narea is on one level.  There are here no flights of steps upward, as\nat Canterbury, no descending to dark crypts, as in so many Italian\nchurches–a few low, broad steps to gain the choir, two or three to\nthe high altar.  To a large extent the old pavement remains, though\nalmost worn-out by the footsteps of centuries.  Priceless, though not\ncomposed of precious material, it gains its effect [112] by ingenuity\nand variety in the patterning, zig-zags, chequers, mazes, prevailing\nrespectively, in white and grey, in great square, alternate spaces–\nthe original floor of a medieval church for once untouched.  The\nmassive square bases of the pillars of a Romanesque church, harshly\nangular, obstruct, sometimes cruelly, the standing, the movements, of\na multitude of persons.  To carry such a multitude conveniently round\nthem is the matter-of-fact motive of the gradual chiselling away, the\nsoftening of the angles, the graceful compassing, of the Gothic base,\ntill in our own Perpendicular period it all but disappears.  You may\nstudy that tendency appropriately in the one church of Amiens; for\nsuch in effect Notre-Dame has always been.  That circumstance is\nillustrated by the great font, the oldest thing here, an oblong\ntrough, perhaps an ancient saintly coffin, with four quaint prophetic\nfigures at the angles, carved from a single block of stone.  To it,\nas to the baptistery of an Italian town, not so long since all the\nbabes of Amiens used to come for christening.",
        "Strange as it may seem, in this “queen” of Gothic churches, l’eglise\nogivale par excellence, there is nothing of mystery in the vision,\nwhich yet surprises, over and over again, the eye of the visitor who\nenters at the western doorway.  From the flagstone at one’s foot to\nthe distant keystone of the chevet, noblest of its species– [113]\nreminding you of how many largely graceful things, sails of a ship in\nthe wind, and the like!–at one view the whole is visible,\nintelligible;–the integrity of the first design; how later additions\naffixed themselves thereto; how the rich ornament gathered upon it;\nthe increasing richness of the choir; its glazed triforium; the\nrealms of light which expand in the chapels beyond; the astonishing\nboldness of the vault, the astonishing lightness of what keeps it\nabove one; the unity, yet the variety of perspective.  There is no\nmystery here, and indeed no repose.  Like the age which projected it,\nlike the impulsive communal movement which was here its motive, the\nPointed style at Amiens is full of excitement.  Go, for repose, to\nclassic work, with the simple vertical law of pressure downwards, or\nto its Lombard, Rhenish, or Norman derivatives.  Here, rather, you\nare conscious restlessly of that sustained equilibrium of oblique\npressure on all sides, which is the essence of the hazardous Gothic\nconstruction, a construction of which the “flying buttress” is the\nmost significant feature.  Across the clear glass of the great\nwindows of the triforium you see it, feel it, at its Atlas-work\naudaciously.  “A pleasant thing it is to behold the sun” those first\nGothic builders would seem to have said to themselves; and at Amiens,\nfor instance, the walls have disappeared; the entire building is\ncomposed of its windows.  Those who built it [114] might have had for\ntheir one and only purpose to enclose as large a space as possible\nwith the given material.",
        "No; the peculiar Gothic buttress, with its double, triple, fourfold\nflights, while it makes such marvels possible, securing light and\nspace and graceful effect, relieving the pillars within of their\nmassiveness, is not a restful architectural feature.  Consolidation\nof matter naturally on the move, security for settlement in a very\ncomplex system of construction–that is avowedly a part of the Gothic\nsituation, the Gothic problem.  With the genius which contended,\nthough not always quite successfully, with this difficult problem,\ncame also novel aesthetic effect, a whole volume of delightful\naesthetic effects.  For the mere melody of Greek architecture, for\nthe sense as it were of music in the opposition of successive sounds,\nyou got harmony, the richer music generated by opposition of sounds\nin one and the same moment; and were gainers.  And then, in contrast\nwith the classic manner, and the Romanesque survivals from it, the\nvast complexity of the Gothic style seemed, as if consciously, to\ncorrespond to the richness, the expressiveness, the thousandfold\ninfluence of the Catholic religion, in the thirteenth century still\nin natural movement in every direction.  The later Gothic of the\nfifteenth and sixteenth centuries tended to conceal, as it now took\nfor granted, the structural use of the buttress, for [115] example;\nseemed to turn it into a mere occasion for ornament, not always\npleasantly:–while the ornament was out of place, the structure\nfailed.  Such falsity is far enough away from what at Amiens is\nreally of the thirteenth century.  In this pre-eminently “secular\"\nchurch, the execution, in all the defiance of its method, is direct,\nfrank, clearly apparent, with the result not only of reassuring the\nintelligence, but of keeping one’s curiosity also continually on the\nalert, as we linger in these restless aisles.",
        "The integrity of the edifice, together with its volume of light, has\nindeed been diminished by the addition of a range of chapels, beyond\nthe proper limits of the aisles, north and south.  Not a part of the\noriginal design, these chapels were formed for private uses in the\nfourteenth century, by the device of walling in and vaulting the open\nspaces between the great buttresses of the nave.  Under the broad but\nsubdued sunshine which falls through range upon range of windows,\nreflected from white wall and roof and gallery, soothing to the eye,\nwhile it allows you to see the delicate carved work in all its\nrefinement of touch, it is only as an after-thought, an artificial\nafter-thought, that you regret the lost stained glass, or the\nvanished mural colour, if such to any large extent there ever were.\nThe best stained glass is often that stained by weather, by centuries\nof weather, [116] and we may well be grateful for the amazing\ncheerfulness of the interior of Amiens, as we actually find it.\nWindows of the richest remain, indeed, in the apsidal chapels; and\nthe rose-windows of the transepts are known, from the prevailing\ntones of their stained glass, as Fire and Water, the western rose\nsymbolising in like manner Earth and Air, as respectively green and\nblue.  But there is no reason to suppose that the interior was ever\nso darkened as to prevent one’s seeing, really and clearly, the\ndainty ornament, which from the first abounded here; the floriated\narchitectural detail; the broad band of flowers and foliage, thick\nand deep and purely sculptured, above the arches of nave and choir\nand transepts, and wreathing itself continuously round the embedded\npiers which support the roof; with the woodwork, the illuminated\nmetal, the magnificent tombs, the jewellers’ work in the chapels.\nOne precious, early thirteenth-century window of grisaille remains,\nexquisite in itself, interesting as evidence of the sort of\ndecoration which originally filled the larger number of the windows.\nGrisaille, with its lace-work of transparent grey, set here and there\nwith a ruby, a sapphire, a gemmed medallion, interrupts the clear\nlight on things hardly more than the plain glass, of which indeed\nsuch windows are mainly composed.  The finely designed frames of iron\nfor the support of the glass, in the windows from which even [117]\nthis decoration is gone, still remain, to the delight of those who\nare knowing in the matter.",
        "Very ancient light, this seems, at any rate, as if it had been lying\nimprisoned thus for long centuries; were in fact the light over which\nthe great vault originally closed, now become almost substance of\nthought, one might fancy,–a mental object or medium.  We are\nreminded that after all we must of necessity look on the great\nchurches of the Middle Age with other eyes than those who built or\nfirst worshipped in them; that there is something verily worth\nhaving, and a just equivalent for something else lost, in the mere\neffect of time, and that the salt of all aesthetic study is in the\nquestion,–What, precisely what, is this to me?  You and I, perhaps,\nshould not care much for the mural colouring of a medieval church,\ncould we see it as it was; might think it crude, and in the way.\nWhat little remains of it at Amiens has parted, indeed, in the course\nof ages, with its shrillness and its coarse grain.  And in this\nmatter certainly, in view of Gothic polychrome, our difference from\nthe people of the thirteenth century is radical.  We have, as it was\nvery unlikely they should have, a curiosity, a very pleasurable\ncuriosity, in the mere working of the stone they built with, and in\nthe minute facts of their construction, which their colouring, and\nthe layer of plaster it involved, disguised or hid.  We may think\nthat in architecture stone is the most beautiful [118] of all things.\nModern hands have replaced the colour on some of the tombs here–the\neffigies, the tabernacles above–skilfully as may be, and have but\ndeprived them of their dignity.  Medieval colouring, in fact, must\nhave improved steadily, as it decayed, almost till there came to be\nno question of colour at all.  In architecture, close as it is to\nmen’s lives and their history, the visible result of time is a large\nfactor in the realised aesthetic value, and what a true architect\nwill in due measure always trust to.  A false restoration only\nfrustrates the proper ripening of his work.",
        "If we may credit our modern eyes, then, those old, very secular\nbuilders aimed at, they achieved, an immense cheerfulness in their\ngreat church, with a purpose which still pursued them into their\nminuter decoration.  The conventional vegetation of the Romanesque,\nits blendings of human or animal with vegetable form, in cornice or\ncapital, have given way here, in the first Pointed style, to a\npleasanter, because more natural, mode of fancy; to veritable forms\nof vegetable life, flower or leaf, from meadow and woodside, though\nstill indeed with a certain survival of the grotesque in a confusion\nof the leaf with the flower, which the subsequent Decorated period\nwill wholly purge away in its perfect garden-borders.  It was not\nwith monastic artists and artisans that the sheds and workshops\naround Amiens Cathedral were filled, [119] as it rose from its\nfoundations through fifty years; and those lay schools of art, with\ntheir communistic sentiment, to which in the thirteenth century the\ngreat episcopal builders must needs resort, would in the natural\ncourse of things tend towards naturalism.  The subordinate arts also\nwere no longer at the monastic stage, borrowing inspiration\nexclusively from the experiences of the cloister, but belonged to\nguilds of laymen–smiths, painters, sculptors.  The great\nconfederation of the “city,” the commune, subdivided itself into\nconfederations of citizens.  In the natural objects of the first\nPointed style there is the freshness as of nature itself, seen and\nfelt for the first time; as if, in contrast, those older cloistral\nworkmen had but fed their imagination in an embarrassed, imprisoned,\nand really decadent manner, or mere reminiscence of, or prescriptions\nabout, things visible.",
        "Congruous again with the popularity of the builders of Amiens, of\ntheir motives, is the wealth, the freedom and abundance, of popular,\nalmost secular, teaching, here afforded, in the carving especially,\nwithin and without; an open Bible, in place of later legend, as at\nmonastic Vezelay,–the Bible treated as a book about men and women,\nand other persons equally real, but blent with lessons, with the\nliveliest observations, on the lives of men as they were then and\nnow, what they do, and how they do it, or did it then, and on the\ndoings of nature [120] which so greatly influence what man does;\ntogether with certain impressive metaphysical and moral ideas, a sort\nof popular scholastic philosophy, or as if it were the virtues and\nvices Aristotle defines, or the characters of Theophrastus,\ntranslated into stone.  Above all, it is to be observed that as a\nresult of this spirit, this “free” spirit, in it, art has at last\nbecome personal.  The artist, as such, appears at Amiens, as\nelsewhere, in the thirteenth century; and, by making his personal way\nof conception and execution prevail there, renders his own work vivid\nand organic, and apt to catch the interest of other people.  He is no\nlonger a Byzantine, but a Greek–an unconscious Greek.  Proof of this\nis in the famous Beau-Dieu of Amiens, as they call that benign,\nalmost classically proportioned figure, on the central pillar of the\ngreat west doorway; though in fact neither that, nor anything else on\nthe west front of Amiens, is quite the best work here.  For that we\nmust look rather to the sculpture of the portal of the south\ntransept, called, from a certain image there, Portail de la Vierge\ndoree, gilded at the expense of some unknown devout person at the\nbeginning of the last century.  A presentation of the mystic, the\ndelicately miraculous, story of Saint Honore, eighth Bishop of\nAmiens, and his companions, with its voices, its intuitions, and\ncelestial intimations, it has evoked a correspondent method of work\nat once [121] naive and nicely expressive.  The rose, or roue, above\nit, carries on the outer rim seventeen personages, ascending and\ndescending–another piece of popular philosophy–the wheel of\nfortune, or of human life.",
        "And they were great brass-founders, surely, who at that early day\nmodelled and cast the tombs of the Bishops Evrard and Geoffrey, vast\nplates of massive black bronze in half-relief, like abstract thoughts\nof those grand old prelatic persons.  The tomb of Evrard, who laid\nthe foundations (qui fundamenta hujus basilicae locavit), is not\nquite as it was.  Formerly it was sunk in the pavement, while the\ntomb of Bishop Geoffrey opposite (it was he closed in the mighty\nvault of the nave: hanc basilicam culmen usque perduxit), itself\nvaulted-over the space of the grave beneath.  The supreme excellence\nof those original workmen, the journeymen of Robert de Luzarches and\nhis successor, would seem indeed to have inspired others, who have\nbeen at their best here, down to the days of Louis the Fourteenth.\nIt prompted, we may think, a high level of execution, through many\nrevolutions of taste in such matters; in the marvellous furniture of\nthe choir, for instance, like a whole wood, say a thicket of old\nhawthorn, with its curved topmost branches spared, slowly transformed\nby the labour of a whole family of artists, during fourteen years,\ninto the stalls, in number one hundred and ten, with nearly four\n[122] thousand figures.  Yet they are but on a level with the\nFlamboyant carved and coloured enclosures of the choir, with the\nhistories of John the Baptist, whose face-bones are here preserved,\nand of Saint Firmin–popular saint, who protects the houses of Amiens\nfrom fire.  Even the screens of forged iron around the sanctuary,\nwork of the seventeenth century, appear actually to soar, in their\nway, in concert with the airy Gothic structure; to let the daylight\npass as it will; to have come, they too, from smiths, odd as it may\nseem at just that time, with some touch of inspiration in them.  In\nthe beginning of the fifteenth century they had reared against a\ncertain bald space of wall, between the great portal and the western\n“rose,” an organ, a lofty, many-chambered, veritable house of church-\nmusic, rich in azure and gold, finished above at a later day, not\nincongruously, in the quaint, pretty manner of Henri-Deux.  And those\nwho are interested in the curiosities of ritual, of the old\nprovincial Gallican “uses,” will be surprised to find one where they\nmight least have expected it.  The reserved Eucharist still hangs\nsuspended in a pyx, formed like a dove, in the midst of that\nlamentable “glory” of the eighteenth century in the central bay of\nthe sanctuary, all the poor, gaudy, gilt rays converging towards it.\nThere are days in the year in which the great church is still\nliterally filled with reverent worshippers, and if you come late to\nservice you push the [123] doors in vain against the closely serried\nshoulders of the good people of Amiens, one and all in black for\nchurch-holiday attire.  Then, one and all, they intone the Tantum\nergo (did it ever sound so in the Middle Ages?) as the Eucharist,\nafter a long procession, rises once more into its resting-place.",
        "If the Greeks, as at least one of them says, really believed there\ncould be no true beauty without bigness, that thought certainly is\nmost specious in regard to architecture; and the thirteenth-century\nchurch of Amiens is one of the three or four largest buildings in the\nworld, out of all proportion to any Greek building, both in that and\nin the multitude of its external sculpture.  The chapels of the nave\nare embellished without by a double range of single figures, or\ngroups, commemorative of the persons, the mysteries, to which they\nare respectively dedicated–the gigantic form of Christopher, the\nMystery of the Annunciation.",
        "The builders of the church seem to have projected no very noticeable\ntowers; though it is conventional to regret their absence, especially\nwith visitors from England, where indeed cathedral and other towers\nare apt to be good, and really make their mark.  Robert de Luzarches\nand his successors aimed rather at the domical outline, with its\ncentral point at the centre of the church, in the spire or fleche.\nThe existing spire is a wonderful mass of carpentry [124] of the\nbeginning of the sixteenth century, at which time the lead that\ncarefully wraps every part of it was heavily gilt.  The great western\ntowers are lost in the west front, the grandest, perhaps the\nearliest, example of its species–three profound, sculptured portals;\na double gallery above, the upper gallery carrying colossal images of\ntwenty-two kings of the House of Judah, ancestors of Our Lady; then\nthe great rose; above it the ringers’ gallery, half masking the gable\nof the nave, and uniting at their top-most storeys the twin, but not\nexactly equal or similar, towers, oddly oblong in plan, as if never\nintended to carry pyramids or spires.  They overlook an immense\ndistance in those flat, peat-digging, black and green regions, with\nrather cheerless rivers, and are the centre of an architectural\nregion wider still–of a group to which Soissons, far beyond the\nwoods of Compiegne, belongs, with St. Quentin, and, towards the west,\na too ambitious rival, Beauvais, which has stood however–what we now\nsee of it–for six centuries.",
        "It is a spare, rather sad world at most times that Notre-Dame\nd’Amiens thus broods over; a country with little else to be proud of;\nthe sort of world, in fact, which makes the range of conceptions\nembodied in these cliffs of quarried and carved stone all the more\nwelcome as a hopeful complement to the meagreness of most people’s\npresent existence, and its apparent ending in a [125] sparely built\ncoffin under the flinty soil, and grey, driving sea-winds.  In Notre-\nDame, therefore, and her sisters, there is not only a common method\nof construction, a single definable type, different from that of\nother French latitudes, but a correspondent common sentiment also;\nsomething which speaks, amid an immense achievement just here of what\nis beautiful and great, of the necessity of an immense effort in the\nnatural course of things, of what you may see quaintly designed in\none of those hieroglyphic carvings–radix de terra sitienti: “a root\nout of a dry ground.”",
        "109. *Published in the Nineteenth Century, March 1894, and now\nreprinted by the kind permission of the proprietors.",
        "Continue...",
        "\nThis is the complete public domain etext “Miscellaneous Studies: A Series of Essays” by Walter Horatio Pater.\n\n\nAlso by this author (on Amazon.com); The Renaissance, Studies in Art and Poetry\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous Studies: A Series of EssaysBy Walter Horatio PaterAt Amazon"
    ]
}