{
    "title": "Miscellaneous Essays - The Vision of Sudden Death",
    "author": "Thomas de Quincey",
    "chapter": "5",
    "content": [
        "\n\n",
        "[THE reader is to understand this present paper, in its two sections of\nThe Vision, &c., and The Dream-Fugue, as connected with a previous\npaper on The English Mail-Coach. The ultimate object was the Dream-Fugue,\nas an attempt to wrestle with the utmost efforts of music in dealing with\na colossal form of impassioned horror. The Vision of Sudden Death contains\nthe mail-coach incident, which did really occur, and did really suggest\nthe variations of the Dream, here taken up by the Fugue, as well as other\nvariations not now recorded. Confluent with these impressions, from the\nterrific experience on the Manchester and Glasgow mail, were other and more\ngeneral impressions, derived from long familiarity with the English mail,\nas developed in the former paper; impressions, for instance, of animal\nbeauty and power, of rapid motion, at that time unprecedented, of\nconnection with the government and public business of a great nation, but,\nabove all, of connection with the national victories at an unexampled\ncrisis,–the mail being the privileged organ for publishing and dispersing\nall news of that kind. From this function of the mail, arises naturally the\nintroduction of Waterloo into the fourth variation of the Fogue; for the\nmail itself having been carried into the dreams by the incident in the\nVision, naturally all the accessory circumstances of pomp and grandeur\ninvesting this national carriage followed in the train of the principal\nimage.]",
        "What is to be thought of sudden death? It is remarkable that, in different\nconditions of society it has been variously regarded as the consummation of\nan earthly career most fervently to be desired, and, on the other hand,\nas that consummation which is most of all to be deprecated. Cæsar the\nDictator, at his last dinner party, (coena,) and the very evening before\nhis assassination, being questioned as to the mode of death which, in hisopinion, might seem the most eligible, replied–\"That which should be most\nsudden.” On the other hand, the divine Litany of our English Church, when\nbreathing forth supplications, as if in some representative character for\nthe whole human race prostrate before God, places such a death in the very\nvan of horrors. “From lightning and tempest; from plague, pestilence, and\nfamine; from battle and murder, and from sudden death,–Good Lord, deliver\nus.” Sudden death is here made to crown the climax in a grand ascent of\ncalamities; it is the last of curses; and yet, by the noblest of Romans,\nit was treated as the first of blessings. In that difference, most readers\nwill see little more than the difference between Christianity and Paganism.\nBut there I hesitate. The Christian church may be right in its estimate of\nsudden death; and it is a natural feeling, though after all it may also\nbe an infirm one, to wish for a quiet dismissal from life–as that which\nseems most reconcilable with meditation, with penitential retrospects,\nand with the humilities of farewell prayer. There does not, however, occur\nto me any direct scriptural warrant for this earnest petition of the\nEnglish Litany. It seems rather a petition indulged to human infirmity,\nthan exacted from human piety. And, however that may be, two remarks\nsuggest themselves as prudent restraints upon a doctrine, which else maywander, and has wandered, into an uncharitable superstition. The first\nis this: that many people are likely to exaggerate the horror of a sudden\ndeath, (I mean the objective horror to him who contemplates such a\ndeath, not the subjective horror to him who suffers it,) from the false\ndisposition to lay a stress upon words or acts, simply because by an\naccident they have become words or acts. If a man dies, for instance,\nby some sudden death when he happens to be intoxicated, such a death is\nfalsely regarded with peculiar horror; as though the intoxication were\nsuddenly exalted into a blasphemy. But that is unphilosophic. The man\nwas, or he was not, habitually a drunkard. If not, if his intoxication\nwere a solitary accident, there can be no reason at all for allowing\nspecial emphasis to this act, simply because through misfortune it became\nhis final act. Nor, on the other hand, if it were no accident, but one of\nhis habitual transgressions, will it be the more habitual or the more a\ntransgression, because some sudden calamity, surprising him, has caused\nthis habitual transgression to be also a final one? Could the man have had\nany reason even dimly to foresee his own sudden death, there would have\nbeen a new feature in his act of intemperance–a feature of presumption and\nirreverence, as in one that by possibility felt himself drawing near to the\npresence of God. But this is no part of the case supposed. And the only new\nelement in the man’s act is not any element of extra immorality, but simply\nof extra misfortune.",
        "The other remark has reference to the meaning of the word sudden. And it\nis a strong illustration of the duty which for ever calls us to the stern\nvaluation of words–that very possibly Cæesar and the Christian church do\nnot differ in the way supposed; that is, do not differ by any difference\nof doctrine as between Pagan and Christian views of the moral temper\nappropriate to death, but that they are contemplating different cases.\nBoth contemplate a violent death; a [Greek: biathanatos]–death that\nis [Greek: biaios]: but the difference is–that the Roman by the word\n“sudden” means an unlingering death: whereas the Christian Litany\nby “sudden” means a death without warning, consequently without any\navailable summons to religious preparation. The poor mutineer, who kneels\ndown to gather into his heart the bullets from twelve firelocks of his\npitying comrades, dies by a most sudden death in Cæsar’s sense: one shock,\none mighty spasm, one (possibly not one) groan, and all is over. But,\nin the sense of the Litany, his death is far from sudden; his offence,\noriginally, his imprisonment, his trial, the interval between his sentence\nand its execution, having all furnished him with separate warnings of his\nfate–having all summoned him to meet it with solemn preparation.",
        "Meantime, whatever may be thought of a sudden death as a mere variety in\nthe modes of dying, where death in some shape is inevitable–a question\nwhich, equally in the Roman and the Christian sense, will be variously\nanswered according to each man’s variety of temperament–certainly, upon\none aspect of sudden death there can be no opening for doubt, that of all\nagonies incident to man it is the most frightful, that of all martyrdoms it\nis the most freezing to human sensibilities–namely, where it surprises a\nman under circumstances which offer (or which seem to offer) some hurried\nand inappreciable chance of evading it. Any effort, by which such an\nevasion can be accomplished, must be as sudden as the danger which it\naffronts. Even that, even the sickening necessity for hurrying in\nextremity where all hurry seems destined to be vain, self-baffled, and\nwhere the dreadful knell of too late is already sounding in the ears by\nanticipation–even that anguish is liable to a hideous exasperation in one\nparticular case, namely, where the agonising appeal is made not exclusively\nto the instinct of self-preservation, but to the conscience, on behalf of\nanother life besides your own, accidentally cast upon your protection. To\nfail, to collapse in a service merely your own, might seem comparatively\nvenial; though, in fact, it is far from venial. But to fail in a case where\nProvidence has suddenly thrown into your hands the final interests of\nanother–of a fellow-creature shuddering between the gates of life and\ndeath; this, to a man of apprehensive conscience, would mingle the misery\nof an atrocious criminality with the misery of a bloody calamity. The man\nis called upon, too probably, to die; but to die at the very moment when,\nby any momentary collapse, he is self-denounced as a murderer. He had but\nthe twinkling of an eye for his effort, and that effort might, at the best,\nhave been unavailing; but from this shadow of a chance, small or great, how\nif he has recoiled by a treasonable lâcheté? The effort might have been\nwithout hope; but to have risen to the level of that effort, would have\nrescued him, though not from dying, yet from dying as a traitor to his\nduties.",
        "The situation here contemplated exposes a dreadful ulcer, lurking far down\nin the depths of human nature. It is not that men generally are summoned\nto face such awful trials. But potentially, and in shadowy outline, such\na trial is moving subterraneously in perhaps all men’s natures–muttering\nunder ground in one world, to be realized perhaps in some other. Upon the\nsecret mirror of our dreams such a trial is darkly projected at intervals,\nperhaps, to every one of us. That dream, so familiar to childhood, of\nmeeting a lion, and, from languishing prostration in hope and vital energy,\nthat constant sequel of lying down before him, publishes the secret\nfrailty of human nature–reveals its deep-seated Pariah falsehood to\nitself–records its abysmal treachery. Perhaps not one of us escapes that\ndream; perhaps, as by some sorrowful doom of man, that dream repeats for\nevery one of us, through every generation, the original temptation in Eden.\nEvery one of us, in this dream, has a bait offered to the infirm places of\nhis own individual will; once again a snare is made ready for leading him\ninto captivity to a luxury of ruin; again, as in aboriginal Paradise, the\nman falls from innocence; once again, by infinite iteration, the ancient\nEarth groans to God, through her secret caves, over the weakness of her\nchild; “Nature, from her seat, sighing through all her works,” again “gives\nsigns of woe that all is lost;” and again the counter sigh is repeated to\nthe sorrowing heavens of the endless rebellion against God. Many people\nthink that one man, the patriarch of our race, could not in his single\nperson execute this rebellion for all his race. Perhaps they are wrong.\nBut, even if not, perhaps in the world of dreams every one of us ratifies\nfor himself the original act. Our English rite of “Confirmation,” by which,\nin years of awakened reason, we take upon us the engagements contracted\nfor us in our slumbering infancy,–how sublime a rite is that! The little\npostern gate, through which the baby in its cradle had been silently placed\nfor a time within the glory of God’s countenance, suddenly rises to the\nclouds as a triumphal arch, through which, with banners displayed and\nmartial pomps, we make our second entry as crusading soldiers militant\nfor God, by personal choice and by sacramental oath. Each man says in\neffect–\"Lo! I rebaptise myself; and that which once was sworn on my\nbehalf, now I swear for myself.” Even so in dreams, perhaps, under some\nsecret conflict of the midnight sleeper, lighted up to the consciousness\nat the time, but darkened to the memory as soon as all is finished, each\nseveral child of our mysterious race completes for himself the aboriginal\nfall.",
        "As I drew near to the Manchester post office, I found that it was\nconsiderably past midnight; but to my great relief, as it was important for\nme to be in Westmorland by the morning, I saw by the huge saucer eyes of\nthe mail, blazing through the gloom of overhanging houses, that my chance\nwas not yet lost. Past the time it was; but by some luck, very unusual in\nmy experience, the mail was not even yet ready to start. I ascended to\nmy seat on the box, where my cloak was still lying as it had lain at\nthe Bridgewater Arms. I had left it there in imitation of a nautical\ndiscoverer, who leaves a bit of bunting on the shore of his discovery, by\nway of warning off the ground the whole human race, and signalising to the\nChristian and the heathen worlds, with his best compliments, that he has\nplanted his throne for ever upon that virgin soil: henceforward claiming\nthe jus dominii to the top of the atmosphere above it, and also the right\nof driving shafts to the centre of the earth below it; so that all people\nfound after this warning, either aloft in the atmosphere, or in the\nshafts, or squatting on the soil, will be treated as trespassers–that is,\ndecapitated by their very faithful and obedient servant, the owner of the\nsaid bunting. Possibly my cloak might not have been respected, and the jus\ngentium might have been cruelly violated in my person–for, in the dark,\npeople commit deeds of darkness, gas being a great ally of morality–but it\nso happened that, on this night, there was no other outside passenger;\nand the crime, which else was but too probable, missed fire for want of\na criminal. By the way, I may as well mention at this point, since a\ncircumstantial accuracy is essential to the effect of my narrative, that\nthere was no other person of any description whatever about the mail–the\nguard, the coachman, and myself being allowed for–except only one–a\nhorrid creature of the class known to the world as insiders, but whom young\nOxford called sometimes “Trojans,” in opposition to our Grecian selves, and\nsometimes “vermin.” A Turkish Effendi, who piques himself on good breeding,\nwill never mention by name a pig. Yet it is but too often that he has\nreason to mention this animal; since constantly, in the streets of\nStamboul, he has his trousers deranged or polluted by this vile creature\nrunning between his legs. But under any excess of hurry he is always\ncareful, out of respect to the company he is dining with, to suppress the\nodious name, and to call the wretch “that other creature,” as though all\nanimal life beside formed one group, and this odious beast (to whom, as\nChrysippus observed, salt serves as an apology for a soul) formed another\nand alien group on the outside of creation. Now I, who am an English\nEffendi, that think myself to understand good-breeding as well as any son\nof Othman, beg my reader’s pardon for having mentioned an insider by his\ngross natural name. I shall do so no more; and, if I should have occasion\nto glance at so painful a subject, I shall always call him “that other\ncreature.” Let us hope, however, that no such distressing occasion will\narise. But, by the way, an occasion arises at this moment; for the reader\nwill be sure to ask, when we come to the story, “Was this other creature\npresent?” He was not; or more correctly, perhaps, it was not. We\ndropped the creature–or the creature, by natural imbecility, dropped\nitself–within the first ten miles from Manchester. In the latter case, I\nwish to make a philosophic remark of a moral tendency. When I die, or when\nthe reader dies, and by repute suppose of fever, it will never be known\nwhether we died in reality of the fever or of the doctor. But this other\ncreature, in the case of dropping out of the coach, will enjoy a coroner’s\ninquest; consequently he will enjoy an epitaph. For I insist upon it, that\nthe verdict of a coroner’s jury makes the best of epitaphs. It is brief, so\nthat the public all find time to read; it is pithy, so that the surviving\nfriends (if any can survive such a loss) remember it without fatigue; it\nis upon oath, so that rascals and Dr. Johnsons cannot pick holes in it.\n“Died through the visitation of intense stupidity, by impinging on a\nmoonlight night against the off hind wheel of the Glasgow mail! Deodand\nupon the said wheel–two-pence.” What a simple lapidary inscription! Nobody\nmuch in the wrong but an off-wheel; and with few acquaintances; and if it\nwere but rendered into choice Latin, though there would be a little bother\nin finding a Ciceronian word for “off-wheel,” Marcellus himself, that great\nmaster of sepulchral eloquence, could not show a better. Why I call this\nlittle remark moral, is, from the compensation it points out. Here, by\nthe supposition, is that other creature on the one side, the beast of the\nworld; and he (or it) gets an epitaph. You and I, on the contrary, the\npride of our friends, get none.",
        "But why linger on the subject of vermin? Having mounted the box, I took a\nsmall quantity of laudanum, having already travelled two hundred and fifty\nmiles–viz., from a point seventy miles beyond London, upon a simple\nbreakfast. In the taking of laudanum there was nothing extraordinary. But\nby accident it drew upon me the special attention of my assessor on the\nbox, the coachman. And in that there was nothing extraordinary. But by\naccident, and with great delight, it drew my attention to the fact that\nthis coachman was a monster in point of size, and that he had but one eye.\nIn fact he had been foretold by Virgil as–",
        "  “Monstrum. horrendum, informe, ingens cui lumen adempium.”",
        "He answered in every point–a monster he was–dreadful, shapeless, huge,\nwho had lost an eye. But why should that delight me? Had he been one of\nthe Calendars in the Arabian Nights, and had paid down his eye as the price\nof his criminal curiosity, what right had I to exult in his misfortune? I\ndid not exult: I delighted in no man’s punishment, though it were even\nmerited. But these personal distinctions identified in an instant an old\nfriend of mine, whom I had known in the south for some years as the most\nmasterly of mail-coachmen. He was the man in all Europe that could best\nhave undertaken to drive six-in-hand full gallop over Al Sirat–that\nfamous bridge of Mahomet across the bottomless gulf, backing himself\nagainst the Prophet and twenty such fellows. I used to call him Cyclops\nmastigophorus, Cyclops the whip-bearer, until I observed that his skill\nmade whips useless, except to fetch off an impertinent fly from a leader’s\nhead; upon which I changed his Grecian name to Cyclops diphrélates(Cyclops the charioteer.) I, and others known to me, studied under him the\ndiphrelatic art. Excuse, reader, a word too elegant to be pedantic. And\nalso take this remark from me, as a gage d’amitié–that no word ever\nwas or can be pedantic which, by supporting a distinction, supports the\naccuracy of logic; or which fills up a chasm for the understanding. As a\npupil, though I paid extra fees, I cannot say that I stood high in\nhis esteem. It showed his dogged honesty, (though, observe, not his\ndiscernment,) that he could not see my merits. Perhaps we ought to excuse\nhis absurdity in this particular by remembering his want of an eye. Thatmade him blind to my merits. Irritating as this blindness was, (surely\nit could not be envy?) he always courted my conversation, in which art I\ncertainly had the whip-hand of him. On this occasion, great joy was at our\nmeeting. But what was Cyclops doing here? Had the medical men recommended\nnorthern air, or how? I collected, from such explanations as he\nvolunteered, that he had an interest at stake in a suit-at-law pending at\nLancaster; so that probably he had got himself transferred to this station,\nfor the purpose of connecting with his professional pursuits an instant\nreadiness for the calls of his lawsuit.",
        "Meantime, what are we stopping for? Surely, we’ve been waiting long enough.\nOh, this procrastinating mail, and oh this procrastinating post-office!\nCan’t they take a lesson upon that subject from me? Some people have\ncalled me procrastinating. Now you are witness, reader, that I was in\ntime for them. But can they lay their hands on their hearts, and say\nthat they were in time for me? I, during my life, have often had to wait\nfor the post-office; the post-office never waited a minute for me. What are\nthey about? The guard tells me that there is a large extra accumulation of\nforeign mails this night, owing to irregularities caused by war and by the\npacket service, when as yet nothing is done by steam. For an extra hour,\nit seems, the post-office has been engaged in threshing out the pure\nwheaten correspondence of Glasgow, and winnowing it from the chaff of all\nbaser intermediate towns. We can hear the flails going at this moment. But\nat last all is finished. Sound your horn, guard. Manchester, good bye;\nwe’ve lost an hour by your criminal conduct at the post-office; which,\nhowever, though I do not mean to part with a serviceable ground of\ncomplaint, and one which really is such for the horses, to me secretly is\nan advantage, since it compels us to recover this last hour amongst the\nnext eight or nine. Off we are at last, and at eleven miles an hour; and at\nfirst I detect no changes in the energy or in the skill of Cyclops.",
        "From Manchester to Kendal, which virtually (though not in law) is the\ncapital of Westmoreland, were at this time seven stages of eleven miles\neach. The first five of these, dated from Manchester, terminated in\nLancaster, which was therefore fifty-five miles north of Manchester, and\nthe same distance exactly from Liverpool. The first three terminated in\nPreston, (called, by way of distinction from other towns of that name,\nproud Preston,) at which place it was that the separate roads from\nLiverpool and from Manchester to the north became confluent. Within these\nfirst three stages lay the foundation, the progress, and termination of our\nnight’s adventure. During the first stage, I found out that Cyclops was\nmortal: he was liable to the shocking affection of sleep–a thing which I\nhad never previously suspected. If a man is addicted to the vicious habit\nof sleeping, all the skill in aurigation of Apollo himself, with the horses\nof Aurora to execute the motions of his will, avail him nothing. “Oh,\nCyclops!” I exclaimed more than once, “Cyclops, my friend; thou art mortal.\nThou snorest.” Through this first eleven miles, however, he betrayed\nhis infirmity–which I grieve to say he shared with the whole Pagan\nPantheon–only by short stretches. On waking up, he made an apology for\nhimself, which, instead of mending the matter, laid an ominous foundation\nfor coming disasters. The summer assizes were now proceeding at Lancaster:\nin consequence of which, for three nights and three days, he had not lain\ndown in a bed. During the day, he was waiting for his uncertain summons as\na witness on the trial in which he was interested; or he was drinking with\nthe other witnesses, under the vigilant surveillance of the attorneys.\nDuring the night, or that part of it when the least temptations existed to\nconviviality, he was driving. Throughout the second stage he grew more and\nmore drowsy. In the second mile of the third stage, he surrendered himself\nfinally and without a struggle to his perilous temptation. All his past\nresistance had but deepened the weight of this final oppression. Seven\natmospheres of sleep seemed resting upon him; and, to consummate the case,\nour worthy guard, after singing “Love amongst the Roses,” for the fiftieth\nor sixtieth time, without any invitation from Cyclops or myself, and\nwithout applause for his poor labors, had moodily resigned himself to\nslumber–not so deep doubtless as the coachman’s, but deep enough for\nmischief; and having, probably, no similar excuse. And thus at last, about\nten miles from Preston, I found myself left in charge of his Majesty’s\nLondon and Glasgow mail, then running about eleven miles an hour.",
        "What made this negligence less criminal than else it must have been\nthought, was the condition of the roads at night during the assizes. At\nthat time all the law business of populous Liverpool, and of populous\nManchester, with its vast cincture of populous rural districts, was called\nup by ancient usage to the tribunal of Lilliputian Lancaster. To break up\nthis old traditional usage required a conflict with powerful established\ninterests, a large system of new arrangements, and a new parliamentary\nstatute. As things were at present, twice in the year so vast a body of\nbusiness rolled northwards, from the southern quarter of the county, that\na fortnight at least occupied the severe exertions of two judges for its\ndispatch. The consequence of this was–that every horse available for such\na service, along the whole line of road, was exhausted in carrying down the\nmultitudes of people who were parties to the different suits. By sunset,\ntherefore, it usually happened that, through utter exhaustion amongst\nmen and horses, the roads were all silent. Except exhaustion in the vast\nadjacent county of York from a contested election, nothing like it was\nordinarily witnessed in England.",
        "On this occasion, the usual silence and solitude prevailed along the road.\nNot a hoof nor a wheel was to be heard. And to strengthen this false\nluxurious confidence in the noiseless roads, it happened also that the\nnight was one of peculiar solemnity and peace. I myself, though slightly\nalive to the possibilities of peril, had so far yielded to the influence of\nthe mighty calm as to sink into a profound reverie. The month was August,\nin which lay my own birth-day; a festival to every thoughtful man\nsuggesting solemn and often sigh-born thoughts.[1] The county was my own\nnative county–upon which, in its southern section, more than upon any\nequal area known to man past or present, had descended the original curse\nof labour in its heaviest form, not mastering the bodies of men only as of\nslaves, or criminals in mines, but working through the fiery will. Upon no\nequal space of earth, was, or ever had been, the same energy of human\npower put forth daily. At this particular season also of the assizes, that\ndreadful hurricane of flight and pursuit, as it might have seemed to a\nstranger, that swept to and from Lancaster all day long, hunting the\ncounty up and down, and regularly subsiding about sunset, united with the\npermanent distinction of Lancashire as the very metropolis and citadel of\nlabour, to point the thoughts pathetically upon that counter vision of\nrest, of saintly repose from strife and sorrow, towards which, as to their\nsecret haven, the profounder aspirations of man’s heart are continually\ntravelling. Obliquely we were nearing the sea upon our left, which also\nmust, under the present circumstances, be repeating the general state of\nhalcyon repose. The sea, the atmosphere, the light, bore an orchestral part\nin this universal lull. Moonlight, in the first timid tremblings of the\ndawn, were now blending: and the blendings were brought into a still more\nexquisite state of unity, by a slight silvery mist, motionless and dreamy,\nthat covered the woods and fields, but with a veil of equable transparency.\nExcept the feet of our own horses, which, running on a sandy margin of the\nroad, made little disturbance, there was no sound abroad. In the clouds,\nand on the earth, prevailed the same majestic peace; and in spite of all\nthat the villain of a schoolmaster has done for the ruin of our sublimer\nthoughts, which are the thoughts of our infancy, we still believe in no\nsuch nonsense as a limited atmosphere. Whatever we may swear with our false\nfeigning lips, in our faithful hearts we still believe, and must for ever\nbelieve, in fields of air traversing the total gulf between earth and the\ncentral heavens. Still, in the confidence of children that tread without\nfear every chamber in their father’s house, and to whom no door is\nclosed, we, in that Sabbatic vision which sometimes is revealed for an hour\nupon nights like this, ascend with easy steps from the sorrow-stricken\nfields of earth, upwards to the sandals of God.",
        "[Footnote 1: “Sigh-born:” I owe the suggestion of this word to an obscure\nremembrance of a beautiful phrase in Giraldus Gambrensis, viz., suspiriosæ\ncogilationes.]",
        "Suddenly from thoughts like these, I was awakened to a sullen sound, as\nof some motion on the distant road. It stole upon the air for a moment; I\nlistened in awe; but then it died away. Once roused, however, I could not\nbut observe with alarm the quickened motion of our horses. Ten years’\nexperience had made my eye learned in the valuing of motion; and I saw that\nwe were now running thirteen miles an hour. I pretend to no presence of\nmind. On the contrary, my fear is, that I am miserably and shamefully\ndeficient in that quality as regards action. The palsy of doubt and\ndistraction hangs like some guilty weight of dark unfathomed remembrances\nupon my energies, when the signal is flying for action. But, on the other\nhand, this accursed gift I have, as regards thought, that in the first\nstep towards the possibility of a misfortune, I see its total evolution: in\nthe radix I see too certainly and too instantly its entire expansion; in\nthe first syllable of the dreadful sentence, I read already the last. It\nwas not that I feared for ourselves. What could injure us? Our bulk and\nimpetus charmed us against peril in any collision. And I had rode through\ntoo many hundreds of perils that were frightful to approach, that were\nmatter of laughter as we looked back upon them, for any anxiety to rest\nupon our interests. The mail was not built, I felt assured, nor bespoke,\nthat could betray me who trusted to its protection. But any carriage that\nwe could meet would be frail and light in comparison of ourselves. And I\nremarked this ominous accident of our situation. We were on the wrong side\nof the road. But then the other party, if other there was, might also be on\nthe wrong side; and two wrongs might make a right. That was not likely.\nThe same motive which had drawn us to the right-hand side of the road,\nviz., the soft beaten sand, as contrasted with the paved centre, would\nprove attractive to others. Our lamps, still lighted, would give the\nimpression of vigilance on our part. And every creature that met us, would\nrely upon us for quartering.[1] All this, and if the separate links of\nthe anticipation had been a thousand times more, I saw–not discursively or\nby effort–but as by one flash of horrid intuition.",
        "[Footnote 1: ’Quartering\"–this is the technical word; and, I presume\nderived from the French carlayer, to evade a rut or any obstacle.]",
        "Under this steady though rapid anticipation of the evil which might be\ngathering ahead, ah, reader! what a sullen mystery of fear, what a sigh of\nwoe, seemed to steal upon the air, as again the far-off sound of a\nwheel was heard! A whisper it was–a whisper from, perhaps, four miles\noff–secretly announcing a ruin that, being foreseen, was not the less\ninevitable. What could be done–who was it that could do it–to check the\nstorm-flight of these maniacal horses? What! could I not seize the reins\nfrom the grasp of the slumbering coachman? You, reader, think that it would\nhave been in your power to do so. And I quarrel not with your estimate of\nyourself. But, from the way in which the coachman’s hand was viced between\nhis upper and lower thigh, this was impossible. The guard subsequently\nfound it impossible, after this danger had passed. Not the grasp only, but\nalso the position of this Polyphemus, made the attempt impossible. You\nstill think otherwise. See, then, that bronze equestrian statue. The cruel\nrider has kept the bit in his horse’s mouth for two centuries. Unbridle\nhim, for a minute, if you please, and wash his mouth with water. Or stay,\nreader, unhorse me that marble emperor; knock me those marble feet from\nthose marble stirrups of Charlemagne.",
        "The sounds ahead strengthened, and were now too clearly the sounds of\nwheels. Who and what could it be? Was it industry in a taxed cart? Was it\nyouthful gaiety in a gig? Whoever it was, something must be attempted to\nwarn them. Upon the other party rests the active responsibility, but upon\nus–and, woe is me! that us was my single self–rest the responsibility\nof warning. Yet, how should this be accomplished? Might I not seize the\nguard’s horn? Already, on the first thought, I was making my way over the\nroof to the guard’s seat. But this, from the foreign mails being piled upon\nthe roof, was a difficult, and even dangerous attempt, to one cramped by\nnearly three hundred miles of outside travelling. And, fortunately, before\nI had lost much time in the attempt, our frantic horses swept round an\nangle of the road, which opened upon us the stage where the collision must\nbe accomplished, the parties that seemed summoned to the trial, and the\nimpossibility of saving them by any communication with the guard.",
        "Before us lay an avenue, straight as an arrow, six hundred yards, perhaps,\nin length; and the umbrageous trees, which rose in a regular line from\neither side, meeting high overhead, gave to it the character of a cathedral\naisle. These trees lent a deeper solemnity to the early light; but there\nwas still light enough to perceive, at the further end of this gothic\naisle, a light, reedy gig, in which were seated a young man, and, by his\nside, a young lady. Ah, young sir! what are you about? If it is necessary\nthat you should whisper your communications to this young lady–though\nreally I see nobody at this hour, and on this solitary road, likely to\noverhear your conversation–is it, therefore, necessary that you should\ncarry your lips forward to hers? The little carriage is creeping on at one\nmile an hour; and the parties within it, being thus tenderly engaged, are\nnaturally bending down their heads. Between them and eternity, to all human\ncalculation, there is but a minute and a half. What is it that I shall do?\nStrange it is, and to a mere auditor of the tale, might seem laughable,\nthat I should need a suggestion from the Iliad to prompt the sole\nrecourse that remained. But so it was. Suddenly I remembered the shout of\nAchilles, and its effect. But could I pretend to shout like the son of\nPeleus, aided by Pallas? No, certainly: but then I needed not the shout\nthat should alarm all Asia militant; a shout would suffice, such as should\ncarry terror into the hearts of two thoughtless young people, and one\ngig horse. I shouted–and the young man heard me not. A second time I\nshouted–and now he heard me, for now he raised his head.",
        "Here, then, all had been done that, by me, could be done: more on mypart was not possible. Mine had been the first step: the second was for the\nyoung man: the third was for God. If, said I, the stranger is a brave man,\nand if, indeed, he loves the young girl at his side–or, loving her not, if\nhe feels the obligation pressing upon every man worthy to be called a man,\nof doing his utmost for a woman confided to his protection–he will at\nleast make some effort to save her. If that fails, he will not perish the\nmore, or by a death more cruel, for having made it; and he will die as a\nbrave man should, with his face to the danger, and with his arm about the\nwoman that he sought in vain to save. But if he makes no effort, shrinking,\nwithout a struggle, from his duty, he himself will not the less certainly\nperish for this baseness of poltroonery. He will die no less: and why not?\nWherefore should we grieve that there is one craven less in the world? No;\nlet him perish, without a pitying thought of ours wasted upon him; and,\nin that case, all our grief will be reserved for the fate of the helpless\ngirl, who now, upon the least shadow of failure in him, must, by the\nfiercest of translations–must, without time for a prayer–must, within\nseventy seconds, stand before the judgment-seat of God.",
        "But craven he was not: sudden had been the call upon him, and sudden was\nhis answer to the call. He saw, he heard, he comprehended, the ruin that\nwas coming down: already its gloomy shadow darkened above him; and already\nhe was measuring his strength to deal with it. Ah! what a vulgar thing does\ncourage seem, when we see nations buying it and selling it for a shilling a\nday: ah! what a sublime thing does courage seem, when some fearful crisis\non the great deeps of life carries a man, as if running before a hurricane,\nup to the giddy crest of some mountainous wave, from which accordingly as\nhe chooses his course, he describes two courses, and a voice says to him\naudibly, “This way lies hope; take the other way and mourn for ever!” Yet,\neven then, amidst the raving of the seas and the frenzy of the danger, the\nman is able to confront his situation–is able to retire for a moment\ninto solitude with God, and to seek all his counsel from him! For seven\nseconds, it might be, of his seventy, the stranger settled his countenance\nsteadfastly upon us, as if to search and value every element in the\nconflict before him. For five seconds more he sate immovably, like one that\nmused on some great purpose. For five he sate with eyes upraised, like one\nthat prayed in sorrow, under some extremity of doubt, for wisdom to guide\nhim towards the better choice. Then suddenly he rose; stood upright; and,\nby a sudden strain upon the reins, raising his horse’s forefeet from the\nground, he slewed him round on the pivot of his hind legs, so as to plant\nthe little equipage in a position nearly at right angles to ours. Thus\nfar his condition was not improved; except as a first step had been taken\ntowards the possibility of a second. If no more were done, nothing was\ndone; for the little carriage still occupied the very centre of our path,\nthough in an altered direction. Yet even now it may not be too late:\nfifteen of the twenty seconds may still be unexhausted; and one almighty\nbound forward may avail to clear the ground. Hurry then; hurry! for the\nflying moments–they hurry! Oh hurry, hurry, my brave young man! for the\ncruel hoofs of our horses–they also hurry! Fast are the flying moments,\nfaster are the hoofs of our horses. Fear not for him, if human energy can\nsuffice: faithful was he that drove, to his terrific duty; faithful was the\nhorse to his command. One blow, one impulse given with voice and hand by\nthe stranger, one rush from the horse, one bound as if in the act of rising\nto a fence, landed the docile creature’s forefeet upon the crown or arching\ncentre of the road. The larger half of the little equipage had then cleared\nour over-towering shadow: that was evident even to my own agitated sight.\nBut it mattered little that one wreck should float off in safety, if upon\nthe wreck that perished were embarked the human freightage. The rear part\nof the carriage–was that certainly beyond the line of absolute ruin?\nWhat power could answer the question? Glance of eye, thought of man, wing\nof angel, which of these had speed enough to sweep between the question and\nthe answer, and divide the one from the other? Light does not tread upon\nthe steps of light more indivisibly, than did our all-conquering arrival\nupon the escaping efforts of the gig. That must the young man have felt\ntoo plainly. His back was now turned to us; not by sight could he any\nlonger communicate with the peril; but by the dreadful rattle of our\nharness, too truly had his ear been instructed–that all was finished as\nregarded any further effort of his. Already in resignation he had rested\nfrom his struggle; and perhaps, in his heart he was whispering–\"Father,\nwhich art above, do thou finish in heaven what I on earth have attempted.\"\nWe ran past them faster than ever mill-race in our inexorable flight. Oh,\nraving of hurricanes that must have sounded in their young ears at the\nmoment of our transit! Either with the swingle-bar, or with the haunch of\nour near leader, we had struck the off-wheel of the little gig, which stood\nrather obliquely and not quite so far advanced as to be accurately parallel\nwith the near wheel. The blow, from the fury of our passage, resounded\nterrifically. I rose in horror, to look upon the ruins we might have\ncaused. From my elevated station I looked down., and looked back upon the\nscene, which in a moment told its tale, and wrote all its records on my\nheart for ever.",
        "The horse was planted immovably, with his fore-feet upon the paved crest of\nthe central road. He of the whole party was alone untouched by the passion\nof death. The little cany carriage–partly perhaps from the dreadful\ntorsion of the wheels in its recent movement, partly from the thundering\nblow we had given to it–as if it sympathized with human horror, was all\nalive with tremblings and shiverings. The young man sat like a rock. He\nstirred not at all. But his was the steadiness of agitation frozen into\nrest by horror. As yet he dared not to look round; for he knew that, if\nanything remained to do, by him it could no longer be done. And as yet he\nknew not for certain if their safety were accomplished. But the lady–",
        "But the lady–! Oh heavens! will that spectacle ever depart from my dreams,\nas she rose and sank upon her seat, sank and rose, threw up her arms wildly\nto heaven, clutched at some visionary object in the air, fainting, praying,\nraving, despairing! Figure to yourself, reader, the elements of the case;\nsuffer me to recall before your mind the circumstances of the unparalleled\nsituation. From the silence and deep peace of this saintly summer\nnight–from the pathetic blending of this sweet moonlight, dawnlight,\ndreamlight–from the manly tenderness of this flattering, whispering,\nmurmuring love–suddenly as from the woods and fields–suddenly as from\nthe chambers of the air opening in revelation–suddenly as from the ground\nyawning at her feet, leaped upon her, with the flashing of cataracts, Death\nthe crowned phantom, with all the equipage of his terrors, and the tiger\nroar of his voice.",
        "The moments were numbered. In the twinkling of an eye our flying horses had\ncarried us to the termination of the umbrageous aisle; at right angles we\nwheeled into our former direction; the turn of the road carried the scene\nout of my eyes in an instant, and swept it into my dreams for ever.",
        "Dream-Fugue.",
        "ON THE ABOVE THEME OF SUDDEN DEATH.",
        "  “Whence the sound\n  Of instruments, that made melodious chime,\n  Was heard, of harp and organ; and who mov’d\n  Their stops and chords, was seen; his volant touch\n  Instinct through all proportions, low and high,\n  Fled and pursued transverse the resonant fugue.”",
        "Par. Lost, B. XL\nTumultuosissimamente.",
        "Passion of Sudden Death! that once in youth I read and interpreted by the\nshadows of thy averted[1] signs;–Rapture of panic taking the shape which\namongst tombs in churches I have seen, of woman bursting her sepulchral\nbonds–of woman’s Ionic form bending forward from the ruins of her grave\nwith arching foot, with eyes upraised, with clasped adoring hands–waiting,\nwatching, trembling, praying, for the trumpet’s call to rise from dust\nfor ever!–Ah, vision too fearful of shuddering humanity on the brink\nof abysses! vision that didst start back–that didst reel away–like a\nshrivelling scroll from before the wrath of fire racing on the wings of the\nwind! Epilepsy so brief of horror–wherefore is it that thou canst not die?\nPassing so suddenly into darkness, wherefore is it that still thou sheddest\nthy sad funeral blights upon the gorgeous mosaics of dreams? Fragment of\nmusic too stern, heard once and heard no more, what aileth thee that thy\ndeep rolling chords come up at intervals through all the worlds of sleep,\nand after thirty years have lost no element of horror?",
        "[Footnote 1: ’Averted signs.\"–I read the course and changes of the\nlady’s agony in the succession of her involuntary gestures; but let it be\nremembered that I read all this from the rear, never once catching the\nlady’s full face, and even her profile imperfectly.]",
        "1.",
        "Lo, it is summer, almighty summer! The everlasting gates of life and summer\nare thrown open wide; and on the ocean, tranquil and verdant as a savanna,\nthe unknown lady from the dreadful vision and I myself are floating: she\nupon a fairy pinnace, and I upon an English three-decker. But both of\nus are wooing gales of festal happiness within the domain of our common\ncountry–within that ancient watery park–within that pathless chase where\nEngland takes her pleasure as a huntress through winter and summer, and\nwhich stretches from the rising to the setting sun. Ah! what a wilderness\nof floral beauty was hidden, or was suddenly revealed, upon the tropic\nislands, through which the pinnace moved. And upon her deck what a bevy\nof human flowers–young women how lovely, young men how noble, that were\ndancing together, and slowly drifting towards us amidst music and\nincense, amidst blossoms from forests and gorgeous corymbi from vintages,\namidst natural caroling and the echoes of sweet girlish laughter. Slowly\nthe pinnace nears us, gaily she hails us, and slowly she disappears beneath\nthe shadow of our mighty bows. But then, as at some signal from heaven, the\nmusic and the carols, and the sweet echoing of girlish laughter–all are\nhushed. What evil has smitten the pinnace, meeting or overtaken her? Did\nruin to our friends couch within our own dreadful shadow? Was our shadow\nthe shadow of death? I looked over the bow for an answer; and, behold! the\npinnace was dismantled; the revel and the revellers were found no more; the\nglory of the vintage was dust; and the forest was left without a witness to\nits beauty upon the seas. “But where,” and I turned to our own crew–\"Where\nare the lovely women that danced beneath the awning of flowers and\nclustering corymbi? Whither have fled the noble young men that danced with\nthem?” Answer there was none. But suddenly the man at the mast-head,\nwhose countenance darkened with alarm, cried out–\"Sail on the weather\nbeam! Down she comes upon us: in seventy seconds she will founder!”",
        "2.",
        "I looked to the weather side, and the summer had departed. The sea was\nrocking, and shaken with gathering wrath. Upon its surface sate mighty\nmists, which grouped themselves into arches and long cathedral aisles. Down\none of these, with the fiery pace of a quarrel from a cross-bow, ran a\nfrigate right athwart our course. “Are they mad?” some voice exclaimed from\nour deck. “Are they blind? Do they woo their ruin?” But in a moment, as she\nwas close upon us, some impulse of a heady current or sudden vortex gave a\nwheeling bias to her course, and off she forged without a shock. As she ran\npast us, high aloft amongst the shrouds stood the lady of the pinnace. The\ndeeps opened ahead in malice to receive her, towering surges of foam ran\nafter her, the billows were fierce to catch her. But far away she was borne\ninto desert spaces of the sea: whilst still by sight I followed her, as she\nran before the howling gale, chased by angry sea-birds and by maddening\nbillows; still I saw her, as at the moment when she ran past us, amongst\nthe shrouds, with her white draperies streaming before the wind. There\nshe stood with hair dishevelled, one hand clutched amongst the\ntackling–rising, sinking, fluttering, trembling, praying–there for\nleagues I saw her as she stood, raising at intervals one hand to heaven,\namidst the fiery crests of the pursuing waves and the raving of the storm;\nuntil at last, upon a sound from afar of malicious laughter and mockery,\nall was hidden for ever in driving showers; and afterwards, but when I know\nnot, and how I know not.",
        "3.",
        "Sweet funeral bells from some incalculable distance, wailing over the dead\nthat die before the dawn, awakened me as I slept in a boat moored to some\nfamiliar shore. The morning twilight even then was breaking; and, by the\ndusky revelations which it spread, I saw a girl adorned with a garland\nof white roses about her head for some great festival, running along the\nsolitary strand with extremity of haste. Her running was the running of\npanic; and often she looked back as to some dreadful enemy in the rear. But\nwhen I leaped ashore, and followed on her steps to warn her of a peril in\nfront, alas! from me she fled as from another peril; and vainly I shouted\nto her of quicksands that lay ahead. Faster and faster she ran; round a\npromontory of rocks she wheeled out of sight; in an instant I also wheeled\nround it, but only to see the treacherous sands gathering above her head.\nAlready her person was buried; only the fair young head and the diadem of\nwhite roses around it were still visible to the pitying heavens; and, last\nof all, was visible one marble arm. I saw by the early twilight this fair\nyoung head, as it was sinking down to darkness–saw this marble arm, as it\nrose above her head and her treacherous grave, tossing, faultering,\nrising, clutching as at some false deceiving hand stretched out from the\nclouds–saw this marble arm uttering her dying hope, and then her dying\ndespair. The head, the diadem, the arm,–these all had sunk; at last over\nthese also the cruel quicksand had closed; and no memorial of the fair\nyoung girl remained on earth, except my own solitary tears, and the funeral\nbells from the desert seas, that, rising again more softly, sang a requiem\nover the grave of the buried child, and over her blighted dawn.",
        "I sate, and wept in secret the tears that men have ever given to the memory\nof those that died before the dawn, and by the treachery of earth, our\nmother. But the tears and funeral bells were hushed suddenly by a shout\nas of many nations, and by a roar as from some great king’s artillery\nadvancing rapidly along the valleys, and heard afar by its echoes among\nthe mountains. “Hush!” I said, as I bent my ear earthwards to\nlisten–\"hush!–this either is the very anarchy of strife, or else\"–and\nthen I listened more profoundly, and said as I raised my head–\"or else, oh\nheavens! it is victory that swallows up all strife.”",
        "4.",
        "Immediately, in trance, I was carried over land and sea to some distant\nkingdom, and placed upon a triumphal car, amongst companions crowned with\nlaurel. The darkness of gathering midnight, brooding over all the land, hid\nfrom us the mighty crowds that were weaving restlessly about our carriage\nas a centre–we heard them, but we saw them not. Tidings had arrived,\nwithin an hour, of a grandeur that measured itself against centuries; too\nfull of pathos they were, too full of joy that acknowledged no fountain\nbut God, to utter themselves by other language than by tears, by restles\nanthems, by reverberations rising from every choir, of the Gloria in\nexcelsis. These tidings we that sate upon the laurelled car had it for our\nprivilege to publish amongst all nations. And already, by signs audible\nthrough the darkness, by snortings and tramplings, our angry horses, that\nknew no fear of fleshly weariness, upbraided us with delay. Wherefore wasit that we delayed? We waited for a secret word, that should bear witness\nto the hope of nations, as now accomplished for ever. At midnight the\nsecret word arrived; which word was–Waterloo and Recovered Christendom!\nThe dreadful word shone by its own light; before us it went; high above our\nleaders’ heads it rode, and spread a golden light over the paths which we\ntraversed. Every city, at the presence of the secret word, threw open its\ngates to receive us. The rivers were silent as we crossed. All the infinite\nforests, as we ran along their margins, shivered in homage to the secret\nword. And the darkness comprehended it.",
        "Two hours after midnight we reached a mighty minster. Its gates, which rose\nto the clouds, were closed. But when the dreadful word, that rode before\nus, reached them with its golden light, silently they moved back upon their\nhinges; and at a flying gallop our equipage entered the grand aisle of the\ncathedral. Headlong was our pace; and at every altar, in the little chapels\nand oratories to the right hand and left of our course, the lamps, dying or\nsickening, kindled anew in sympathy with the secret word that was flying\npast. Forty leagues we might have run in the cathedral, and as yet no\nstrength of morning light had reached us, when we saw before us the aërial\ngalleries of the organ and the choir. Every pinnacle of the fretwork, every\nstation of advantage amongst the traceries, was crested by white-robed\nchoristers, that sang deliverance; that wept no more tears, as once their\nfathers had wept; but at intervals that sang together to the generations,\nsaying–",
        "  “Chaunt the deliverer’s praise in every tongue,”",
        "and receiving answers from afar,",
        "  –\"such as once in heaven and earth were sung.”",
        "And of their chaunting was no end; of our headlong pace was neither pause\nnor remission.",
        "Thus, as we ran like torrents–thus, as we swept with bridal rapture over\nthe Campo Santo[1] of the cathedral graves–suddenly we became aware of\na vast necropolis rising upon the far-off horizon–a city of sepulchres,\nbuilt within the saintly cathedral for the warrior dead that rested from\ntheir feuds on earth. Of purple granite was the necropolis; yet, in the\nfirst minute, it lay like a purple stain upon the horizon–so mighty was\nthe distance. In the second minute it trembled through many changes,\ngrowing into terraces and towers of wondrous altitude, so mighty was the\npace. In the third minute already, with our dreadful gallop, we were\nentering its suburbs. Vast sarcophagi rose on every side, having towers and\nturrets that, upon the limits of the central aisle, strode forward with\nhaughty intrusion, that ran back with mighty shadows into answering\nrecesses. Every sarcophagus showed many bas-reliefs–bas-reliefs of\nbattles–bas-reliefs of battle-fields; of battles from forgotten ages–of\nbattles from yesterday–of battle-fields that, long since, nature had\nhealed and reconciled to herself with the sweet oblivion of flowers–of\nbattle-fields that were yet angry and crimson with carnage. Where the\nterraces ran, there did we run; where the towers curved, there did wecurve. With the flight of swallows our horses swept round every angle. Like\nrivers in flood, wheeling round headlands; like hurricanes that side\ninto the secrets of forests; faster than ever light unwove the mazes of\ndarkness, our flying equipage carried earthly passions–kindled warrior\ninstincts–amongst the dust that lay around us; dust oftentimes of our\nnoble fathers that had slept in God from Créci to Trafalgar. And now had we\nreached the last sarcophagus, now were we abreast of the last bas-relief,\nalready had we recovered the arrow-like flight of the illimitable central\naisle, when coming up this aisle to meet us we beheld a female infant that\nrode in a carriage as frail as flowers. The mists, which went before her,\nhid the fawns that drew her, but could not hide the shells and tropic\nflowers with which she played–but could not hide the lovely smiles by\nwhich she uttered her trust in the mighty cathedral, and in the cherubim\nthat looked down upon her from the topmast shafts of its pillars. Face to\nface she was meeting us; face to face she rode, as if danger there were\nnone. “Oh, baby!” I exclaimed, “shalt thou be the ransom for Waterloo? Must\nwe, that carry tidings of great joy to every people, be messengers of ruin\nto thee?” In horror I rose at the thought; but then also, in horror at the\nthought, rose one that was sculptured on the bas-relief–a dying trumpeter.\nSolemnly from the field of battle he rose to his feet; and, unslinging\nhis stony trumpet, carried it, in his dying anguish, to his stony\nlips–sounding once, and yet once again; proclamation that, in thy ears,\noh baby! must have spoken from the battlements of death. Immediately deep\nshadows fell between us, and aboriginal silence. The choir had ceased to\nsing. The hoofs of our horses, the rattling of our harness, alarmed the\ngraves no more. By horror the bas-relief had been unlocked into life. By\nhorror we, that were so full of life, we men and our horses, with their\nfiery fore-legs rising in mid air to their everlasting gallop, were frozen\nto a bas-relief. Then a third time the trumpet sounded; the seals were\ntaken off all pulses; life, and the frenzy of life, tore into their\nchannels again; again the choir burst forth in sunny grandeur, as from\nthe muffling of storms and darkness; again the thunderings of our horses\ncarried temptation into the graves. One cry burst from our lips as the\nclouds, drawing off from the aisle, showed it empty before us–\"Whither has\nthe infant fled?–is the young child caught up to God?” Lo! afar off, in a\nvast recess, rose three mighty windows to the clouds: and on a level with\ntheir summits, at height insuperable to man, rose an altar of purest\nalabaster. On its eastern face was trembling a crimson glory. Whence came\nthat? Was it from the reddening dawn that now streamed through the\nwindows? Was it from the crimson robes of the martyrs that were painted\non the windows? Was it from the bloody bas-reliefs of earth? Whencesoever\nit were–there, within that crimson radiance, suddenly appeared a female\nhead, and then a female figure. It was the child–now grown up to woman’s\nheight. Clinging to the horns of the altar, there she stood–sinking,\nrising, trembling, fainting–raving, despairing; and behind the volume of\nincense that, night and day, streamed upwards from the altar, was seen the\nfiery font, and dimly was descried the outline of the dreadful being that\nshould baptize her with the baptism of death. But by her side was kneeling\nher better angel, that hid his face with wings; that wept and pleaded for\nher; that prayed when she could not; that fought with heaven by tears\nfor her deliverance; which also, as he raised his immortal countenance\nfrom his wings, I saw, by the glory in his eye, that he had won at last.",
        "[Footnote 1: Campo Santo.–It is probable that most of my readers will be\nacquainted with the history of the Campo Santo at Pisa–composed of earth\nbrought from Jerusalem for a bed of sanctity, as the highest prize which\nthe noble piety of crusaders could ask or imagine. There is another Campo\nSanto at Naples, formed, however, (I presume,) on the example given by\nPisa. Possibly the idea may have been more extensively copied. To readers\nwho are unacquainted with England, or who (being English) are yet\nunacquainted with the cathedral cities of England, it may be right to\nmention that the graves within-side the cathedrals often form a flat\npavement over which carriages and horses might roll; and perhaps a boyish\nremembrance of one particular cathedral, across which I had seen passengers\nwalk and burdens carried, may have assisted my dream.]",
        "5.",
        "Then rose the agitation, spreading through the infinite cathedral, to its\nagony; then was completed the passion of the mighty fugue. The golden\ntubes of the organ, which as yet had but sobbed and muttered at\nintervals–gleaming amongst clouds and surges of incense–threw up, as\nfrom fountains unfathomable, columns of heart-shattering music. Choir\nand anti-choir were filling fast with unknown voices. Thou also, Dying\nTrumpeter!–with thy love that was victorious, and thy anguish that was\nfinishing, didst enter the tumult: trumpet and echo–farewell love, and\nfarewell anguish–rang through the dreadful sanctus. We, that spread\nflight before us, heard the tumult, as of flight, mustering behind us. In\nfear we looked round for the unknown steps that, in flight or in pursuit,\nwere gathering upon our own. Who were these that followed? The faces, which\nno man could count–whence were they? “Oh, darkness of the grave!” I\nexclaimed, “that from the crimson altar and from the fiery font wert\nvisited with secret light–that wert searched by the effulgence in the\nangel’s eye–were these indeed thy children? Pomps of life, that, from the\nburials of centuries, rose again to the voice of perfect joy, could it be\nye that had wrapped me in the reflux of panic?” What ailed me, that I\nshould fear when the triumphs of earth were advancing? Ah! Pariah heart\nwithin me, that couldst never hear the sound of joy without sullen whispers\nof treachery in ambush; that, from six years old, didst never hear the\npromise of perfect love, without seeing aloft amongst the stars fingers\nas of a man’s hand, writing the secret legend–\"Ashes to ashes, dust to\ndust!\"–wherefore shouldst thou not fear, though all men should rejoice?\nLo! as I looked back for seventy leagues through the mighty cathedral, and\nsaw the quick and the dead that sang together to God, together that sang\nto the generations of man–ah! raving, as of torrents that opened on every\nside: trepidation, as of female and infant steps that fled–ah! rushing,\nas of wings that chase! But I heard a voice from heaven, which said–\"Let\nthere be no reflux of panic–let there be no more fear, and no more sudden\ndeath! Cover them with joy as the tides cover the shore!” That heard the\nchildren of the choir, that heard the children of the grave. All the\nhosts of jubilation made ready to move. Like armies that ride in pursuit,\nthey moved with one step. Us, that, with laurelled heads, were passing from\nthe cathedral through its eastern gates, they overtook, and, as with a\ngarment, they wrapped us round with thunders that overpowered our own.\nAs brothers we moved together; to the skies we rose–to the dawn that\nadvanced–to the stars that fled; rendering thanks to God in the\nhighest–that, having hid his face through one generation behind thick\nclouds of War, once again was ascending–was ascending from Waterloo–in\nthe visions of Peace; rendering thanks for thee, young girl! whom having\novershadowed with his ineffable passion of death–suddenly did God relent;\nsuffered thy angel to turn aside his arm; and even in thee, sister unknown!\nshown to me for a moment only to be hidden for ever, found an occasion to\nglorify his goodness. A thousand times, amongst the phantoms of sleep, has\nhe shown thee to me, standing before the golden dawn, and ready to enter\nits gates–with the dreadful word going before thee–with the armies of the\ngrave behind thee; shown thee to me, sinking, rising, fluttering, fainting,\nbut then suddenly reconciled, adoring: a thousand times has he followed\nthee in the worlds of sleep–through storms; through desert seas; through\nthe darkness of quicksands; through fugues and the persecution of fugues;\nthrough dreams, and the dreadful resurrections that are in dreams–only\nthat at the last, with one motion of his victorious arm, he might record\nand emblazon the endless resurrections of his love!",
        "Continue...",
        "\nThis eBook of “Miscellaneous Essays” by Thomas de Quincey belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous essays, by Thomas De Quincey.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}