{
    "title": "Miscellaneous Studies: A Series of Essays - Apollo in Picardy",
    "author": "Walter Horatio Pater",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "[142] “CONSECUTIVE upon Apollo in all his solar fervour and\neffulgence,” says a writer of Teutonic proclivities, “we may discern\neven among the Greeks themselves, elusively, as would be natural with\nsuch a being, almost like a mock sun amid the mists, the northern or\nultra-northern sun-god.  In hints and fragments the lexicographers\nand others have told us something of this Hyperborean Apollo, fancies\nabout him which evidence some knowledge of the Land of the Midnight\nSun, of the sun’s ways among the Laplanders, of a hoary summer\nbreathing very softly on the violet beds, or say, the London-pride\nand crab-apples, provided for those meagre people, somewhere amid the\nremoteness of their icy seas.  In such wise Apollo had already\nanticipated his sad fortunes in the Middle Age as a god definitely in\nexile, driven north of the Alps, and even here ever in flight before\nthe summer.  Summer indeed he leaves now to the management of [143]\nothers, finding his way from France and Germany to still paler\ncountries, yet making or taking with him always a certain seductive\nsummer-in-winter, though also with a divine or titanic regret, a\ntitanic revolt in his heart, and consequent inversion at times of his\nold beneficent and properly solar doings.  For his favours, his\nfallacious good-humour, which has in truth a touch of malign magic\nabout it, he makes men pay sometimes a terrible price, and is in fact\na devil!”",
        "Devilry, devil’s work:–traces of such you might fancy were to be\nfound in a certain manuscript volume taken from an old monastic\nlibrary in France at the Revolution.  It presented a strange example\nof a cold and very reasonable spirit disturbed suddenly, thrown off\nits balance, as by a violent beam, a blaze of new light, revealing,\nas it glanced here and there, a hundred truths unguessed at before,\nyet a curse, as it turned out, to its receiver, in dividing\nhopelessly against itself the well-ordered kingdom of his thought.\nTwelfth volume of a dry enough treatise on mathematics, applied,\nstill with no relaxation of strict method, to astronomy and music, it\nshould have concluded that work, and therewith the second period of\nthe life of its author, by drawing tight together the threads of a\nlong and intricate argument.  In effect however, it began, or, in\nperturbed manner, and as [144] with throes of childbirth, seemed the\npreparation for, an argument of an entirely new and disparate\nspecies, such as would demand a new period of life also, if it might\nbe, for its due expansion.",
        "But with what confusion, what baffling inequalities!  How afflicting\nto the mind’s eye!  It was a veritable “solar storm\"–this\nillumination, which had burst at the last moment upon the strenuous,\nself-possessed, much-honoured monastic student, as he sat down\npeacefully to write the last formal chapters of his work ere he\nbetook himself to its well-earned practical reward as superior, with\nlordship and mitre and ring, of the abbey whose music and calendar\nhis mathematical knowledge had qualified him to reform.  The very\nshape of Volume Twelve, pieced together of quite irregularly formed\npages, was a solecism.  It could never be bound.  In truth, the man\nhimself, and what passed with him in one particular space of time,\nhad invaded a matter, which is nothing if not entirely abstract and\nimpersonal.  Indirectly the volume was the record of an episode, an\ninterlude, an interpolated page of life.  And whereas in the earlier\nvolumes you found by way of illustration no more than the simplest\nindispensable diagrams, the scribe’s hand had strayed here into mazy\nborders, long spaces of hieroglyph, and as it were veritable pictures\nof the theoretic elements of his subject.  Soft wintry auroras seemed\nto play behind whole pages of crabbed textual writing, line and\nfigure [145] bending, breathing, flaming, in, to lovely\n“arrangements” that were like music made visible; till writing and\nwriter changed suddenly, “to one thing constant never,” after the\nknown manner of madmen in such work.  Finally, the whole matter broke\noff with an unfinished word, as a later hand testified, adding the\ndate of the author’s death, “deliquio animi.”",
        "He had been brought to the monastery as a little child; was bred\nthere; had never yet left it, busy and satisfied through youth and\nearly manhood; was grown almost as necessary a part of the community\nas the stones of its material abode, as a pillar of the great tower\nhe ascended to watch the movement of the stars.  The structure of a\nfortified medieval town barred in those who belonged to it very\neffectively.  High monastic walls intrenched the monk still further.\nFrom the summit of the tower you looked straight down into the deep\nnarrow streets, upon the houses (in one of which Prior Saint-Jean was\nborn) climbing as high as they dared for breathing space within that\nnarrow compass.  But you saw also the green breadth of Normandy and\nPicardy, this way and that; felt on your face the free air of a still\nwider realm beyond what was seen.  The reviving scent of it, the mere\nsight of the flowers brought thence, of the country produce at the\nconvent gate, stirred the ordinary monkish soul with desires,\nsometimes with efforts, to be sent on duty there.  Prior [146] Saint-\nJean, on the other hand, shuddered at the view, at the thoughts it\nsuggested to him; thoughts of unhallowed wild places, where the old\nheathen had worshipped “stocks and stones,” and where their\nwickedness might still survive them in something worse than\nmischievous tricks of nature, such as you might read of in Ovid,\nwhose verses, however, he for his part had never so much as touched\nwith a finger.  He gave thanks rather, that his vocation to the\nabstract sciences had kept him far apart from the whole crew of\nmiscreant poets–Abode of demons.",
        "Thither nevertheless he was now to depart, sent to the Grange or\nObedience of Notre-Dame De-Pratis by the aged Abbot (about to resign\nin his favour) for the benefit of his body’s health, a little\nimpaired at last by long intellectual effort, yet so invaluable to\nthe community.  But let him beware! whispered his dearest friend, who\nshared those strange misgivings, let him “take heed to his ways” when\nhe was come to that place.  “The mere contact of one’s feet with its\nsoil might change one.”  And that same night, disturbed perhaps by\nthoughts of the coming journey with which his brain was full, Prior\nSaint-Jean himself dreamed vividly, as he had been little used to do.\nHe saw the very place in which he lay (he knew it! his little inner\ncell, the brown doors, the white breadth of wall, the black crucifix\nupon it) alight, alight [147] softly; and looking, as he fancied,\nfrom the window, saw also a low circlet of soundless flame, waving,\nlicking daintily up the black sky, but harmless, beautiful, closing\nin upon that round dark space in the midst, which was the earth.  He\nseemed to feel upon his shoulder just then the touch of his friend\nbeside him.  “It is hell-fire!” he said.",
        "The Prior took with him a very youthful though devoted companion–\nHyacinthus, the pet of the community.  They laughed admiringly at the\nrebellious masses of his black hair, with blue in the depths of it,\nlike the wings of the swallow, which refused to conform to the\nmonkish pattern.  It only grew twofold, crown upon crown, after the\nhalf-yearly shaving.  And he was as neat and serviceable as he was\ndelightful to be with.  Prior Saint-Jean, then, and the boy started\nbefore daybreak for the long journey; onwards, till darkness, a soft\ntwilight rather, was around them again.  How unlike a winter night it\nseemed, the further they went through the endless, lonely, turf-grown\ntracts, and along the edge of a valley, at length–vallis monachorum,\nmonksvale–taken aback by its sudden steepness and depth, as of an\nimmense oval cup sunken in the grassy upland, over which a golden\nmoon now shone broadly.  Ah! there it was at last, the white Grange,\nthe white gable of the chapel apart amid a few scattered white\ngravestones, the white flocks crouched about on the hoar-frost, [148]\nlike the white clouds, packed somewhat heavily on the horizon, and\nnacres as the clouds of June, with their own light and heat in them,\nin their hollows, you might fancy.",
        "From the very first, the atmosphere, the light, the influence of\nthings, seemed different from what they knew; and how distant already\nthe dark buildings of their home!  Was there the breath of surviving\nsummer blossom on the air?  Now and then came a gentle, comfortable\nbleating from the folds, and themselves slept soundly at last in the\ngreat open upper chamber of the Grange; were awakened by the sound of\nthunder.  Strange, in the late November night!  It had parted,\nhowever, with its torrid fierceness; modulated by distance, seemed to\nbreak away into musical notes.  And the lightning lingered along with\nit, but glancing softly; was in truth an aurora, such as persisted\nmonth after month on the northern sky as they sojourned here.  Like\nProspero’s enchanted island, the whole place was “full of noises.\"\nThe wind it might have been, passing over metallic strings, but that\nthey were audible even when the night was breathless.",
        "So like veritable music, however, were they on that first night that,\nupon reflexion, the Prior climbed softly the winding stair down which\nthey appeared to flow, to the great solar among the beams of the\nroof, where the farm produce lay stored.  A flood of moonlight now\nfell through the unshuttered dormer-windows; and, [149] under the\nglow of a lamp hanging from the low rafters, Prior Saint-Jean seemed\nto be looking for the first time on the human form, on the old Adam\nfresh from his Maker’s hand.  A servant of the house, or farm-\nlabourer, perhaps!–fallen asleep there by chance on the fleeces\nheaped like golden stuff high in all the corners of the place.  A\nserf!  But what unserflike ease, how lordly, or godlike rather, in\nthe posture!  Could one fancy a single curve bettered in the rich,\nwarm, white limbs; in the haughty features of the face, with the\ngolden hair, tied in a mystic knot, fallen down across the inspired\nbrow?  And yet what gentle sweetness also in the natural movement of\nthe bosom, the throat, the lips, of the sleeper!  Could that be\ndiabolical, and really spotted with unseen evil, which was so\nspotless to the eye?  The rude sandals of the monastic serf lay\nbeside him apart, and all around was of the roughest, excepting only\ntwo strange objects lying within reach (even in their own renowned\ntreasury Prior Saint-Jean had not seen the like of them), a harp, or\nsome such instrument, of silver-gilt once, but the gold had mostly\npassed from it, and a bow, fashioned somehow of the same precious\nsubstance.  The very form of these things filled his mind with\ninexplicable misgivings.  He repeated a befitting collect, and trod\nsoftly away.",
        "It was in truth but a rude place to which they were come.  But, after\nlife in the [150] monastery, the severe discipline of which the Prior\nhimself had done much to restore, there was luxury in the free, self-\nchosen hours, the irregular fare, in doing pretty much as one\npleased, in the sweet novelties of the country; to the boy Hyacinth\nespecially, who forgot himself, or rather found his true self for the\nfirst time.  Girding up his heavy frock, which he laid aside erelong\naltogether to go in his coarse linen smock only, he seemed a monastic\nnovice no longer; yet, in his natural gladness, was found more\ncompanionable than ever by his senior, surprised, delighted, for his\npart, at the fresh springing of his brain, the spring of his\nfootsteps over the close greensward, as if smoothed by the art of\nman.  Cause of his renewed health, or concurrent with its effects,\nthe air here might have been that of a veritable paradise, still\nunspoiled.  “Could there be unnatural magic,” he asked himself again,\n“any secret evil, lurking in these tranquil vale-sides, in their\nsweet low pastures, in the belt of scattered woodland above them, in\nthe rills of pure water which lisped from the open down beyond?\"\nMaking what was really a boy’s experience, he had a wholly boyish\ndelight in his holiday, and certainly did not reflect how much we\nbeget for ourselves in what we see and feel, nor how far a certain\ndiffused music in the very breath of the place was the creation of\nhis own ear or brain.",
        "[151] That strange enigmatic owner of the harp and the bow, whom he\nhad found sleeping so divinely, actually waited on them the next\nmorning with all obsequiousness, stirred the great fire of peat,\nadjusted duly their monkish attire, laid their meal.  It seemed an\nodd thing to be served thus, like St. Jerome by the lion, as if by\nsome imperiously beautiful wild animal tamed.  You hesitated to\npermit, were a little afraid of, his services.  Their silent tonsured\nporter himself, contrast grim enough to any creature of that kind,\nhad been so far seduced as to permit him to sleep there in the\nGrange, as he loved to do, instead of in ruder, rougher quarters;\nand, coaxed into odd garrulity on this one matter, told the new-\ncomers the little he knew, with much also that he only suspected,\nabout him; among other things, as to the origin of those precious\nobjects, which might have belonged to some sanctuary or noble house,\nfound thus in the possession of a mere labourer, who is no Frenchman,\nbut a pagan, or gipsy, white as he looks, from far south or east, and\nwho works or plays furtively, by night for the most part, returning\nto sleep awhile before daybreak.  The other herdsmen of the valley\nare bond-servants, but he a hireling at will, though coming regularly\nat a certain season.  He has come thus for any number of years past,\nthough seemingly never grown older (as the speaker reflects), singing\nhis way meagrely from farm to farm, to the sound of [152] his harp.\nHis name?–It was scarcely a name at all, in the diffident syllables\nhe uttered in answer to that question, on first coming there; but of\nnames known to them it came nearest to a malignant one in Scripture,\nApollyon.  Apollyon had a just discernible tonsure, but probably no\nright to it.",
        "Well skilled in architecture, Prior Saint-Jean was set, by way of a\nholiday task, to superintend the completion of the great monastic\nbarn then in building.  The visitor admires it still; perhaps\nsupposes it, with its noble aisle, though set north and south, to be\na desecrated church.  If he be an expert in such matters, he will\nremark a sort of classical harmony in its broad, very simple\nproportions, with a certain suppression of Gothic emphasis, more\nespecially in that peculiarly Gothic feature, the buttresses,\nscarcely marking the unbroken, windowless walls, which rise very\nstraight, taking the sun placidly.  The silver-grey stone, cut, if it\ncame from this neighbourhood at all, from some now forgotten quarry,\nhas the fine, close-grained texture of antique marble.  The great\nnorthern gable is almost a classic pediment.  The horizontal lines of\nplinth and ridge and cornice are kept unbroken, the roof of sea-grey\nslates being pitched less angularly than is usual in this rainy\nclime.  A welcome contrast, the Prior thought it, to the sort of\narchitectural nightmare he came from.  He found the structure already\nmore than half- [153] way up, the low squat pillars ready for their\ncapitals.",
        "Yes! it must have so happened often in the Middle Age, as you feel\nconvinced, in looking sometimes at medieval building.  Style must\nhave changed under the very hands of men who were no wilful\ninnovators.  Thus it was here, in the later work of Prior Saint-Jean,\nall unconsciously.  The mysterious harper sat there always, at the\ntopmost point achieved; played, idly enough it might seem, on his\nprecious instrument, but kept in fact the hard taxed workmen\nliterally in tune, working for once with a ready will, and, so to\nspeak, with really inventive hands–working expeditiously, in this\nfavourable weather, till far into the night, as they joined unbidden\nin a chorus, which hushed, or rather turned to music, the noise of\ntheir chipping.  It was hardly noise at all, even in the night-time.\nNow and again Brother Apollyon descended nimbly to surprise them, at\nan opportune moment, by the display of an immense strength.  A great\ncheer exploded suddenly, as single-handed he heaved a massive stone\ninto its place.  He seemed to have no sense of weight: “Put there by\nthe devil!” the modern villager assures you.",
        "With a change then, not so much of style as of temper, of management,\nin the application of acknowledged rules, Prior Saint-Jean shaping\nonly, adapting, simplifying, partly with a view [154] to economy, not\nthe heavy stones only, but the heavy manner of using them, turned\nlight.  With no pronounced ornamentation, it is as if in the upper\nstory ponderous root and stem blossomed gracefully, blossomed in\ncornice and capital and pliant arch-line, as vigorous as they were\ngraceful, and rose on high quickly.  Almost suddenly tie-beam and\nrafter knit themselves together into the stone, and the dark, dry,\nroomy place was closed in securely to this day.  Mere audible music,\ncertainly, had counted for something in the operations of an art,\nheld at its best (as we know) to be a sort of music made visible.\nThat idle singer, one might fancy, by an art beyond art, had\nattracted beams and stones into their fit places.  And there, sure\nenough, he still sits, as a final decorative touch, by way of apex on\nthe gable which looks northward, though much weather-worn, and with\nan ugly gap between the shoulder and the fingers on the harp,* as if,\nliterally, he had cut off his right hand and put it from him:–King\nDavid, or an angel? guesses the careless tourist.  The space below\nhas been lettered.  After a little puzzling you recognise there the\nrelics of a familiar verse from a Latin psalm Nisi Dominus\naedificaverit domum,+ and the rest: inscribed as well as may be in\nGreek characters.  Prior Saint-Jean caused it to be so inscribed,\nabsurdly, during his last days there.",
        "[155] And is not the human body, too, a building, with architectural\nlaws, a structure, tending by the very forces which primarily held it\ntogether to drop asunder in time?  Not in vain, it seemed, had Prior\nSaint-Jean come to this mystic place for the improvement of his\nbody’s health.  Thenceforth that fleshly tabernacle had housed him,\nhad housed his cunning, overwrought and excitable soul, ever the\nbetter day by day, and he began to feel his bodily health to be a\npositive quality or force, the presence near him of that singular\nbeing having surely something to do with this result.  He and his\nfascinations, his music, himself, might at least be taken for an\nembodiment of all those genial influences of earth and sky, and the\neasy ways of living here, which made him turn, with less of an effort\nthan he had known for many years past, to his daily tasks, and sink\nso regularly, so immediately, to wholesome rest on returning from\nthem.  It was as if Brother Apollyon himself abhorred the spectacle\nof distress, and mainly for his own satisfaction charmed away other\npeople’s maladies.  The mere touch of that ice-cold hand, laid on the\nfeverish brow, when the Prior lapsed from time to time into his\nformer troubles, certainly calmed the respiration of a troubled\nsleeper.  Was there magic in it, not wholly natural?  The hand might\nhave been a dead one.  But then, was it surprising, after all, that\nthe [156] methods of curing men’s maladies, as being in very deed the\nfruit of sin, should have something strange and unlooked-for about\nthem, like some of those Old Testament healings and purifications\nwhich the Prior’s biblical lore suggested to him?  Yet Brother\nApollyon, if their surly Janitor, in his less kindly moments, spoke\ntruly, himself greatly needed purification, being not only a thief,\nbut a homicide in hiding from the law.  Nay, once, on his annual\nreturn from southern or eastern lands, he had been observed on his\nway along the streets of the great town literally scattering the\nseeds of disease till his serpent-skin bag was empty.  And within\nseven days the “black death” was there, reaping its thousands.  As a\nwise man declared, he who can best cure disease can also most\ncunningly engender it.",
        "In short, these creatures of rule, these “regulars,” the Prior and\nhis companion, were come in contact for the first time in their lives\nwith the power of untutored natural impulse, of natural inspiration.\nThe boy experienced it immediately in the games which suited his\nyears, but which he had never so much as seen before; as his superior\nwas to undergo its influence by-and-by in serious study.  By night\nchiefly, in its long, continuous twilights, Hyacinth became really a\nboy at last, with immense gaiety; eyes, hands and feet awake,\nexpanding, as he raced his comrade over the [157] turf, with the\nconical Druidic stone for a goal, or wrestled lithely enough with\nhim, though as with a rock; or, taking the silver bow in hand for a\nmoment, transfixed a mark, next a bird, on the bough, on the wing,\nshedding blood for the first time, with a boy’s delight, a boy’s\nremorse.  Friend Apollyon seemed able to draw the wild animals too,\nto share their sport, yet not altogether kindly.  Tired, surfeited,\nhe destroys them when his game with them is at an end; breaks the\ntoy; deftly snaps asunder the fragile back.  Though all alike would\ncome at his call, or the sound of his harp, he had his preferences;\nand warred in the night-time, as if on principle, against the\ncreatures of the day.  The small furry thing he pierced with his\narrow fled to him nevertheless caressingly, with broken limb, to die\npalpitating in his hand.  In this wonderful season, the migratory\nbirds, from Norway, from Britain beyond the seas, came there as usual\non the north wind, with sudden tumult of wings; but went that year no\nfurther, and by Christmas-time had built their nests, filling that\nbelt of woodland around the vale with the chatter of their business\nand love quarrels.  In turn they drew after them strangers no one\nhere had ever known before; the like of which Hyacinth, who knew his\nbestiary, had never seen even in a picture.  The wild-cat, the wild-\nswan–the boy peeped on these wonders as they floated over the vale,\nor [158] glided with unwonted confidence over its turf, under the\nmoonlight, or that frequent continuous aurora which was not the dawn.\nEven the modest rivulets of the hill-side felt that influence, and\n“lisped” no longer, but babbled as they leapt, like mountain streams,\nexposing their rocky bed.  Were they angry, as they ran red sometimes\nwith blood-drops from the stricken bird caught there by rock or\nbough, as it fell with rent breast among the waves?",
        "But say, think, what you might against him, the pagan outlaw was\nworth his hire as a herdsman; seemingly loved his sheep; was an\n“affectionate shepherd\"; cured their diseases; brought them easily to\nthe birth, and if they strayed afar would bring them back tenderly\nupon his shoulders.  Monastic persons would have seen that image many\ntimes before.  Yet if Apollyon looked like the great carved figure\nover the low doorway of their place of penitence at home, that could\nbe but an accident, or perhaps a deceit; so closely akin to those\nsoulless creatures did he still seem to the wondering Prior,–\nimmersed in, or actually a part of, that irredeemable natural world\nhe had dreaded so greatly ere he came hither.  And was he after all\nmaking terms with it now, in the seductive person of this mysterious\nbeing–man or demon–suspected of murder; who has an air of\nunfathomable evil about him as from a distant but ineffaceable past,\nand a sort of heathen [159] understanding with the dark realm of\nmatter; who is bringing the simple people, the women and lovesick\nlads, back to those caves and cromlechs and blasted trees, resorts of\nold godless secret-telling?  And still he has all his own way with\nbeasts and man, with the Prior himself, much as all alike distrust\nhim.",
        "Most conspicuous in the little group of buildings, a feudal tower of\ngoodly white stone, cylindrical and smoothly polished without to\nhinder the ascent of creeping things, and snugly plastered within to\nresist the damp, was the pigeon-house–a veritable feudal tower, a\nveritable feudal plaisance of birds, which the common people dared\nnot so much as ruffle.  About a thousand of them were housed there,\neach in its little chamber, encouraged to grow plump, and to breed,\nin perfect self-content.  From perch to perch of the great axle-tree\nin the centre, monastic feet might climb, gentle monastic hands pass\nround to every tiny compartment in turn.  The arms of the monastery\nwere carved on the keystone of the doorway, and the tower finished in\na conical roof, with becoming aerial gaillardise, with pretty dormer-\nwindows for the inmates to pass in and out, little balconies for\nbrooding in the sun, little awnings to protect them from rough\nbreezes, and a great weather-vane, on which the birds crowded for the\nchance of a ride.  If the peasants of that day, whose small fields\nthey plundered, noting all this, perhaps [160] envied the birds\ndumbly, for the brethren, on the other hand, it was a constant\ndelight to watch the feathered brotherhood, which supplied likewise\ntheir daintiest fare.  Who then, what hawk, or wild-cat, or other\nsavage beast, had ravaged it so wantonly, so very cruelly destroyed\nthe bright creatures in a single night–broken backs, rent away\nlimbs, pierced the wings?  And what was that object there below?  The\nsilver harp surely, lying broken likewise on the sanded floor,\nsoaking in the pale milky blood and torn plumage.",
        "Apollyon sobbed and wept audibly as he went about his ordinary doings\nnext day, for once fully, though very sadly, awake in it; and towards\nevening, when the villagers came to the Prior to confess themselves,\nthe Feast of the Nativity being now at hand, he too came along with\nthem in his place meekly, like any other penitent, touched the\nlustral water devoutly, knew all the ways, seemed to desire\nabsolution from some guilt of blood heavier than the slaughter of\nbeast or bird.  The Prior and his attendant, on their side, are\nreminded that by this time they have wellnigh forgotten the monastic\nduties still incumbent upon them, especially in that matter of the\n“Offices.”  On the vigil of the feast, however, Brother Apollyon\nhimself summoned the devout to Midnight Mass with the great bell,\nwhich had hung silent for a generation, wedged in immoveably by a\nbeam of [161] the cradle fallen out of its place.  With an immense\neffort of strength he relieved it, hitched the bell back upon its\nwheel; the thick rust cracked on the hinges, and the strokes tolled\nforth betimes, with a hundred querulous, quaint creatures, bats and\nowls, circling stupidly in the waves of sound, but allowed to settle\nback again undisturbedly into their beds.",
        "People and priest, the Prior, vested as well as might be, with\nHyacinth as “server,” come in due course, all alike amazed to find\nthat frozen neglected place, with its low-browed vault and narrow\nwindows, alight, and as if warmed with flowers from a summer more\nradiant far than that of France, with ilex and laurel–gilt laurel–\nby way of holly and box.  Prior Saint-Jean felt that he had never\nreally seen flowers before.  Somewhat later they and the like of them\nseemed to have grown into and over his brain; to have degraded the\nscientific and abstract outlines of things into a tangle of useless\nornament.  Whence were they procured?  From what height, or hellish\ndepth perhaps?  Apollyon, who entered the chapel just then, as if\nquite naturally, though with a bleating lamb in his bosom (\"dropped\"\nthus early in that wonderful season) by way of an offering, took his\nplace at the altar’s very foot, and drawing forth his harp, now\nrestrung, at the right moment, turned to real silvery music the\nhoarse Gloria in Excelsis of those rude worshippers, still [162]\nshrinking from him, while they listened in a little circle, as he\nstood there in his outlandish attire of skins strangely spotted and\nstriped.  With that however the Mass broke off unconsummated.  The\nPrior felt obliged to desist from the sacred office, and had left the\naltar hurriedly.",
        "But Brother Apollyon put his strange attire aside next day, and in a\nmuch-worn monk’s frock, drawn forth from a dark corner, came with\nthem, still like a Penitent, when they turned once more to their\nneglected studies somewhat sadly.  See them then, after a collect for\n“Light” repeated by Hyacinth, skull-cap in hand, seated at their\ndesks in the little scriptorium, panelled off from their living-room\non the first floor, while the Prior makes an effort to recover the\nlast thought of his long-suspended work, in the execution of which\nthe boy is to assist with his skilful pen.  The great glazed windows\nremain open; admit, as if already on the soft air of spring, what\nseems like a stream of flowery odours, the entire moonlit scene, with\nthe thorn bushes on the vale-side prematurely bursting into blossom,\nand the sound of birds and flocks emphasising the deep silence of the\nnight.",
        "Apollyon then, as if by habit, as he had shared all their occupations\nof late, had taken his seat beside them, meekly enough, at first with\nthe manner of a mere suppliant for the [163] crumbs of their high\nstudies.  But, straightway again, he surprises by more than racing\nforward incredibly on the road to facts, and from facts to luminous\ndoctrine; Prior Saint-Jean himself, in comparison, seeming to lag\nincompetently behind.  He can but wonder at this strange scholar’s\nknowledge of a distant past, evidenced in his familiarity (it was as\nif he might once have spoken them) with the dead languages in which\ntheir text-books are written.  There was more surely than the utmost\nmerely natural acuteness in his guesses as to the words intended by\nthose crabbed contractions, of their meaning, in his sense of\nallusions and the like.  An ineffaceable memory it might rather seem\nof the entire world of which those languages had been the living\nspeech, once more vividly awake under the Prior’s cross- questioning,\nand now more than supplementing his own laborious search.",
        "And at last something of the same kind happens with himself.  Had he,\non his way hither from the convent, passed unwittingly through some\nriver or rivulet of Lethe, that had carried away from him all his so\ncarefully accumulated intellectual baggage of fact and theory?  The\nhard and abstract laws, or theory of the laws, of music, of the\nstars, of mechanical structure, in hard and abstract formulae, adding\nto the abstract austerity of the man, seemed to have deserted him; to\nbe revived in him again [164] however, at the contact of this\nextraordinary pupil or fellow-inquirer, though in a very different\nguise or attitude towards himself, as matters no longer to be\nreasoned upon and understood, but to be seen rather, to be looked at\nand heard.  Did not he see the angle of the earth’s axis with the\necliptic, the deflexions of the stars from their proper orbits with\nfatal results here below, and the earth–wicked, unscriptural truth!-\n-moving round the sun, and those flashes of the eternal and unorbed\nlight such as bring water, flowers, living things, out of the rocks,\nthe dust?  The singing of the planets: he could hear it, and might in\ntime effect its notation.  Having seen and heard, he might erelong\nspeak also, truly and with authority, on such matters.  Could one but\narrest it for one’s self, for final transference to others, on the\nwritten or printed page–this beam of insight, or of inspiration!",
        "Alas! one result of its coming was that it encouraged delay.  If he\nset hand to the page, the firm halo, here a moment since, was gone,\nhad flitted capriciously to the wall; passed next through the window,\nto the wall of the garden; was dancing back in another moment upon\nthe innermost walls of one’s own miserable brain, to swell there–\nthat astounding white light!–rising steadily in the cup, the mental\nreceptacle, till it overflowed, and he lay faint and drowning in it.\nOr he rose above it, as above a great liquid surface, and hung\ngiddily over it–light, [165] simple, and absolute–ere he fell.  Or\nthere was a battle between light and darkness around him, with no way\nof escape from the baffling strokes, the lightning flashes; flashes\nof blindness one might rather call them.  In truth, the intuitions of\nthe night (for they worked still, or tried to work, by night) became\nthe sickly nightmares of the day, in which Prior Saint-Jean slept, or\ntried to sleep, or lay sometimes in a trance without food for many\nhours, from which he would spring up suddenly to crowd, against time,\nas much as he could into his book with pen or brush; winged flowers,\nor stars with human limbs and faces, still intruding themselves, or\nmere notes of light and darkness from the actual horizon.  There it\nall is still in the faded gold and colours of the ancient volume–\n“Prior Saint-Jean’s folly”:–till on a sudden the hand collapses, as\nhe becomes aware of that real, prosaic, broad daylight lying harsh\nupon the page, making his delicately toned auroras seem but a patch\nof grey, and himself for a moment, with a sigh of disgust, of self-\nreproach, to be his old unimpassioned monastic self once more.",
        "The boy, for his part, was grown at last full of misgiving.  He\nponders how he may get the Prior away, or escape by himself, find his\nway back to the convent and report his master’s condition, his\nstrange loss of memory for names and the like, his illusions about\nhimself and [166] others.  And he is more than ever distrustful now\nof his late beloved playmate, who quietly obstructs any movement of\nthe kind, and has undertaken, at the Prior’s entreaty, to draw down\nthe moon from the sky, for some shameful price, known to the\nmagicians of that day.",
        "Yet Apollyon, at all events, would still play as gaily as ever on\noccasion.  Hitherto they had played as young animals do; without\nplaythings namely, applying hand or foot only to their games.  But it\nhappened about this time that a grave was dug, a grave of unusual\ndepth, to be ready, in that fiery plaguesome weather, the first heat\nof veritable summer come suddenly, for the body of an ancient\nvillager then at the point of death.  In the drowsy afternoon\nHyacinth awakes Apollyon, to see the strange thing he has found at\nthe grave-side, among the gravel and yellow bones cast up there.  He\nhad wrested it with difficulty from the hands of the half-crippled\ngravedigger, at eighty still excitable by the mere touch of metal.",
        "The like of it had indeed been found before, within living memory, in\nthis place of immemorial use as a graveyard–\"Devil’s penny-pieces\"\npeople called them.  Five such lay hidden already in a dark corner of\nthe chapel, to keep them from superstitious employment.  To-day they\ncame out of hiding at last.  Apollyon knew the use of the thing at a\nglance; had put an expert hand to it forthwith; poises the [167]\ndiscus; sets it wheeling.  How easily it spins round under one’s arm,\nin the groove of the bent fingers, slips thence smoothly like a knife\nflung from its sheath, as if for a course of perpetual motion!\nSplendescit eundo: it seems to burn as it goes.  It is heavier many\ntimes than it looks, and sharp-edged.  By night they have scoured and\npolished the corroded surfaces.  Apollyon promises Hyacinth and\nhimself rare sport in the cool of the evening–an evening however, as\nit turned out, not less breathless than the day.",
        "In the great heat Apollyon had flung aside, as if for ever, the last\nsorry remnant of his workman’s attire, and challenged the boy to do\nthe same.  On the moonlit turf there, crouching, right foot foremost,\nand with face turned backwards to the disk in his right hand, his\nwhole body, in that moment of rest, full of the circular motion he is\nabout to commit to it, he seemed–beautiful pale spectre–to shine\nfrom within with a light of his own, like that of the glow-worm in\nthe thicket, or the dead and rotten roots of the old trees.  And as\nif they had a proper motion of their own in them, the disks, the\nquoits, ran, amid the delighted shouts and laughter of the boy, as he\nfollows, scarcely less swift, to score the points of their contact\nwith the grass.  Again and again they recommence, forgetful of the\nhours; while the death-bell cries out harshly for the grave’s\noccupant, and [168] the corpse itself is borne along stealthily not\nfar from them, and, unnoticed by either, the entire aspect of things\nhas changed.  Under the overcast sky it is in darkness they are\nplaying, by guess and touch chiefly; and suddenly an icy blast of\nwind has lifted the roof from the old chapel, the trees are moaning\nin wild circular motion, and their devil’s penny-piece, when Apollyon\nthrows it for the last time, is itself but a twirling leaf in the\nwind, till it sinks edgewise, sawing through the boy’s face, uplifted\nin the dark to trace it, crushing in the tender skull upon the brain.",
        "His shout of laughter is turned in an instant to a cry of pain, of\nreproach; and in that which echoed it–an immense cry, as from the\nvery heart of ancient tragedy, over the Picard wolds–it was as if\nthat half-extinguished deity, its proper immensity, its old greatness\nand power, were restored for a moment.  The villagers in their beds\nwondered.  It was like the sound of some natural catastrophe.",
        "The storm which followed was still in possession, still moving\ntearfully among the poplar groves, though it had spent its heat and\nthunder.  The last drops of the blood of Hyacinth still trickled\nthrough the thick masses of dark hair, where the tonsure had been.\nAn abundant rain, mingling with the copious purple stream, had\ncoloured the grass all around where the corpse lay, stealing afar in\ntiny channels.",
        "[169] So it was, when Apollyon, reduced in the morning light to his\nsmaller self, came with the other people of the Grange to gaze, to\nenquire, and found the Prior already there, speechless.  Clearly this\nwas no lightning stroke; and Apollyon straightway conceives certain\nvery human fears that, coming upon those antecedent suspicions of\nhimself, the boy’s death may be thought the result of intention on\nhis part.  He proposes to bury the body at once, with no delay for\nreligious rites, in that still uncovered grave, the bearers having\nfled from it in the tempest.",
        "And next day, fulfilling his annual custom, he went his way\nnorthward, without a word of farewell to Prior Saint-Jean, whom he\nleaves in fact under suspicion of murder.  From the profound slumber\nwhich had followed the excitements of yesterday, the Prior awoke amid\nthe sound of voices, the voices of the peasants singing no Christian\nsong, certainly, but a song which Apollyon himself had taught them,\nto dismiss him on his journey.  For, strange or not as it might be,\nthey loved him, perhaps in spite of themselves; would certainly\nprotect him at any risk.  Prior Saint-Jean arose, and looked forth–\nwith wonder.  A brief spell of sunshine amid the rain had clothed the\nvale with a marvel of blue flowers, if it were not rather with\nremnants of the blue sky itself, fallen among the woods there.  But\nthere too, in the little courtyard, [170] the officers of justice\nare already in waiting to take him, on the charge of having caused\nthe death of his young server by violence, in a fit of mania, induced\nby dissolute living in that solitary place.  One hitherto so\nprosperous in life would, of course, have his enemies.",
        "The monastic authorities, however, claim him from the secular power,\nto correct his offence in their own way, and with friendly\ninterpretation of the facts.  Madness, however wicked, being still\nmadness, Prior, now simple Brother, Saint-Jean, is detained in a\nsufficiently cheerful apartment, in a region of the atmosphere likely\nto restore lost wits, whence indeed he can still see the country–\nvallis monachorum.  The one desire which from time to time fitfully\nrouses him again to animation for a few moments is to return thither.\nHere then he remains in peace, ostensibly for the completion of his\ngreat work.  He never again set pen to it, consistent and clear now\non nothing save that longing to be once more at the Grange, that he\nmay get well, or die and be well so.  He is like the damned spirit,\nthink some of the brethren, saying “I will return to the house whence\nI came out.”  Gazing thither daily for many hours, he would mistake\nmere blue distance, when that was visible, for blue flowers, for\nhyacinths, and wept at the sight; though blue, as he observed, was\nthe colour of Holy Mary’s gown on the illuminated page, the colour of\nhope, of merciful [171] omnipresent deity.  The necessary permission\ncame with difficulty, just too late.  Brother Saint-Jean died,\nstanding upright with an effort to gaze forth once more, amid the\npreparations for his departure.",
        "142. *Published in Harper’s New Monthly Magazine, Nov. 1893, and now\nreprinted by the kind permission of the proprietors.",
        "154. *Or sundial, as some maintain, though turned from the south.",
        "154. +Latin Vulgate (ed. Saint Jerome) Psalm 126, verse 1:\n“canticum graduum Salomonis nisi Dominus aedificaverit domum in vanum\nlaboraverunt qui aedificant eam nisi Dominus custodierit civitatem\nfrustra vigilavit qui custodit.”  King James Bible’s translation:\n“When the Lord turned again the captivity of Zion, we were like them\nthat dream.”",
        "Continue...",
        "\nThis is the complete public domain etext “Miscellaneous Studies: A Series of Essays” by Walter Horatio Pater.\n\n\nAlso by this author (on Amazon.com); The Renaissance, Studies in Art and Poetry\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous Studies: A Series of EssaysBy Walter Horatio PaterAt Amazon"
    ]
}