{
    "title": "Miscellaneous Essays - Dinner, Real and Reputed",
    "author": "Thomas de Quincey",
    "chapter": "6",
    "content": [
        "\n\n",
        "Great misconceptions have always prevailed about the Roman dinner.\nDinner [coena] was the only meal which the Romans as a nation took. It\nwas no accident, but arose out of their whole social economy. This we shall\nshow by running through the history of a Roman day. Ridentem dicere, verum\nquid vetat? And the course of this review will expose one or two important\ntruths in ancient political economy, which have been wholly overlooked.",
        "With the lark it was that the Roman rose. Not that the earliest lark rises\nso early in Latium as the earliest lark in England; that is, during summer:\nbut then, on the other hand, neither does it ever rise so late. The Roman\ncitizen was stirring with the dawn–which, allowing for the shorter\nlongest-day and longer shortest-day of Rome, you may call about four in\nsummer–about seven in winter. Why did he do this? Because he went to bed\nat a very early hour. But why did he do that? By backing in this way, we\nshall surely back into the very well of truth: always, if it is possible,\nlet us have the pourquoi of the pourquoi. The Roman went to bed early\nfor two special reasons. 1st, Because in Rome, which had been built for a\nmartial destiny, every habit of life had reference to the usages of war.\nEvery citizen, if he were not a mere proletarian animal kept at the public\ncost, held himself a sort of soldier-elect: the more noble he was, the\nmore was his liability to military service: in short, all Rome, and at all\ntimes, was consciously “in procinct.\"[1] Now it was a principle of ancient\nwarfare, that every hour of daylight had a triple worth, if valued\nagainst hours of darkness. That was one reason–a reason suggested by the\nunderstanding. But there was a second reason, far more remarkable; and this\nwas a reason dictated by a blind necessity. It is an important fact, that\nthis planet on which we live, this little industrious earth of ours, has\ndeveloped her wealth by slow stages of increase. She was far from being the\nrich little globe in Cæsar’s days that she is at present. The earth in our\ndays is incalculably richer, as a whole, than in the time of Charlemagne:\nat that time she was richer, by many a million of acres, than in the era\nof Augustus. In that Augustan era we descry a clear belt of cultivation,\naveraging about six hundred miles in depth, running in a ring-fence about\nthe Mediterranean. This belt, and no more, was in decent cultivation.\nBeyond that belt, there was only a wild Indian cultivation. At present\nwhat a difference! We have that very belt, but much richer, all things\nconsidered æquatis æquandis, than in the Roman era. The reader must not\nlook to single cases, as that of Egypt or other parts of Africa, but take\nthe whole collectively. On that scheme of valuation, we have the old Roman\nbelt, the Mediterranean riband not much tarnished, and we have all the\nrest of Europe to boot–or, speaking in scholar’s language, as a lucro\nponamus. We say nothing of remoter gains. Such being the case, our mother,\nthe earth, being (as a whole) so incomparably poorer, could not in the\nPagan era support the expense of maintaining great empires in cold\nlatitudes. Her purse would not reach that cost. Wherever she undertook in\nthose early ages to rear man in great abundance, it must be where nature\nwould consent to work in partnership with herself; where warmth was to\nbe had for nothing; where clothes were not so entirely indispensable but\nthat a ragged fellow might still keep himself warm; where slight sheltermight serve; and where the soil, if not absolutely richer in reversionary\nwealth, was more easily cultured. Nature must come forward liberally, and\ntake a number of shares in every new joint-stock concern before it could\nmove. Man, therefore, went to bed early in those ages, simply because his\nworthy mother earth could not afford him candles. She, good old lady, (or\ngood young lady, for geologists know not[2] whether she is in that stage\nof her progress which corresponds to gray hairs, or to infancy, or to “a\ncertain age,”)–she, good lady, would certainly have shuddered to hear\nany of her nations asking for candles. “Candles!” She would have said, “Who\never heard of such a thing? and with so much excellent daylight running to\nwaste, as I have provided gratis! What will the wretches want next?”",
        "The daylight, furnished gratis, was certainly “neat,” and “undeniable\"\nin its quality, and quite sufficient for all purposes that were honest.\nSeneca, even in his own luxurious period, called those men ’lucifugæ,\"\nand by other ugly names, who lived chiefly by candle-light. None but rich\nand luxurious men, nay, even amongst these, none but idlers did live much\nby candle-light. An immense majority of men in Rome never lighted a candle,\nunless sometimes in the early dawn. And this custom of Rome was the custom\nalso of all nations that lived round the great pond of the Mediterranean.\nIn Athens, Egypt, Palestine, Asia Minor, everywhere, the ancients went to\nbed, like good boys, from seven to nine o’clock.[3] The Turks and other\npeople, who have succeeded to the stations and the habits of the ancients,\ndo so at this day.",
        "The Roman, therefore, who saw no joke in sitting round a table in the dark,\nwent off to bed as the darkness began. Everybody did so. Old Numa Pompilius\nhimself, was obliged to trundle off in the dusk. Tarquinius might be a very\nsuperb fellow; but we doubt whether he ever saw a farthing rushlight. And,\nthough it may be thought that plots and conspiracies would flourish in\nsuch a city of darkness, it is to be considered, that the conspirators\nthemselves had no more candles than honest men: both parties were in the\ndark.",
        "Being up then, and stirring not long after the lark, what mischief did the\nRoman go about first? Now-a-days, he would have taken a pipe or a cigar.\nBut, alas for the ignorance of the poor heathen creatures! they had neither\none nor the other. In this point, we must tax our mother earth with\nbeing really too stingy. In the case of the candles, we approve of her\nparsimony. Much mischief is brewed by candle-light. But, it was coming it\ntoo strong to allow no tobacco. Many a wild fellow in Rome, your Gracchi,\nSyllas, Catilines, would not have played “h–– and Tommy” in the way they\ndid, if they could have soothed their angry stomachs with a cigar–a pipe\nhas intercepted many an evil scheme. But the thing is past helping now. At\nRome, you must do as “they does” at Rome. So, after shaving, (supposing the\nage of the Barbati to be passed), what is the first business that our\nRoman will undertake? Forty to one he is a poor man, born to look upwards\nto his fellow-men–and not to look down upon anybody but slaves. He goes,\ntherefore, to the palace of some grandee, some top-sawyer of the Senatorian\norder. This great man, for all his greatness, has turned out even sooner\nthan himself. For he also has had no candles and no cigars; and he well\nknows, that before the sun looks into his portals, all his halls will be\noverflowing and buzzing with the matin susurrus of courtiers–the “mane\nsalutantes.\"[4] it is as much as his popularity is worth to absent himself,\nor to keep people waiting. But surely, the reader may think, this poor man\nhe might keep waiting. No, he might not; for, though poor, being a citizen,\nhe is a gentleman. That was the consequence of keeping slaves. Wherever\nthere is a class of slaves, he that enjoys the jus suffragii (no\nmatter how poor) is a gentleman. The true Latin word for a gentleman is\ningentius–a freeman and the son of a freeman.",
        "Yet even here there were distinctions. Under the Emperors, the courtiers\nwere divided into two classes: with respect to the superior class, it was\nsaid of the sovereign–that he saw them, (videbat;) with respect to the\nother–that he was seen, (\"videbatur.”) Even Plutarch mentions it as\na common boast in his times, [Greek: aemas eiden ho basileus]–Cæsar is\nin the habit of seeing me; or, as a common plea for evading a suit,\n[Greek: ora mallon]–I am sorry to say he is more inclined to look upon\nothers. And this usage derived itself (mark that well!) from the\nrepublican era. The aulic spirit was propagated by the Empire, but from\na republican root.",
        "Having paid his court, you will suppose that our friend comes home to\nbreakfast. Not at all: no such discovery as “breakfast” had then been made:\nbreakfast was not invented for many centuries after that. We have always\nadmired, and always shall admire, as the very best of all human stories,\nCharles Lamb’s account of the origin of roast pig in China. Ching Ping,\nit seems, had suffered his father’s house to be burned down; the outhouses\nwere burned along with the house; and in one of these the pigs, by\naccident, were roasted to a turn. Memorable were the results for all future\nChina and future civilization. Ping, who (like all China beside) had\nhitherto eaten his pig raw, now for the first time tasted it in a state\nof torrefaction. Of course he made his peace with his father by a part\n(tradition says a leg) of the new dish. The father was so astounded with\nthe discovery, that he burned his house down once a year for the sake of\ncoming at an annual banquet of roast pig. A curious prying sort of fellow,\none Chang Pang, got to know of this. He also burned down a house with a\npig in it, and had his eyes opened. The secret was ill kept–the discovery\nspread–many great conversions were made–houses were blazing in every part\nof the Celestial Empire. The insurance offices took the matter up.\nOne Chong Pong, detected in the very act of shutting up a pig in his\ndrawing-room, and then firing a train, was indicted on a charge of arson.\nThe chief justice of Pekin, on that occasion, requested an officer of the\ncourt to hand him a piece of the roast pig, the corpus delicti, for pure\ncuriosity led him to taste; but within two days after it was observed that\nhis lordship’s town-house was burned down. In short, all China apostatized\nto the new faith; and it was not until some centuries had passed, that a\ngreat genius arose, who established the second era in the history of roast\npig, by showing that it could be had without burning down a house.",
        "No such genius had yet arisen in Rome. Breakfast was not suspected. No\nprophecy, no type of breakfast had been published. In fact, it took as much\ntime and research to arrive at that great discovery as at the Copernican\nsystem. True it is, reader, that you have heard of such a word as\njentaculum; and your dictionary translates that old heathen word by\nthe Christian word breakfast. But dictionaries, one and all, are dull\ndeceivers. Between jentaculum and breakfast the differences are as wide\nas between a horse-chestnut and chestnut horse; differences in the time\nwhen, in the place where, in the manner how, but preeminently in the\nthing which.",
        "Galen is a good authority upon such a subject, since, if (like other\npagans) he ate no breakfast himself, in some sense he may be called the\ncause of breakfast to other men, by treating of those things which could\nsafely be taken upon an empty stomach. As to the time, he (like many other\nauthors) says, [peri tritaen, ae (to makroteron) peri tetartaen,]\nabout the third, or at farthest about the fourth hour: and so exact is he,\nthat he assumes the day to lie exactly between six and six o’clock, and to\nbe divided into thirteen equal portions. So the time will be a few minutes\nbefore nine, or a few minutes before ten, in the forenoon. That seems fair\nenough. But it is not time in respect to its location that we are so\nmuch concerned with, as time in respect to its duration. Now, heaps of\nauthorities take it for granted, that you are not to sit down–you are to\nstand; and, as to the place, that any place will do–\"any corner of the\nforum,” says Galen, “any corner that you fancy;” which is like referring a\nman for his salle à manger to Westminster Hall or Fleet Street. Augustus,\nin a letter still surviving, tells us that he jentabat, or took his\njentaculum in his carriage; now in a wheel carriage, (in essedo,) now\nin a litter or palanquin (in lecticâ.) This careless and disorderly\nway as to time and place, and other circumstances of haste, sufficiently\nindicate the quality of the meal you are to expect. Already you are\n“sagacious of your quarry from so far.” Not that we would presume,\nexcellent reader, to liken you to Death, or to insinuate that you are\n“a grim feature.” But would it not make a saint “grim,” to hear of such\npreparations for the morning meal? And then to hear of such consummations\nas panis siccus, dry bread; or, (if the learned reader thinks it will\ntaste better in Greek,) [Greek: artos xaeros!] And what may this word\ndry happen to mean? “Does it mean stale bread?” says Salmasius. “Shall\nwe suppose,” says he, in querulous words, ’molli et recenti opponi,” and\nfrom that antithesis conclude it to be, ’durum et non recens coctum, eoque\nsicciorem?” Hard and stale, and for that reason the more arid! Not quite\nso bad as that, we hope. Or again–\"siccum pro biscocto, ut hodie vocamus,\nsumemus?\"[5] By hodie Salmasius means, amongst his countrymen of France,\nwhere biscoctus is verbatim reproduced in the word bis (twice) cuit,\n(baked;) whence our own biscuit. Biscuit might do very well, could we be\nsure that it was cabin biscuit: but Salmasius argues–that in this case he\ntakes it to mean ’buccellatum, qui est panis nauticus;” that is, the ship\ncompany’s biscuit, broken with a sledge-hammer. In Greek, for the benefit\nagain of the learned reader, it is termed [Greek: dipuros], indicating\nthat it has passed twice under the action of fire.",
        "“Well,” you say, “No matter if it had passed fifty times–and through the\nfires of Moloch; only let us have this biscuit, such as it is.” In good\nfaith, then, fasting reader, you are not likely to see much more than you\nhave seen. It is a very Barmecide feast, we do assure you–this same\n“jentaculum;” at which abstinence and patience are much more exercised than\nthe teeth: faith and hope are the chief graces cultivated, together with\nthat species of the magnificum which is founded on the ignotum. Even\nthis biscuit was allowed in the most limited quantities; for which reason\nit is that the Greeks called this apology for a a meal by the name\nof [Greek: bouchismos], a word formed (as many words were in the\nPost-Augustan ages) from a Latin word–viz., buccea, a mouthful; not\nliterally such, but so much as a polished man could allow himself to put\ninto his mouth at once. “We took a mouthful,” says Sir William Waller, the\nParliamentary general, “took a mouthful; paid our reckoning; mounted;\nand were off.” But there Sir William means, by his plausible “mouthful,\"\nsomething very much beyond either nine or nineteen ordinary quantities of\nthat denomination, whereas the Roman “jentaculum” was literally such; and,\naccordingly, one of the varieties under which the ancient vocabularies\nexpress this model of evanescent quantities is gustatio, a mere tasting;\nand again it is called by another variety, gustus, a mere taste: [whence\nby the usual suppression of the s, comes the French word for a collation\nor luncheon, viz. gouter] Speaking of his uncle, Pliny the Younger\nsays–\"Post solem plerumque lavabatur; deinde gustabat; dormiebat minimum;\nmox, quasi alio die, studebat in coenæ tempus”. “After taking the air he\nbathed; after that he broke his fast on a bit of biscuit, and took a\nvery slight siesta: which done, as if awaking to a new day, he set in\nregularly to his studies, and pursued them to dinner-time.” Gustabathere meant that nondescript meal which arose at Rome when jentaculum and\nprandium were fused into one, and that only a taste or mouthful of\nbiscuit, as we shall show farther on.",
        "Possibly, however, most excellent reader, like some epicurean traveller,\nwho, in crossing the Alps, finds himself weather-bound at St. Bernard’s\non Ash-Wednesday, you surmise a remedy: you descry some opening from “the\nloopholes of retreat,” through which a few delicacies might be insinuated\nto spread verdure on this arid desert of biscuit. Casuistry can do much. A\ndead hand at casuistry has often proved more than a match for Lent with all\nhis quarantines. But sorry we are to say that, in this case, no relief is\nhinted at in any ancient author. A grape or two, (not a bunch of grapes,)\na raisin or two, a date, an olive–these are the whole amount of relief[6]\nwhich the chancery of the Roman kitchen granted in such cases. All things\nhere hang together, and prove each other; the time, the place, the mode,\nthe thing. Well might man eat standing, or eat in public, such a trifle\nas this. Go home to such a breakfast as this! You would as soon think of\nordering a cloth to be laid in order to eat a peach, or of asking a friend\nto join you in an orange. No man makes “two bites of a cherry.” So let\nus pass on to the other stages of the day. Only in taking leave of this\nmorning stage, throw your eyes back with us, Christian reader, upon this\ntruly heathen meal, fit for idolatrous dogs like your Greeks and your\nRomans; survey, through the vista of ages, that thrice-cursed biscuit, with\nhalf a fig, perhaps, by way of garnish, and a huge hammer by its side, to\nsecure the certainty of mastication, by previous comminution. Then turn\nyour eyes to a Christian breakfast–hot rolls, eggs, coffee, beef; but\ndown, down, rebellious visions: we need say no more! You, reader, like\nourselves, will breathe a malediction on the classical era, and thank your\nstars for making you a Romanticist. Every morning we thank ours for keeping\nus back, and reserving us to an age in which breakfast had been already\ninvented. In the words of Ovid we say:–",
        "“Prisca juvent alios: ego me nunc denique natum Gratulor. Hæc ætas moribus\napta meis.”",
        "Our friend, the Roman cit, has therefore thus far, in his progress through\nlife, obtained no breakfast, if he ever contemplated an idea so frantic.\nBut it occurs to you, our faithful reader, that perhaps he will not always\nbe thus unhappy. We could bring waggon-loads of sentiments, Greek as well\nas Roman, which prove, more clearly than the most eminent pikestaff, that,\nas the wheel of fortune revolves, simply out of the fact that it has\ncarried a man downwards, it must subsequently carry him upwards, no matter\nwhat dislike that wheel, or any of its spokes, may bear to that man: “non,\nsi male nunc sit, et olim sic erit:” and that if a man, through the madness\nof his nation, misses coffee and hot rolls at nine, he may easily run into\na leg of mutton at twelve. True it is he may do so: truth is commendable;\nand we will not deny that a man may sometimes, by losing a breakfast, gain\na dinner. Such things have been in various ages, and will be again, but not\nat Rome. There are reasons against it. We have heard of men who consider\nlife under the idea of a wilderness–dry as “a remainder biscuit after a\nvoyage:” and who consider a day under the idea of a little life. Life\nis the macrocosm, or world at large; day is the microcosm, or world in\nminiature. Consequently, if life is a wilderness, then day, as a little\nlife, is a little wilderness. And this wilderness can be safely traversed\nonly by having relays of fountains, or stages for refreshment. Such\nstages, they conceive, are found in the several meals which Providence has\nstationed at due intervals through the day, whenever the perverseness of\nman does not break the chain, or derange the order of succession.",
        "These are the anchors by which man rides in that billowy ocean between\nmorning and night. The first anchor, viz., breakfast, having given way in\nRome, the more need there is that he should pull up by the second; and\nthat is often reputed to be dinner. And as your dictionary, good reader,\ntranslated breakfast by that vain word jentaculum, so, doubtless, it\nwill translate dinner by that still vainer word prandium. Sincerely we\nhope that your own dinner on this day, and through all time coming, may\nhave a better root in fact and substance than this most visionary of all\nbaseless things–the Roman prandium, of which we shall presently show you\nthat the most approved translation is moonshine.",
        "Reader, we are not jesting here. In the very spirit of serious truth, we\nassure you, that the delusion about “jentaculum” is even exceeded by this\nother delusion about “prandium.” Salmasius himself, for whom a natural\nprejudice of place and time partially obscured the truth, admits, however,\nthat prandium was a meal which the ancients rarely took; his very words\nare–\"raro prandebant veteres.” Now, judge for yourself of the good sense\nwhich is shown in translating by the word dinner, which must of necessity\nmean the chief meal–a Roman word which represents a fancy meal, a meal of\ncaprice, a meal which few people took. At this moment, what is the single\npoint of agreement between the noon meal of the English laborer and the\nevening meal of the English gentleman? What is the single circumstance\ncommon to both, which causes us to denominate them by the common name of\ndinner? It is that in both we recognize the principal meal of the\nday, the meal upon which is thrown the onus of the day’s support. In\neverything else they are as wide asunder as the poles; but they agree in\nthis one point of their function. Is it credible that, to represent such a\nmeal amongst ourselves, we select a Roman word so notoriously expressing a\nmere shadow, a pure apology, that very few people ever tasted it–nobody\nsate down to it–not many washed their hands after it, and gradually the\nvery name of it became interchangeable with another name, implying the\nslightest possible act of trying or sipping? ’Post larationem sine mensâ\nprandium,” says Seneca, ’post quod non sunt lavandæ manus;” that is,\n“after bathing, I take a prandium without sitting down to table, and such\na prandium as brings after itself no need of washing the hands.” No;\nmoonshine as little soils the hands as it oppresses the stomach.",
        "Reader! we, as well as Pliny, had an uncle, an East Indian uncle; doubtless\nyou have such an uncle; everybody has an Indian uncle. Generally such a\nperson is “rather yellow, rather yellow,” [to quote Canning versus Lord\nDurham:] that is the chief fault with his physics; but, as to his morals,\nhe is universally a man of princely aspirations and habits. He is not\nalways so orientally rich as he is reputed; but he is always orientally\nmunificent. Call upon him at any hour from two to five, he insists on your\ntaking tiffin: and such a tiffin! The English corresponding term is\nluncheon: but how meagre a shadow is the European meal to its glowing\nAsiatic cousin! Still, gloriously as tiffin shines, does anybody imagine\nthat it is a vicarious dinner, or ever meant to be the substitute of\ndinner? Wait till eight, and you will have your eyes opened on that\nsubject. So of the Roman prandium: had it been as luxurious as it was\nsimple, still it was always viewed as something meant only to stay the\nstomach, as a prologue to something beyond. The prandium was far enough\nfrom giving the feeblest idea of the English luncheon; yet it stood in the\nsame relation to the Roman day. Now to Englishmen that meal scarcely\nexists; and were it not for women, whose delicacy of organization does\nnot allow them to fast so long as men, would probably be abolished. It is\nsingular in this, as in other points, how nearly England and ancient Rome\napproximate. We all know how hard it is to tempt a man generally into\nspoiling his appetite, by eating before dinner. The same dislike of\nviolating what they called the integrity of the appetite, [integram\nfamem,] existed at Rome. Every man who knows anything of Latin critically,\nsees the connection of the word integer with in and tetigi: integermeans what is intact, unviolated by touch. Cicero, when protesting\nagainst spoiling his appetite for dinner, by tasting anything beforehand,\nsays, integram famem ad coenam afferam; I shall bring to dinner an\nappetite untampered with. Nay, so much stress did the Romans lay on\nmaintaining this primitive state of the appetite undisturbed, that any\nprelusions with either jentaculum or prandium were said, by a very\nstrong phrase indeed, polluere famem, to pollute the sanctity of the\nappetite. The appetite was regarded as a holy vestal flame, soaring upwards\ntowards dinner throughout the day: if undebauched, it tended to its natural\nconsummation in coena: expired like a phoenix, to rise again out of its\nown ashes. On this theory, to which language had accommodated itself, the\ntwo prelusive meals of nine o’clock, A.M., and of one, P.M., so far from\nbeing ratified by the public sense, and adopted into the economy of the\nday, were regarded gloomily as gross irregularities, enormities, debauchers\nof the natural instinct; and, in so far as they thwarted that instinct,\nlessened it, or depraved it, were universally held to be full of pollution;\nand, finally, to profane a motion of nature. Such was the language.",
        "But we guess what is passing in the reader’s mind. He thinks that all this\nproves the prandium to have been a meal of little account; and in very\nmany cases absolutely unknown. But still he thinks all this might happen to\nthe English dinner–that might be neglected; supper might be generally\npreferred; and, nevertheless, dinner would be as truly entitled to the name\nof dinner as before. Many a student neglects his dinner; enthusiasm in any\npursuit must often have extinguished appetite for all of us. Many a time\nand oft did this happen to Sir Isaac Newton. Evidence is on record, that\nsuch a deponent at eight o’clock, A.M., found Sir Isaac with one stocking\non, one off; at two, said deponent called him to dinner. Being interrogated\nwhether Sir Isaac had pulled on the minus stocking, or gartered the\nplus stocking, witness replied that he had not. Being asked if Sir Isaac\ncame to dinner, replied that he did not. Being again asked, “At sunset, did\nyou look in on Sir Isaac?” Witness replied, “I did.” “And now, upon your\nconscience, sir, by the virtue of your oath, in what state were the\nstockings?” Ans. “In statu quo ante bellum.” It seems Sir Isaac had\nfought through that whole battle of a long day, so trying a campaign to\nmany people–be had traversed that whole sandy Zaarah, without calling, or\nneeding to call at one of those fountains, stages, or mansiones,[7] by\nwhich (according to our former explanation) Providence has relieved the\ncontinuity of arid soil, which else disfigures that long dreary level. This\nhappens to all; but was dinner not dinner, and did supper become dinner,\nbecause Sir Isaac Newton ate nothing at the first, and threw the whole\nday’s support upon the last? No, you will say, a rule is not defeated by\none casual deviation, nor by one person’s constant deviation. Everybody\nelse was still dining at two, though Sir Isaac might not; and Sir Isaac\nhimself on most days no more deferred his dinner beyond two, than he sate\nwith one stocking off. But what if everybody, Sir Isaac included, had\ndeferred his substantial meal until night, and taken a slight refection\nonly at two? The question put does really represent the very case which has\nhappened with us in England. In 1700, a large part of London took a meal\nat two, P.M., and another at seven or eight, P.M. In 1839, a large part\nof London is still doing the very same thing, taking one meal at two, and\nanother at seven or eight. But the names are entirely changed: the two\no’clock meal used to be called dinner, and is now called luncheon; the\neight o’clock meal used to be called supper, and is now called dinner.",
        "Now the question is easily solved: because, upon reviewing the idea of\ndinner, we soon perceive that time has little or no connection with it:\nsince, both in England and France, dinner has travelled, like the hand of a\nclock, through every hour between ten, A.M. and ten, P.M. We have a list,\nwell attested, of every successive hour between these limits having been\nthe known established hour for the royal dinner-table within the last three\nhundred and fifty years. Time, therefore, vanishes from the equation: it is\na quantity as regularly exterminated as in any algebraic problem. The true\nelements of the idea, are evidently these:–1. That dinner is that meal, no\nmatter when taken, which is the principal meal; i.e. the meal on which\nthe day’s support is thrown. 2. That it is the meal of hospitality. 3. That\nit is the meal (with reference to both Nos 1 and 2) in which animal food\npredominates. 4. That it is that meal which, upon necessity arising for the\nabolition of all but one, would naturally offer itself as that one. Apply\nthese four tests to prandium:–How could that meal answer to the first\ntest, as the day’s support, which few people touched? How could that meal\nanswer to the second test, as the meal of hospitality, at which nobody\nsate down? How could that meal answer to the third test, as the meal of\nanimal food, which consisted exclusively and notoriously of bread? Or to\nthe fourth test, of the meal entitled to survive the abolition of the\nrest, which was itself abolished at all times in practice?",
        "Tried, therefore, by every test, prandium vanishes. But we have something\nfurther to communicate about this same prandium.",
        "I. It came to pass, by a very natural association of feeling, that\nprandium and jentuculum, in the latter centuries of Rome, were\ngenerally confounded. This result was inevitable. Both professed the\nsame basis Both came in the morning. Both were fictions. Hence they were\nconfounded.",
        "That fact speaks for itself,–breakfast and luncheon never could have been\nconfounded; but who would be at the pains of distinguishing two shadows? In\na gambling-house of that class, where you are at liberty to sit down to a\nsplendid banquet, anxiety probably prevents your sitting down at all; but,\nif you do, the same cause prevents your noticing what you eat. So of the\ntwo pseudo meals of Rome, they came in the very midst of the Roman\nbusiness; viz. from nine, A.M. to two, P.M. Nobody could give his mind\nto them, had they been of better quality. There lay one cause of their\nvagueness, viz.–in their position. Another cause was, the common basis of\nboth. Bread was so notoriously the predominating “feature” in each of these\nprelusive banquets, that all foreigners at Rome, who communicated with\nRomans through the Greek language, knew both the one and the other by the\nname of [Greek: artositos], or the bread repast. Originally this name\nhad been restricted to the earlier meal. But a distinction without a\ndifference could not sustain itself: and both alike disguised their\nemptiness under this pompous quadrisyllable. In the identity of substance,\ntherefore, lay a second ground of confusion. And, then, thirdly, even as\nto the time, which had ever been the sole real distinction, there arose\nfrom accident a tendency to converge. For it happened that while some had\njentaculum but no prandium, others had prandium but no jentaculum;\na third party had both; a fourth party, by much the largest, had neither.\nOut of which varieties (who would think that a nonentity could cut up\ninto so many somethings?) arose a fifth party of compromisers, who,\nbecause they could not afford a regular coena, and yet were\nhospitably disposed, fused the two ideas into one; and so, because the\nusual time for the idea of a breakfast was nine to ten, and for the idea\nof a luncheon twelve to one, compromised the rival pretensions by what\ndiplomatists call a mezzo termine; bisecting the time at eleven, and\nmelting the two ideas into one. But by thus merging the separate times\nof each, they abolished the sole real difference that had ever divided\nthem. Losing that, they lost all.",
        "Perhaps, as two negatives make one affirmative, it may be thought that two\nlayers of moonshine might coalesce into one pancake; and two Barmecide\nbanquets might compose one poached egg. Of that the company were the best\njudges. But probably, as a rump and dozen, in our land of wagers, is\nconstrued with a very liberal latitude as to the materials, so Martial’s\ninvitation, “to take bread with him at eleven,” might be understood by the\n[Greek: sunetoi] as significant of something better than\n[Greek: artositos]. Otherwise, in good truth, “moonshine and turn-out\"\nat eleven, A.M., would be even worse than “tea and turn-out” at eight,\nP.M., which the “fervida juventus” of young England so loudly detests. But\nhowever that might be, in this convergement of the several frontiers, and\nthe confusion that ensued, one cannot wonder that, whilst the two bladders\ncollapsed into one idea, they actually expanded into four names, two Latin\nand two Greek, gustus and gustatio, [Greek: geusis], and\n[Greek: geusma], which all alike express the merely tentative or\nexploratory act of a prægustator or professional “taster” in a\nking’s household: what, if applied to a fluid, we should denominate\nsipping.",
        "At last, by so many steps all in one direction, things had come to such\na pass–the two prelusive meals of the Roman morning, each for itself\nseparately vague from the beginning, had so communicated and interfused\ntheir several and joint vaguenesses, that at last no man knew or cared to\nknow what any other man included in his idea of either; how much or how\nlittle. And you might as well have hunted in the woods of Ethiopia for\nPrester John, or fixed the parish of the everlasting Jew,[8] as have\nattempted to say what “jentaculum” might be, or what “prandium.” Only one\nthing was clear–what they were not. Neither was or wished to be anything\nthat people cared for. They were both empty shadows; but shadows as they\nwere, we find from Cicero that they had a power of polluting and profaning\nbetter things than themselves.",
        "We presume that no rational man will henceforth look for “dinner\"–that\ngreat idea according to Dr. Johnson–that sacred idea according to\nCicero–in a bag of moonshine on one side, or a bag of pollution on\nthe other. Prandium, so far from being what our foolish dictionaries\npretend–dinner itself–never in its palmiest days was more or other than\na miserable attempt at being luncheon. It was a conatus, what\nphysiologists call a nisus, a struggle in a very ambitious spark,\nor scintilla, to kindle into a fire. This nisus went on for some\ncenturies; but finally issued in smoke. If prandium had worked out his\nambition, had “the great stream of tendency” accomplished all his wishes,\nprandium never could have been more than a very indifferent luncheon. But\nnow,",
        "II. We have to offer another fact, ruinous to our dictionaries on another\nground. Various circumstances have disguised the truth, but a truth it is,\nthat “prandium”, in its very origin and incunabula, never was a meal\nknown to the Roman culina. In that court it was never recognized except\nas an alien. It had no original domicile in the city of Rome. It was a vot\ncasfren-sis, a word and an idea purely martial, and pointing to martial\nnecessities. Amongst the new ideas proclaimed to the recruit, this was\none–\"Look for no ’coenu’, no regular dinner, with us. Resign these\nunwarlike notions. It is true that even war has its respites; in these\nit would be possible to have our Roman coena with all its equipage of\nministrations. Such luxury untunes the mind for doing and suffering. Let us\nvoluntarily renounce it; that when a necessity of renouncing it arrives, we\nmay not feel it among the hardships of war. From the day when you enter the\ngates of the camp, reconcile yourself, tyro, to a new fashion of meal, to\nwhat in camp dialect we call prandium.” This “prandium,” this essentially\nmilitary meal, was taken standing, by way of symbolizing the necessity of\nbeing always ready for the enemy. Hence the posture in which it was taken\nat Rome, the very counter-pole to the luxurious posture of dinner. A writer\nof the third century, a period from which the Romans naturally looked back\nupon everything connected with their own early habits, and with the same\nkind of interest as we extend to our Alfred, (separated from us as Romulus\nfrom them by just a thousand years,) in speaking of prandium, says, “Quod\ndictum est parandium, ab eo quod milites ad bellum paret.” Isidorus\nagain says, “Proprie apud veteres prandium vocatum fuisse oinnem militum\ncibum ante pugnam;” i.e. “that, properly speaking, amongst our ancestors\nevery military meal taken before battle was termed prandium.” According\nto Isidore, the proposition is reciprocating, viz., that, as every\nprandium was a military meal, so every military meal was called\nprandium. But, in fact, the reason of that is apparent. Whether in the\ncamp or the city, the early Romans had probably but one meal in a day. That\nis true of many a man amongst ourselves by choice; it is true also, to our\nknowledge, of some horse regiments in our service, and may be of all. This\nmeal was called coena, or dinner in the city–prandium in camps. In the\ncity it would always be tending to one fixed hour. In the camp innumerable\naccidents of war would make it very uncertain. On this account it would\nbe an established rule to celebrate the daily meal at noon, if nothing\nhindered; not that a later hour would not have been preferred had the\nchoice been free; but it was better to have a certainty at a bad hour, than\nby waiting for a better hour to make it an uncertainty. For it was a camp\nproverb–Pransus, paratus; armed with his daily meal, the soldier\nis ready for service. It was not, however, that all meals, as Isidore\nimagined, were indiscriminately called prandium; but that the one sole\nmeal of the day, by accidents of war, might, and did, revolve through all\nhours of the day.",
        "The first introduction of this military meal into Rome itself, would be\nthrough the honorable pedantry of old centurions, &c., delighting (like the\nTrunnions, &c., of our navy) to keep up in peaceful life some image or\nmemorial of their past experience, so wild, so full of peril, excitement,\nand romance, as Roman warfare must have been in those ages. Many\nnon-military people for health’s sake, many as an excuse for eating early,\nmany by way of interposing some refreshment between the stages of forensic\nbusiness, would adopt this hurried and informal meal. Many would wish to\nsee their sons adopting such a meal as a training for foreign service in\nparticular, and for temperance in general. It would also be maintained by a\nsolemn and very interesting commemoration of this camp repast in Rome.",
        "This commemoration, because it has been grossly misunderstood by Salmasius,\n(whose error arose from not marking the true point of a particular\nantithesis,) and still more, because it is a distinct confirmation of all\nwe have said as to the military nature of prandium, we shall detach from\nthe series of our illustrations, by placing it in a separate paragraph.",
        "On a set day the officers of the army were invited by Cæsar to a banquet;\nit was a circumstance expressly noticed in the invitation, by the proper\nofficers of the palace, that the banquet was not a “coena,” but a\n“prandium.” What followed, in consequence? Why, that all the guests sate\ndown in full military accoutrement; whereas, observes the historian, had it\nbeen a coena, the officers would have unbelted their swords; for, he adds,\neven in Cæsar’s presence the officers lay aside their swords. The word\nprandium, in short, converted the palace into the imperial tent; and\nCæsar was no longer a civil emperor and princeps senatûs, but became a\ncommander-in-chief amongst a council of his staff, all belted and plumed,\nand in full military fig.",
        "On this principle we come to understand why it is, that, whenever the Latin\npoets speak of an army as taking food, the word used is always prandensand pransus; and, when the word used is prandens, then always it is an\narmy that is concerned. Thus Juvenal in a well-known satire–",
        "  ––\"Credimus altos\n  Desiccasse amnes, epotaque ftumina, Medo Prandente.”",
        "Not coenante, observe: you might as well talk of an army taking tea\nand toast. Nor is that word ever applied to armies. It is true that the\nconverse is not so rigorously observed: nor ought it, from the explanations\nalready given. Though no soldier dined, (coenabat,) yet the citizen\nsometimes adopted the camp usage and took a prandium. But generally the\npoets use the word merely to mark the time of day. In that most humorous\nappeal of Perseus–\"Cur quis non prandeat, hoc est?” “Is this a sufficient\nreason for losing one’s prandium?” He was obliged to say prandium,\nbecause no exhibitions ever could cause a man to lose his coenia, since\nnone were displayed at a time of day when anybody in Rome would have\nattended. Just as, in alluding to a parliamentary speech notoriously\ndelivered at midnight, an English satirist must have said, Is this a speech\nto furnish an argument for leaving one’s bed?–not as what stood foremost\nin his regard, but as the only thing that could be lost at the time of\nnight.",
        "On this principle, also, viz. by going back to the military origin of\nprandium, we gain the interpretation of all the peculiarities attached to\nit; viz.–1, its early hour–2, its being taken in a standing posture–3,\nin the open air–4, the humble quality of its materials–bread and biscuit,\n(the main articles of military fare.) In all these circumstances of the\nmeal, we read, most legibly written, the exotic and military character of\nthe meal.",
        "Thus we have brought down our Roman friend to noonday, or even one hour\nlater than noon, and to this moment the poor man has had nothing to eat.\nFor, supposing him to be not impransus, and supposing him jentâssebeside; yet it is evident, (we hope,) that neither one nor the other means\nmore than what it was often called, viz. [Greek: Bouchismos], or, in\nplain English, a mouthful. How long do we intend to keep him waiting?\nReader, he will dine at three, or (supposing dinner put off to the latest)\nat four. Dinner was never known to be later than the tenth hour in Rome,\nwhich in summer would be past five; but for a far greater proportion of\ndays would be near four in Rome, except for one or two of the emperors,\nwhom the mere business attached to their unhappy station kept sometimes\ndinnerless till six. And so entirely was a Roman the creature of ceremony,\nthat a national mourning would probably have been celebrated, and the “sad\naugurs” would have been called in to expiate the prodigy, had the general\ndinner lingered beyond four.",
        "But, meantime, what has our friend been about since perhaps six or seven in\nthe morning? After paying his little homage to his patronus, in what\nway has he fought with the great enemy Time since then? Why, reader, this\nillustrates one of the most interesting features in the Roman character.\nThe Roman was the idlest of men. “Man and boy,” he was “an idler in the\nland.” He called himself and his pals “rerum dominos, gentemque togatam;\"\nthe gentry that wore the toga. Yes, and a pretty affair that “toga” was.\nJust figure to yourself, reader, the picture of a hardworking man, with\nhorny hands like our hedgers, ditchers, weavers, porters, &c., setting to\nwork on the highroad in that vast sweeping toga, filling with a strong\ngale like the mainsail of a frigate. Conceive the roars with which this\nmagnificent figure would be received into the bosom of a poor-house\ndetachment sent out to attack the stones on some new line of road, or a\nfatigue party of dustmen sent upon secret service. Had there been nothing\nleft as a memorial of the Romans but that one relic–their immeasurable\ntoga,[9]–we should have known that they were born and bred to idleness. In\nfact, except in war, the Roman never did anything at all but sun himself.\nUt se apricaret was the final cause of peace in his opinion; in literal\ntruth, that he might make an apricot of himself. The public rations at\nall times supported the poorest inhabitant of Rome if he were a citizen.\nHence it was that Hadrian was so astonished with the spectacle of\nAlexandria, ’civitas opulenta, fæcunda, in qua nemo vivat otiosus.” Here\nfirst he saw the spectacle of a vast city, second only to Rome, where every\nman had something to do; ’podagrosi quod agant habent; habent cæci quod\nfaciant; ne chiragrici” (those with gout in the fingers) ’apud eos otiosi\nvivunt.” No poor rates levied upon the rest of the world for the benefit\nof their own paupers were there distributed gratis. The prodigious\nspectacle (so it seemed to Hadrian) was exhibited in Alexandria, of all men\nearning their bread in the sweat of their brow. In Rome only, (and at one\ntime in some of the Grecian states,) it was the very meaning of citizenthat he could vote and be idle.",
        "In these circumstances, where the whole sum of life’s duties amounted\nto voting, all the business a man could have was to attend the public\nassemblies, electioneering, or factious. These, and any judicial trial\n(public or private) that might happen to interest him for the persons\nconcerned, or for the questions, amused him through the morning; that\nis, from eight till one. He might also extract some diversion from\nthe columnæ, or pillars of certain porticoes to which they pasted\nadvertisements. These affiches must have been numerous; for all the girls\nin Rome who lost a trinket, or a pet bird, or a lap-dog, took this mode of\nangling in the great ocean of the public for the missing articles.",
        "But all this time we take for granted that there were no shows in a course\nof exhibition, either the dreadful ones of the amphitheatre, or the\nbloodless ones of the circus. If there were, then that became the business\nof all Romans; and it was a business which would have occupied him from\ndaylight until the light began to fail. Here we see another effect from the\nscarcity of artificial light amongst the ancients. These magnificent shows\nwent on by daylight. But how incomparably greater would have been the\nsplendor by lamp-light! What a gigantic conception! Eighty thousand human\nfaces all revealed under one blaze of lamp-light! Lord Bacon saw the mighty\nadvantage of candle-light for the pomps and glories of this world. But the\npoverty of the earth was the ultimate cause that the Pagan shows proceeded\nby day. Not that the masters of the world, who rained Arabian odors and\nperfumed waters of the most costly description from a thousand fountains,\nsimply to cool the summer heats, would have regarded the expense of light;\ncedar and other odorous woods burning upon vast altars, together with every\nvariety of fragrant torch, would have created light enough to shed a new\nday over the distant Adriatic.",
        "However, as there are no public spectacles, we will suppose, and the courts\nor political meetings, (if not closed altogether by superstition,) would at\nany rate be closed in the ordinary course by twelve or one o’clock, nothing\nremains for him to do, before returning home, except perhaps to attend the\npalæstra, or some public recitation of a poem written by a friend, but in\nany case to attend the public baths. For these the time varied; and many\npeople have thought it tyrannical in some of the Cæsars that they imposed\nrestraints on the time open for the baths; some, for instance, would not\nsuffer them to open at all before two, and in any case, if you were later\nthan four or five in summer, you would have to pay a fine which most\neffectually cleaned out the baths of all raff, since it was a sum that\nJohn Quires could not have produced to save his life. But it should be\nconsidered that the emperor was the steward of the public resources for\nmaintaining the baths in fuel, oil, attendance, repairs. We are prepared\nto show, on a fitting occasion, that every fourth person[10] amongst the\ncitizens bathed daily, and non-citizens, of course, paid an extra sum.\nNow the population of Rome was far larger than has ever been hinted at\nexcept by Lipsius. But certain it is, that during the long peace of the\nfirst Cæsars, and after the annonaria prorisio, (that great pledge of\npopularity to a Roman prince,) had been increased by the corn tribute from\nthe Nile, the Roman population took an immense lurch ahead. The subsequent\nincrease of baths, whilst no old ones were neglected, proves thatdecisively. And as citizenship expanded by means of the easy terms on which\nit could be had, so did the bathers multiply. The population of Rome in the\ncentury after Augustus, was far greater than during that era; and this,\nstill acting as a vortex to the rest of the world, may have been one great\nmotive with Constantine for “transferring” the capital eastwards; in\nreality, for breaking up one monster capital into two of more manageable\ndimensions. Two o’clock was often the earliest hour at which the public\nbaths were opened. But in Martial’s time a man could go without blushing\n(salvâ fronte) at eleven, though even then two o’clock was the meridian\nhour for the great uproar of splashing, and swimming, and “larking” in the\nendless baths of endless Rome.",
        "And now, at last, bathing finished, and the exercises of the palæstra, at\nhalf-past two, or three, our friend finds his way home–not again to leave\nit for that day. He is now a new man; refreshed, oiled with perfumes, his\ndust washed off by hot water, and ready for enjoyment. These were the\nthings that determined the time for dinner. Had there been no other proof\nthat coena was the Roman dinner, this is an ample one. Now first the\nRoman was fit for dinner, in a condition of luxurious ease; business\never–that day’s load of anxiety laid aside–his cuticle, as he delighted\nto talk, cleansed and polished–nothing more to do or to think of until\nthe next morning, he might now go and dine, and get drunk with a safe\nconscience. Besides, if he does not get dinner now, when will he get it?\nFor most demonstrably he has taken nothing yet which comes near in value\nto that basin of soup which many of ourselves take at the Roman hour of\nbathing. No; we have kept our man fasting as yet. It is to be hoped that\nsomething is coming at last.",
        "It does come,–dinner, the great meal of “coena;” the meal sacred to\nhospitality and genial pleasure, comes now to fill up the rest of the day,\nuntil light fails altogether.",
        "Many people are of opinion that the Romans only understood what the\ncapabilities of dinner were. It is certain that they were the first great\npeople that discovered the true secret and meaning of dinner, the great\noffice which it fulfils, and which we in England are now so generally\nacting on. Barbarous nations,–and none were, in that respect, more\nbarbarous than our own ancestors,–made this capital blunder; the brutes,\nif you asked them what was the use of dinner, what it was meant for, stared\nat you and replied–as a horse would reply if you put the same question\nabout his provender–that it was to give him strength for finishing his\nwork! Therefore, if you point your telescope back to antiquity about twelve\nor one o’clock in the daytime, you will descry our most worthy ancestors\nall eating for their very lives, eating as dogs eat, viz. in bodily fear\nthat some other dog will come and take their dinner away. What swelling of\nthe veins in the temples! (see Boswell’s natural history of Dr. Johnson at\ndinner;) what intense and rapid deglutition! what odious clatter of knives\nand plates! what silence of the human voice! what gravity! what fury in the\nlibidinous eyes with which they contemplate the dishes! Positively it was\nan indecent spectacle to see Dr. Johnson at dinner. But, above all, what\nmaniacal haste and hurry, as if the fiend were waiting with red-hot pincers\nto lay hold of the hindermost!",
        "Oh, reader, do you recognize in this abominable picture your respected\nancestors and ours? Excuse us for saying–\"What monsters!” We have a right\nto call our own ancestors monsters; and, if so, we must have the same right\nover yours. For Dr. Southey has shown plainly in the “Doctor,” that every\nman having four grand parents in the second stage of ascent, (each of whom\nhaving four, therefore,) sixteen in the third, and so on, long before you\nget to the Conquest, every man and woman then living in England will be\nwanted to make up the sum of my separate ancestors; consequently, you must\ntake your ancestors out of the very same fund, or (if you are too proud for\nthat) you must go without ancestors. So that, your ancestors being clearly\nmine, I have a right in law to call the whole “kit” of them monsters. Quod\nerat demonstrandum. Really and upon our honor, it makes one, for the\nmoment, ashamed of one’s descent; one would wish to disinherit one’s-self\nbackwards, and (as Sheridan says in the Rivals) to “cut the connection.\"\nWordsworth has an admirable picture in Peter Bell of “A snug party in a\nparlor,” removed into limbus patrum for their offences in the flesh:–",
        "  “Cramming, as they on earth were cramm’d;\n  All sipping wine, all sipping tea;\n  But, as you by their faces see,\n  All silent, and all d–d.”",
        "How well does that one word describe those venerable ancestral\ndinners–\"All silent!” Contrast this infernal silence of voice and fury\nof eye with the “risus amabilis,” the festivity, the social kindness, the\nmusic, the wine, the “dulcis insania,” of a Roman “coena.” We mentioned\nfour tests for determining what meal is, and what is not, dinner; we may\nnow add a fifth, viz. the spirit of festal joy and elegant enjoyment, of\nanxiety laid aside, and of honorable social pleasure put on like a marriage\ngarment.",
        "And what caused the difference between our ancestors and the Romans? Simply\nthis–the error of interposing dinner in the middle of business, thus\ncourting all the breezes of angry feeling that may happen to blow from the\nbusiness yet to come, instead of finishing, absolutely closing, the account\nwith this world’s troubles before you sit down. That unhappy interpolation\nruined all. Dinner was an ugly little parenthesis between two still uglier\nclauses of a tee-totally ugly sentence. Whereas with us, their enlightened\nposterity, to whom they have the honor to be ancestors, dinner is a great\nreaction. There lies our conception of the matter. It grew out of the very\nexcess of the evil. When business was moderate, dinner was allowed to\ndivide and bisect it. When it swelled into that vast strife and agony, as\none may call it, that boils along the tortured streets of modern London or\nother capitals, men began to see the necessity of an adequate counterforce\nto push against this overwhelming torrent, and thus maintain the\nequilibrium. Were it not for the soft relief of a six o’clock dinner, the\ngentle manner succeeding to the boisterous hubbub of the day, the soft\nglowing lights, the wine, the intellectual conversation, life in London is\nnow come to such a pass, that in two years all nerves would sink before it.\nBut for this periodic reaction, the modern business which draws so cruelly\non the brain, and so little on the hands, would overthrow that organ in\nall but those of coarse organization. Dinner it is,–meaning by dinner\nthe whole complexity of attendant circumstances,–which saves the modern\nbrain-working men from going mad.",
        "This revolution as to dinner was the greatest in virtue and value ever\naccomplished. In fact, those are always the most operative revolutions\nwhich are brought about through social or domestic changes. A nation must\nbe barbarous, neither could it have much intellectual business, which dined\nin the morning. They could not be at ease in the morning. So much must be\ngranted: every day has its separate quantum, its dose (as the doctrinists\nof rent phrase it) of anxiety, that could not be digested so soon as noon.\nNo man will say it. He, therefore, who dined at noon, was willing to sit\ndown squalid as he was, with his dress unchanged, his cares not washed off.\nAnd what follows from that? Why, that to him, to such a canine or cynical\nspecimen of the genus homo, dinner existed only as a physical event, a\nmere animal relief, a mere carnal enjoyment. For what, we demand, did this\nfleshly creature differ from the carrion crow, or the kite, or the vulture,\nor the cormorant? A French judge, in an action upon a wager, laid it down\nin law, that man only had a bouche, all other animals had a gueule:\nonly with regard to the horse, in consideration of his beauty, nobility,\nuse, and in honor of the respect with which man regarded him, by the\ncourtesy of Christendom, he might be allowed to have a bouche, and his\nreproach of brutality, if not taken away, might thus be hidden. But surely,\nof the rabid animal who is caught dining at noonday, the homo ferus, who\naffronts the meridian sun like Thyestes and Atreus, by his inhuman meals,\nwe are, by parity of reason, entitled to say, that he has a “maw,” (so has\nMilton’s Death,) but nothing resembling stomach. And to this vile man a\nphilosopher would say–\"Go away, sir, and come back to me two or three\ncenturies hence, when you have learned to be a reasonable creature, and to\nmake that physico-intellectual thing out of dinner which it was meant to\nbe, and is capable of becoming.” In Henry VII.’s time the court dined at\neleven in the forenoon. But even that hour was considered so shockingly\nlate in the French court, that Louis XII. actually had his gray hairs\nbrought down with sorrow to the grave, by changing his regular hour of\nhalf-past nine for eleven, in gallantry to his young English bride.[11] He\nfell a victim to late hours in the forenoon. In Cromwell’s time they dined\nat one, P.M. One century and a half had carried them on by two hours.\nDoubtless, old cooks and scullions wondered what the world would come to\nnext. Our French neighbors were in the same predicament. But they far\nsurpassed us in veneration for the meal. They actually dated from it.\nDinner constituted the great era of the day. L’apres diner is almost the\nsole date which you find in Cardinal De Retz’s memoirs of the Fronde.\nDinner was their Hegira–dinner was their line in traversing the ocean\nof day: they crossed the equator when they dined. Our English revolution\ncame next; it made some little difference, we have heard people say, in\nChurch and State; but its great effects were perceived in dinner. People\nnow dined at two. So dined Addison for his last thirty years; so dined\nPope, who was coeval with the revolution through his entire life. Precisely\nas the rebellion of 1745 arose, did people (but observe, very great people)\nadvance to four, P.M. Philosophers, who watch the “semina rerum,” and the\nfirst symptoms of change, had perceived this alteration singing in the\nupper air like a coming storm some little time before. About the year 1740,\nPope complains to a friend of Lady Suffolk’s dining so late as four. Young\npeople may bear those things, he observes; but as to himself, now turned\nof fifty, if such doings went on, if Lady Suffolk would adopt such strange\nhours, he must really absent himself from Marble Hill. Lady Suffolk had a\nright to please herself: he himself loved her. But if she would persist,\nall which remained for a decayed poet was respectfully to “cut his stick,\nand retire.” Whether Pope ever put up with four o’clock dinners again, we\nhave vainly sought to fathom. Some things advance continuously, like a\nflood or a fire, which always make an end of A, eat and digest it, before\nthey go on to B. Other things advance per saltum–they do not silently\ncancer their way onwards, but lie as still as a snake after they have made\nsome notable conquest, then when unobserved they make themselves up “for\nmischief,” and take a flying bound onwards. Thus advanced dinner, and by\nthese fits got into the territory of evening. And ever as it made a motion\nonwards, it found the nation more civilized, (else the change would not\nhave been effected,) and raised them to a still higher civilization. The\nnext relay on that line of road, the next repeating frigate, is Cowper in\nhis poem on Conversation. He speaks of four o’clock as still the elegant\nhour for dinner–the hour for the lautiores and the lepidi homines. Now\nthis was written about 1780, or a little earlier; perhaps, therefore,\njust one generation after Pope’s Lady Suffolk. But then Cowper was living\namongst the rural gentry, not in high life; yet, again, Cowper was nearly\nconnected by blood with the eminent Whig house of Cowper, and acknowledged\nas a kinsman. About twenty-five years after this, we may take Oxford as\na good exponent of the national advance. As a magnificent body of\n“foundations,” endowed by kings, and resorted to by the flower of the\nnational youth, Oxford is always elegant and even splendid in her habits.\nYet, on the other hand, as a grave seat of learning, and feeling the weight\nof her position in the commonwealth, she is slow to move: she is inert as\nshe should be, having the functions of resistance assigned to her against\nthe popular instinct of movement. Now, in Oxford, about 1804-5, there was\na general move in the dinner hour. Those colleges who dined at three, of\nwhich there were still several, now dined at four; those who had dined\nat four, now translated their hour to five. These continued good general\nhours, but still amongst the more intellectual orders, till about Waterloo.\nAfter that era, six, which had been somewhat of a gala hour, was promoted\nto the fixed station of dinner-time in ordinary; and there perhaps it will\nrest through centuries. For a more festal dinner, seven, eight, nine, ten,\nhave all been in requisition since then; but we have not yet heard of any\nman’s dining later than 10, P.M., except in that single classical instance\n(so well remembered from our father Joe) of an Irishman who must have dined\nmuch later than ten, because his servant protested, when others were\nenforcing the dignity of their masters by the lateness of their dinner\nhours, that his master dined “to-morrow.”",
        "Were the Romans not as barbarous as our own ancestors at one time? Most\ncertainly they were; in their primitive ages they took their coena at\nnoon,[12] that was before they had laid aside their barbarism; before\nthey shaved: it was during their barbarism, and in consequence of their\nbarbarism, that they timed their coena thus unseasonably. And this is\nmade evident by the fact, that, so long as they erred in the hour, they\nerred in the attending circumstances. At this period they had no music\nat dinner, no festal graces, and no reposing upon sofas. They sate bolt\nupright in chairs, and were as grave as our ancestors, as rabid, and\ndoubtless as furiously in haste.",
        "With us the revolution has been equally complex. We do not, indeed, adopt\nthe luxurious attitude of semi-recumbency; our climate makes that less\nrequisite; and, moreover, the Romans had no knives and forks, which could\nscarcely be used in that posture: they ate with their fingers from dishes\nalready cut up–whence the peculiar force of Seneca’s “post quod non sunt\nlavandæ manus.” But exactly in proportion as our dinner has advanced\ntowards evening, have we and has that advanced in circumstances of\nelegance, of taste, of intellectual value.” That by itself would be much.\nInfinite would be the gain for any people that it had ceased to be\nbrutal, animal, fleshly; ceased to regard the chief meal of the day as a\nministration only to an animal necessity; that they had raised it to a far\nhigher standard; associated it with social and humanizing feelings,\nwith manners, with graces both moral and intellectual; moral in the\nself-restraint; intellectual in the fact, notorious to all men, that the\nchief arenas for the easy display of intellectual power are at our dinner\ntables. But dinner has now even a greater function than this; as the\nfervor of our day’s business increases, dinner is continually more needed\nin its office of a great reaction. We repeat that, at this moment, but\nfor the daily relief of dinner, the brain of all men who mix in the strife\nof capitals would be unhinged and thrown off its centre.",
        "If we should suppose the case of a nation taking three equidistant meals\nall of the same material and the same quantity, all milk, for instance, it\nwould be impossible for Thomas Aquinas himself to say which was or was not\ndinner. The case would be that of the Roman ancile which dropped from\nthe skies; to prevent its ever being stolen, the priests made eleven\nfacsimiles of it, that the thief, seeing the hopelessness of\ndistinguishing the true one, might let all alone. And the result was, that,\nin the next generation, nobody could point to the true one. But our dinner,\nthe Roman coena, is distinguished from the rest by far more than the\nhour; it is distinguished by great functions, and by still greater\ncapacities. It is most beneficial; it may become more so.",
        "In saying this, we point to the lighter graces of music, and conversation\nmore varied, by which the Roman coena was chiefly distinguished from\nour dinner. We are far from agreeing with Mr. Croly, that the Roman meal\nwas more “intellectual” than ours. On the contrary, ours is the more\nintellectual by much; we have far greater knowledge, far greater means\nfor making it such. In fact, the fault of our meal is–that it is toointellectual; of too severe a character; too political; too much tending,\nin many hands, to disquisition. Reciprocation of question and answer,\nvariety of topics, shifting of topics, are points not sufficiently\ncultivated. In all else we assent to the following passage from Mr. Croly’s\neloquent Salathiel:–",
        "“If an ancient Roman could start from his slumber into the midst of\nEuropean life, he must look with scorn on its absence of grace, elegance,\nand fancy. But it is in its festivity, and most of all in its banquets,\nthat he would feel the incurable barbarism of the Gothic blood. Contrasted\nwith the fine displays that made the table of the Roman noble a picture,\nand threw over the indulgence of appetite the colors of the imagination,\nwith what eyes must he contemplate the tasteless and commonplace dress,\nthe coarse attendants, the meagre ornament, the want of mirth, music, and\nintellectual interest–the whole heavy machinery that converts the feast\ninto the mere drudgery of devouring!”",
        "Thus far the reader knows already that we dissent violently; and by looking\nback he will see a picture of our ancestors at dinner, in which they\nrehearse the very part in relation to ourselves that Mr. Croly supposes\nall moderns to rehearse in relation to the Romans; but in the rest of the\nbeautiful description, the positive, though not the comparative part, we\nmust all concur:–",
        "“The guests before me were fifty or sixty splendidly dressed men,\"\n(they were in fact Titus and his staff, then occupied with the siege of\nJerusalem,) “attended by a crowd of domestics, attired with scarcely less\nsplendor; for no man thought of coming to the banquet in the robes of\nordinary life. The embroidered couches, themselves striking objects,\nallowed the ease of position at once delightful in the relaxing climates of\nthe South, and capable of combining with every grace of the human figure.\nAt a slight distance, the table loaded with plate glittering under a\nprofusion of lamps, and surrounded by couches thus covered by rich\ndraperies, was like a central source of light radiating in broad shafts of\nevery brilliant hue. The wealth of the patricians, and their intercourse\nwith the Greeks, made them masters of the first performances of the arts.\nCopies of the most famous statues, and groups of sculpture in the precious\nmetals; trophies of victories; models of temples; were mingled with vases\nof flowers and lighted perfumes. Finally, covering and closing all, was\na vast scarlet canopy, which combined the groups beneath to the eye, and\nthrew the whole into the form that a painter would love.”",
        "Mr. Croly then goes on to insist on the intellectual embellishments of the\nRoman dinner; their variety, their grace, their adaptation to a festive\npurpose. The truth is, our English imagination, more profound than the\nRoman, is also more gloomy, less gay, less riante. That accounts for our\nwant of the gorgeous trictinium, with its scarlet draperies, and for many\nother differences both to the eye and to the understanding. But both we and\nthe Romans agree in the main point; we both discovered the true purpose\nwhich dinner might serve,–1, to throw the grace of intellectual enjoyment\nover an animal necessity; 2, to relieve and antagonize the toil of brain\nincident to high forms of social life.",
        "Our object has been to point the eye to this fact; to show uses imperfectly\nsuspected in a recurring accident of life; to show a steady tendency to\nthat consummation, by holding up, as in a mirror, (together with occasional\nglimpses of hidden corners in history,) the corresponding revolution\nsilently going on in a great people of antiquity.",
        "Notes.",
        "[NOTE 1.",
        "“In procinct.\"–Milton’s translation (somewhere in The Paradise Regained)\nof the technical phrase “in procinctu.\"]",
        "[note 2.",
        "“Geologists know not.\"–Observe, reader, we are not at all questioning\nthe Scriptural Chronology of the earth as a habitation for man, for on\nthe pre-human earth Scripture is silent: not upon the six thousand years\ndoes our doubt revolve, but upon a very different thing, viz. to what age\nin man these six thousand years correspond by analogy in a planet. In man\nthe sixtieth part is a very venerable age. But as to a planet, as to our\nlittle earth, instead of arguing dotage, six thousand years may have\nscarcely carried her beyond babyhood. Some people think she is cutting her\nfirst teeth; some think her in her teens. But, seriously, it is a very\ninteresting problem. Do the sixty centuries of our earth imply youth,\nmaturity, or dotage?]",
        "[note 3.",
        "“Everywhere the ancients went to bed, like good boys, from seven to nine\no’clock.\"–As we are perfectly serious, we must beg the reader, who\nfancies any joke in all this, to consider what an immense difference\nit must have made to the earth, considered as a steward of her own\nresources-whether great nations, in a period when their resources were so\nfeebly developed, did, or did not, for many centuries, require candles;\nand, we may add, fire. The five heads of human expenditure are,–1, Food;\n2, Shelter; 3, Clothing; 4, Fuel; 5, Light. All were pitched on a lower\nscale in the Pagan era; and the two last were almost banished from ancient\nhousekeeping. What a great relief this must have been to our good mother\nthe earth! who, at first, was obliged to request of her children that\nthey would settle round the Mediterranean. She could not even afford them\nwater, unless they would come and fetch it themselves out of a common tank\nor cistern.]",
        "[note 4.",
        "“The manesalutantes.\"–There can be no doubt that the levees of modern\nprinces and ministers have been inherited from this ancient usage of Rome;\none which belonged to Rome republican, as well as Rome imperial. The\nfiction in our modern practice is–that we wait upon the levé, or rising\nof the prince. In France, at one era, this fiction was realized: the\ncourtiers did really attend the king’s dressing. And, as to the queen, even\nup to the revolution, Marie Antoinette almost from necessity gave audience\nat her toilette.]",
        "[note 5.",
        "“Or again, ’siccum pro biscodo, ut hodie vocamus, sumemus?’\"–It is odd\nenough that a scholar so complete as Salmasius, whom nothing ever escapes,\nshould have overlooked so obvious an alternative as that of siccus,\nmeaning without opsonium–Scoticè, without “kitchen.\"]",
        "[note 6.",
        "“The whole amount of relief;\"–from which it appears how grossly Locke\n(see his Education) was deceived in fancying that Augustus practised any\nremarkable abstinence in taking only a bit of bread and a raisin or two, by\nway of luncheon. Augustus did no more than most people did; secondly, he\nabstained only with a view to dinner; and, thirdly, for this dinner he\nnever waited longer than up to four o’clock.]",
        "[note 7.",
        "“Mansiones\"–the halts of the Roman legions, the stationary places of\nrepose which divided the marches, were so called.]",
        "[note 8.",
        "“The everlasting Jew;\"–the German name for what we English call the\nWandering Jew. The German imagination has been most struck with the\nduration of the man’s life, and his unhappy sanctity from death; the\nEnglish by the unrestingness of the man’s life, his incapacity of repose.]",
        "[note 9.",
        "“Immeasurable toga.\"–It is very true that in the time of Augustus the\ntoga had disappeared amongst the lowest plebs, and greatly Augustus was\nshocked at that spectacle. It is a very curious fact in itself, especially\nas expounding the main cause of the civil wars. Mere poverty, and the\nabsence of bribery from Rome, whilst all popular competition for offices\ndrooped, can alone explain this remarkable revolution of dress.]",
        "[note 10.",
        "That boys in the Prætexta did not bathe in the public baths, is certain;\nand most unquestionably that is the meaning of the expression in Juvenal\nso much disputed–\"Nisi qui nondum ære lavantur.” By æs he means the\nahenum, a common name for the public bath, which was made of copper; in\nour navy, “the coppers” is a name for the boilers. “Nobody believes in\nsuch tales except children,” is the meaning. This one exclusion cut off\nthree eighths of the Roman males.]",
        "[note 11.",
        "“His young–English bride.\"–The case of an old man, or one reputed\nold, marrying a very girlish wife, is always too much for the gravity of\nhistory; and, rather than lose the joke, the historian prudently disguises\nthe age, which, after all, was little above fifty. And the very persons\nwho insist on the late dinner as the proximate cause of death, elsewhere\ninsinuate something else, not so decorously expressed. It is odd that this\namiable prince, so memorable as having been a martyr to late dining at\neleven, A.M., was the same person who is so equally memorable for the noble\nanswer about a King of France not remembering the wrongs of a Duke of\nOrleans.]",
        "[note 12.",
        "“Took their coena at noon.\"–And, by the way, in order to show how little\ncoena had to do with any evening hour (though, in any age but that of our\nfathers, four in the afternoon would never have been thought an evening\nhour in the sense implied by supper,)–the Roman gourmands and bons\nvivants continued through the very last ages of Rome to take their coena,\nwhen more than usually sumptuous, at noon. This, indeed, all people did\noccasionally, just as we sometimes give a dinner even now so early as four,\nP.M., under the name of a dejeuner à la fourchette. Those who took their\ncoena so early as this, were said de die coenare–to begin dining from\nhigh day. Just as the line in Horace–\"Ut jugulent homines surgunt de\nnocte latrones,” does not mean that the robbers rise when others are going\nto bed, viz., at nightfall, but at midnight. For, says one of the three\nbest scholars of this earth, de die, de nocte, mean from that hour\nwhich was most fully, most intensely day or night, viz., the centre, the\nmeridian. This one fact is surely a clencher as to the question whether\ncoena meant dinner or supper.]",
        " ",
        "\nThis eBook of “Miscellaneous Essays” by Thomas de Quincey belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous essays, by Thomas De Quincey.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}