{
    "title": "Miscellaneous Studies: A Series of Essays",
    "author": "Walter Horatio Pater",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "[1] The volume of Greek Studies, issued early in the present year,\ndealt with Mr. Pater’s contributions to the study of Greek art,\nmythology, and poetry.  The present volume has no such unifying\nprinciple.  Some of the papers would naturally find their place\nalongside of those collected in Imaginary Portraits, or in\nAppreciations, or in the Studies in the Renaissance.  And there is no\ndoubt, in the case of several of them, that Mr. Pater, if he had\nlived, would have subjected them to careful revision before allowing\nthem to reappear in a permanent form.  The task, which he left\nunexecuted, cannot now be taken up by any other hand.  But it is\nhoped that students of his writings will be glad to possess, in a\ncollected shape, what has hitherto only been accessible in the\nscattered volumes of magazines.  It is with some hesitation that the\npaper on Diaphaneite, the last in this volume, has been added, as the\nonly specimen known to [2] be preserved of those early essays of Mr.\nPater’s, by which his literary gifts were first made known to the\nsmall circle of his Oxford friends.",
        "Subjoined is a brief chronological list of his published writings.\nIt will be observed how considerable a period, 1880 to 1885, was\ngiven up to the composition of Marius the Epicurean, the most highly\nfinished of all his works, and the expression of his deepest thought.",
        "August, 1895.",
        "Continue...",
        "\nThis is the complete public domain etext “Miscellaneous Studies: A Series of Essays” by Walter Horatio Pater.\n\n\nAlso by this author (on Amazon.com); The Renaissance, Studies in Art and Poetry\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous Studies: A Series of EssaysBy Walter Horatio PaterAt Amazon"
    ]
}