{
    "title": "Miscellaneous Studies: A Series of Essays - Diaphaneite",
    "author": "Walter Horatio Pater",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "[247] THERE are some unworldly types of character which the world is\nable to estimate.  It recognises certain moral types, or categories,\nand regards whatever falls within them as having a right to exist.\nThe saint, the artist, even the speculative thinker, out of the\nworld’s order as they are, yet work, so far as they work at all, in\nand by means of the main current of the world’s energy.  Often it\ngives them late, or scanty, or mistaken acknowledgment; still it has\nroom for them in its scheme of life, a place made ready for them in\nits affections.  It is also patient of doctrinaires of every degree\nof littleness.  As if dimly conscious of some great sickness and\nweariness of heart in itself, it turns readily to those who theorise\nabout its unsoundness.  To constitute one of these categories, or\ntypes, a breadth and generality of character is required.  There is\nanother type of character, which is not broad and general, rare,\nprecious above all to the artist, a character which seems to have\nbeen the supreme moral charm in the Beatrice of the [248] Commedia.\nIt does not take the eye by breadth of colour; rather it is that fine\nedge of light, where the elements of our moral nature refine\nthemselves to the burning point.  It crosses rather than follows the\nmain current of the world’s life.  The world has no sense fine enough\nfor those evanescent shades, which fill up the blanks between\ncontrasted types of character–delicate provision in the organisation\nof the moral world for the transmission to every part of it of the\nlife quickened at single points!  For this nature there is no place\nready in its affections.  This colourless, unclassified purity of\nlife it can neither use for its service, nor contemplate as an ideal.",
        "“Sibi unitus et simplificatus esse,” that is the long struggle of the\nImitatio Christi.  The spirit which it forms is the very opposite of\nthat which regards life as a game of skill, and values things and\npersons as marks or counters of something to be gained, or achieved,\nbeyond them.  It seeks to value everything at its eternal worth, not\nadding to it, or taking from it, the amount of influence it may have\nfor or against its own special scheme of life.  It is the spirit that\nsees external circumstances as they are, its own power and tendencies\nas they are, and realises the given conditions of its life, not\ndisquieted by the desire for change, or the preference of one part in\nlife rather than another, or passion, or opinion.  The character we\nmean to indicate achieves this [249] perfect life by a happy gift of\nnature, without any struggle at all.  Not the saint only, the artist\nalso, and the speculative thinker, confused, jarred, disintegrated in\nthe world, as sometimes they inevitably are, aspire for this\nsimplicity to the last.  The struggle of this aspiration with a lower\npractical aim in the mind of Savonarola has been subtly traced by the\nauthor of Romola.  As language, expression, is the function of\nintellect, as art, the supreme expression, is the highest product of\nintellect, so this desire for simplicity is a kind of indirect self-\nassertion of the intellectual part of such natures.  Simplicity in\npurpose and act is a kind of determinate expression in dexterous\noutline of one’s personality.  It is a kind of moral expressiveness;\nthere is an intellectual triumph implied in it.  Such a simplicity is\ncharacteristic of the repose of perfect intellectual culture.  The\nartist and he who has treated life in the spirit of art desires only\nto be shown to the world as he really is; as he comes nearer and\nnearer to perfection, the veil of an outer life not simply expressive\nof the inward becomes thinner and thinner.  This intellectual throne\nis rarely won.  Like the religious life, it is a paradox in the\nworld, denying the first conditions of man’s ordinary existence,\ncutting obliquely the spontaneous order of things.  But the character\nwe have before us is a kind of prophecy of this repose and\nsimplicity, coming as it were in the order of grace, not of nature,\nby [250] some happy gift, or accident of birth or constitution,\nshowing that it is indeed within the limits of man’s destiny.  Like\nall the higher forms of inward life this character is a subtle\nblending and interpenetration of intellectual, moral and spiritual\nelements.  But it is as a phase of intellect, of culture, that it is\nmost striking and forcible.  It is a mind of taste lighted up by some\nspiritual ray within.  What is meant by taste is an imperfect\nintellectual state; it is but a sterile kind of culture.  It is the\nmental attitude, the intellectual manner of perfect culture, assumed\nby a happy instinct.  Its beautiful way of handling everything that\nappeals to the senses and the intellect is really directed by the\nlaws of the higher intellectual life, but while culture is able to\ntrace those laws, mere taste is unaware of them.  In the character\nbefore us, taste, without ceasing to be instructive, is far more than\na mental attitude or manner.  A magnificent intellectual force is\nlatent within it.  It is like the reminiscence of a forgotten culture\nthat once adorned the mind; as if the mind of one philosophesas pote\nmet’ erotos,+ fallen into a new cycle, were beginning its spiritual\nprogress over again, but with a certain power of anticipating its\nstages.  It has the freshness without the shallowness of taste, the\nrange and seriousness of culture without its strain and over-\nconsciousness.  Such a habit may be described as wistfulness of mind,\nthe feeling that there is “so much to [251] know,” rather as a\nlonging after what is unattainable, than as a hope to apprehend.  Its\nethical result is an intellectual guilelessness, or integrity, that\ninstinctively prefers what is direct and clear, lest one’s own\nconfusion and intransparency should hinder the transmission from\nwithout of light that is not yet inward.  He who is ever looking for\nthe breaking of a light he knows not whence about him, notes with a\nstrange heedfulness the faintest paleness in the sky.  That\ntruthfulness of temper, that receptivity, which professors often\nstrive in vain to form, is engendered here less by wisdom than by\ninnocence.  Such a character is like a relic from the classical age,\nlaid open by accident to our alien modern atmosphere.  It has\nsomething of the clear ring, the eternal outline of the antique.\nPerhaps it is nearly always found with a corresponding outward\nsemblance.  The veil or mask of such a nature would be the very\nopposite of the “dim blackguardism” of Danton, the type Carlyle has\nmade too popular for the true interest of art.  It is just this sort\nof entire transparency of nature that lets through unconsciously all\nthat is really lifegiving in the established order of things; it\ndetects without difficulty all sorts of affinities between its own\nelements, and the nobler elements in that order.  But then its\nwistfulness and a confidence in perfection it has makes it love the\nlords of change.  What makes revolutionists is either self-pity, or\nindignation [252] for the sake of others, or a sympathetic perception\nof the dominant undercurrent of progress in things.  The nature\nbefore us is revolutionist from the direct sense of personal worth,\nthat chlide,+ that pride of life, which to the Greek was a heavenly\ngrace.  How can he value what comes of accident, or usage, or\nconvention, whose individual life nature itself has isolated and\nperfected?  Revolution is often impious.  They who prosecute\nrevolution have to violate again and again the instinct of reverence.\nThat is inevitable, since after all progress is a kind of violence.\nBut in this nature revolutionism is softened, harmonised, subdued as\nby distance.  It is the revolutionism of one who has slept a hundred\nyears.  Most of us are neutralised by the play of circumstances.  To\nmost of us only one chance is given in the life of the spirit and the\nintellect, and circumstances prevent our dexterously seizing that one\nchance.  The one happy spot in our nature has no room to burst into\nlife.  Our collective life, pressing equally on every part of every\none of us, reduces nearly all of us to the level of a colourless\nuninteresting existence.  Others are neutralised, not by suppression\nof gifts, but by just equipoise among them.  In these no single gift,\nor virtue, or idea, has an unmusical predominance.  The world easily\nconfounds these two conditions.  It sees in the character before us\nonly indifferentism.  Doubtless the chief vein of the life of\nhumanity [253] could hardly pass through it.  Not by it could the\nprogress of the world be achieved.  It is not the guise of Luther or\nSpinoza; rather it is that of Raphael, who in the midst of the\nReformation and the Renaissance, himself lighted up by them, yielded\nhimself to neither, but stood still to live upon himself, even in\noutward form a youth, almost an infant, yet surprising all the world.\nThe beauty of the Greek statues was a sexless beauty; the statues of\nthe gods had the least traces of sex.  Here there is a moral\nsexlessness, a kind of impotence, an ineffectual wholeness of nature,\nyet with a divine beauty and significance of its own.",
        "Over and over again the world has been surprised by the heroism, the\ninsight, the passion, of this clear crystal nature.  Poetry and\npoetical history have dreamed of a crisis, where it must needs be\nthat some human victim be sent down into the grave.  These are they\nwhom in its profound emotion humanity might choose to send.  “What,\"\nsays Carlyle, of Charlotte Corday, “What if she had emerged from her\nsecluded stillness, suddenly like a star; cruel-lovely, with half-\nangelic, half-daemonic splendour; to gleam for a moment, and in a\nmoment be extinguished; to be held in memory, so bright complete was\nshe, through long centuries!”",
        "Often the presence of this nature is felt like a sweet aroma in early\nmanhood.  Afterwards, as the adulterated atmosphere of the world\nassimilates [254] us to itself, the savour of it faints away.\nPerhaps there are flushes of it in all of us; recurring moments of it\nin every period of life.  Certainly this is so with every man of\ngenius.  It is a thread of pure white light that one might disentwine\nfrom the tumultuary richness of Goethe’s nature.  It is a natural\nprophecy of what the next generation will appear, renerved, modified\nby the ideas of this.  There is a violence, an impossibility about\nmen who have ideas, which makes one suspect that they could never be\nthe type of any widespread life.  Society could not be conformed to\ntheir image but by an unlovely straining from its true order.  Well,\nin this nature the idea appears softened, harmonised as by distance,\nwith an engaging naturalness, without the noise of axe or hammer.",
        "People have often tried to find a type of life that might serve as a\nbasement type.  The philosopher, the saint, the artist, neither of\nthem can be this type; the order of nature itself makes them\nexceptional.  It cannot be the pedant, or the conservative, or\nanything rash and irreverent.  Also the type must be one discontented\nwith society as it is.  The nature here indicated alone is worthy to\nbe this type.  A majority of such would be the regeneration of the\nworld.",
        "July, 1864.",
        "250. +Transliteration: philosophesas pote met’ erotos.",
        "252. +Transliteration: chlide.",
        "The End",
        " ",
        "\nThis is the complete public domain etext “Miscellaneous Studies: A Series of Essays” by Walter Horatio Pater.\n\n\nAlso by this author (on Amazon.com); The Renaissance, Studies in Art and Poetry\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous Studies: A Series of EssaysBy Walter Horatio PaterAt Amazon"
    ]
}