{
    "title": "Miscellaneous Essays",
    "author": "Thomas de Quincey",
    "chapter": "1",
    "content": [
        "\n\n",
        "IN MACBETH.",
        "From my boyish days I had always felt a great perplexity on one point in\nMacbeth. It was this: the knocking at the gate, which succeeds to the\nmurder of Duncan, produced to my feelings an effect for which I never could\naccount. The effect was, that it reflected back upon the murder a peculiar\nawfulness and a depth of solemnity; yet, however obstinately I endeavored\nwith my understanding to comprehend this, for many years I never could see\nwhy it should produce such an effect.",
        "Here I pause for one moment, to exhort the reader never to pay any\nattention to his understanding when it stands in opposition to any\nother faculty of his mind. The mere understanding, however useful and\nindispensable, is the meanest faculty in the human mind, and the most to\nbe distrusted; and yet the great majority of people trust to nothing else;\nwhich may do for ordinary life, but not for philosophical purposes. Of this\nout of ten thousand instances that I might produce, I will cite one. Ask of\nany person whatsoever, who is not previously prepared for the demand by\na knowledge of perspective, to draw in the rudest way the commonest\nappearance which depends upon the laws of that science; as for instance, to\nrepresent the effect of two walls standing at right angles to each other,\nor the appearance of the houses on each side of a street, as seen by a\nperson looking down the street from one extremity. Now in all cases, unless\nthe person has happened to observe in pictures how it is that artists\nproduce these effects, he will be utterly unable to make the smallest\napproximation to it. Yet why? For he has actually seen the effect every day\nof his life. The reason is–that he allows his understanding to overrule\nhis eyes. His understanding, which includes no intuitive knowledge of the\nlaws of vision, can furnish him with no reason why a line which is known\nand can be proved to be a horizontal line, should not appear a horizontal\nline; a line that made any angle with the perpendicular less than a right\nangle, would seem to him to indicate that his houses were all tumbling down\ntogether. Accordingly he makes the line of his houses a horizontal line,\nand fails of course to produce the effect demanded. Here then is one\ninstance out of many, in which not only the understanding is allowed to\noverrule the eyes, but where the understanding is positively allowed to\nobliterate the eyes as it were, for not only does the man believe the\nevidence of his understanding in opposition to that of his eyes, but,\n(what is monstrous!) the idiot is not aware that his eyes ever gave such\nevidence. He does not know that he has seen (and therefore quoad his\nconsciousness has not seen) that which he has seen every day of his\nlife. But to return from this digression, my understanding could furnish no\nreason why the knocking at the gate in Macbeth should produce any effect,\ndirect or reflected. In fact, my understanding said positively that it\ncould not produce any effect. But I knew better; I felt that it did; and\nI waited and clung to the problem until further knowledge should enable me\nto solve it. At length, in 1812, Mr. Williams made his début on the stage\nof Ratcliffe Highway, and executed those unparalleled murders which have\nprocured for him such a brilliant and undying reputation. On which murders,\nby the way, I must observe, that in one respect they have had an ill\neffect, by making the connoisseur in murder very fastidious in his taste,\nand dissatisfied by anything that has been since done in that line. All\nother murders look pale by the deep crimson of his; and, as an amateur once\nsaid to me in a querulous tone, “There has been absolutely nothing doingsince his time, or nothing that’s worth speaking of.” But this is wrong;\nfor it is unreasonable to expect all men to be great artists, and born with\nthe genius of Mr. Williams. Now it will be remembered that in the first of\nthese murders, (that of the Marrs,) the same incident (of a knocking at the\ndoor soon after the work of extermination was complete) did actually occur,\nwhich the genius of Shakspeare has invented; and all good judges, and\nthe most eminent dilettanti, acknowledged the felicity of Shakspeare’s\nsuggestion as soon as it was actually realized. Here, then, was a fresh\nproof that I was right in relying on my own feeling in opposition to my\nunderstanding; and I again set myself to study the problem; at length\nI solved it to my own satisfaction; and my solution is this. Murder in\nordinary cases, where the sympathy is wholly directed to the case of the\nmurdered person, is an incident of coarse and vulgar horror; and for this\nreason, that it flings the interest exclusively upon the natural but\nignoble instinct by which we cleave to life; an instinct, which, as being\nindispensable to the primal law of self-preservation, is the same in kind,\n(though different in degree,) amongst all living creatures; this instinct\ntherefore, because it annihilates all distinctions, and degrades the\ngreatest of men to the level of “the poor beetle that we tread on,\"\nexhibits human nature in its most abject and humiliating attitude. Such an\nattitude would little suit the purposes of the poet. What then must he\ndo? He must throw the interest on the murderer. Our sympathy must be with\nhim; (of course I mean a sympathy of comprehension, a sympathy by which\nwe enter into his feelings, and are made to understand them,–not a\nsympathy[1] of pity or approbation.) In the murdered person all strife of\nthought, all flux and reflux of passion and of purpose, are crushed by one\noverwhelming panic; the fear of instant death smites him “with its petrific\nmace.” But in the murderer, such a murderer as a poet will condescend to,\nthere must be raging some great storm of passion,–jealousy, ambition,\nvengeance, hatred,–which will create a hell within him; and into this hell\nwe are to look.",
        "[Footnote 1: It seems almost ludicrous to guard and explain my use of a\nword in a situation where it would naturally explain itself. But it has\nbecome necessary to do so, in consequence of the unscholarlike use of the\nword sympathy, at present so general, by which, instead of taking it in\nits proper sense, as the act of reproducing in our minds the feelings of\nanother, whether for hatred, indignation, love, pity, or approbation, it\nis made a mere synonyme of the word pity; and hence, instead of saying\n“sympathy with another,” many writers adopt the monstrous barbarism of\n“sympathy for another.\"]",
        "In Macbeth, for the sake of gratifying his own enormous and teeming faculty\nof creation, Shakspeare has introduced two murderers: and, as usual in his\nhands, they are remarkably discriminated: but, though in Macbeth the strife\nof mind is greater than in his wife, the tiger spirit not so awake, and his\nfeelings caught chiefly by contagion from her,–yet, as both were finally\ninvolved in the guilt of murder, the murderous mind of necessity is finally\nto be presumed in both. This was to be expressed; and on its own account,\nas well as to make it a more proportionable antagonist to the unoffending\nnature of their victim, “the gracious Duncan,” and adequately to expound\n“the deep damnation of his taking off,” this was to be expressed with\npeculiar energy. We were to be made to feel that the human nature, i.e.,\nthe divine nature of love and mercy, spread through the hearts of all\ncreatures, and seldom utterly withdrawn from man,–was gone, vanished,\nextinct; and that the fiendish nature had taken its place. And, as this\neffect is marvellously accomplished in the dialogues and soliloquiesthemselves, so it is finally consummated by the expedient under\nconsideration; and it is to this that I now solicit the reader’s attention.\nIf the reader has ever witnessed a wife, daughter, or sister, in a fainting\nfit, he may chance to have observed that the most affecting moment in\nsuch a spectacle, is that in which a sigh and a stirring announce the\nrecommencement of suspended life. Or, if the reader has ever been present\nin a vast metropolis, on the day when some great national idol was carried\nin funeral pomp to his grave, and chancing to walk near the course through\nwhich it passed, has felt powerfully, in the silence and desertion of the\nstreets and in the stagnation of ordinary business, the deep interest which\nat that moment was possessing the heart of man,–if all at once he should\nhear the death-like stillness broken up by the sound of wheels rattling\naway from the scene, and making known that the transitory vision was\ndissolved, he will be aware that at no moment was his sense of the complete\nsuspension and pause in ordinary human concerns so full and affecting, as\nat that moment when the suspension ceases, and the goings-on of human\nlife are suddenly resumed. All action in any direction is best expounded,\nmeasured, and made apprehensible, by reaction. Now apply this to the case\nin Macbeth. Here, as I have said, the retiring of the human heart and the\nentrance of the fiendish heart was to be expressed and made sensible.\nAnother world has stepped in; and the murderers are taken out of the region\nof human things, human purposes, human desires. They are transfigured: Lady\nMacbeth is “unsexed;” Macbeth has forgot that he was born of woman; both\nare conformed to the image of devils; and the world of devils is suddenly\nrevealed. But how shall this be conveyed and made palpable? In order that a\nnew world may step in, this world must for a time disappear. The murderers,\nand the murder, must be insulated–cut off by an immeasurable gulph\nfrom the ordinary tide and succession of human affairs–locked up and\nsequestered in some deep recess; we must be made sensible that the world\nof ordinary life is suddenly arrested–laid asleep–tranced–racked into\na dread armistice: time must be annihilated; relation to things without\nabolished; and all must pass self-withdrawn into a deep syncope and\nsuspension of earthly passion. Hence it is, that when the deed is done,\nwhen the work of darkness is perfect, then the world of darkness passes\naway like a pageantry in the clouds: the knocking at the gate is heard; and\nit makes known audibly that the reaction has commenced: the human has made\nits reflux upon the fiendish; the pulses of life are beginning to beat\nagain; and the re-establishment of the goings-on of the world in which we\nlive, first makes us profoundly sensible of the awful parenthesis that had\nsuspended them.",
        "O, mighty poet! Thy works are not as those of other men, simply and merely\ngreat works of art; but are also like the phenomena of nature, like the sun\nand the sea, the stars and the flowers,–like frost and snow, rain and dew,\nhail-storm and thunder, which are to be studied with entire submission of\nour own faculties, and in the perfect faith that in them there can be no\ntoo much or too little, nothing useless or inert–but that, the further\nwe press in our discoveries, the more we shall see proofs of design and\nself-supporting arrangement where the careless eye had seen nothing but\naccident!",
        "On Murder,",
        "CONSIDERED AS ONE OF THE FINE ARTS.",
        "TO THE EDITOR OF BLACKWOOD’S MAGAZINE.",
        "SIR,–We have all heard of a Society for the Promotion of Vice, of the\nHell-Fire Club, &c. At Brighton, I think it was, that a Society was formed\nfor the Suppression of Virtue. That society was itself suppressed–but I\nam sorry to say that another exists in London, of a character still\nmore atrocious. In tendency, it may be denominated a Society for the\nEncouragement of Murder; but, according to their own delicate [Greek:\neuphaemismos], it is styled–The Society of Connoisseurs in Murder. They\nprofess to be curious in homicide; amateurs and dilettanti in the various\nmodes of bloodshed; and, in short, Murder-Fanciers. Every fresh atrocity\nof that class, which the police annals of Europe bring up, they meet and\ncriticise as they would a picture, statue, or other work of art. But I\nneed not trouble myself with any attempt to describe the spirit of their\nproceedings, as you will collect that much better from one of the Monthly\nLectures read before the society last year. This has fallen into my hands\naccidentally, in spite of all the vigilance exercised to keep their\ntransactions from the public eye. The publication of it will alarm them;\nand my purpose is that it should. For I would much rather put them down\nquietly, by an appeal to public opinion through you, than by such an\nexposure of names as would follow an appeal to Bow Street; which last\nappeal, however, if this should fail, I must positively resort to. For it\nis scandalous that such things should go on in a Christian land. Even in a\nheathen land, the toleration of murder was felt by a Christian writer to be\nthe most crying reproach of the public morals. This writer was Lactantius;\nand with his words, as singularly applicable to the present occasion, I\nshall conclude: “Quid tam horribile,” says he, “tam tetrum, quam hominis\ntrucidatio? Ideo severissimis legibus vita nostra munitur; ideo bella\nexecrabilia sunt. Invenit tamen consuetudo quatenus homicidium sine bello\nac sine legibus faciat: et hoc sibi voluptas quod scelus vindicavit.\nQuod si interesse homicidio sceleris conscientia est,–et eidem facinori\nspectator obstrictus est cui et admissor; ergo et in his gladiatorum\ncædibus non minus cruore profunditur qui spectat, quam ille qui facit:\nnec potest esse immunis à sanguine qui voluit effundi; aut videri non\ninterfecisse, qui interfectori et favit et proemium postulavit.” “Human\nlife,” says he, “is guarded by laws of the uttermost rigor, yet custom has\ndevised a mode of evading them in behalf of murder; and the demands of\ntaste (voluptas) are now become the same as those of abandoned guilt.” Let\nthe Society of Gentlemen Amateurs consider this; and let me call their\nespecial attention to the last sentence, which is so weighty, that I shall\nattempt to convey it in English: “Now, if merely to be present at a\nmurder fastens on a man the character of an accomplice; if barely to be a\nspectator involves us in one common guilt with the perpetrator; it follows\nof necessity, that, in these murders of the amphitheatre, the hand which\ninflicts the fatal blow is not more deeply imbrued in blood that his who\nsits and looks on: neither can he be clear of blood who has countenanced\nits shedding; nor that man seem other than a participator in murder who\ngives his applause to the murderer, and calls for prizes in his behalf.\"\nThe ’præmia postulavit” I have not yet heard charged upon the Gentlemen\nAmateurs of London, though undoubtedly their proceedings tend to that;\nbut the ’interfectori favil” is implied in the very title of this\nassociation, and expressed in every line of the lecture which I send you.",
        "I am, &c. X. Y. Z.",
        "LECTURE.",
        "GENTLEMEN,–I have had the honor to be appointed by your committee to the\ntrying task of reading the Williams’ Lecture on Murder, considered as one\nof the Fine Arts; a task which might be easy enough three or four centuries\nago, when the art was little understood, and few great models had been\nexhibited; but in this age, when masterpieces of excellence have been\nexecuted by professional men, it must be evident, that in the style\nof criticism applied to them, the public will look for something of a\ncorresponding improvement. Practice and theory must advance pari passu.\nPeople begin to see that something more goes to the composition of a fine\nmurder than two blockheads to kill and be killed–a knife–a purse–and a\ndark lane. Design, gentlemen, grouping, light and shade, poetry, sentiment,\nare now deemed indispensable to attempts of this nature. Mr. Williams\nhas exalted the ideal of murder to all of us; and to me, therefore, in\nparticular, has deepened the arduousness of my task. Like Æschylus or\nMilton in poetry, like Michael Angelo in painting, he has carried his art\nto a point of colossal sublimity; and, as Mr. Wordsworth observes, has in\na manner “created the taste by which he is to be enjoyed.” To sketch the\nhistory of the art, and to examine its principles critically, now remains\nas a duty for the connoisseur, and for judges of quite another stamp from\nhis Majesty’s Judges of Assize.",
        "Before I begin, let me say a word or two to certain prigs, who affect to\nspeak of our society as if it were in some degree immoral in its tendency.\nImmoral! God bless my soul, gentlemen, what is it that people mean? I am\nfor morality, and always shall be, and for virtue and all that; and I do\naffirm, and always shall, (let what will come of it,) that murder is an\nimproper line of conduct, highly improper; and I do not stick to assert,\nthat any man who deals in murder, must have very incorrect ways of\nthinking, and truly inaccurate principles; and so far from aiding and\nabetting him by pointing out his victim’s hiding-place, as a great\nmoralist[1] of Germany declared it to be every good man’s duty to do, I\nwould subscribe one shilling and sixpense to have him apprehended, which is\nmore by eighteen-pence than the most eminent moralists have subscribed for\nthat purpose. But what then? Everything in this world has two handles.\nMurder, for instance, may be laid hold of by its moral handle, (as it\ngenerally is in the pulpit, and at the Old Bailey;) and that, I confess,\nis its weak side; or it may also be treated æsthetically, as the Germans\ncall it, that is, in relation to good taste.",
        "[Footnote 1: Kant–who carried his demands of unconditional veracity to so\nextravagant a length as to affirm, that, if a man were to see an innocent\nperson escape from a murderer, it would be his duty, on being questioned\nby the murderer, to tell the truth, and to point out the retreat of the\ninnocent person, under any certainty of causing murder. Lest this doctrine\nshould be supposed to have escaped him in any heat of dispute, on being\ntaxed with it by a celebrated French writer, he solemnly reaffirmed it,\nwith his reasons.]",
        "To illustrate this, I will urge the authority of three eminent persons,\nviz., S.T. Coleridge, Aristotle, and Mr. Howship the surgeon. To begin with\nS.T.C. One night, many years ago, I was drinking tea with him in Berners’\nStreet, (which, by the way, for a short street, has been uncommonly\nfruitful in men of genius.) Others were there besides myself; and amidst\nsome carnal considerations of tea and toast, we were all imbibing a\ndissertation on Plotinus from the attic lips of S.T.C. Suddenly a cry arose\nof ’Fire–fire!” upon which all of us, master and disciples, Plato and\n[Greek: hoi peri ton Platona], rushed out, eager for the spectacle. The\nfire was in Oxford Street, at a piano-forte maker’s; and, as it promised to\nbe a conflagration of merit, I was sorry that my engagements forced me away\nfrom Mr. Coleridge’s party before matters were come to a crisis. Some days\nafter, meeting with my Platonic host, I reminded him of the case, and\nbegged to know how that very promising exhibition had terminated. “Oh,\nsir,” said he, “it turned out so ill, that we damned it unanimously.” Now,\ndoes any man suppose that Mr. Coleridge,–who, for all he is too fat to be\na person of active virtue, is undoubtedly a worthy Christian,–that this\ngood S. T. C., I say, was an incendiary, or capable of wishing any ill\nto the poor man and his piano-fortes (many of them, doubtless, with the\nadditional keys)? On the contrary, I know him to be that sort of man, that\nI durst stake my life upon it he would have worked an engine in a case of\nnecessity, although rather of the fattest for such fiery trials of his\nvirtue. But how stood the case? Virtue was in no request. On the arrival\nof the fire-engines, morality had devolved wholly on the insurance office.\nThis being the case, he had a right to gratify his taste. He had left his\ntea. Was he to have nothing in return?",
        "I contend that the most virtuous man, under the premises stated, was\nentitled to make a luxury of the fire, and to hiss it, as he would any\nother performance that raised expectations in the public mind, which\nafterwards it disappointed. Again, to cite another great authority,\nwhat says the Stagyrite? He (in the Fifth Book, I think it is, of his\nMetaphysics) describes what he calls [Greek: kleptaen teleion], i.e., a\nperfect thief; and, as to Mr. Howship, in a work of his on Indigestion, he\nmakes no scruple to talk with admiration of a certain ulcer which he had\nseen, and which he styles “a beautiful ulcer.” Now will any man pretend,\nthat, abstractedly considered, a thief could appear to Aristotle a perfect\ncharacter, or that Mr. Howship could be enamored of an ulcer? Aristotle,\nit is well known, was himself so very moral a character, that, not content\nwith writing his Nichomachean Ethics, in one volume octavo, he also\nwrote another system, called Magna Moralia, or Big Ethics. Now, it is\nimpossible that a man who composes any ethics at all, big or little, should\nadmire a thief per se, and, as to Mr. Howship, it is well known that he\nmakes war upon all ulcers; and, without suffering himself to be seduced by\ntheir charms, endeavors to banish them from the county of Middlesex. But\nthe truth is, that, however objectionable per se, yet, relatively to\nothers of their class, both a thief and an ulcer may have infinite degrees\nof merit. They are both imperfections, it is true; but to be imperfect\nbeing their essence, the very greatness of their imperfection becomes their\nperfection. Spartam nactus es, hunc exorna. A thief like Autolycus or\nMr. Barrington, and a grim phagedænic ulcer, superbly defined, and running\nregularly through all its natural stages, may no less justly be regarded\nas ideals after their kind, than the most faultless moss-rose amongst\nflowers, in its progress from bud to “bright consummate flower;” or,\namongst human flowers, the most magnificent young female, apparelled in\nthe pomp of womanhood. And thus not only the ideal of an inkstand may be\nimagined, (as Mr. Coleridge demonstrated in his celebrated correspondence\nwith Mr. Blackwood,) in which, by the way, there is not so much, because an\ninkstand is a laudable sort of thing, and a valuable member of society; but\neven imperfection itself may have its ideal or perfect state.",
        "Really, gentlemen, I beg pardon for so much philosophy at one time, and now\nlet me apply it. When a murder is in the paulo-post-futurum tense, and a\nrumor of it comes to our ears, by all means let us treat it morally. But\nsuppose it over and done, and that you can say of it,[Greek: Tetelesai],\nor (in that adamantine molossus of Medea) [Greek: eirzasai]; suppose the\npoor murdered man to be out of his pain, and the rascal that did it off\nlike a shot, nobody knows whither; suppose, lastly, that we have done our\nbest, by putting out our legs to trip up the fellow in his flight, but all\nto no purpose–\"abiit, evasit,” &c.–why, then, I say, what’s the use of\nany more virtue? Enough has been given to morality; now comes the turn of\nTaste and the Fine Arts. A sad thing it was, no doubt, very sad; but wecan’t mend it. Therefore let us make the best of a bad matter; and, as it\nis impossible to hammer anything out of it for moral purposes, let us treat\nit æsthetically, and see if it will turn to account in that way. Such is\nthe logic of a sensible man, and what follows? We dry up our tears, and\nhave the satisfaction, perhaps, to discover that a transaction, which,\nmorally considered, was shocking, and without a leg to stand upon,\nwhen tried by principles of Taste, turns out to be a very meritorious\nperformance. Thus all the world is pleased; the old proverb is justified,\nthat it is an ill wind which blows nobody good; the amateur, from looking\nbilious and sulky, by too close an attention to virtue, begins to pick up\nhis crumbs, and general hilarity prevails. Virtue has had her day; and\nhenceforward, Vertu and Connoisseurship have leave to provide for\nthemselves. Upon this principle, gentlemen, I propose to guide your\nstudies, from Cain to Mr. Thurtell. Through this great gallery of murder,\ntherefore, together let us wander hand in hand, in delighted admiration,\nwhile I endeavor to point your attention to the objects of profitable\ncriticism.",
        "The first murder is familiar to you all. As the inventor of murder, and the\nfather of the art, Cain must have been a man of first-rate genius. All the\nCains were men of genius. Tubal Cain invented tubes, I think, or some such\nthing. But, whatever were the originality and genius of the artist, every\nart was then in its infancy, and the works must be criticised with a\nrecollection of that fact. Even Tubal’s work would probably be little\napproved at this day in Sheffield; and therefore of Cain (Cain senior, I\nmean,) it is no disparagement to say, that his performance was but so so.\nMilton, however, is supposed to have thought differently. By his way of\nrelating the case, it should seem to have been rather a pet murder with\nhim, for he retouches it with an apparent anxiety for its picturesque\neffect:",
        "  Whereat he inly raged; and, as they talk’d,\n  Smote him into the midriff with a stone\n  That beat out life: he fell; and, deadly pale,\n  Groan’d out his soul with gushing blood effus’d.\n  Par. Lost, B. XI.",
        "Upon this, Richardson, the painter, who had an eye for effect, remarks as\nfollows, in his Notes on Paradise Lost, p. 497: “It has been thought,\"\nsays he, “that Cain beat (as the common saying is) the breath out of his\nbrother’s body with a great stone; Milton gives in to this, with the\naddition, however, of a large wound.” In this place it was a judicious\naddition; for the rudeness of the weapon, unless raised and enriched by\na warm, sanguinary coloring, has too much of the naked air of the savage\nschool; as if the deed were perpetrated by a Polypheme without science,\npremeditation, or anything but a mutton bone. However, I am chiefly pleased\nwith the improvement, as it implies that Milton was an amateur. As to\nShakspeare, there never was a better; as his description of the murdered\nDuke of Gloucester, in Henry VI., of Duncan’s, Banquo’s, &c., sufficiently\nproves.",
        "The foundation of the art having been once laid, it is pitiable to see how\nit slumbered without improvement for ages. In fact, I shall now be obliged\nto leap over all murders, sacred and profane, as utterly unworthy of\nnotice, until long after the Christian era. Greece, even in the age of\nPericles, produced no murder of the slightest merit; and Rome had too\nlittle originality of genius in any of the arts to succeed, where her\nmodel failed her. In fact, the Latin language sinks under the very idea of\nmurder. “The man was murdered;\"–how will this sound in Latin? Interfectus\nest, interemptus est–which simply expresses a homicide; and hence the\nChristian Latinity of the middle ages was obliged to introduce a new word,\nsuch as the feebleness of classic conceptions never ascended to. Murdratus\nest, says the sublimer dialect of Gothic ages. Meantime, the Jewish,\nschool of murder kept alive whatever was yet known in the art, and\ngradually transferred it to the Western World. Indeed the Jewish school was\nalways respectable, even in the dark ages, as the case of Hugh of Lincoln\nshows, which was honored with the approbation of Chaucer, on occasion of\nanother performance from the same school, which he puts into the mouth of\nthe Lady Abbess.",
        "Recurring, however, for one moment to classical antiquity, I cannot but\nthink that Catiline, Clodius, and some of that coterie, would have made\nfirst-rate artists; and it is on all accounts to be regretted, that the\npriggism of Cicero robbed his country of the only chance she had for\ndistinction in this line. As the subject of a murder, no person could\nhave answered better than himself. Lord! how he would have howled with\npanic, if he had heard Cethegus under his bed. It would have been truly\ndiverting to have listened to him; and satisfied I am, gentlemen, that he\nwould have preferred the utile of creeping into a closet, or even into a\ncloaca, to the honestum of facing the bold artist.",
        "To come now to the dark ages–(by which we, that speak with precision,\nmean, par excellence, the tenth century, and the times immediately before\nand after)–these ages ought naturally to be favorable to the art of\nmurder, as they were to church architecture, to stained glass, &c.; and,\naccordingly, about the latter end of this period, there arose a great\ncharacter in our art, I mean the Old Man of the Mountains. He was a shining\nlight, indeed, and I need not tell you, that the very word “assassin” is\ndeduced from him. So keen an amateur was he, that on one occasion, when his\nown life was attempted by a favorite assassin, he was so much pleased\nwith the talent shown, that notwithstanding the failure of the artist, he\ncreated him a duke upon the spot, with remainder to the female line, and\nsettled a pension on him for three lives. Assassination is a branch of the\nart which demands a separate notice; and I shall devote an entire lecture\nto it. Meantime, I shall only observe how odd it is, that this branch of\nthe art has flourished by fits. It never rains, but it pours. Our own age\ncan boast of some fine specimens; and, about two centuries ago, there was a\nmost brilliant constellation of murders in this class. I need hardly say,\nthat I allude especially to those five splendid works,–the assassinations\nof William I, of Orange, of Henry IV., of France, of the Duke of\nBuckingham, (which you will find excellently described in the letters\npublished by Mr. Ellis, of the British Museum,) of Gustavus Adolphus, and\nof Wallenstein. The King of Sweden’s assassination, by the by, is doubted\nby many writers, Harte amongst others; but they are wrong. He was murdered;\nand I consider his murder unique in its excellence; for he was murdered at\nnoon-day, and on the field of battle,–a feature of original conception,\nwhich occurs in no other work of art that I remember. Indeed, all of these\nassassinations may be studied with profit by the advanced connoisseur. They\nare all of them exemplaria, of which one may say,–",
        "  Nociurnâ versatâ manu, versate diurne;",
        "Especially nocturnâ.",
        "In these assassinations of princes and statesmen, there is nothing to\nexcite our wonder; important changes often depend on their deaths; and,\nfrom the eminence on which they stand, they are peculiarly exposed to the\naim of every artist who happens to be possessed by the craving for scenical\neffect. But there is another class of assassinations, which has prevailed\nfrom an early period of the seventeenth century, that really doessurprise me; I mean the assassination of philosophers. For, gentlemen, it\nis a fact, that every philosopher of eminence for the two last centuries\nhas either been murdered, or, at the least, been very near it; insomuch,\nthat if a man calls himself a philosopher, and never had his life\nattempted, rest assured there is nothing in him; and against Locke’s\nphilosophy in particular, I think it an unanswerable objection (if we\nneeded any), that, although he carried his throat about with him in this\nworld for seventy-two years, no man ever condescended to cut it. As these\ncases of philosophers are not much known, and are generally good and well\ncomposed in their circumstances, I shall here read an excursus on that\nsubject, chiefly by way of showing my own learning.",
        "The first great philosopher of the seventeenth century (if we except\nGalileo) was Des Cartes; and if ever one could say of a man that he was all\nbut murdered–murdered within an inch–one must say it of him. The case\nwas this, as reported by Baillet in his Vie De M. Des Cartes, tom. I. p.\n102-3. In the year 1621, when Des Cartes might be about twenty-six years\nold, he was touring about as usual, (for he was as restless as a hyæna,)\nand, coming to the Elbe, either at Gluckstadt or at Hamburgh, he took\nshipping for East Friezland: what he could want in East Friezland no man\nhas ever discovered; and perhaps he took this into consideration himself;\nfor, on reaching Embden, he resolved to sail instantly for WestFriezland; and being very impatient of delay, he hired a bark, with a few\nmariners to navigate it. No sooner had he got out to sea than he made a\npleasing discovery, viz. that he had shut himself up in a den of murderers.\nHis crew, says M. Baillet, he soon found out to be “des scélérats,\"–not\namateurs, gentlemen, as we are, but professional men–the height of\nwhose ambition at that moment was to cut his throat. But the story is too\npleasing to be abridged; I shall give it, therefore, accurately, from the\nFrench of his biographer: “M. Des Cartes had no company but that of his\nservant, with whom he was conversing in French. The sailors, who took him\nfor a foreign merchant, rather than a cavalier, concluded that he must\nhave money about him. Accordingly they came to a resolution by no means\nadvantageous to his purse. There is this difference, however, between\nsea-robbers and the robbers in forests, that the latter may, without\nhazard, spare the lives of their victims; whereas the other cannot put\na passenger on shore in such a case without running the risk of being\napprehended. The crew of M. Des Cartes arranged their measures with a view\nto evade any danger of that sort. They observed that he was a stranger from\na distance, without acquaintance in the country, and that nobody would take\nany trouble to inquire about him, in case he should never come to hand,\n(quand il viendroit à manquer.”) Think, gentlemen, of these Friezland\ndogs discussing a philosopher as if he were a puncheon of rum. “His temper,\nthey remarked, was very mild and patient; and, judging from the gentleness\nof his deportment, and the courtesy with which he treated themselves, that\nhe could be nothing more than some green young man, they concluded that\nthey should have all the easier task in disposing of his life. They made no\nscruple to discuss the whole matter in his presence, as not supposing that\nhe understood any other language than that in which he conversed with his\nservant; and the amount of their deliberation was–to murder him, then to\nthrow him into the sea, and to divide his spoils.”",
        "Excuse my laughing, gentlemen, but the fact is, I always do laugh when I\nthink of this case–two things about it seem so droll. One, is, the horrid\npanic or “funk,” (as the men of Eton call it,) in which Des Cartes must\nhave found himself upon hearing this regular drama sketched for his own\ndeath–funeral–succession and administration to his effects. But another\nthing, which seems to me still more funny about this affair is, that\nif these Friezland hounds had been “game,” we should have no Cartesian\nphilosophy; and how we could have done without that, considering the\nworlds of books it has produced, I leave to any respectable trunk-maker to\ndeclare.",
        "However, to go on; spite of his enormous funk, Des Cartes showed fight,\nand by that means awed these Anti-Cartesian rascals. “Finding,” says M.\nBaillet, “that the matter was no joke, M. Des Cartes leaped upon his feet\nin a trice, assumed a stern countenance that these cravens had never looked\nfor, and addressing them in their own language, threatened to run them\nthrough on the spot if they dared to offer him any insult.” Certainly,\ngentlemen, this would have been an honor far above the merits of such\ninconsiderable rascals–to be spitted like larks upon a Cartesian sword;\nand therefore I am glad M. Des Cartes did not rob the gallows by executing\nhis threat, especially as he could not possibly have brought his vessel to\nport, after he had murdered his crew; so that he must have continued to\ncruise for ever in the Zuyder Zee, and would probably have been mistaken by\nsailors for the Flying Dutchman, homeward bound. “The spirit which M. Des\nCartes manifested,” says his biographer, “had the effect of magic on these\nwretches. The suddenness of their consternation struck their minds with a\nconfusion which blinded them to their advantage, and they conveyed him to\nhis destination as peaceably as he could desire.”",
        "Possibly, gentlemen, you may fancy that, on the model of Cæsar’s address\nto his poor ferryman,–\"Cæsarem vehis et fortunas ejus\"–M. Des Cartes\nneeded only to have said,–\"Dogs, you cannot cut my throat, for you carry\nDes Cartes and his philosophy,” and might safely have defied them to do\ntheir worst. A German emperor had the same notion, when, being cautioned to\nkeep out of the way of a cannonading, he replied, “Tut! man. Did you ever\nhear of a cannon-ball that killed an emperor?” As to an emperor I cannot\nsay, but a less thing has sufficed to smash a philosoper; and the next\ngreat philosopher of Europe undoubtedly was murdered. This was Spinosa.",
        "I know very well the common opinion about him is, that he died in his bed.\nPerhaps he did, but he was murdered for all that; and this I shall prove\nby a book published at Brussels, in the year 1731, entitled, La Via de\nSpinosa; Par M. Jean Colerus, with many additions, from a MS. life, by one\nof his friends. Spinosa died on the 21st February, 1677, being then little\nmore than forty-four years old. This of itself looks suspicious; and M.\nJean admits, that a certain expression in the MS. life of him would warrant\nthe conclusion, “que sa mort n’a pas été tout-à-fait naturelle.” Living in\na damp country, and a sailor’s country, like Holland, he may be thought to\nhave indulged a good deal in grog, especially in punch,[1] which was then\nnewly discovered. Undoubtedly he might have done so; but the fact is that\nhe did not. M. Jean calls him “extrêmement sobre en son boire et en son\nmanger.” And though some wild stories were afloat about his using the juice\nof mandragora (p. 140,) and opium, (p. 144,) yet neither of these articles\nappeared in his druggist’s bill. Living, therefore, with such sobriety, how\nwas it possible that he should die a natural death at forty-four? Hear his\nbiographer’s account:–\"Sunday morning the 21st of February, before it was\nchurch time, Spinosa came down stairs and conversed with the master and\nmistress of the house.” At this time, therefore, perhaps ten o’clock on\nSunday morning, you see that Spinosa was alive, and pretty well. But it\nseems “he had summoned from Amsterdam a certain physician, whom,” says the\nbiographer, “I shall not otherwise point out to notice than by these two\nletters, L.M. This L.M. had directed the people of the house to purchase an\nancient cock, and to have him boiled forthwith, in order that Spinosa might\ntake some broth about noon, which in fact he did, and ate some of the old\ncock with a good appetite, after the landlord and his wife had returned\nfrom church.",
        "[Footnote 1: “June 1, 1675.–Drinke part of 3 boules of punch, (a liquor\nvery strainge to me,)” says the Rev. Mr. Henry Teonge, in his Diary lately\npublished. In a note on this passage, a reference is made to Fryer’s\nTravels to the East Indies, 1672, who speaks of “that enervating liquor\ncalled Paunch, (which is Indostan for five,) from five ingredients.\"\nMade thus, it seems the medical men called it Diapente; if with four only,\nDiatessaron. No doubt, it was its Evangelical name that recommended it to\nthe Rev. Mr. Teonge.]",
        "“In the afternoon, L.M. staid alone with Spinosa, the people of the house\nhaving returned to church; on coming out from which they learnt, with much\nsurprise, that Spinosa had died about three o’clock, in the presence\nof L.M., who took his departure for Amsterdam the same evening, by the\nnight-boat, without paying the least attention to the deceased. No doubt he\nwas the readier to dispense with these duties, as he had possessed himself\nof a ducatoon and a small quantity of silver, together with a silver-hafted\nknife, and had absconded with his pillage.” Here you see, gentlemen, the\nmurder is plain, and the manner of it. It was L.M. who murdered Spinosa\nfor his money. Poor S. was an invalid, meagre, and weak: as no blood\nwas observed, L.M., no doubt, threw him down and smothered him with\npillows,–the poor man being already half suffocated by his infernal\ndinner. But who was L.M.? It surely never could be Lindley Murray; for I\nsaw him at York in 1825; and besides, I do not think he Would do such a\nthing; at least, not to a brother grammarian: for you know, gentlemen, that\nSpinosa wrote a very respectable Hebrew grammar.",
        "Hobbes, but why, or on what principle, I never could understand, was not\nmurdered. This was a capital oversight of the professional men in the\nseventeenth century; because in every light he was a fine subject for\nmurder, except, indeed, that he was lean and skinny; for I can prove that\nhe had money, and (what is very funny,) he had no right to make the least\nresistance; for, according to himself, irresistible power creates the very\nhighest species of right, so that it is rebellion of the blackest die\nto refuse to be murdered, when a competent force appears to murder you.\nHowever, gentlemen, though he was not murdered, I am happy to assure you\nthat (by his own account) he was three times very near being murdered. The\nfirst time was in the spring of 1640, when he pretends to have circulated\na little MS. on the king’s behalf, against the Parliament; he never could\nproduce this MS., by the by; but he says that, “Had not his Majesty\ndissolved the Parliament,” (in May,) “it had brought him into danger of his\nlife.” Dissolving the Parliament, however, was of no use; for, in November\nof the same year, the Long Parliament assembled, and Hobbes, a second time,\nfearing he should be murdered, ran away to France. This looks like the\nmadness of John Dennis, who thought that Louis XIV. would never make peace\nwith Queen Anne, unless he were given up to his vengeance; and actually ran\naway from the sea-coast in that belief. In France, Hobbes managed to take\ncare of his throat pretty well for ten years; but at the end of that time,\nby way of paying court to Cromwell, he published his Leviathan. The old\ncoward now began to “funk” horribly for the third time; he fancied the\nswords of the cavaliers were constantly at his throat, recollecting how\nthey had served the Parliament ambassadors at the Hague and Madrid. “Turn,\"\nsays he, in his dog-Latin life of himself,",
        "  “Tum venit in mentem mihi Dorislaus et Ascham;\n  Tanquam proscripto terror ubique aderat.”",
        "And accordingly he ran home to England. Now, certainly, it is very true\nthat a man deserved a cudgelling for writing Leviathan; and two or three\ncudgellings for writing a pentameter ending so villanously as–\"terror\nubique aderat!” But no man ever thought him worthy of anything beyond\ncudgelling. And, in fact, the whole story is a bounce of his own. For, in a\nmost abusive letter which he wrote “to a learned person,” (meaning Wallis\nthe mathematician,) he gives quite another account of the matter, and says\n(p. 8,) he ran home “because he would not trust his safety with the French\nclergy;” insinuating that he was likely to be murdered for his religion,\nwhich would have been a high joke indeed–Tom’s being brought to the stake\nfor religion.",
        "Bounce or not bounce, however, certain it is, that Hobbes, to the end of\nhis life, feared that somebody would murder him. This is proved by the\nstory I am going to tell you: it is not from a manuscript, but, (as Mr.\nColeridge says,) it is as good as manuscript; for it comes from a book\nnow entirely forgotten, viz., “The Creed of Mr. Hobbes Examined; in a\nConference between him and a Student in Divinity,” (published about ten\nyears before Hobbes’s death.) The book is anonymous, but it was written by\nTennison, the same who, about thirty years after, succeeded Tillotson as\nArchbishop of Canterbury. The introductory anecdote is as follows: “A\ncertain divine, it seems, (no doubt Tennison himself,) took an annual tour\nof one month to different parts of the island. In one of these excursions\n(1670) he visited the Peak in Derbyshire, partly in consequence of Hobbes’s\ndescription of it. Being in that neighborhood, he could not but pay a visit\nto Buxton; and at the very moment of his arrival, he was fortunate enough\nto find a party of gentlemen dismounting at the inn door, amongst whom was\na long thin fellow, who turned out to be no less a person than Mr. Hobbes,\nwho probably had ridden over from Chattsworth. Meeting so great a lion,–a\ntourist, in search of the picturesque, could do no less than present\nhimself in the character of bore. And luckily for this scheme, two of Mr.\nHobbes’s companions were suddenly summoned away by express; so that, for\nthe rest of his stay at Buxton, he had Leviathan entirely to himself, and\nhad the honor of bowsing with him in the evening. Hobbes, it seems, at\nfirst showed a good deal of stiffness, for he was shy of divines; but this\nwore off, and he became very sociable and funny, and they agreed to go into\nthe bath together. How Tennison could venture to gambol in the same water\nwith Leviathan, I cannot explain; but so it was: they frolicked about like\ntwo dolphins, though Hobbes must have been as old as the hills; and\n“in those intervals wherein they abstained from swimming and plunging\nthemselves,” [i.e., diving,] “they discoursed of many things relating to\nthe Baths of the Ancients, and the Origine of Springs. When they had in\nthis manner passed away an hour, they stepped out of the bath; and, having\ndried and cloathed themselves, they sate down in expectation of such a\nsupper as the place afforded; designing to refresh themselves like the\nDeipnosophilæ, and rather to reason than to drink profoundly. But in this\ninnocent intention they were interrupted by the disturbance arising from a\nlittle quarrel, in which some of the ruder people in the house were for a\nshort time engaged. At this Mr. Hobbes seemed much concerned, though he was\nat some distance from the persons.” And why was he concerned, gentlemen?\nNo doubt you fancy, from, some benign and disinterested love of peace and\nharmony, worthy of an old man and a philosopher. But listen–\"For a while\nhe was not composed, but related it once or twice as to himself, with a\nlow and careful tone, how Sextus Roscius was murthered after supper by\nthe Balneæ Palatinæ. Of such general extent is that remark of Cicero, in\nrelation to Epicurus the Atheist, of whom he observed that he of all men\ndreaded most those things which he contemned–Death and the Gods.” Merely\nbecause it was supper time, and in the neighborhood of a bath, Mr. Hobbes\nmust have the fate of Sextus Roscius. What logic was there in this, unless\nto a man who was always dreaming of murder? Here was Leviathan, no\nlonger afraid of the daggers of English cavaliers or French clergy, but\n“frightened from his propriety” by a row in an ale-house between some\nhonest clod-hoppers of Derbyshire, whom his own gaunt scare-crow of a\nperson that belonged to quite another century, would have frightened out of\ntheir wits.",
        "Malebranche, it will give you pleasure to hear, was murdered. The man who\nmurdered him is well known: it was Bishop Berkeley. The story is familiar,\nthough hitherto not put in a proper light. Berkeley, when a young man, went\nto Paris and called on Père Malebranche. He found him in his cell cooking.\nCooks have ever been a genus irritabile; authors still more so:\nMalebranche was both: a dispute arose; the old father, warm already, became\nwarmer; culinary and metaphysical irritations united to derange his liver:\nhe took to his bed, and died. Such is the common version of the story:\n“So the whole ear of Denmark is abused.” The fact is, that the matter was\nhushed up, out of consideration for Berkeley, who (as Pope remarked) had\n“every virtue under heaven:” else it was well known that Berkeley, feeling\nhimself nettled by the waspishness of the old Frenchman, squared at him; a\nturn-up was the consequence: Malebranche was floored in the first round;\nthe conceit was wholly taken out of him; and he would perhaps have given\nin; but Berkeley’s blood was now up, and he insisted on the old Frenchman’s\nretracting his doctrine of Occasional Causes. The vanity of the man was too\ngreat for this; and he fell a sacrifice to the impetuosity of Irish youth,\ncombined with his own absurd obstinacy.",
        "Leibnitz, being every way superior to Malebranche, one might, a fortiori,\nhave counted on his being murdered; which, however, was not the case. I\nbelieve he was nettled at this neglect, and felt himself insulted by the\nsecurity in which he passed his days. In no other way can I explain\nhis conduct at the latter end of his life, when he chose to grow very\navaricious, and to hoard up large sums of gold, which he kept in his\nown house. This was at Vienna, where he died; and letters are still in\nexistence, describing the immeasurable anxiety which he entertained for his\nthroat. Still his ambition, for being attempted at least, was so\ngreat, that he would not forego the danger. A late English pedagogue, of\nBirmingham manufacture, viz., Dr. Parr, took a more selfish course, under\nthe same circumstances. He had amassed a considerable quantity of gold and\nsilver plate, which was for some time deposited in his bed-room at his\nparsonage house, Hatton. But growing every day more afraid of being\nmurdered, which he knew that he could not stand, (and to which, indeed, he\nnever had the slightest pretension,) he transferred the whole to the Hatton\nblacksmith; conceiving, no doubt, that the murder of a blacksmith would\nfall more lightly on the salus reipublicæ, than that of a pedagogue. But\nI have heard this greatly disputed; and it seems now generally agreed, that\none good horse-shoe is worth about 2 1/4 Spital sermons.",
        "As Leibnitz, though not murdered, may be said to have died, partly of\nthe fear that he should be murdered, and partly of vexation that he was\nnot,–Kant, on the other hand–who had no ambition in that way–had a\nnarrower escape from a murderer than any man we read of, except Des Cartes.\nSo absurdly does fortune throw about her favors! The case is told, I think,\nin an anonymous life of this very great man. For health’s sake, Kant\nimposed upon himself, at one time, a walk of six miles every day along a\nhighroad. This fact becoming known to a man who had his private reasons for\ncommitting murder, at the third milestone from Königsberg, he waited for\nhis “intended,” who came up to time as duly as a mail-coach. But for an\naccident, Kant was a dead man. However, on considerations of “morality,” it\nhappened that the murderer preferred a little child, whom he saw playing in\nthe road, to the old transcendentalist: this child he murdered; and thus it\nhappened that Kant escaped. Such is the German account of the matter; but\nmy opinion is–that the murderer was an amateur, who felt how little would\nbe gained to the cause of good taste by murdering an old, arid, and adust\nmetaphysician; there was no room for display, as the man could not possibly\nlook more like a mummy when dead, than he had done alive.",
        "Thus, gentlemen, I have traced the connection between philosophy and our\nart, until insensibly I find that I have wandered into our own era. This I\nshall not take any pains to characterize apart from that which preceded\nit, for, in fact, they have no distinct character. The seventeenth and\neighteenth centuries, together with so much of the nineteenth as we have\nyet seen, jointly compose the Augustan age of murder. The finest work of\nthe seventeenth century is, unquestionably, the murder of Sir Edmondbury\nGodfrey, which has my entire approbation. At the same time, it must be\nobserved, that the quantity of murder was not great in this century, at\nleast amongst our own artists; which, perhaps, is attributable to the want\nof enlightened patronage. Sint Mæcenates, non deerunt, Flacce, Marones.\nConsulting Grant’s “Observations on the Bills of Mortality,” (4th edition,\nOxford, 1665,) I find, that out of 229,250, who died in London during one\nperiod of twenty years in the seventeenth century, not more than eighty-six\nwere murdered; that is, about four three-tenths per annum. A small number\nthis, gentlemen, to found an academy upon; and certainly, where the\nquantity is so small, we have a right to expect that the quality should be\nfirst-rate. Perhaps it was; yet, still I am of opinion that the best artist\nin this century was not equal to the best in that which followed. For\ninstance, however praiseworthy the case of Sir Edmondbury Godfrey may be\n(and nobody can be more sensible of its merits than I am), still I cannot\nconsent to place it on a level with that of Mrs. Ruscombe of Bristol,\neither as to originality of design, or boldness and breadth of style. This\ngood lady’s murder took place early in the reign of George III., a reign\nwhich was notoriously favorable to the arts generally. She lived in College\nGreen, with a single maid-servant, neither of them having any pretension\nto the notice of history but what they derived from the great artist whose\nworkmanship I am recording. One fine morning, when all Bristol was alive\nand in motion, some suspicion arising, the neighbors forced an entrance\ninto the house, and found Mrs. Ruscombe murdered in her bed-room, and the\nservant murdered on the stairs: this was at noon; and, not more than two\nhours before, both mistress and servant had been seen alive. To the best of\nmy remembrance, this was in 1764; upwards of sixty years, therefore, have\nnow elapsed, and yet the artist is still undiscovered. The suspicions of\nposterity have settled upon two pretenders–a baker and a chimney-sweeper.\nBut posterity is wrong; no unpractised artist could have conceived so bold\nan idea as that of a noon-day murder in the heart of a great city. It was\nno obscure baker, gentlemen, or anonymous chimney-sweeper, be assured, that\nexecuted this work. I know who it was. (Here there was a general buzz,\nwhich at length broke out into open applause; upon which the lecturer\nblushed, and went on with much earnestness.) For Heaven’s sake, gentlemen,\ndo not mistake me; it was not I that did it. I have not the vanity to think\nmyself equal to any such achievement; be assured that you greatly overrate\nmy poor talents; Mrs. Ruscombe’s affair was far beyond my slender\nabilities. But I came to know who the artist was, from a celebrated\nsurgeon, who assisted at his dissection. This gentleman had a private\nmuseum in the way of his profession, one corner of which was occupied by a\ncast from a man of remarkably fine proportions.",
        "“That,” said the surgeon, “is a cast from the celebrated Lancashire\nhighwayman, who concealed his profession for some time from his neighbors,\nby drawing woollen stockings over his horse’s legs, and in that way\nmuffling the clatter which he must else have made in riding up a flagged\nalley that led to his stable. At the time of his execution for highway\nrobbery, I was studying under Cruickshank: and the man’s figure was\nso uncommonly fine, that no money or exertion was spared to get into\npossession of him with the least possible delay. By the connivance of the\nunder-sheriff he was cut down within the legal time, and instantly put into\na chaise and four; so that, when he reached Cruickshank’s he was positively\nnot dead. Mr. ––, a young student at that time, had the honor of giving\nhim the coup de grâce, and finishing the sentence of the law.” This\nremarkable anecdote, which seemed to imply that all the gentlemen in the\ndissecting-room were amateurs of our class, struck me a good deal; and I\nwas repeating it one day to a Lancashire lady, who thereupon informed me,\nthat she had herself lived in the neighborhood of that highwayman, and well\nremembered two circumstances, which combined, in the opinion of all his\nneighbors, to fix upon him the credit of Mrs. Ruscombe’s affair. One was,\nthe fact of his absence for a whole fortnight at the period of that murder:\nthe other, that, within a very little time after, the neighborhood of this\nhighwayman was deluged with dollars: now Mrs. Ruscombe was known to have\nhoarded about two thousand of that coin. Be the artist, however, who he\nmight, the affair remains a durable monument of his genius; for such was\nthe impression of awe, and the sense of power left behind, by the strength\nof conception manifested in this murder, that no tenant (as I was told in\n1810) had been found up to that time for Mrs. Ruscombe’s house.",
        "But, whilst I thus eulogize the Ruscombian case, let me not be supposed to\noverlook the many other specimens of extraordinary merit spread over the\nface of this century. Such cases, indeed, as that of Miss Bland, or of\nCaptain Donnellan, and Sir Theophilus Boughton, shall never have any\ncountenance from me. Fie on these dealers in poison, say I: can they not\nkeep to the old honest way of cutting throats, without introducing such\nabominable innovations from Italy? I consider all these poisoning cases,\ncompared with the legitimate style, as no better than wax-work by the side\nof sculpture, or a lithographic print by the side of a fine Volpato. But,\ndismissing these, there remain many excellent works of art in a pure style,\nsuch as nobody need be ashamed to own, as every candid connoisseur will\nadmit. Candid, observe, I say; for great allowances must be made in\nthese cases; no artist can ever be sure of carrying through his own fine\npreconception. Awkward disturbances will arise; people will not submit to\nhave their throats cut quietly; they will run, they will kick, they will\nbite; and whilst the portrait painter often has to complain of too much\ntorpor in his subject, the artist, in our line, is generally embarrassed by\ntoo much animation. At the same time, however disagreeable to the artist,\nthis tendency in murder to excite and irritate the subject, is certainly\none of its advantages to the world in general, which we ought not to\noverlook, since it favors the development of latent talent. Jeremy Taylor\nnotices with admiration, the extraordinary leaps which people will take\nunder the influence of fear. There was a striking instance of this in the\nrecent case of the M’Keands; the boy cleared a height, such as he will\nnever clear again to his dying day. Talents also of the most brilliant\ndescription for thumping, and indeed for all the gymnastic exercises,\nhave sometimes been developed by the panic which accompanies our artists;\ntalents else buried and hid under a bushel to the possessors, as much as to\ntheir friends. I remember an interesting illustration of this fact, in a\ncase which I learned in Germany.",
        "Riding one day in the neighborhood of Munich, I overtook a distinguished\namateur of our society, whose name I shall conceal. This gentleman informed\nme that, finding himself wearied with the frigid pleasures (so he\ncalled them) of mere amateurship, he had quitted England for the\ncontinent–meaning to practise a little professionally. For this purpose\nhe resorted to Germany, conceiving the police in that part of Europe to be\nmore heavy and drowsy than elsewhere. His debut as a practitioner took\nplace at Mannheim; and, knowing me to be a brother amateur, he freely\ncommunicated the whole of his maiden adventure. “Opposite to my lodging,\"\nsaid he, “lived a baker: he was somewhat of a miser, and lived quite alone.\nWhether it were his great expanse of chalky face, or what else, I know\nnot–but the fact was, I ’fancied’ him, and resolved to commence business\nupon his throat, which by the way he always carried bare–a fashion which\nis very irritating to my desires. Precisely at eight o’clock in the\nevening, I observed that he regularly shut up his windows. One night I\nwatched him when thus engaged–bolted in after him–locked the door–and,\naddressing him with great suavity, acquainted him with the nature of my\nerrand; at the same time advising him to make no resistance, which would be\nmutually unpleasant. So saying, I drew out my tools; and was proceeding to\noperate. But at this spectacle, the baker, who seemed to have been struck\nby catalepsy at my first announce, awoke into tremendous agitation. ’I will\nnot be murdered!’ he shrieked aloud; ’what for will I lose my precious\nthroat?’ ’What for?’ said I; ’if for no other reason, for this–that you\nput alum into your bread. But no matter, alum or no alum, (for I was\nresolved to forestall any argument on that point,) know that I am a\nvirtuoso in the art of murder–am desirous of improving myself in its\ndetails–and am enamored of your vast surface of throat, to which I am\ndetermined to be a customer.’ ’Is it so?’ said he, ’but I’ll find you\ncustom in another line;’ and so saying, he threw himself into a boxing\nattitude. The very idea of his boxing struck me as ludicrous. It is true,\na London baker had distinguished himself in the ring, and became known\nto fame under the title of the Master of the Rolls; but he was young and\nunspoiled: whereas this man was a monstrous feather-bed in person, fifty\nyears old, and totally out of condition. Spite of all this, however, and\ncontending against me, who am a master in the art, he made so desperate a\ndefence, that many times I feared he might turn the tables upon me;\nand that I, an amateur, might be murdered by a rascally baker. What a\nsituation! Minds of sensibility will sympathize with my anxiety. How severe\nit was, you may understand by this, that for the first thirteen rounds the\nbaker had the advantage. Round the fourteenth, I received a blow on\nthe right eye, which closed it up; in the end, I believe, this was my\nsalvation: for the anger it roused in me was so great that, in this and\nevery one of the three following rounds, I floored the baker.",
        "“Round 18th. The baker came up piping, and manifestly the worse for wear.\nHis geometrical exploits in the four last rounds had done him no good.\nHowever, he showed some skill in stopping a message which I was sending to\nhis cadaverous mug; in delivering which, my foot slipped, and I went down.",
        "“Round 19th. Surveying the baker, I became ashamed of having been so\nmuch bothered by a shapeless mass of dough; and I went in fiercely,\nand administered some severe punishment. A rally took place–both went\ndown–baker undermost–ten to three on amateur.",
        "“Round 20th. The baker jumped up with surprising agility; indeed, he\nmanaged his pins capitally, and fought wonderfully, considering that he was\ndrenched in perspiration; but the shine was now taken out of him, and his\ngame was the mere effect of panic. It was now clear that he could not last\nmuch longer. In the course of this round we tried the weaving system, in\nwhich I had greatly the advantage, and hit him repeatedly on the conk.\nMy reason for this was, that his conk was covered with carbuncles; and I\nthought I should vex him by taking such liberties with his conk, which in\nfact I did.",
        "“The three next rounds, the master of the rolls staggered about like a cow\non the ice. Seeing how matters stood, in round twenty-fourth I whispered\nsomething into his ear, which sent him down like a shot. It was nothing\nmore than my private opinion of the value of his throat at an annuity\noffice. This little confidential whisper affected him greatly; the very\nperspiration was frozen on his face, and for the next two rounds I had it\nall my own way. And when I called time for the twenty-seventh round, he\nlay like a log on the floor.”",
        "After which, said I to the amateur, “It may be presumed that you\naccomplished your purpose.” “You are right,” said he mildly, “I did; and a\ngreat satisfaction, you know, it was to my mind, for by this means I killed\ntwo birds with one stone;” meaning that he had both thumped the baker and\nmurdered him. Now, for the life of me, I could not see that; for, on the\ncontrary, to my mind it appeared that he had taken two stones to kill one\nbird, having been obliged to take the conceit out of him first with his\nfist, and then with his tools. But no matter for his logic. The moral of\nhis story was good, for it showed what an astonishing stimulus to latent\ntalent is contained in any reasonable prospect of being murdered. A\npursy, unwieldy, half cataleptic baker of Mannheim had absolutely fought\nsix-and-twenty rounds with an accomplished English boxer merely upon this\ninspiration; so greatly was natural genius exalted and sublimed by the\ngenial presence of his murderer.",
        "Really, gentlemen, when one hears of such things as these, it becomes a\nduty, perhaps, a little to soften that extreme asperity with which most\nmen speak of murder. To hear people talk, you would suppose that all the\ndisadvantages and inconveniences were on the side of being murdered, and\nthat there were none at all in not being murdered. But considerate men\nthink otherwise. “Certainly,” says Jeremy Taylor, “it is a less temporal\nevil to fall by the rudeness of a sword than the violence of a fever: and\nthe axe” (to which he might have added the ship-carpenter’s mallet and the\ncrow-bar) “a much less affliction than a strangury.” Very true; the\nbishop talks like a wise man and an amateur, as he is; and another great\nphilosopher, Marcus Aurelius, was equally above the vulgar prejudices on\nthis subject. He declares it to be one of “the noblest functions of reason\nto know whether it is time to walk out of the world or not.” (Book III.,\nCollers’ Translation.) No sort of knowledge being rarer than this, surely\nthat man must be a most philanthropic character, who undertakes to\ninstruct people in this branch of knowledge gratis, and at no little hazard\nto himself. All this, however, I throw out only in the way of speculation\nto future moralists; declaring in the meantime my own private conviction,\nthat very few men commit murder upon philanthropic or patriotic principles,\nand repeating what I have already said once at least–that, as to the\nmajority of murderers, they are very incorrect characters.",
        "With respect to Williams’s murders, the sublimest and most entire in their\nexcellence that ever were committed, I shall not allow myself to speak\nincidentally. Nothing less than an entire lecture, or even an entire course\nof lectures, would suffice to expound their merits. But one curious fact,\nconnected with his case, I shall mention, because it seems to imply that\nthe blaze of his genius absolutely dazzled the eye of criminal justice. You\nall remember, I doubt not, that the instruments with which he executed his\nfirst great work, (the murder of the Marrs,) were a ship-carpenter’s mallet\nand a knife. Now the mallet belonged to an old Swede, one John Petersen,\nand bore his initials. This instrument Williams left behind him, in Marr’s\nhouse, and it fell into the hands of the magistrates. Now, gentlemen, it\nis a fact that the publication of this circumstance of the initials led\nimmediately to the apprehension of Williams, and, if made earlier, would\nhave prevented his second great work, (the murder of the Williamsons,)\nwhich took place precisely twelve days after. But the magistrates kept back\nthis fact from the public for the entire twelve days, and until that second\nwork was accomplished. That finished, they published it, apparently feeling\nthat Williams had now done enough for his fame, and that his glory was at\nlength placed beyond the reach of accident.",
        "As to Mr. Thurtell’s case, I know not what to say. Naturally, I have every\ndisposition to think highly of my predecessor in the chair of this society;\nand I acknowledge that his lectures were unexceptionable. But, speaking\ningenuously, I do really think that his principal performance, as an\nartist, has been much overrated. I admit that at first I was myself carried\naway by the general enthusiasm. On the morning when the murder was made\nknown in London, there was the fullest meeting of amateurs that I have ever\nknown since the days of Williams; old bed-ridden connoisseurs, who had got\ninto a peevish way of sneering and complaining “that there was nothing\ndoing,” now hobbled down to our club-room: such hilarity, such benign\nexpression of general satisfaction, I have rarely witnessed. On every side\nyou saw people shaking hands, congratulating each other, and forming\ndinner parties for the evening; and nothing was to be heard but triumphant\nchallenges of–\"Well! will this do?” “Is this the right thing?” “Are\nyou satisfied at last?” But, in the midst of this, I remember we all\ngrew silent on hearing the old cynical amateur, L. S––, that laudator\ntemporis acti, stumping along with his wooden leg; he entered the room\nwith his usual scowl, and, as he advanced, he continued to growl and\nstutter the whole way–\"Not an original idea in the whole piece–mere\nplagiarism,–base plagiarism from hints that I threw out! Besides, his\nstyle is as hard as Albert Durer, and as coarse as Fuseli.” Many thought\nthat this was mere jealousy, and general waspishness; but I confess that,\nwhen the first glow of enthusiasm had subsided, I have found most judicious\ncritics to agree that there was something falsetto in the style of\nThurtell. The fact is, he was a member of our society, which naturally gave\na friendly bias to our judgments; and his person was universally familiar\nto the cockneys, which gave him, with the whole London public, a temporary\npopularity, that his pretensions are not capable of supporting; for\nopinionum commenta delet dies, naturæ judicia confirmat. There was,\nhowever, an unfinished design of Thurtell’s for the murder of a man with a\npair of dumb-bells, which I admired greatly; it was a mere outline, that he\nnever completed; but to my mind it seemed every way superior to his chief\nwork. I remember that there was great regret expressed by some amateurs\nthat this sketch should have been left in an unfinished state: but there\nI cannot agree with them; for the fragments and first bold outlines of\noriginal artists have often a felicity about them which is apt to vanish in\nthe management of the details.",
        "The case of the M’Keands I consider far beyond the vaunted performance of\nThurtell,–indeed above all praise; and bearing that relation, in fact, to\nthe immortal works of Williams, which the Æneid bears to the Iliad.",
        "But it is now time that I should say a few words about the principles of\nmurder, not with a view to regulate your practice, but your judgment: as\nto old women, and the mob of newspaper readers, they are pleased with\nanything, provided it is bloody enough. But the mind of sensibility\nrequires something more. First, then, let us speak of the kind of person\nwho is adapted to the purpose of the murderer; secondly, of the place\nwhere; thirdly, of the time when, and other little circumstances.",
        "As to the person, I suppose it is evident that he ought to be a good man;\nbecause, if he were not, he might himself, by possibility, be contemplating\nmurder at the very time; and such “diamond-cut-diamond” tussles, though\npleasant enough where nothing better is stirring, are really not what a\ncritic can allow himself to call murders. I could mention some people (I\nname no names) who have been murdered by other people in a dark lane; and\nso far all seemed correct enough; but, on looking farther into the matter,\nthe public have become aware that the murdered party was himself, at the\nmoment, planning to rob his murderer, at the least, and possibly to murder\nhim, if he had been strong enough. Whenever that is the case, or may be\nthought to be the case, farewell to all the genuine effects of the art. For\nthe final purpose of murder, considered as a fine art, is precisely the\nsame as that of tragedy, in Aristotle’s account of it, viz., “to cleanse\nthe heart by means of pity and terror.” Now, terror there may be, but how\ncan there be any pity for one tiger destroyed by another tiger?",
        "It is also evident that the person selected ought not to be a public\ncharacter. For instance, no judicious artist would have attempted to murder\nAbraham Newland. For the case was this; everybody read so much about\nAbraham Newland, and so few people ever saw him, that there was a fixed\nbelief that he was an abstract idea. And I remember that once, when I\nhappened to mention that I had dined at a coffee-house in company with\nAbraham Newland, everybody looked scornfully at me, as though I had\npretended to have played at billiards with Prester John, or to have had an\naffair of honor with the Pope. And, by the way, the Pope would be a very\nimproper person to murder: for he has such a virtual ubiquity as the father\nof Christendom, and, like the cuckoo, is so often heard but never seen,\nthat I suspect most people regard him also as an abstract idea. Where,\nindeed, a public character is in the habit of giving dinners, “with every\ndelicacy of the season,” the case is very different: every person is\nsatisfied that he is no abstract idea; and, therefore, there can be no\nimpropriety in murdering him; only that his murder will fall into the class\nof assassinations, which I have not yet treated.",
        "Thirdly. The subject chosen ought to be in good health: for it is\nabsolutely barbarous to murder a sick person, who is usually quite unable\nto bear it. On this principle, no cockney ought to be chosen who is above\ntwenty-five, for after that age he is sure to be dyspeptic. Or at least, if\na man will hunt in that warren, he ought to murder a couple at one time; if\nthe cockneys chosen should be tailors, he will of course think it his duty,\non the old established equation, to murder eighteen. And, here, in this\nattention to the comfort of sick people, you will observe the usual effect\nof a fine art to soften and refine the feelings. The world in general,\ngentlemen, are very bloody-minded; and all they want in a murder is a\ncopious effusion of blood; gaudy display in this point is enough for\nthem. But the enlightened connoisseur is more refined in his taste;\nand from our art, as from all the other liberal arts when thoroughly\ncultivated, the result is–to improve and to humanize the heart; so true is\nit, that–",
        "  ––\"Ingenuas didicisse fideliter artes,\n  Emollit mores, nec sinit esse feros.”",
        "A philosophic friend, well known for his philanthropy and general\nbenignity, suggests that the subject chosen ought also to have a family of\nyoung children wholly dependent on his exertions, by way of deepening the\npathos. And, undoubtedly, this is a judicious caution. Yet I would not\ninsist too keenly on this condition. Severe good taste unquestionably\ndemands it; but still, where the man was otherwise unobjectionable in point\nof morals and health, I would not look with too curious a jealousy to a\nrestriction which might have the effect of narrowing the artist’s sphere.",
        "So much for the person. As to the time, the place, and the tools, I have\nmany things to say, which at present I have no room for. The good sense of\nthe practitioner has usually directed him to night and privacy. Yet\nthere have not been wanting cases where this rule was departed from with\nexcellent effect. In respect to time, Mrs. Ruscombe’s case is a beautiful\nexception, which I have already noticed; and in respect both to time and\nplace, there is a fine exception in the annals of Edinburgh, (year 1805,)\nfamiliar to every child in Edinburgh, but which has unaccountably been\ndefrauded of its due portion of fame amongst English amateurs. The case\nI mean is that of a porter to one of the banks, who was murdered whilst\ncarrying a bag of money, in broad daylight, on turning out of the High\nStreet, one of the most public streets in Europe, and the murderer is to\nthis hour undiscovered.",
        "  “Sed fugit interea, fugit irreparabile tcmpus,\n  Singula dum capti circumvectamur amore.”",
        "And now, gentlemen, in conclusion, let me again solemnly disclaim all\npretensions on my own part to the character of a professional man. I never\nattempted any murder in my life, except in the year 1801, upon the body of\na tom-cat; and that turned out differently from my intention. My\npurpose, I own, was downright murder. “Semper ego auditor tantum?” said I,\n“nunquamne reponam?” And I went down stairs in search of Tom at one o’clock\non a dark night, with the “animus,” and no doubt with the fiendish looks,\nof a murderer. But when I found him, he was in the act of plundering the\npantry of bread and other things. Now this gave a new turn to the affair;\nfor the time being one of general scarcity, when even Christians were\nreduced to the use of potato-bread, rice-bread, and all sorts of things, it\nwas downright treason in a tom-cat to be wasting good wheaten-bread in the\nway he was doing. It instantly became a patriotic duty to put him to death;\nand as I raised aloft and shook the glittering steel, I fancied myself\nrising like Brutus, effulgent from a crowd of patriots, and, as I stabbed\nhim, I",
        "  “called aloud on Tully’s name,\n  And bade the father of his country hail!”",
        "Since then, what wandering thoughts I may have had of attempting the life\nof an ancient ewe, of a superannuated hen, and such “small deer,” are\nlocked up in the secrets of my own breast; but for the higher departments\nof the art, I confess myself to be utterly unfit. My ambition does not rise\nso high. No, gentlemen, in the words of Horace,",
        "  “–-fungos vice cotis, excutum\n  Reddere ere quæ ferrum valet, exsors ipsa secandi.”",
        "Continue...",
        "\nThis eBook of “Miscellaneous Essays” by Thomas de Quincey belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous essays, by Thomas De Quincey.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}