{
    "title": "Miscellaneous Studies: A Series of Essays - Art Notes in North Italy",
    "author": "Walter Horatio Pater",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "[90] TITIAN, as we see him in what some have thought his noblest\nwork, the large altar-piece, dated 1522, his forty-fifth year, of SS.\nNazaro e Celso, at Brescia, is certainly a religious–a great,\nreligious painter.  The famous Gabriel of the Annunciation, aflight,\nin all the effortless energy of an angel indeed, and Sebastian,\nadapted, it was said, from an ancient statue, yet as novel in design\nas if Titian had been the first to handle that so familiar figure in\nold religious art–may represent for us a vast and varied amount of\nwork–in which he expands to their utmost artistic compass the\nearlier religious dreams of Mantegna and the Bellini, affording\nsufficient proof how sacred themes could rouse his imagination, and\nall his manual skill, to heroic efforts.  But he is also the painter\nof the Venus of the Tribune and the Triumph of Bacchus; and such\nfrank acceptance of the voluptuous paganism of the Renaissance, the\nmotive of a large proportion of his work, [91] might make us think\nthat religion, grandly dramatic as was his conception of it, can have\nbeen for him only one of many pictorial attitudes.  There are however\npainters of that date who, while their work is great enough to be\nconnected (perhaps groundlessly) with Titian’s personal influence, or\ndirectly attributed to his hand, possess at least this psychological\ninterest, that about their religiousness there can be no question.\nTheir work is to be looked for mainly in and about the two sub-alpine\ntowns of Brescia and Bergamo; in the former of which it becomes\ndefinable as a school–the school of Moretto, in whom the perfected\nart of the later Renaissance is to be seen in union with a\ncatholicism as convinced, towards the middle of the sixteenth\ncentury, as that of Giotto or Angelico.",
        "Moretto of Brescia, for instance, is one of the few painters who have\nfully understood the artistic opportunities of the subject of Saint\nPaul, for whom, for the most part, art has found only the\nconventional trappings of a Roman soldier (a soldier, as being in\ncharge of those prisoners to Damascus), or a somewhat commonplace old\nage.  Moretto also makes him a nobly accoutred soldier–the rim of\nthe helmet, thrown backward in his fall to the earth, rings the head\nalready with a faint circle of glory–but a soldier still in\npossession of all those resources of unspoiled youth which he is\nready to offer in a [92] moment to the truth that has just dawned\nvisibly upon him.  The terrified horse, very grandly designed, leaps\nhigh against the suddenly darkened sky above the distant horizon of\nDamascus, with all Moretto’s peculiar understanding of the power of\nblack and white.  But what signs the picture inalienably as Moretto’s\nown is the thought of the saint himself, at the moment of his\nrecovery from the stroke of Heaven.  The pure, pale, beardless face,\nin noble profile, might have had for its immediate model some\nmilitary monk of a later age, yet it breathes all the joy and\nconfidence of the Apostle who knows in a single flash of time that he\nhas found the veritable captain of his soul.  It is indeed the Paul\nwhose genius of conviction has so greatly moved the minds of men–the\nsoldier who, bringing his prisoners “bound to Damascus,” is become\nthe soldier of Jesus Christ.",
        "Moretto’s picture has found its place (in a dark recess, alas!) in\nthe Church of Santa Maria presso San Celso, in the suburbs of Milan,\nhard by the site of the old Roman cemetery, where Ambrose, at a\nmoment when in one of his many conflicts a “sign” was needed, found\nthe bodies of Nazarus and Celsus, youthful patrician martyrs in the\nreign of Nero, overflowing now with miraculous powers, their blood\nstill fresh upon them–conspersa recenti sanguine.  The body of Saint\nNazarus he removed into the city: that of Saint Celsus remained\nwithin the little sanctuary [93] which still bears his name, and\nbeside which, in the fifteenth century, arose the glorious Church of\nthe Madonna, with spacious atrium after the Ambrosian manner, a\nfacade richly sculptured in the style of the Renaissance, and\nsumptuously adorned within.  Behind the massive silver tabernacle of\nthe altar of the miraculous picture which gave its origin to this\nsplendid building, the rare visitor, peeping as into some sacred\nbird-nest, detects one of the loveliest works of Luini, a small, but\nexquisitely finished “Holy Family.”  Among the fine pictures around\nare works by two other very notable religious painters of the cinque-\ncento.  Both alike, Ferrari and Borgognone, may seem to have\nintroduced into fiery Italian latitudes a certain northern\ntemperature, and somewhat twilight, French, or Flemish, or German,\nthoughts.  Ferrari, coming from the neighbourhood of Varallo, after\nwork at Vercelli and Novara, returns thither to labour, as both\nsculptor and painter, in the “stations” of the Sacro Monte, at a form\nof religious art which would seem to have some natural kinship with\nthe temper of a mountain people.  It is as if the living actors in\nthe “Passion Play” of Oberammergau had been transformed into almost\nillusive groups in painted terra-cotta.  The scenes of the Last\nSupper, of the Martyrdom of the Innocents, of the Raising of Jairus’\ndaughter, for instance, are certainly touching in the naive piety of\ntheir life-sized realism.  But Gaudenzio Ferrari had many [94]\nhelpmates at the Sacro Monte; and his lovelier work is in the\nFranciscan Church at the foot of the hill, and in those two, truly\nItalian, far-off towns of the Lombard plain.  Even in his great,\nmany-storied fresco in the Franciscan Church at Varallo there are\ntraces of a somewhat barbaric hankering after solid form; the armour\nof the Roman soldiers, for example, is raised and gilt.  It is as if\nthis serious soul, going back to his mountain home, had lapsed again\ninto mountain “grotesque,” with touches also, in truth, of a\npeculiarly northern poetry–a mystic poetry, which now and again, in\nhis treatment, for instance, of angel forms and faces, reminds one of\nBlake.  There is something of it certainly in the little white\nspectral soul of the penitent thief making its escape from the\ndishonoured body along the beam of his cross.",
        "The contrast is a vigorous one when, in the space of a few hours, the\ntraveller finds himself at Vercelli, half-stifled in its thick\npressing crop of pumpkins and mulberry trees.  The expression of the\nprophet occurs to him: “A lodge in a garden of cucumbers.”  Garden of\ncucumbers and half-tropical flowers, it has invaded the quiet open\nspaces of the town.  Search through them, through the almost\ncloistral streets, for the Church of the Umiliati; and there, amid\nthe soft garden-shadows of the choir, you may find the sentiment of\nthe neighbourhood expressed with great refinement in what is perhaps\n[95] the masterpiece of Ferrari, “Our Lady of the Fruit-garden,” as\nwe might say–attended by twelve life-sized saints and the monkish\ndonors of the picture.  The remarkable proportions of the tall panel,\nup which the green-stuff is climbing thickly above the mitres and\nsacred garniture of those sacred personages, lend themselves\nharmoniously to the gigantic stature of Saint Christopher in the\nforeground as the patron saint of the church.  With the savour of\nthis picture in his memory, the visitor will look eagerly in some\nhalf-dozen neighbouring churches and deserted conventual places for\ncertain other works from Ferrari’s hand; and so, leaving the place\nunder the influence of his delicate religious ideal, may seem to have\nbeen listening to much exquisite church-music there, violins and the\nlike, on that perfectly silent afternoon–such music as he may still\nreally hear on Sundays at the neighbouring town of Novara, famed for\nit from of old.  Here, again, the art of Gaudenzio Ferrari reigns.\nGaudenzio!  It is the name of the saintly prelate on whom his pencil\nwas many times employed, First Bishop of Novara, and patron of the\nmagnificent basilica hard by which still covers his body, whose\nearthly presence in cope and mitre Ferrari has commemorated in the\naltar-piece of the “Marriage of St. Catherine,” with its refined\nrichness of colour, like a bank of real flowers blooming there, and\nlike nothing else around it in the [96] vast duomo of old Roman\narchitecture, now heavily masked in modern stucco.  The solemn\nmountains, under the closer shadow of which his genius put on a\nnorthern hue, are far away, telling at Novara only as the grandly\ntheatrical background to an entirely lowland life.  And here, as at\nVercelli so at Novara, Ferrari is not less graciously Italian than\nLuini himself.",
        "If the name of Luini’s master, Borgognone, is no proof of northern\nextraction, a northern temper is nevertheless a marked element of his\ngenius–something of the patience, especially, of the masters of\nDijon or Bruges, nowhere more clearly than in the two groups of male\nand female heads in the National Gallery, family groups, painted in\nthe attitude of worship, with a lowly religious sincerity which may\nremind us of the contemporary work of M. Legros.  Like those northern\nmasters, he accepts piously, but can refine, what “has no\ncomeliness.”  And yet perhaps no painter has so adequately presented\nthat purely personal beauty (for which, indeed, even profane painters\nfor the most part have seemed to care very little) as Borgognone in\nthe two deacons, Stephen and Laurence, who, in one of the altar-\npieces of the Certosa, assist at the throne of Syrus, ancient,\nsainted, First Bishop of Pavia–stately youths in quite imperial\ndalmatics of black and gold.  An indefatigable worker at many forms\nof religious art, here and elsewhere, assisting at last in the [97]\ncarving and inlaying of the rich marble facade of the Certosa, the\nrich carved and inlaid wood-work of Santa Maria at Bergamo, he is\nseen perhaps at his best, certainly in his most significantly\nreligious mood, in the Church of the Incoronata at Lodi, especially\nin one picture there, the “Presentation of Christ in the Temple.\"\nThe experienced visitor knows what to expect in the sacristies of the\ngreat Italian churches; the smaller, choicer works of Luini, say, of\nDella Robbia or Mino of Fiesole, the superb ambries and drawers and\npresses of old oak or cedar, the still untouched morsel of fresco–\nlike sacred priestly thoughts visibly lingering there in the half-\nlight.  Well! the little octagonal Church of the Incoronata is like\none of these sacristies.  The work of Bramante–you see it, as it is\nso rarely one’s luck to do, with its furniture and internal\ndecoration complete and unchanged, the coloured pavement, the\ncolouring which covers the walls, the elegant little organ of\nDomenico da Lucca (1507), the altar-screens with their dainty rows of\nbrass cherubs.  In Borgognone’s picture of the “Presentation,” there\nthe place is, essentially as we see it to-day.  The ceremony,\ninvested with all the sentiment of a Christian sacrament, takes place\nin this very church, this “Temple” of the Incoronata where you are\nstanding, reflected on the dimly glorious wall, as in a mirror.\nBorgognone in his picture has [98] but added in long legend, letter\nby letter, on the fascia below the cupola, the Song of Simeon.",
        "The Incoronata however is, after all, the monument less of Ambrogio\nBorgognone than of the gifted Piazza family:–Callisto, himself born\nat Lodi, his father, his uncle, his brothers, his son Fulvio, working\nthere in three generations, under marked religious influence, and\nwith so much power and grace that, quite gratuitously, portions of\ntheir work have been attributed to the master-hand of Titian, in some\nimaginary visit here to these painters, who were in truth the\ndisciples of another–Romanino of Brescia.  At Lodi, the lustre of\nScipione Piazza is lost in that of Callisto, his elder brother; but\nhe might worthily be included in a list of painters memorable for a\nsingle picture, such pictures as the solemn Madonna of Pierino del\nVaga, in the Duomo of Pisa, or the Holy Family of Pellegrino Piola,\nin the Goldsmiths’ Street at Genoa.  A single picture, a single\nfigure in a picture, signed and dated, over the altar of Saint\nClement, in the Church of San Spirito, at Bergamo, might preserve the\nfame of Scipione Piazza, who did not live to be old.  The figure is\nthat of the youthful Clement of Rome himself, “who had seen the\nblessed Apostles,” writing at the dictation of Saint Paul.  For a\nmoment he looks away from the letters of the book with all the\nwistful intelligence of a boy softly touched already by the radiancy\nof the [99] celestial Wisdom.  “Her ways are ways of pleasantness!\"\nThat is the lesson this winsome, docile, spotless creature–ingenui\nvultus puer ingenuique pudoris–younger brother or cousin of\nBorgognone’s noble deacons at the Certosa–seems put there to teach\nus.  And in this church, indeed, as it happens, Scipione’s work is\nside by side with work of his.",
        "It is here, in fact, at Bergamo and at Brescia, that the late\nsurvival of a really convinced religious spirit becomes a striking\nfact in the history of Italian art.  Vercelli and Novara, though\nfamous for their mountain neighbourhood, enjoy but a distant and\noccasional view of Monte Rosa and its companions; and even then those\nawful stairways to tracts of airy sunlight may seem hardly real.  But\nthe beauty of the twin sub-alpine towns further eastward is shaped by\nthe circumstance that mountain and plain meet almost in their\nstreets, very effectively for all purposes of the picturesque.\nBrescia, immediately below the “Falcon of Lombardy” (so they called\nits masterful fortress on the last ledge of the Pie di Monte), to\nwhich you may now ascend by gentle turfed paths, to watch the purple\nmystery of evening mount gradually from the great plain up the\nmountain-walls close at hand, is as level as a church pavement, home-\nlike, with a kind of easy walking from point to point about it, rare\nin Italian towns–a town full of walled gardens, giving even to [100]\nits smaller habitations the retirement of their more sumptuous\nneighbours, and a certain English air.  You may peep into them,\npacing its broad streets, from the blaze of which you are glad to\nescape into the dim and sometimes gloomy churches, the twilight\nsacristies, rich with carved and coloured woodwork.  The art of\nRomanino still lights up one of the darkest of those churches with\nthe altar-piece which is perhaps his most expressive and noblest\nwork.  The veritable blue sky itself seems to be breaking into the\ndark-cornered, low-vaulted, Gothic sanctuary of the Barefoot\nBrethren, around the Virgin and Child, the bowed, adoring figures of\nBonaventura, Saint Francis, Saint Antony, the youthful majesty of\nSaint Louis, to keep for ever in memory–not the King of France\nhowever, in spite of the fleurs-de-lys on his cope of azure, but\nLouis, Bishop of Toulouse.  A Rubens in Italy! you may think, if you\ncare to rove from the delightful fact before you after vague\nsupposititious alliances–something between Titian and Rubens!\nCertainly, Romanino’s bold, contrasted colouring anticipates\nsomething of the northern freshness of Rubens.  But while the\npeculiarity of the work of Rubens is a sense of momentary transition,\nas if the colours were even now melting in it, Romanino’s canvas\nbears rather the steady glory of broad Italian noonday; while he is\ndistinguished also for a remarkable clearness of [101] design, which\nhas perhaps something to do, is certainly congruous with, a markedly\nreligious sentiment, like that of Angelico or Perugino, lingering\nstill in the soul of this Brescian painter towards the middle of the\nsixteenth century.",
        "Romanino and Moretto, the two great masters of Brescia in successive\ngenerations, both alike inspired above all else by the majesty, the\nmajestic beauty, of religion–its persons, its events, every\ncircumstance that belongs to it–are to be seen in friendly rivalry,\nthough with ten years’ difference of age between them, in the Church\nof San Giovanni Evangelista; Romanino approaching there, as near as\nhe might, in a certain candle-lighted scene, to that harmony in\nblack, white, and grey preferred by the younger painter.  Before this\nor that example of Moretto’s work, in that admirably composed picture\nof Saint Paul’s Conversion, for instance, you might think of him as\nbut a very noble designer in grisaille.  A more detailed study would\nconvince you that, whatever its component elements, there is a very\ncomplex tone which almost exclusively belongs to him; the “Saint\nUrsula” finally, that he is a great, though very peculiar colourist–\na lord of colour who, while he knows the colour resources that may\nlie even in black and white, has really included every delicate hue\nwhatever in that faded “silver grey,” which yet lingers in one’s\nmemory as their final effect.  For some admirers indeed he is\ndefinable [102] as a kind of really sanctified Titian.  It must be\nadmitted, however, that whereas Titian sometimes lost a little of\nhimself in the greatness of his designs, or committed their\nexecution, in part, to others, Moretto, in his work, is always all\nthere–thorough, steady, even, in his workmanship.  That, again, was\na result of his late-surviving religious conscience.  And here, as in\nother instances, the supposed influence of the greater master is only\na supposition.  As a matter of fact, at least in his earlier life,\nMoretto made no visit to Venice; developed his genius at home, under\nsuch conditions for development as were afforded by the example of\nthe earlier masters of Brescia itself; left his work there\nabundantly, and almost there alone, as the thoroughly representative\nproduct of a charming place.  In the little Church of San Clemente he\nis still “at home” to his lovers; an intimately religious artist,\nfull of cheerfulness, of joy.  Upon the airy galleries of his great\naltar-piece, the angels dance against the sky above the Mother and\nthe Child; Saint Clement, patron of the church, being attendant in\npontifical white, with Dominic, Catherine, the Magdalen, and good,\nbig-faced Saint Florian in complete armour, benign and strong.  He\nknows many a saint not in the Roman breviary.  Was there a single\nsweet-sounding name without its martyr patron?  Lucia, Agnes, Agatha,\nBarbara, Cecilia–holy women, dignified, high-bred, intelligent–\n[103] have an altar of their own; and here, as in that festal high\naltar-piece, the spectator may note yet another artistic alliance,\nsomething of the pale effulgence of Correggio–an approach, at least,\nto that peculiar treatment of light and shade, and a pre-occupation\nwith certain tricks therein of nature itself, by which Correggio\ntouches Rembrandt on the one hand, Da Vinci on the other.  Here, in\nMoretto’s work, you may think that manner more delightful, perhaps\nbecause more refined, than in Correggio himself.  Those pensive,\ntarnished, silver side-lights, like mere reflexions of natural\nsunshine, may be noticed indeed in many another painter of that day,\nin Lanini, for instance, at the National Gallery.  In his “Nativity\"\nat the Brera, Procaccini of Verona almost anticipates Correggio’s\nHeilige Nacht.  It is, in truth, the first step in the decomposition\nof light, a touch of decadence, of sunset, along the whole horizon of\nNorth-Italian art.  It is, however, as the painter of the white-\nstoled Ursula and her companions that the great master of Brescia is\nmost likely to remain in the memory of the visitor; with this fact,\nabove all, clearly impressed on it, that Moretto had attained full\nintelligence of all the pictorial powers of white.  In the clearness,\nthe cleanliness, the hieratic distinction, of this earnest and\ndeeply-felt composition, there is something “pre-Raphaelite\"; as also\nin a certain liturgical formality in the grouping of the virgins–the\n[104] looks, “all one way,” of the closely-ranged faces; while in the\nlong folds of the drapery we may see something of the severe grace of\nearly Tuscan sculpture–something of severity in the long, thin,\nemphatic shadows.  For the light is high, as with the level lights of\nearly morning, the air of which ruffles the banners borne by Ursula\nin her two hands, her virgin companions laying their hands also upon\nthe tall staves, as if taking share, with a good will, in her self-\ndedication, with all the hazard of battle.  They bring us,\nappropriately, close to the grave of this manly yet so virginal\npainter, born in the year 1500, dead at forty-seven.",
        "Of Moretto and Romanino, whose works thus light up, or refine, the\ndark churches of Brescia and its neighbourhood, Romanino is scarcely\nto be seen beyond it.  The National Gallery, however, is rich in\nMoretto’s work, with two of his rare poetic portraits; and if the\nlarge altar-picture would hardly tell his secret to one who had not\nstudied him at Brescia, in those who already know him it will awake\nmany a reminiscence of his art at its best.  The three white mitres,\nfor instance, grandly painted towards the centre of the picture, at\nthe feet of Saint Bernardino of Siena–the three bishoprics refused\nby that lowly saint–may remind one of the great white mitre which,\nin the genial picture of Saint Nicholas, in the Miracoli at Brescia,\none of the children, who as delightfully+ [105] unconventional\nacolytes accompany their beloved patron into the presence of the\nMadonna, carries along so willingly, laughing almost, with pleasure\nand pride, at his part in so great a function.  In the altar-piece at\nthe National Gallery those white mitres form the key-note from which\nthe pale, cloistral splendours of the whole picture radiate.  You see\nwhat a wealth of enjoyable colour Moretto, for one, can bring out of\nmonkish habits in themselves sad enough, and receive a new lesson in\nthe artistic value of reserve.",
        "Rarer still (the single work of Romanino, it is said, to be seen out\nof Italy) is the elaborate composition in five parts on the opposite\nside of the doorway.  Painted for the high-altar of one of the many\nchurches of Brescia, it seems to have passed into secular hands about\na century ago.  Alessandro, patron of the church, one of the many\nyouthful patrician converts Italy reveres from the ranks of the Roman\narmy, stands there on one side, with ample crimson banner superbly\nfurled about his lustrous black armour, and on the other–Saint\nJerome, Romanino’s own namesake–neither more nor less than the\nfamiliar, self-tormenting anchorite; for few painters (Bellini, to\nsome degree, in his picture of the saint’s study) have perceived the\nrare pictorial opportunities of Jerome; Jerome with the true cradle\nof the Lord, first of Christian antiquaries, author of the fragrant\nVulgate version of the [106] Scriptures.  Alessandro and Jerome\nsupport the Mother and the Child in the central place.  But the\nloveliest subjects of this fine group of compositions are in the\ncorners above, half-length, life-sized figures–Gaudioso, Bishop of\nBrescia, above Saint Jerome; above Alessandro, Saint Filippo Benizzi,\nmeek founder of the Order of Servites to which that church at Brescia\nbelonged, with his lily, and in the right hand a book; and what a\nbook!  It was another very different painter, Giuseppe Caletti, of\nCremona, who, for the truth and beauty of his drawing of them, gained\nthe title of the “Painter of Books.”  But if you wish to see what can\nbe made of the leaves, the vellum cover, of a book, observe that in\nSaint Philip’s hand.–The writer? the contents? you ask: What may\nthey be? and whence did it come?–out of embalmed sacristy, or\nantique coffin of some early Brescian martyr, or, through that bright\nspace of blue Italian sky, from the hands of an angel, like his\nAnnunciation lily, or the book received in the Apocalypse by John the\nDivine?  It is one of those old saints, Gaudioso (at home in every\nchurch in Brescia), who looks out with full face from the opposite\ncorner of the altar-piece, from a background which, though it might\nbe the new heaven over a new earth, is in truth only the proper,\nbreathable air of Italy.  As we see him here, Saint Gaudioso is one\nof the more exquisite treasures of our National Gallery.  It was thus\nthat at the magic [107] touch of Romanino’s art the dim, early,\nhunted-down Brescian church of the primitive centuries, crushed into\nthe dust, it might seem, was “brought to her king,” out of those old\ndark crypts, “in raiment of needle-work\"–the delicate, richly\nfolded, pontifical white vestments, the mitre and staff and gloves,\nand rich jewelled cope, blue or green.  The face, of remarkable\nbeauty after a type which all feel though it is actually rare in art,\nis probably a portrait of some distinguished churchman of Romanino’s\nown day; a second Gaudioso, perhaps, setting that later Brescian\nchurch to rights after the terrible French occupation in the\npainter’s own time, as his saintly predecessor, the Gaudioso of the\nearlier century here commemorated, had done after the invasion of the\nGoths.  The eloquent eyes are open upon some glorious vision.  “He\nhath made us kings and priests!” they seem to say for him, as the\nclean, sensitive lips might do so eloquently.  Beauty and Holiness\nhad “kissed each other,” as in Borgognone’s imperial deacons at the\nCertosa.  At the Renaissance the world might seem to have parted them\nagain.  But here certainly, once more, Catholicism and the\nRenaissance, religion and culture, holiness and beauty, might seem\nreconciled, by one who had conceived neither after any feeble way, in\na gifted person.  Here at least, by the skill of Romanino’s hand, the\nobscure martyr of the crypts shines as a [108] saint of the later\nRenaissance, with a sanctity of which the elegant world itself would\nhardly escape the fascination, and which reminds one how the great\nApostle Saint Paul has made courtesy part of the content of the\nDivine charity itself.  A Rubens in Italy!–so Romanino has been\ncalled.  In this gracious presence we might think that, like Rubens\nalso, he had been a courtier.",
        "90. *Published in the New Review, Nov. 1890, and now reprinted by the\nkind permission of the proprietors.",
        "Continue...",
        "\nThis is the complete public domain etext “Miscellaneous Studies: A Series of Essays” by Walter Horatio Pater.\n\n\nAlso by this author (on Amazon.com); The Renaissance, Studies in Art and Poetry\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous Studies: A Series of EssaysBy Walter Horatio PaterAt Amazon"
    ]
}