{
    "title": "Miscellaneous Essays - The English Mail-Coach",
    "author": "Thomas de Quincey",
    "chapter": "4",
    "content": [
        "\n\n",
        "OR,",
        "THE GLORY OF MOTION.",
        "Some twenty or more years before I matriculated at Oxford, Mr. Palmer,\nM.P. for Bath, had accomplished two things, very hard to do on our little\nplanet, the Earth, however cheap they may happen to be held by the\neccentric people in comets: he had invented mail-coaches, and he had\nmarried the daughter[1] of a duke. He was, therefore, just twice as great a\nman as Galileo, who certainly invented (or discovered) the satellites of\nJupiter, those very next things extant to mail-coaches in the two capital\npoints of speed and keeping time, but who did not marry the daughter of a\nduke.",
        "These mail-coaches, as organized by Mr. Palmer, are entitled to a\ncircumstantial notice from myself–having had so large a share in\ndeveloping the anarchies of my subsequent dreams, an agency which they\naccomplished, first, through velocity, at that time unprecedented; they\nfirst revealed the glory of motion: suggesting, at the same time, an\nunder-sense, not unpleasurable, of possible though indefinite danger;\nsecondly, through grand effects for the eye between lamp-light and the\ndarkness upon solitary roads; thirdly, through animal beauty and power so\noften displayed in the class of horses selected for this mail service;\nfourthly, through the conscious presence of a central intellect, that, in\nthe midst of vast distances,[2] of storms, of darkness, of night, overruled\nall obstacles into one steady coöperation in a national result. To my own\nfeeling, this post-office service recalled some mighty orchestra, where a\nthousand instruments, all disregarding each other, and so far in danger of\ndiscord, yet all obedient as slaves to the supreme baton of some great\nleader, terminate in a perfection of harmony like that of heart, veins, and\narteries, in a healthy animal organization. But, finally, that particular\nelement in this whole combination which most impressed myself, and through\nwhich it is that to this hour Mr. Palmer’s mail-coach system tyrannizes\nby terror and terrific beauty over my dreams, lay in the awful political\nmission which at that time it fulfilled. The mail-coaches it was that\ndistributed over the face of the land, like the opening of apocalyptic\nvials, the heart-shaking news of Trafalgar, of Salamanca, of Vittoria, of\nWaterloo. These were the harvests that, in the grandeur of their reaping,\nredeemed the tears and blood in which they had been sown. Neither was the\nmeanest peasant so much below the grandeur and the sorrow of the times as\nto confound these battles, which were gradually moulding the destinies\nof Christendom, with the vulgar conflicts of ordinary warfare, which are\noftentimes but gladiatorial trials of national prowess. The victories of\nEngland in this stupendous contest rose of themselves as natural Te Deumsto heaven; and it was felt by the thoughtful that such victories, at such a\ncrisis of general prostration, were not more beneficial to ourselves than\nfinally to France, and to the nations of western and central Europe,\nthrough whose pusillanimity it was that the French domination had\nprospered.",
        "The mail-coach, as the national organ for publishing these mighty events,\nbecame itself a spiritualized and glorified object to an impassioned heart;\nand naturally, in the Oxford of that day, all hearts were awakened. There\nwere, perhaps, of us gownsmen, two thousand resident[3] in Oxford, and\ndispersed through five-and-twenty colleges. In some of these the custom\npermitted the student to keep what are called “short terms;” that is, the\nfour terms of Michaelmas, Lent, Easter, and Act, were kept severally by a\nresidence, in the aggregate, of ninety-one days, or thirteen weeks. Under\nthis interrupted residence, accordingly, it was possible that a student\nmight have a reason for going down to his home four times in the year. This\nmade eight journeys to and fro. And as these homes lay dispersed through\nall the shires of the island, and most of us disdained all coaches except\nhis majesty’s mail, no city out of London could pretend to so extensive a\nconnection with Mr. Palmer’s establishment as Oxford. Naturally, therefore,\nit became a point of some interest with us, whose journeys revolved every\nsix weeks on an average, to look a little into the executive details of\nthe system. With some of these Mr. Palmer had no concern; they rested upon\nbye-laws not unreasonable, enacted by posting-houses for their own benefit,\nand upon others equally stern, enacted by the inside passengers for the\nillustration of their own exclusiveness. These last were of a nature to\nrouse our scorn, from which the transition was not very long to mutiny.\nUp to this time, it had been the fixed assumption of the four inside\npeople, (as an old tradition of all public carriages from the reign\nof Charles II.,) that they, the illustrious quaternion, constituted\na porcelain variety of the human race, whose dignity would have been\ncompromised by exchanging one word of civility with the three miserable\ndelf ware outsides. Even to have kicked an outsider might have been held to\nattaint the foot concerned in that operation; so that, perhaps, it would\nhave required an act of parliament to restore its purity of blood. What\nwords, then, could express the horror, and the sense of treason, in that\ncase, which had happened, where all three outsides, the trinity of\nPariahs, made a vain attempt to sit down at the same breakfast table or\ndinner table with the consecrated four? I myself witnessed such an attempt;\nand on that occasion a benevolent old gentleman endeavored to soothe his\nthree holy associates, by suggesting that, if the outsides were indicted\nfor this criminal attempt at the next assizes, the court would regard it as\na case of lunacy (or delirium tremens) rather than of treason. England\nowes much of her grandeur to the depth of the aristocratic element in her\nsocial composition. I am not the man to laugh at it. But sometimes\nit expressed itself in extravagant shapes. The course taken with the\ninfatuated outsiders, in the particular attempt which I have noticed, was,\nthat the waiter, beckoning them away from the privileged salle-à-manger,\nsang out, “This way, my good men;” and then enticed them away off to the\nkitchen. But that plan had not always answered. Sometimes, though very\nrarely, cases occurred where the intruders, being stronger than usual, or\nmore vicious than usual, resolutely refused to move, and so far carried\ntheir point, as to have a separate table arranged for themselves in a\ncorner of the room. Yet, if an Indian screen could be found ample enough\nto plant them out from the very eyes of the high table, or dais, it then\nbecame possible to assume as a fiction of law–that the three delf fellows,\nafter all, were not present. They could be ignored by the porcelain men,\nunder the maxim, that objects not appearing, and not existing, are governed\nby the same logical construction.",
        "Such now being, at that time, the usages of mail-coaches, what was to be\ndone by us of young Oxford? We, the most aristocratic of people, who were\naddicted to the practice of looking down superciliously even upon the\ninsides themselves as often very suspicious characters, were we voluntarily\nto court indignities? If our dress and bearing sheltered us, generally,\nfrom the suspicion of being “raff,” (the name at that period for\n“snobs,\"[4]) we really were such constructively, by the place we assumed.\nIf we did not submit to the deep shadow of eclipse, we entered at least the\nskirts of its penumbra. And the analogy of theatres was urged against us,\nwhere no man can complain of the annoyances incident to the pit or gallery,\nhaving his instant remedy in paying the higher price of the boxes. But\nthe soundness of this analogy we disputed. In the case of the theatre,\nit cannot be pretended that the inferior situations have any separate\nattractions, unless the pit suits the purpose of the dramatic reporter. But\nthe reporter or critic is a rarity. For most people, the sole benefit is in\nthe price. Whereas, on the contrary, the outside of the mail had its own\nincommunicable advantages. These we could not forego. The higher price we\nshould willingly have paid, but that was connected with the condition of\nriding inside, which was insufferable. The air, the freedom of prospect,\nthe proximity to the horses, the elevation of seat–these were what we\ndesired; but, above all, the certain anticipation of purchasing occasional\nopportunities of driving.",
        "Under coercion of this great practical difficulty, we instituted a\nsearching inquiry into the true quality and valuation of the different\napartments about the mail. We conducted this inquiry on metaphysical\nprinciples; and it was ascertained satisfactorily, that the roof of the\ncoach, which some had affected to call the attics, and some the garrets,\nwas really the drawing-room, and the box was the chief ottoman or sofa\nin that drawing-room; whilst it appeared that the inside, which had been\ntraditionally regarded as the only room tenantable by gentlemen, was, in\nfact, the coal-cellar in disguise.",
        "Great wits jump. The very same idea had not long before struck the\ncelestial intellect of China. Amongst the presents carried out by our first\nembassy to that country was a state-coach. It had been specially selected\nas a personal gift by George III.; but the exact mode of using it was a\nmystery to Pekin. The ambassador, indeed, (Lord Macartney,) had made some\ndim and imperfect explanations upon the point; but as his excellency\ncommunicated these in a diplomatic whisper, at the very moment of his\ndeparture, the celestial mind was very feebly illuminated; and it became\nnecessary to call a cabinet council on the grand state question–\"Where was\nthe emperor to sit?” The hammer-cloth happened to be unusually gorgeous;\nand partly on that consideration, but partly also because the box offered\nthe most elevated seat, and undeniably went foremost, it was resolved by\nacclamation that the box was the imperial place, and, for the scoundrel\nwho drove, he might sit where he could find a perch. The horses,\ntherefore, being harnessed, under a flourish of music and a salute of guns,\nsolemnly his imperial majesty ascended his new English throne, having the\nfirst lord of the treasury on his right hand, and the chief jester on his\nleft. Pekin gloried in the spectacle; and in the whole flowery people,\nconstructively present by representation, there was but one discontented\nperson, which was the coachman. This mutinous individual, looking as\nblackhearted as he really was, audaciously shouted, “Where am I to sit?\"\nBut the privy council, incensed by his disloyalty, unanimously opened the\ndoor, and kicked him into the inside. He had all the inside places\nto himself; but such is the rapacity of ambition, that he was still\ndissatisfied. “I say,” he cried out in an extempore petition, addressed to\nthe emperor through the window, “how am I to catch hold of the reins?” “Any\nhow,” was the answer; “don’t trouble me, man, in my glory; through the\nwindows, through the key-holes–how you please.” Finally this contumacious\ncoachman lengthened the checkstrings into a sort of jury-reins,\ncommunicating with the horses; with these he drove as steadily as may be\nsupposed. The emperor returned after the briefest of circuits; he descended\nin great pomp from his throne, with the severest resolution never to\nremount it. A public thanksgiving was ordered for his majesty’s prosperous\nescape from the disease of a broken neck; and the state-coach was dedicated\nfor ever as a votive offering to the god Fo, Fo–whom the learned more\naccurately called Fi, Fi.",
        "A revolution of this same Chinese character did young Oxford of that era\neffect in the constitution of mail-coach society. It was a perfect French\nrevolution; and we had good reason to say, Ca ira. In fact, it soon\nbecame too popular. The “public,” a well known character, particularly\ndisagreeable, though slightly respectable, and notorious for affecting the\nchief seats in synagogues, had at first loudly opposed this revolution;\nbut when the opposition showed itself to be ineffectual, our disagreeable\nfriend went into it with headlong zeal. At first it was a sort of race\nbetween us; and, as the public is usually above thirty, (say generally from\nthirty to fifty years old,) naturally we of young Oxford, that averaged\nabout twenty, had the advantage. Then the public took to bribing, giving\nfees to horse-keepers, &c., who hired out their persons as warming-pans on\nthe box-seat. That, you know, was shocking to our moral sensibilities.\nCome to bribery, we observed, and there is an end to all morality,\nAristotle’s, Cicero’s, or anybody’s. And, besides, of what use was it?\nFor we bribed also. And as our bribes to those of the public being\ndemonstrated out of Euclid to be as five shillings to sixpence, here\nagain young Oxford had the advantage. But the contest was ruinous to\nthe principles of the stable establishment about the mails. The whole\ncorporation was constantly bribed, rebribed, and often sur-rebribed; so\nthat a horse-keeper, ostler, or helper, was held by the philosophical at\nthat time to be the most corrupt character in the nation.",
        "There was an impression upon the public mind, natural enough from the\ncontinually augmenting velocity of the mail, but quite erroneous, that\nan outside seat on this class of carriages was a post of danger. On the\ncontrary, I maintained that, if a man had become nervous from some\ngipsey prediction in his childhood, allocating to a particular moon now\napproaching some unknown danger, and he should inquire earnestly, “Whither\ncan I go for shelter? Is a prison the safest retreat? Or a lunatic\nhospital? Or the British Museum?” I should have replied, “Oh, no; I’ll tell\nyou what to do. Take lodgings for the next forty days on the box of his\nmajesty’s mail. Nobody can touch you there. If it is by bills at ninety\ndays after date that you are made unhappy–if noters and protesters are the\nsort of wretches whose astrological shadows darken the house of life–then\nnote you what I vehemently protest, viz., that no matter though the sheriff\nin every county should be running after you with his posse, touch a hair\nof your head he cannot whilst you keep house, and have your legal domicile\non the box of the mail. It’s felony to stop the mail; even the sheriff\ncannot do that. And an extra (no great matter if it grazes the sheriff)\ntouch of the whip to the leaders at any time guarantees your safety.” In\nfact, a bed-room in a quiet house, seems a safe enough retreat; yet it is\nliable to its own notorious nuisances, to robbers by night, to rats, to\nfire. But the mail laughs at these terrors. To robbers, the answer is\npacked up and ready for delivery in the barrel of the guard’s blunderbuss.\nRats again! there are none about mail-coaches, any more than snakes in\nVan Troil’s Iceland; except, indeed, now and then a parliamentary rat, who\nalways hides his shame in the “coal cellar.” And, as to fire, I never knew\nbut one in a mail-coach, which was in the Exeter mail, and caused by an\nobstinate sailor bound to Devonport. Jack, making light of the law and the\nlawgiver that had set their faces against his offence, insisted on taking\nup a forbidden seat in the rear of the roof, from which he could exchange\nhis own yarns with those of the guard. No greater offence was then known to\nmail-coaches; it was treason, it was læsa majestas, it was by tendency\narson; and the ashes of Jack’s pipe, falling amongst the straw of the\nhinder boot, containing the mail-bags, raised a flame which (aided by the\nwind of our motion) threatened a revolution in the republic of letters. But\neven this left the sanctity of the box unviolated. In dignified repose,\nthe coachman and myself sat on, resting with benign composure upon our\nknowledge–that the fire would have to burn its way through four inside\npassengers before it could reach ourselves. With a quotation rather too\ntrite, I remarked to the coachman,–",
        "  ––\"Jam proximus ardet\n  Ucalegon.”",
        "But recollecting that the Virgilian part of his education might have been\nneglected, I interpreted so far as to say, that perhaps at that moment the\nflames were catching hold of our worthy brother and next-door neighbor\nUcalegon. The coachman said nothing, but, by his faint sceptical smile, he\nseemed to be thinking that he knew better; for that in fact, Ucalegon, as\nit happened, was not in the way-bill.",
        "No dignity is perfect which does not at some point ally itself with the\nindeterminate and mysterious. The connection of the mail with the state\nand the executive government–a connection obvious, but yet not strictly\ndefined–gave to the whole mail establishment a grandeur and an official\nauthority which did us service on the roads, and invested us with\nseasonable terrors. But perhaps these terrors were not the less impressive,\nbecause their exact legal limits were imperfectly ascertained. Look at\nthose turnpike gates; with what deferential hurry, with what an obedient\nstart, they fly open at our approach! Look at that long line of carts\nand carters ahead, audaciously usurping the very crest of the road. Ah!\ntraitors, they do not hear us as yet; but as soon as the dreadful blast of\nour horn reaches them with the proclamation of our approach, see with what\nfrenzy of trepidation they fly to their horses’ heads, and deprecate our\nwrath by the precipitation of their crane-neck quarterings. Treason they\nfeel to be their crime; each individual carter feels himself under the\nban of confiscation and attainder: his blood is attainted through six\ngenerations, and nothing is wanting but the headsman and his axe, the block\nand the sawdust, to close up the vista of his horrors. What! shall it be\nwithin benefit of clergy to delay the king’s message on the high\nroad?–to interrupt the great respirations, ebb or flood, of the national\nintercourse–to endanger the safety of tidings, running day and night\nbetween all nations and languages? Or can it be fancied, amongst the\nweakest of men, that the bodies of the criminals will be given up to their\nwidows for Christian burial? Now the doubts which were raised as to our\npowers did more to wrap them in terror, by wrapping them in uncertainty,\nthan could have been effected by the sharpest definitions of the law from\nthe Quarter Sessions. We, on our parts, (we, the collective mail, I mean,)\ndid our utmost to exalt the idea of our privileges by the insolence with\nwhich we wielded them. Whether this insolence rested upon law that gave\nit a sanction, or upon conscious power, haughtily dispensing with that\nsanction, equally it spoke from a potential station; and the agent in each\nparticular insolence of the moment, was viewed reverentially, as one having\nauthority.",
        "Sometimes after breakfast his majesty’s mail would become frisky: and in\nits difficult wheelings amongst the intricacies of early markets, it would\nupset an apple cart, a cart loaded with eggs, &c. Huge was the affliction\nand dismay, awful was the smash, though, after all, I believe the damage\nmight be levied upon the hundred. I, as far as possible, endeavored in such\na case to represent the conscience and moral sensibilities of the mail;\nand, when wildernesses of eggs were lying poached under our horses’ hoofs,\nthen would I stretch forth my hands in sorrow, saying (in words too\ncelebrated in those days from the false[5] echoes of Marengo)–\"Ah!\nwherefore have we not time to weep over you?” which was quite impossible,\nfor in fact we had not even time to laugh over them. Tied to post-office\ntime, with an allowance in some cases of fifty minutes for eleven miles,\ncould the royal mail pretend to undertake the offices of sympathy and\ncondolence? Could it be expected to provide tears for the accidents of the\nroad? If even it seemed to trample on humanity, it did so, I contended, in\ndischarge of its own more peremptory duties.",
        "Upholding the morality of the mail, à fortiori I upheld its rights,\nI stretched to the uttermost its privilege of imperial precedency, and\nastonished weak minds by the feudal powers which I hinted to be lurking\nconstructively in the charters of this proud establishment. Once I remember\nbeing on the box of the Holyhead mail, between Shrewsbury and Oswestry,\nwhen a tawdry thing from Birmingham, some Tallyho or Highflier, all\nflaunting with green and gold, came up alongside of us. What a contrast to\nour royal simplicity of form and color is this plebeian wretch! The single\nornament on our dark ground of chocolate color was the mighty shield of the\nimperial arms, but emblazoned in proportions as modest as a signet-ring\nbears to a seal of office. Even this was displayed only on a single panel,\nwhispering, rather than proclaiming, our relations to the state; whilst the\nbeast from Birmingham had as much writing and painting on its sprawling\nflanks as would have puzzled a decipherer from the tombs of Luxor. For some\ntime this Birmingham machine ran along by our side–a piece of familiarity\nthat seemed to us sufficiently jacobinical. But all at once a movement of\nthe horses announced a desperate intention of leaving us behind. “Do you\nsee that?” I said to the coachman. “I see,” was his short answer. He was\nawake, yet he waited longer than seemed prudent; for the horses of our\naudacious opponent had a disagreeable air of freshness and power. But\nhis motive was loyal; his wish was that the Birmingham conceit should be\nfull-blown before he froze it. When that seemed ripe, he unloosed, or, to\nspeak by a stronger image, he sprang his known resources, he slipped our\nroyal horses like cheetas, or hunting leopards, after the affrighted game.\nHow they could retain such a reserve of fiery power after the work they had\naccomplished, seemed hard to explain. But on our side, besides the physical\nsuperiority, was a tower of strength, namely, the king’s name, “which they\nupon the adverse faction wanted.” Passing them without an effort, as it\nseemed, we threw them into the rear with so lengthening an interval between\nus, as proved in itself the bitterest mockery of their presumption; whilst\nour guard blew back a shattering blast of triumph, that was really too\npainfully full of derision.",
        "I mention this little incident for its connection with what followed. A\nWelshman, sitting behind me, asked if I had not felt my heart burn within\nme during the continuance of the race? I said–No; because we were not\nracing with a mail, so that no glory could be gained. In fact, it was\nsufficiently mortifying that such a Birmingham thing should dare to\nchallenge us. The Welshman replied, that he didn’t see that; for that a\ncat might look at a king, and a Brummagem coach might lawfully race the\nHolyhead mail. ’Race us perhaps,” I replied, “though even that has an\nair of sedition, but not beat us. This would have been treason; and for\nits own sake I am glad that the Tallyho was disappointed.” So dissatisfied\ndid the Welshman seem with this opinion, that at last I was obliged to tell\nhim a very fine story from one of our elder dramatists, viz.–that once, in\nsome oriental region, when the prince of all the land, with his splendid\ncourt, were flying their falcons, a hawk suddenly flew at a majestic eagle;\nand in defiance of the eagle’s prodigious advantages, in sight also of all\nthe astonished field sportsmen, spectators, and followers, killed him on\nthe spot. The prince was struck with amazement at the unequal contest, and\nwith burning admiration for its unparalleled result. He commanded that the\nhawk should be brought before him; caressed the bird with enthusiasm, and\nordered that, for the commemoration of his matchless courage, a crown\nof gold should be solemnly placed on the hawk’s head; but then that,\nimmediately after this coronation, the bird should be led off to execution,\nas the most valiant indeed of traitors, but not the less a traitor that had\ndared to rise in rebellion against his liege lord the eagle. “Now,” said I\nto the Welshman, “How painful it would have been to you and me as men of\nrefined feelings, that this poor brute, the Tallyho, in the impossible case\nof a victory over us, should have been crowned with jewellery, gold, with\nBirmingham ware, or paste diamonds, and then led off to instant execution.\"\nThe Welshman doubted if that could be warranted by law. And when I hinted\nat the 10th of Edward III., chap. 15, for regulating the precedency of\ncoaches, as being probably the statute relied on for the capital punishment\nof such offences, he replied drily–that if the attempt to pass a mail was\nreally treasonable, it was a pity that the Tallyho appeared to have so\nimperfect an acquaintance with law.",
        "These were among the gaieties of my earliest and boyish acquaintance with\nmails. But alike the gayest and the most terrific of my experiences rose\nagain after years of slumber, armed with preternatural power to shake my\ndreaming sensibilities; sometimes, as in the slight case of Miss Fanny on\nthe Bath road, (which I will immediately mention,) through some casual or\ncapricious association with images originally gay, yet opening at some\nstage of evolution into sudden capacities of horror; sometimes through the\nmore natural and fixed alliances with the sense of power so various lodged\nin the mail system.",
        "The modern modes of travelling cannot compare with the mail-coach system\nin grandeur and power. They boast of more velocity, but not however as\na consciousness, but as a fact of our lifeless knowledge, resting upon\nalien evidence; as, for instance, because somebody says that we have\ngone fifty miles in the hour, or upon the evidence of a result, as that\nactually we find ourselves in York four hours after leaving London. Apart\nfrom such an assertion, or such a result, I am little aware of the pace.\nBut, seated on the old mail-coach, we needed no evidence out of ourselves\nto indicate the velocity. On this system the word was–Non magna\nloquimur, as upon railways, but magna vivimus. The vital experience of\nthe glad animal sensibilities made doubts impossible on the question of our\nspeed; we heard our speed, we saw it, we felt it as a thrilling; and this\nspeed was not the product of blind insensate agencies, that had no sympathy\nto give, but was incarnated in the fiery eyeballs of an animal, in his\ndilated nostril, spasmodic muscles, and echoing hoofs. This speed was\nincarnated in the visible contagion amongst brutes of some impulse, that,\nradiating into their natures, had yet its centre and beginning in man.\nThe sensibility of the horse, uttering itself in the maniac light of his\neye, might be the last vibration of such a movement; the glory of Salamanca\nmight be the first–but the intervening link that connected them, that\nspread the earthquake of the battle into the eyeball of the horse, was\nthe heart of man–kindling in the rapture of the fiery strife, and then\npropagating its own tumults by motions and gestures to the sympathies, more\nor less dim, in his servant the horse.",
        "But now, on the new system of travelling, iron tubes and boilers have\ndisconnected man’s heart from the ministers of his locomotion. Nile nor\nTrafalgar has power any more to raise an extra bubble in a steam-kettle.\nThe galvanic cycle is broken up for ever: man’s imperial nature no longer\nsends itself forward through the electric sensibility of the horse; the\ninter-agencies are gone in the mode of communication between the horse and\nhis master, out of which grew so many aspects of sublimity under accidents\nof mists that hid, or sudden blazes that revealed, of mobs that agitated,\nor midnight solitudes that awed. Tidings, fitted to convulse all nations,\nmust henceforwards travel by culinary process; and the trumpet that once\nannounced from afar the laurelled mail, heart-shaking, when heard screaming\non the wind, and advancing through the darkness to every village\nor solitary house on its route, has now given way for ever to the\npot-wallopings of the boiler.",
        "Thus have perished multiform openings for sublime effects, for interesting\npersonal communications, for revelations of impressive faces that could not\nhave offered themselves amongst the hurried and fluctuating groups of\na railway station. The gatherings of gazers about a mail-coach had one\ncentre, and acknowledged only one interest. But the crowds attending at\na railway station have as little unity as running water, and own as many\ncentres as there are separate carriages in the train.",
        "How else, for example, than as a constant watcher for the dawn, and for\nthe London mail that in summer months entered about dawn into the lawny\nthickets of Marlborough Forest, couldst thou, sweet Fanny of the Bath road,\nhave become known to myself? Yet Fanny, as the loveliest young woman for\nface and person that perhaps in my whole life I have beheld, merited\nthe station which even her I could not willingly have spared; yet\n(thirty-five years later) she holds in my dreams: and though, by an\naccident of fanciful caprice, she brought along with her into those dreams\na troop of dreadful creatures, fabulous and not fabulous, that were more\nabominable to a human heart than Fanny and the dawn were delightful.",
        "Miss Fanny of the Bath road, strictly speaking, lived at a mile’s distance\nfrom that road, but came so continually to meet the mail, that I on my\nfrequent transits rarely missed her, and naturally connected her name\nwith the great thoroughfare where I saw her; I do not exactly know, but I\nbelieve with some burthen of commissions to be executed in Bath, her own\nresidence being probably the centre to which these commissions gathered.\nThe mail coachman, who wore the royal livery, being one amongst the\nprivileged few,[6] happened to be Fanny’s grandfather. A good man he\nwas, that loved his beautiful granddaughter; and, loving her wisely, was\nvigilant over her deportment in any case where young Oxford might happen\nto be concerned. Was I then vain enough to imagine that I myself,\nindividually, could fall within the line of his terrors? Certainly not,\nas regarded any physical pretensions that I could plead; for Fanny (as a\nchance passenger from her own neighborhood once told me) counted in her\ntrain a hundred and ninety-nine professed admirers, if not open aspirants\nto her favor; and probably not one of the whole brigade but excelled myself\nin personal advantages. Ulysses even, with the unfair advantage of his\naccursed bow, could hardly have undertaken that amount of suitors. So\nthe danger might have seemed slight–only that woman is universally\naristocratic; it is amongst her nobilities of heart that she is so. Now,\nthe aristocratic distinctions in my favor might easily with Miss Fanny have\ncompensated my physical deficiencies. Did I then make love to Fanny? Why,\nyes; mais oui donc; as much love as one can make whilst the mail is\nchanging horses, a process which ten years later did not occupy above\neighty seconds; but then, viz., about Waterloo, it occupied five times\neighty. Now, four hundred seconds offer a field quite ample enough for\nwhispering into a young woman’s ear a great deal of truth; and (by way of\nparenthesis) some trifle of falsehood. Grandpapa did right, therefore, to\nwatch me. And yet, as happens too often to the grandpapas of earth, in\na contest with the admirers of granddaughters, how vainly would he have\nwatched me had I meditated any evil whispers to Fanny! She, it is my\nbelief, would have protected herself against any man’s evil suggestions.\nBut he, as the result showed, could not have intercepted the opportunities\nfor such suggestions. Yet he was still active; he was still blooming.\nBlooming he was as Fanny herself.",
        "  “Say, all our praises why should lords–”",
        "No, that’s not the line.",
        "  “Say, all our roses why should girls engross?”",
        "The coachman showed rosy blossoms on his face deeper even than his\ngranddaughter’s,–his being drawn from the ale cask, Fanny’s from youth\nand innocence, and from the fountains of the dawn. But, in spite of his\nblooming face, some infirmities he had; and one particularly (I am very\nsure, no more than one,) in which he too much resembled a crocodile. This\nlay in a monstrous inaptitude for turning round. The crocodile, I presume,\nowes that inaptitude to the absurd length of his back; but in our\ngrandpapa it arose rather from the absurd breadth of his back, combined,\nprobably, with some growing stiffness in his legs. Now upon this crocodile\ninfirmity of his I planted an easy opportunity for tendering my homage to\nMiss Fanny. In defiance of all his honorable vigilance, no sooner had he\npresented to us his mighty Jovian back (what a field for displaying to\nmankind his royal scarlet!) whilst inspecting professionally the buckles,\nthe straps, and the silver turrets of his harness, than I raised Miss\nFanny’s hand to my lips, and, by the mixed tenderness and respectfulness of\nmy manner, caused her easily to understand how happy it would have made\nme to rank upon her list as No. 10 or 12, in which case a few casualties\namongst her lovers (and observe–they hanged liberally in those days)\nmight have promoted me speedily to the top of the tree; as, on the other\nhand, with how much loyalty of submission I acquiesced in her allotment,\nsupposing that she had seen reason to plant me in the very rearward of her\nfavor, as No. 199+1. It must not be supposed that I allowed any trace\nof jest, or even of playfulness, to mingle with these expressions of my\nadmiration; that would have been insulting to her, and would have been\nfalse as regarded my own feelings. In fact, the utter shadowyness of our\nrelations to each other, even after our meetings through seven or eight\nyears had been very numerous, but of necessity had been very brief, being\nentirely on mail-coach allowance–timid, in reality, by the General\nPost-Office–and watched by a crocodile belonging to the antepenultimate\ngeneration, left it easy for me to do a thing which few people ever canhave done–viz., to make love for seven years, at the same time to be\nas sincere as ever creature was, and yet never to compromise myself by\novertures that might have been foolish as regarded my own interests,\nor misleading as regarded hers. Most truly I loved this beautiful and\ningenuous girl; and had it not been for the Bath and Bristol mail, heaven\nonly knows what might have come of it. People talk of being over head and\nears in love–now, the mail was the cause that I sank only over ears in\nlove, which, you know, still left a trifle of brain to overlook the whole\nconduct of the affair. I have mentioned the case at all for the sake of\na dreadful result from it in after years of dreaming. But it seems, ex\nabundanti, to yield this moral–viz., that as, in England, the idiot and\nthe half-wit are held to be under the guardianship of chancery, so the man\nmaking love, who is often but a variety of the same imbecile class, ought\nto be made a ward of the General Post-Office, whose severe course of\ntiming and periodical interruption might intercept many a foolish\ndeclaration, such as lays a solid foundation for fifty years’ repentance.",
        "Ah, reader! when I look back upon those days, it seems to me that all\nthings change or perish. Even thunder and lightning, it pains me to say,\nare not the thunder and lightning which I seem to remember about the\ntime of Waterloo. Roses, I fear, are degenerating, and, without a Red\nrevolution, must come to the dust. The Fannies of our island–though this\nI say with reluctance–are not improving; and the Bath road is notoriously\nsuperannuated. Mr. Waterton tells me that the crocodile does notchange–that a cayman, in fact, or an alligator, is just as good for riding\nupon as he was in the time of the Pharaohs. That may be; but the reason\nis, that the crocodile does not live fast–he is a slow coach. I believe\nit is generally understood amongst naturalists, that the crocodile is a\nblockhead. It is my own impression that the Pharaohs were also blockheads.\nNow, as the Pharaohs and the crocodile domineered over Egyptian society,\nthis accounts for a singular mistake that prevailed on the Nile. The\ncrocodile made the ridiculous blunder of supposing man to be meant chiefly\nfor his own eating. Man, taking a different view of the subject, naturally\nmet that mistake by another; he viewed the crocodile as a thing sometimes\nto worship, but always to run away from. And this continued until Mr.\nWaterton changed the relations between the animals. The mode of escaping\nfrom the reptile he showed to be, not by running away, but by leaping on\nits back, booted and spurred. The two animals had misunderstood each other.\nThe use of the crocodile has now been cleared up–it is to be ridden; and\nthe use of man is, that he may improve the health of the crocodile by\nriding him a fox-hunting before breakfast. And it is pretty certain that\nany crocodile, who has been regularly hunted through the season, and is\nmaster of the weight he carries, will take a six-barred gate now as well as\never he would have done in the infancy of the pyramids.",
        "Perhaps, therefore, the crocodile does not change, but all things else\ndo: even the shadow of the pyramids grows less. And often the restoration\nin vision of Fanny and the Bath road, makes me too pathetically sensible of\nthat truth. Out of the darkness, if I happen to call up the image of Fanny\nfrom thirty-five years back, arises suddenly a rose in June; or, if I think\nfor an instant of the rose in June, up rises the heavenly face of Fanny.\nOne after the other, like the antiphonies in the choral service, rises\nFanny and the rose in June, then back again the rose in June and Fanny.\nThen come both together, as in a chorus; roses and Fannies, Fannies and\nroses, without end–thick as blossoms in paradise. Then comes a venerable\ncrocodile, in a royal livery of scarlet and gold, or in a coat with sixteen\ncapes; and the crocodile is driving four-in-hand from the box of the\nBath mail. And suddenly we upon the mail are pulled up by a mighty dial,\nsculptured with the hours, and with the dreadful legend of TOO LATE. Then\nall at once we are arrived at Marlborough forest, amongst the lovely\nhouseholds[7] of the roe-deer: these retire into the dewy thickets; the\nthickets are rich with roses; the roses call up (as ever) the sweet\ncountenance of Fanny, who, being the granddaughter of a crocodile, awakens\na dreadful host of wild semi-legendary animals,–griffins, dragons,\nbasilisks, sphinxes,–till at length the whole vision of fighting images\ncrowds into one towering armorial shield, a vast emblazonry of human\ncharities and human loveliness that have perished, but quartered\nheraldically with unutterable horrors of monstrous and demoniac natures,\nwhilst over all rises, as a surmounting crest, one fair female hand, with\nthe fore-finger pointing, in sweet, sorrowful admonition, upwards to\nheaven, and having power (which, without experience, I never could have\nbelieved) to awaken the pathos that kills in the very bosom of the horrors\nthat madden the grief that gnaws at the heart, together with the monstrous\ncreations of darkness that shock the belief, and make dizzy the reason of\nman. This is the peculiarity that I wish the reader to notice, as having\nfirst been made known to me for a possibility by this early vision of\nFanny on the Bath road. The peculiarity consisted in the confluence of two\ndifferent keys, though apparently repelling each other, into the music\nand governing principles of the same dream; horror, such as possesses the\nmaniac, and yet, by momentary transitions, grief, such as may be supposed\nto possess the dying mother when leaving her infant children to the mercies\nof the cruel. Usually, and perhaps always, in an unshaken nervous system,\nthese two modes of misery exclude each other–here first they met in horrid\nreconciliation. There was also a separate peculiarity in the quality of the\nhorror. This was afterwards developed into far more revolting complexities\nof misery and incomprehensible darkness; and perhaps I am wrong in\nascribing any value as a causative agency to this particular case on the\nBath road–possibly it furnished merely an occasion that accidentally\nintroduced a mode of horrors certain, to any rate, to have grown up,\nwith or without the Bath road, from more advanced stages of the nervous\nderangement. Yet, as the cubs of tigers or leopards, when domesticated,\nhave been observed to suffer a sudden development of their latent ferocity\nunder too eager an appeal to their playfulness–the gaieties of sport in\nthem being too closely connected with the fiery brightness of their\nmurderous instincts–so I have remarked that the caprices, the gay\narabesques, and the lovely floral luxuriations of dreams, betray a shocking\ntendency to pass into finer maniacal splendors. That gaiety, for instance\n(for such as first it was,) in the dreaming faculty, by which one principal\npoint of resemblance to a crocodile in the mail-coachman was soon made to\nclothe him with the form of a crocodile, and yet was blended with accessory\ncircumstances derived from his human functions, passed rapidly into a\nfurther development, no longer gay or playful, but terrific, the most\nterrific that besieges dreams, viz–the horrid inoculation upon each other\nof incompatible natures. This horror has always been secretly felt by\nman; it was felt even under pagan forms of religion, which offered a very\nfeeble, and also a very limited gamut for giving expression to the human\ncapacities of sublimity or of horror. We read it in the fearful composition\nof the sphinx. The dragon, again, is the snake inoculated upon the\nscorpion. The basilisk unites the mysterious malice of the evil eye,\nunintentional on the part of the unhappy agent, with the intentional venom\nof some other malignant natures. But these horrid complexities of evil\nagency are but objectively horrid; they inflict the horror suitable to\ntheir compound nature; but there is no insinuation that they feel that\nhorror. Heraldry is so full of these fantastic creatures, that, in some\nzoologies, we find a separate chapter or a supplement dedicated to what is\ndenominated heraldic zoology. And why not? For these hideous creatures,\nhowever visionary[8], have a real traditionary ground in medieval\nbelief–sincere and partly reasonable, though adulterating with mendacity,\nblundering, credulity, and intense superstition. But the dream-horror\nwhich I speak of is far more frightful. The dreamer finds housed\nwithin himself–occupying, as it were, some separate chamber in his\nbrain–holding, perhaps, from that station a secret and detestable commerce\nwith his own heart–some horrid alien nature. What if it were his own\nnature repeated,–still, if the duality were distinctly perceptible, even\nthat–even this mere numerical double of his own consciousness–might\nbe a curse too mighty to be sustained. But how, if the alien nature\ncontradicts his own, fights with it, perplexes, and confounds it? How,\nagain, if not one alien nature, but two, but three, but four, but five, are\nintroduced within what once he thought the inviolable sanctuary of himself?\nThese, however, are horrors from the kingdoms of anarchy and darkness,\nwhich, by their very intensity, challenge the sanctity of concealment, and\ngloomily retire from exposition. Yet it was necessary to mention them,\nbecause the first introduction to such appearances (whether causal,\nor merely casual) lay in the heraldic monsters, (which monsters were\nthemselves introduced though playfully,) by the transfigured coachman of\nthe Bath mail.",
        "Going Down With Victory.",
        "But the grandest chapter of our experience, within the whole mail-coach\nservice, was on those occasions when we went down from London with the\nnews of victory. A period of about ten years stretched from Trafalgar to\nWaterloo: the second and third years of which period (1806 and 1807)\nwere comparatively sterile; but the rest, from 1805 to 1815 inclusively,\nfurnished a long succession of victories; the least of which, in a contest\nof that portentous nature, had an inappreciable value of position–partly\nfor its absolute interference with the plans of our enemy, but still\nmore from its keeping alive in central Europe the sense of a deep-seated\nvulnerability in France. Even to tease the coasts of our enemy, to mortify\nthem by continual blockades, to insult them by capturing if it were but a\nbaubling schooner under the eyes of their arrogant armies, repeated from\ntime to time a sullen proclamation of power lodged in a quarter to which\nthe hopes of Christendom turned in secret. How much more loudly must this\nproclamation have spoken in the audacity[9] of having bearded the eliteof their troops, and having beaten them in pitched battles! Five years of\nlife it was worth paying down for the privilege of an outside place on a\nmail-coach, when carrying down the first tidings of any such event. And it\nis to be noted that, from our insular situation, and the multitude of our\nfrigates disposable for the rapid transmission of intelligence, rarely\ndid any unauthorized rumor steal away a prelibation from the aroma of the\nregular dispatches. The government official news was generally the first\nnews.",
        "From eight, P.M. to fifteen or twenty minutes later, imagine the mails\nassembled on parade in Lombard Street, where, at that time, was seated the\nGeneral Post-Office. In what exact strength we mustered I do not remember;\nbut, from the length of each separate attelage, we filled the street,\nthough a long one, and though we were drawn up in double file. On anynight the spectacle was beautiful. The absolute perfection of all the\nappointments about the carriages and the harness, and the magnificence of\nthe horses, were what might first have fixed the attention. Every\ncarriage, on every morning in the year, was taken down to an inspector\nfor examination–wheels, axles, linch-pins, pole, glasses, &c., were\nall critically probed and tested. Every part of every carriage had been\ncleaned, every horse had been groomed, with as much rigor as if they\nbelonged to a private gentleman; and that part of the spectacle offered\nitself always. But the night before us is a night of victory; and behold!\nto the ordinary display, what a heart-shaking addition!–horses, men,\ncarriages–all are dressed in laurels and flowers, oak leaves and ribbons.\nThe guards, who are his majesty’s servants, and the coachmen, who are\nwithin the privilege of the post-office, wear the royal liveries of course;\nand as it is summer (for all the land victories were won in summer,) they\nwear, on this fine evening, these liveries exposed to view, without any\ncovering of upper coats. Such a costume, and the elaborate arrangement of\nthe laurels in their hats, dilated their hearts, by giving to them openly\nan official connection with the great news, in which already they have\nthe general interest of patriotism. That great national sentiment surmounts\nand quells all sense of ordinary distinctions. Those passengers who happen\nto be gentlemen are now hardly to be distinguished as such except by dress.\nThe usual reserve of their manner in speaking to the attendants has on this\nnight melted away. One heart, one pride, one glory, connects every man\nby the transcendent bond of his English blood. The spectators, who are\nnumerous beyond precedent, express their sympathy with these fervent\nfeelings by continual hurrahs. Every moment are shouted aloud by the\npost-office servants the great ancestral names of cities known to history\nthrough a thousand years,–Lincoln, Winchester, Portsmouth, Gloucester,\nOxford, Bristol, Manchester, York, Newcastle, Edinburgh, Perth,\nGlasgow–expressing the grandeur of the empire by the antiquity of its\ntowns, and the grandeur of the mail establishment by the diffusive\nradiation of its separate missions. Every moment you hear the thunder of\nlids locked down upon the mail-bags. That sound to each individual mail is\nthe signal for drawing off, which process is the finest part of the entire\nspectacle. Then come the horses into play,–horses! can these be horses\nthat (unless powerfully reined in) would bound off with the action and\ngestures of leopards? What stir!–what sea-like ferment!–what a thundering\nof wheels, what a trampling of horses!–what farewell cheers–what\nredoubling peals of brotherly congratulation, connecting the name of the\nparticular mail–\"Liverpool for ever!\"–with the name of the particular\nvictory–\"Badajoz for ever!” or “Salamanca for ever!” The half-slumbering\nconsciousness that, all night long and all the next day–perhaps for even\na longer period–many of these mails, like fire racing along a train of\ngunpowder, will be kindling at every instant new successions of burning\njoy, has an obscure effect of multiplying the victory itself, by\nmultiplying to the imagination into infinity the stages of its progressive\ndiffusion. A fiery arrow seems to be let loose, which from that moment\nis destined to travel, almost without intermission, westwards for three\nhundred[10] miles–northwards for six hundred; and the sympathy of our\nLombard Street friends at parting is exalted a hundred fold by a sort of\nvisionary sympathy with the approaching sympathies, yet unborn, which we\nare going to evoke.",
        "Liberated from the embarrassments of the city, and issuing into the broad\nuncrowded avenues of the northern suburbs, we begin to enter upon our\nnatural pace of ten miles an hour. In the broad light of the summer\nevening, the sun, perhaps, only just at the point of setting, we are\nseen from every story of every house. Heads of every age crowd to\nthe windows–young and old understand the language of our victorious\nsymbols–and rolling volleys of sympathizing cheers run along behind and\nbefore our course. The beggar, rearing himself against the wall, forgets\nhis lameness–real or assumed–thinks not of his whining trade, but stands\nerect, with bold exulting smiles, as we pass him. The victory has healed\nhim, and says–Be thou whole! Women and children, from garrets alike and\ncellars, look down or look up with loving eyes upon our gay ribbons and our\nmartial laurels–sometimes kiss their hands, sometimes hang out, as signals\nof affection, pocket handkerchiefs, aprons, dusters, anything that lies\nready to their hands. On the London side of Barnet, to which we draw near\nwithin a few minutes after nine, observe that private carriage which is\napproaching us. The weather being so warm, the glasses are all down; and\none may read, as on the stage of a theatre, everything that goes on within\nthe carriage. It contains three ladies, one likely to be “mama,” and two\nof seventeen or eighteen, who are probably her daughters. What lovely\nanimation, what beautiful unpremeditated pantomime, explaining to us every\nsyllable that passes, in these ingenuous girls! By the sudden start and\nraising of the hands, on first discovering our laurelled equipage–by the\nsudden movement and appeal to the elder lady from both of them–and by the\nheightened color on their animated countenances, we can almost hear them\nsaying–\"See, see! Look at their laurels. Oh, mama! there has been a great\nbattle in Spain; and it has been a great victory.” In a moment we are on\nthe point of passing them. We passengers–I on the box, and the two on the\nroof behind me–raise our hats, the coachman makes his professional salute\nwith the whip; the guard even, though punctilious on the matter of his\ndignity as an officer under the crown, touches his hat. The ladies move to\nus, in return, with a winning graciousness of gesture: all smile on each\nside in a way that nobody could misunderstand, and that nothing short of a\ngrand national sympathy could so instantaneously prompt. Will these ladies\nsay that we are nothing to them? Oh, no; they will not say that. They\ncannot deny–they do not deny–that for this night they are our sisters:\ngentle or simple, scholar or illiterate servant, for twelve hours to\ncome–we on the outside have the honor to be their brothers. Those poor\nwomen again, who stop to gaze upon us with delight at the entrance of\nBarnet, and seem, by their air of weariness, to be returning from labor–do\nyou mean to say that they are washerwomen and char-women? Oh, my poor\nfriend, you are quite mistaken; they are nothing of the kind. I assure you\nthey stand in a higher rank; for this one night they feel themselves by\nbirthright to be daughters of England, and answer to no humbler title.",
        "Every joy, however, even rapturous joy–such is the sad law of earth–may\ncarry with it grief, or fear of grief, to some. Three miles beyond Barnet,\nwe see approaching us another private carriage, nearly repeating the\ncircumstances of the former case. Here, also, the glasses are all\ndown–here, also, is an elderly lady seated; but the two amiable daughters\nare missing; for the single young person, sitting by the lady’s side, seems\nto be an attendant–so I judge from her dress, and her air of respectful\nreserve. The lady is in mourning; and her countenance expresses sorrow.\nAt first she does not look up; so that I believe she is not aware of our\napproach, until she hears the measured beating of our horses’ hoofs. Then\nshe raises her eyes to settle them painfully on our triumphal equipage.\nOur decorations explain the case to her at once; but she beholds them with\napparent anxiety, or even with terror. Some time before this, I, finding it\ndifficult to hit a flying mark, when embarrassed by the coachman’s person\nand reins intervening, had given to the guard a Courier evening paper,\ncontaining the gazette, for the next carriage that might pass. Accordingly\nhe tossed it in so folded that the huge capitals expressing some such\nlegend as–GLORIOUS VICTORY, might catch the eye at once. To see the paper,\nhowever, at all, interpreted as it was by our ensigns of triumph, explained\neverything; and, if the guard were right in thinking the lady to have\nreceived it with a gesture of horror, it could not be doubtful that she had\nsuffered some deep personal affliction in connection with this Spanish war.",
        "Here now was the case of one, who, having formerly suffered, might,\nerroneously perhaps, be distressing herself with anticipations of another\nsimilar suffering. That same night, and hardly three hours later, occurred\nthe reverse case. A poor woman, who too probably would find herself, in a\nday or two, to have suffered the heaviest of afflictions by the battle,\nblindly allowed herself to express an exultation so unmeasured in the\nnews, and its details, as gave to her the appearance which amongst Celtic\nHighlanders is called fey. This was at some little town, I forget what,\nwhere we happened to change horses near midnight. Some fair or wake had\nkept the people up out of their beds. We saw many lights moving about as\nwe drew near; and perhaps the most impressive scene on our route was our\nreception at this place. The flashing of torches and the beautiful radiance\nof blue lights (technically Bengal lights) upon the heads of our horses;\nthe fine effect of such a showery and ghostly illumination falling upon\nflowers and glittering laurels, whilst all around the massy darkness seemed\nto invest us with walls of impenetrable blackness, together with the\nprodigious enthusiasm of the people, composed a picture at once scenical\nand affecting. As we staid for three or four minutes, I alighted. And\nimmediately from a dismantled stall in the street, where perhaps she had\nbeen presiding at some part of the evening, advanced eagerly a middle-aged\nwoman. The sight of my newspaper it was that had drawn her attention upon\nmyself. The victory which we were carrying down to the provinces on thisoccasion was the imperfect one of Talavera. I told her the main outline of\nthe battle. But her agitation, though not the agitation of fear, but of\nexultation rather, and enthusiasm, had been so conspicuous when listening,\nand when first applying for information, that I could not but ask her if\nshe had not some relation in the Peninsular army. Oh! yes: her only son was\nthere. In what regiment? He was a trooper in the 23d Dragoons. My heart\nsank within me as she made that answer. This sublime regiment, which an\nEnglishman should never mention without raising his hat to their memory,\nhad made the most memorable and effective charge recorded in military\nannals. They leaped their horses–over a trench where they could, intoit, and with the result of death or mutilation when they could not. What\nproportion cleared the trench is nowhere stated. Those who did, closed up\nand went down upon the enemy with such divinity of fervor–(I use the\nword divinity by design: the inspiration of God must have prompted this\nmovement to those whom even then he was calling to his presence)–that two\nresults followed. As regarded the enemy, this 23d Dragoons, not, I believe,\noriginally three hundred and fifty strong, paralyzed a French column, six\nthousand strong, then ascending the hill, and fixed the gaze of the whole\nFrench army. As regarded themselves, the 23d were supposed at first to have\nbeen all but annihilated; but eventually, I believe, not so many as one in\nfour survived. And this, then, was the regiment–a regiment already for\nsome hours known to myself and all London, as stretched, by a large\nmajority, upon one bloody aceldama–in which the young trooper served whose\nmother was now talking with myself in a spirit of such hopeful enthusiasm.\nDid I tell her the truth? Had I the heart to break up her dreams? No. I\nsaid to myself, to-morrow, or the next day, she will hear the worst. For\nthis night, wherefore should she not sleep in peace? After to-morrow,\nthe chances are too many that peace will forsake her pillow. This brief\nrespite, let her owe this to my gift and my forbearance. But, if I told\nher not of the bloody price that had been paid, there was no reason for\nsuppressing the contributions from her son’s regiment to the service and\nglory of the day. For the very few words that I had time for speaking, I\ngoverned myself accordingly. I showed her not the funeral banners under\nwhich the noble regiment was sleeping. I lifted not the overshadowing\nlaurels from the bloody trench in which horse and rider lay mangled\ntogether. But I told her how these dear children of England, privates and\nofficers, had leaped their horses over all obstacles as gaily as hunters to\nthe morning’s chase. I told her how they rode their horses into the mists\nof death, (saying to myself, but not saying to her,) and laid down their\nyoung lives for thee, O mother England! as willingly–poured out their\nnoble blood as cheerfully–as ever, after a long day’s sport, when infants,\nthey had rested their wearied heads upon their mother’s knees, or had sunk\nto sleep in her arms. It is singular that she seemed to have no fears, even\nafter this knowledge that the 23d Dragoons had been conspicuously engaged,\nfor her son’s safety: but so much was she enraptured by the knowledge that\nhis regiment, and therefore he, had rendered eminent service in the\ntrying conflict–a service which had actually made them the foremost topic\nof conversation in London–that in the mere simplicity of her fervent\nnature, she threw her arms round my neck, and, poor woman, kissed me.",
        "Notes.",
        "[NOTE 1.",
        "Lady Madeline Gordon.]",
        "[NOTE 2.",
        "“Vast distances.\"–One case was familiar to mail-coach travellers, where\ntwo mails in opposite directions, north and south, starting at the same\nminute from points six hundred miles apart, met almost constantly at a\nparticular bridge which exactly bisected the total distance.]",
        "[note 3.",
        "“Resident.\"–The number on the books was far greater, many of whom kept\nup an intermitting communication with Oxford. But I speak of those only who\nwere steadily pursuing their academic studies, and of those who resided\nconstantly as fellows.]",
        "[note 4.",
        "“Snobs,” and its antithesis, ’nobs,” arose among the internal fractions\nof shoemakers perhaps ten years later. Possibly enough, the terms may have\nexisted much earlier; but they were then first made known, picturesquely\nand effectively, by a trial at some assizes which happened to fix the\npublic attention.]",
        "[note 5.",
        "“False echoes\"–yes, false! for the words ascribed to Napoleon, as\nbreathed to the memory of Desaix, never were uttered at all.–They stand\nin the same category of theatrical inventions as the cry of the foundering\nVengeur, as the vaunt of General Cambronne at Waterloo, ’La Garde meurt,\nmais ne se rend pas,” as the repartees of Talleyrand.]",
        "[note 6.",
        "“Privileged few.” The general impression was, that this splendid costume\nbelonged of right to the mail-coachmen as their professional dress. But\nthat was an error. To the guard it did belong, as a matter of course, and\nwas essential as an official warrant, and a means of instant identification\nfor his person, in the discharge of his important public duties. But the\ncoachman, and especially if his place in the series did not connect him\nimmediately with London and the General Post-Office, obtained the scarlet\ncoat only as an honorary distinction after long or special service.]",
        "[note 7.",
        "“Households.\"–Roe-deer do not congregate in herds like the fallow or the\nred deer, but by separate families, parents, and children; which feature\nof approximation to the sanctity of human hearths, added to their\ncomparatively miniature and graceful proportions, conciliate to them\nan interest of a peculiarly tender character, if less dignified by the\ngrandeurs of savage and forest life.]",
        "[note 8.",
        "“However visionary.\"–But are they always visionary? the unicorn, the\nkraken, the sea-serpent, are all, perhaps, zoological facts. The unicorn,\nfor instance, so far from being a lie, is rather too true; for, simply\nas a monokeras, he is found in the Himalaya, in Africa, and elsewhere,\nrather too often for the peace of what in Scotland would be called the\nintending traveller. That which really is a lie in the account of the\nunicorn–viz., his legendary rivalship with the lion–which lie may God\npreserve, in preserving the mighty imperial shield that embalms it–cannot\nbe more destructive to the zoological pretensions of the unicorn, than\nare to the same pretensions in the lion our many popular crazes about his\ngoodness and magnanimity, or the old fancy (adopted by Spenser, and noticed\nby so many among our elder poets) of his graciousness to maiden innocence.\nThe wretch is the basest and most cowardly among the forest tribes; nor\nhas the sublime courage of the English bull-dog ever been so memorably\nexhibited as in his hopeless fight at Warwick with the cowardly and cruel\nlion called Wallace. Another of the traditional creatures, still doubtful,\nis the mermaid, upon which Southey once remarked to me, that, if it\nhad been differently named (as, suppose, a mer-ape,) nobody would have\nquestioned its existence any more than that of sea-cows, sea-lions, &c.\nThe mermaid has been discredited by her human name and her legendary human\nhabits. If she would not coquette so much with melancholy sailors, and\nbrush her hair so assiduously upon solitary rocks, she would be carried on\nour books for as honest a reality, as decent a female, as many that are\nassessed to the poor-rates.]",
        "[note 9.",
        "“Audacity!\"–Such the French accounted it; and it has struck me that\nSoult would not have been so popular in London, at the period of her\npresent Majesty’s coronation, or in Manchester, on occasion of his visit to\nthat town, if they had been aware of the insolence with which he spoke of\nus in notes written at intervals from the field of Waterloo. As though it\nhad been mere felony in our army to look a French one in the face, he said\nmore than once–\"Here are the English–we have them: they are caught en\nflagrant delit” Yet no man should have known us better; no man had drunk\ndeeper from the cup of humiliation than Soult had in the north of Portugal,\nduring the flight from an English army, and subsequently at Albuera, in the\nbloodiest of recorded battles.]",
        "[note 10.",
        "“Three hundred.” Of necessity this scale of measurement, to an American,\nif he happens to be a thoughtless man, must sound ludicrous. Accordingly, I\nremember a case in which an American writer indulges himself in the luxury\nof a little lying, by ascribing to an Englishman a pompous account of\nthe Thames, constructed entirely upon American ideas of grandeur, and\nconcluding in something like these terms:–\"And, sir, arriving at London,\nthis mighty father of rivers attains a breadth of at least two furlongs,\nhaving, in its winding course, traversed the astonishing distance of one\nhundred and seventy miles.” And this the candid American thinks it fair to\ncontrast with the scale of the Mississippi. Now, it is hardly worth while\nto answer a pure falsehood gravely, else one might say that no Englishman\nout of Bedlam ever thought of looking in an island for the rivers of\na continent; nor, consequently, could have thought of looking for the\npeculiar grandeur of the Thames in the length of its course, or in the\nextent of soil which it drains: yet, if he had been so absurd, the\nAmerican might have recollected that a river, not to be compared with the\nThames even as to volume of water–viz. the Tiber–has contrived to make\nitself heard of in this world for twenty-five centuries to an extent\nnot reached, nor likely to be reached very soon, by any river, however\ncorpulent, of his own land. The glory of the Thames is measured by the\ndensity of the population to which it ministers, by the commerce which\nit supports, by the grandeur of the empire in which, though far from the\nlargest, it is the most influential stream. Upon some such scale, and not\nby a transfer of Columbian standards, is the course of our English mails to\nbe valued. The American may fancy the effect of his own valuations to our\nEnglish ears, by supposing the case of a Siberian glorifying his country in\nthese terms:–\"These rascals, sir, in France and England, cannot march half\na mile in any direction without finding a house where food can be had and\nlodging; whereas, such is the noble desolation of our magnificent country,\nthat in many a direction for a thousand miles, I will engage a dog shall\nnot find shelter from a snow-storm, nor a wren find an apology for\nbreakfast.\"]",
        "Continue...",
        "\nThis eBook of “Miscellaneous Essays” by Thomas de Quincey belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous essays, by Thomas De Quincey.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}