{
    "title": "Miscellaneous Studies: A Series of Essays - Raphael",
    "author": "Walter Horatio Pater",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "[38] By his immense productiveness, by the even perfection of what he\nproduced, its fitness to its own day, its hold on posterity, in the\nsuavity of his life, some would add in the “opportunity” of his early\ndeath, Raphael may seem a signal instance of the luckiness, of the\ngood fortune, of genius.  Yet, if we follow the actual growth of his\npowers, within their proper framework, the age of the Renaissance–an\nage of which we may say, summarily, that it enjoyed itself, and found\nperhaps its chief enjoyment in the attitude of the scholar, in the\nenthusiastic acquisition of knowledge for its own sake:–if we thus\nview Raphael and his works in their environment we shall find even\nhis seemingly mechanical good fortune hardly distinguishable from his\nown patient disposal of the means at hand.  Facile master as he may\nseem, as indeed he is, he is also one of the world’s typical\nscholars, with [39] Plato, and Cicero, and Virgil, and Milton.  The\nformula of his genius, if we must have one, is this: genius by\naccumulation; the transformation of meek scholarship into genius–\ntriumphant power of genius.",
        "Urbino, where this prince of the Renaissance was born in 1483, year\nalso of the birth of Luther, leader of the other great movement of\nthat age, the Reformation–Urbino, under its dukes of the house of\nMontefeltro, had wherewithal just then to make a boy of native\nartistic faculty from the first a willing learner.  The gloomy old\nfortress of the feudal masters of the town had been replaced, in\nthose later years of the Quattro-cento, by a consummate monument of\nQuattro-cento taste, a museum of ancient and modern art, the owners\nof which lived there, gallantly at home, amid the choicer flowers of\nliving humanity.  The ducal palace was, in fact, become nothing less\nthan a school of ambitious youth in all the accomplishments alike of\nwar and peace.  Raphael’s connexion with it seems to have become\nintimate, and from the first its influence must have overflowed so\nsmall a place.  In the case of the lucky Raphael, for once, the\nactual conditions of early life had been suitable, propitious,\naccordant to what one’s imagination would have required for the\nchildhood of the man.  He was born amid the art he was, not to\ntransform, but to perfect, by a thousand reverential retouchings.  In\nno palace, however, but [40] in a modest abode, still shown,\ncontaining the workshop of his father, Giovanni Santi.  But here,\ntoo, though in frugal form, art, the arts, were present.  A store of\nartistic objects was, or had recently been, made there, and now\nespecially, for fitting patrons, religious pictures in the old\nUmbrian manner.  In quiet nooks of the Apennines Giovanni’s works\nremain; and there is one of them, worth study, in spite of what\ncritics say of its crudity, in the National Gallery.  Concede its\nimmaturity, at least, though an immaturity visibly susceptible of a\ndelicate grace, it wins you nevertheless to return again and again,\nand ponder, by a sincere expression of sorrow, profound, yet\nresigned, be the cause what it may, among all the many causes of\nsorrow inherent in the ideal of maternity, human or divine.  But if\nyou keep in mind when looking at it the facts of Raphael’s childhood,\nyou will recognise in his father’s picture, not the anticipated\nsorrow of the “Mater Dolorosa” over the dead son, but the grief of a\nsimple household over the mother herself taken early from it.  That\nmay have been the first picture the eyes of the world’s great painter\nof Madonnas rested on; and if he stood diligently before it to copy,\nand so copying, quite unconsciously, and with no disloyalty to his\noriginal, refined, improved, substituted,–substituted himself, in\nfact, his finer self–he had already struck the persistent note of\nhis career.  As with his age, it is [41] his vocation, ardent worker\nas he is, to enjoy himself–to enjoy himself amiably, and to find his\nchief enjoyment in the attitude of a scholar.  And one by one, one\nafter another, his masters, the very greatest of them, go to school\nto him.",
        "It was so especially with the artist of whom Raphael first became\ncertainly a learner–Perugino.  Giovanni Santi had died in Raphael’s\nchildhood, too early to have been in any direct sense his teacher.\nThe lad, however, from one and another, had learned much, when, with\nhis share of the patrimony in hand, enough to keep him, but not to\ntempt him from scholarly ways, he came to Perugia, hoping still\nfurther to improve himself.  He was in his eighteenth year, and how\nhe looked just then you may see in a drawing of his own in the\nUniversity Galleries, of somewhat stronger mould than less genuine\nlikenesses may lead you to expect.  There is something of a fighter\nin the way in which the nose springs from the brow between the wide-\nset, meditative eyes.  A strenuous lad! capable of plodding, if you\ndare apply that word to labour so impassioned as his–to any labour\nwhatever done at Perugia, centre of the dreamiest Apennine scenery.\nIts various elements (one hardly knows whether one is thinking of\nItalian nature or of Raphael’s art in recounting them), the richly-\nplanted lowlands, the sensitive mountain lines in flight one beyond\nthe other into clear distance, the cool yet glowing atmosphere, [42]\nthe romantic morsels of architecture, which lend to the entire scene\nI know not what expression of reposeful antiquity, arrange themselves\nhere as for set purpose of pictorial effect, and have gone with\nlittle change into his painted backgrounds.  In the midst of it, on\ntitanic old Roman and Etruscan foundations, the later Gothic town had\npiled itself along the lines of a gigantic land of rock, stretched\nout from the last slope of the Apennines into the plain.  Between its\nfingers steep dark lanes wind down into the olive gardens; on the\nfinger-tips military and monastic builders had perched their towns.\nA place as fantastic in its attractiveness as the human life which\nthen surged up and down in it in contrast to the peaceful scene\naround.  The Baglioni who ruled there had brought certain tendencies\nof that age to a typical completeness of expression, veiling crime–\ncrime, it might seem, for its own sake, a whole octave of fantastic\ncrime–not merely under brilliant fashions and comely persons, but\nunder fashions and persons, an outward presentment of life and of\nthemselves, which had a kind of immaculate grace and discretion about\nthem, as if Raphael himself had already brought his unerring gift of\nselection to bear upon it all for motives of art.  With life in those\nstreets of Perugia, as with nature, with the work of his masters,\nwith the mere exercises of his fellow-students, his hand rearranges,\nrefines, renews, as if by simple contact; [43] but it is met here\nhalf-way in its renewing office by some special aptitude for such\ngrace in the subject itself.  Seemingly innocent, full of natural\ngaiety, eternally youthful, those seven and more deadly sins,\nembodied and attired in just the jaunty dress then worn, enter now\nand afterwards as spectators, or assistants, into many a sacred\nforeground and background among the friends and kinsmen of the Holy\nFamily, among the very angels, gazing, conversing, standing firmly\nand unashamed.  During his apprenticeship at Perugia Raphael visited\nand left his work in more modest places round about, along those\nseductive mountain or lowland roads, and copied for one of them\nPerugino’s “Marriage of the Virgin” significantly, did it by many\ndegrees better, with a very novel effect of motion everywhere, and\nwith that grace which natural motion evokes, introducing for a temple\nin the background a lovely bit of his friend Bramante’s sort of\narchitecture, the true Renaissance or perfected Quattro-cento\narchitecture.  He goes on building a whole lordly new city of the\nlike as he paints to the end of his life.  The subject, we may note,\nas we leave Perugia in Raphael’s company, had been suggested by the\nfamous mystic treasure of its cathedral church, the marriage ring of\nthe Blessed Virgin herself.",
        "Raphael’s copy had been made for the little old Apennine town of\nCitta di Castello; and another place he visits at this time is still\nmore [44] effective in the development of his genius.  About his\ntwentieth year he comes to Siena–that other rocky Titan’s hand, just\nlifted out of the surface of the plain.  It is the most grandiose\nplace he has yet seen; it has not forgotten that it was once the\nrival of Florence; and here the patient scholar passes under an\ninfluence of somewhat larger scope than Perugino’s.  Perugino’s\npictures are for the most part religious contemplations, painted and\nmade visible, to accompany the action of divine service–a visible\npattern to priests, attendants, worshippers, of what the course of\ntheir invisible thoughts should be at those holy functions.  Learning\nin the workshop of Perugino to produce the like–such works as the\nAnsidei Madonna–to produce them very much better than his master,\nRaphael was already become a freeman of the most strictly religious\nschool of Italian art, the so devout Umbrian soul finding there its\npurest expression, still untroubled by the naturalism, the\nintellectualism, the antique paganism, then astir in the artistic\nsoul everywhere else in Italy.  The lovely work of Perugino, very\nlovely at its best, of the early Raphael also, is in fact\n“conservative,” and at various points slightly behind its day, though\nnot unpleasantly.  In Perugino’s allegoric frescoes of the Cambio,\nthe Hall of the Money-changers, for instance, under the mystic rule\nof the Planets in person, pagan personages take their place indeed\nside by side with the figures of the New [45] Testament, but are no\nRomans or Greeks, neither are the Jews Jews, nor is any one of them,\nwarrior, sage, king, precisely of Perugino’s own time and place, but\nstill contemplations only, after the manner of the personages in his\nchurch-work; or, say, dreams–monastic dreams–thin, do-nothing\ncreatures, conjured from sky and cloud.  Perugino clearly never broke\nthrough the meditative circle of the Middle Age.",
        "Now Raphael, on the other hand, in his final period at Rome, exhibits\na wonderful narrative power in painting; and the secret of that\npower–the power of developing a story in a picture, or series of\npictures–may be traced back from him to Pinturicchio, as that\npainter worked on those vast, well-lighted walls of the cathedral\nlibrary at Siena, at the great series of frescoes illustrative of the\nlife of Pope Pius the Second.  It had been a brilliant personal\nhistory, in contact now and again with certain remarkable public\nevents–a career religious yet mundane, you scarcely know which, so\nnatural is the blending of lights, of interest in it.  How unlike the\nPeruginesque conception of life in its almost perverse other-\nworldliness, which Raphael now leaves behind him, but, like a true\nscholar, will not forget.  Pinturicchio then had invited his\nremarkable young friend hither, “to assist him by his counsels,” who,\nhowever, pupil-wise, after his habit also learns much as he thus\nassists.  He stands depicted there in person in the scene [46] of the\ncanonisation of Saint Catherine; and though his actual share in the\nwork is not to be defined, connoisseurs have felt his intellectual\npresence, not at one place only, in touches at once finer and more\nforcible than were usual in the steady-going, somewhat Teutonic,\nPinturicchio, Raphael’s elder by thirty years.  The meek scholar you\nsee again, with his tentative sketches and suggestions, had more than\nlearned his lesson; through all its changes that flexible\nintelligence loses nothing; does but add continually to its store.\nHenceforward Raphael will be able to tell a story in a picture,\nbetter, with a truer economy, with surer judgment, more naturally and\neasily than any one else.",
        "And here at Siena, of all Italian towns perhaps most deeply impressed\nwith medieval character–an impress it still retains–grotesque,\nparti-coloured–parti-coloured, so to speak, in its genius–Satanic,\nyet devout of humour, as depicted in its old chronicles, and\nbeautiful withal, dignified; it is here that Raphael becomes for the\nfirst time aware of that old pagan world, which had already come to\nbe so much for the art-schools of Italy.  There were points, as we\nsaw, at which the school of Perugia was behind its day.  Amid those\nintensely Gothic surroundings in the cathedral library where\nPinturicchio worked, stood, as it remained till recently, unashamed\nthere, a marble group of the three Graces–an average Roman work in\n[47] effect–the sort of thing we are used to.  That, perhaps, is the\nonly reason why for our part, except with an effort, we find it\nconventional or even tame.  For the youthful Raphael, on the other\nhand, at that moment, antiquity, as with “the dew of herbs,” seemed\ntherein “to awake and sing” out of the dust, in all its sincerity,\nits cheerfulness and natural charm.  He has turned it into a picture;\nhas helped to make his original only too familiar, perhaps, placing\nthe three sisters against his own favourite, so unclassic, Umbrian\nbackground indeed, but with no trace of the Peruginesque ascetic,\nGothic meagreness in themselves; emphasising rather, with a hearty\nacceptance, the nude, the flesh; making the limbs, in fact, a little\nheavy.  It was but one gleam he had caught just there in medieval\nSiena of that large pagan world he was, not so long afterwards, more\ncompletely than others to make his own.  And when somewhat later\nhe painted the exquisite, still Peruginesque, Apollo and Marsyas,\nsemi-medieval habits again asserted themselves with delightfully\nblent effects.  It might almost pass for a parable–that little\npicture in the Louvre–of the contention between classic art and the\nromantic, superseded in the person of Marsyas, a homely, quaintly\npoetical young monk, surely!  Only, Apollo himself also is clearly of\nthe same brotherhood; has a touch, in truth, of Heine’s fancied\nApollo “in exile,” who, Christianity now triumphing, has served as\n[48] a hired shepherd, or hidden himself under the cowl in a\ncloister; and Raphael, as if at work on choir-book or missal, still\napplies symbolical gilding for natural sunlight.  It is as if he\nwished to proclaim amid newer lights–this scholar who never forgot a\nlesson–his loyal pupilage to Perugino, and retained still something\nof medieval stiffness, of the monastic thoughts also, that were born\nand lingered in places like Borgo San Sepolcro or Citta di Castello.\nChef-d’oeuvre! you might exclaim, of the peculiar, tremulous, half-\nconvinced, monkish treatment of that after all damnable pagan world.\nAnd our own generation certainly, with kindred tastes, loving or\nwishing to love pagan art as sincerely as did the people of the\nRenaissance, and medieval art as well, would accept, of course, of\nwork conceived in that so seductively mixed manner, ten per cent of\neven Raphael’s later, purely classical presentments.",
        "That picture was suggested by a fine old intaglio in the Medicean\ncollection at Florence, was painted, therefore, after Raphael’s\ncoming thither, and therefore also a survival with him of a style\nlimited, immature, literally provincial; for in the phase on which he\nhad now entered he is under the influence of style in its most fully\ndetermined sense, of what might be called the thorough-bass of the\npictorial art, of a fully realised intellectual system in regard to\nits processes, well tested by experiment, upon a survey [49] of all\nthe conditions and various applications of it–of style as understood\nby Da Vinci, then at work in Florence.  Raphael’s sojourn there\nextends from his twenty-first to his twenty-fifth year.  He came with\nflattering recommendations from the Court of Urbino; was admitted as\nan equal by the masters of his craft, being already in demand for\nwork, then and ever since duly prized; was, in fact, already famous,\nthough he alone is unaware–is in his own opinion still but a\nlearner, and as a learner yields himself meekly, systematically to\ninfluence; would learn from Francia, whom he visits at Bologna; from\nthe earlier naturalistic works of Masolino and Masaccio; from the\nsolemn prophetic work of the venerable dominican, Bartolommeo,\ndisciple of Savonarola.  And he has already habitually this strange\neffect, not only on the whole body of his juniors, but on those whose\nmanner had been long since formed; they lose something of themselves\nby contact with him, as if they went to school again.",
        "Bartolommeo, Da Vinci, were masters certainly of what we call “the\nideal” in art.  Yet for Raphael, so loyal hitherto to the traditions\nof Umbrian art, to its heavy weight of hieratic tradition, dealing\nstill somewhat conventionally with a limited, non-natural matter–for\nRaphael to come from Siena, Perugia, Urbino, to sharp-witted,\npractical, masterful Florence was in immediate effect a transition\nfrom reverie to [50] realities–to a world of facts.  Those masters\nof the ideal were for him, in the first instance, masters also of\nrealism, as we say.  Henceforth, to the end, he will be the analyst,\nthe faithful reporter, in his work, of what he sees.  He will realise\nthe function of style as exemplified in the practice of Da Vinci,\nface to face with the world of nature and man as they are; selecting\nfrom, asserting one’s self in a transcript of its veritable data;\nlike drawing to like there, in obedience to the master’s preference\nfor the embodiment of the creative form within him.  Portrait-art had\nbeen nowhere in the school of Perugino, but it was the triumph of the\nschool of Florence.  And here a faithful analyst of what he sees, yet\nlifting it withal, unconsciously, inevitably, recomposing,\nglorifying, Raphael too becomes, of course, a painter of portraits.\nWe may foresee them already in masterly series, from Maddalena Doni,\na kind of younger, more virginal sister of La Gioconda, to cardinals\nand popes–to that most sensitive of all portraits, the “Violin-\nplayer,” if it be really his.  But then, on the other hand, the\ninfluence of such portraiture will be felt also in his inventive\nwork, in a certain reality there, a certain convincing loyalty to\nexperience and observation.  In his most elevated religious work he\nwill still keep, for security at least, close to nature, and the\ntruth of nature.  His modelling of the visible surface is lovely\nbecause he understands, can see the hidden causes [51] of momentary\naction in the face, the hands–how men and animals are really made\nand kept alive.  Set side by side, then, with that portrait of\nMaddalena Doni, as forming together a measure of what he has learned\nat Florence, the “Madonna del Gran Duca,” which still remains there.\nCall it on revision, and without hesitation, the loveliest of his\nMadonnas, perhaps of all Madonnas; and let it stand as representative\nof as many as fifty or sixty types of that subject, onwards to the\nSixtine Madonna, in all the triumphancy of his later days at Rome.\nObserve the veritable atmosphere about it, the grand composition of\nthe drapery, the magic relief, the sweetness and dignity of the human\nhands and faces, the noble tenderness of Mary’s gesture, the unity of\nthe thing with itself, the faultless exclusion of all that does not\nbelong to its main purpose; it is like a single, simple axiomatic\nthought.  Note withal the novelty of its effect on the mind, and you\nwill see that this master of style (that’s a consummate example of\nwhat is meant by style) has been still a willing scholar in the hands\nof Da Vinci.  But then, with what ease also, and simplicity, and a\nsort of natural success not his!",
        "It was in his twenty-fifth year that Raphael came to the city of the\npopes, Michelangelo being already in high favour there.  For the\nremaining years of his life he paces the same streets with that grim\nartist, who was so great a [52] contrast with himself, and for the\nfirst time his attitude towards a gift different from his own is not\nthat of a scholar, but that of a rival.  If he did not become the\nscholar of Michelangelo, it would be difficult, on the other hand, to\ntrace anywhere in Michelangelo’s work the counter influence usual\nwith those who had influenced him.  It was as if he desired to add to\nthe strength of Michelangelo that sweetness which at first sight\nseems to be wanting there.  Ex forti dulcedo: and in the study of\nMichelangelo certainly it is enjoyable to detect, if we may, sweet\nsavours amid the wonderful strength, the strangeness and potency of\nwhat he pours forth for us: with Raphael, conversely, something of a\nrelief to find in the suavity of that so softly moving, tuneful\nexistence, an assertion of strength.  There was the promise of it, as\nyou remember, in his very look as he saw himself at eighteen; and you\nknow that the lesson, the prophecy of those holy women and children\nhe has made his own, is that “the meek shall possess.”  So, when we\nsee him at Rome at last, in that atmosphere of greatness, of the\nstrong, he too is found putting forth strength, adding that element\nin due proportion to the mere sweetness and charm of his genius; yet\na sort of strength, after all, still congruous with the line of\ndevelopment that genius has hitherto taken, the special strength of\nthe scholar and his proper reward, a purely cerebral strength [53]\nthe strength, the power of an immense understanding.",
        "Now the life of Raphael at Rome seems as we read of it hasty and\nperplexed, full of undertakings, of vast works not always to be\ncompleted, of almost impossible demands on his industry, in a world\nof breathless competition, amid a great company of spectators, for\ngreat rewards.  You seem to lose him, feel he may have lost himself,\nin the multiplicity of his engagements; might fancy that, wealthy,\nvariously decorated, a courtier, cardinal in petto, he was “serving\ntables.”  But, you know, he was forcing into this brief space of\nyears (he died at thirty-seven) more than the natural business of the\nlarger part of a long life; and one way of getting some kind of\nclearness into it, is to distinguish the various divergent outlooks\nor applications, and group the results of that immense intelligence,\nthat still untroubled, flawlessly operating, completely informed\nunderstanding, that purely cerebral power, acting through his\nexecutive, inventive or creative gifts, through the eye and the hand\nwith its command of visible colour and form.  In that way you may\nfollow him along many various roads till brain and eye and hand\nsuddenly fail in the very midst of his work–along many various\nroads, but you can follow him along each of them distinctly.",
        "At the end of one of them is the Galatea, and in quite a different\nform of industry, the datum [54] for the beginnings of a great\nliterary work of pure erudition.  Coming to the capital of\nChristendom, he comes also for the first time under the full\ninfluence of the antique world, pagan art, pagan life, and is\nhenceforth an enthusiastic archaeologist.  On his first coming to\nRome a papal bull had authorised him to inspect all ancient marbles,\ninscriptions, and the like, with a view to their adaptation in new\nbuildings then proposed.  A consequent close acquaintance with\nantiquity, with the very touch of it, blossomed literally in his\nbrain, and, under his facile hand, in artistic creations, of which\nthe Galatea is indeed the consummation.  But the frescoes of the\nFarnese palace, with a hundred minor designs, find their place along\nthat line of his artistic activity; they do not exhaust his knowledge\nof antiquity, his interest in and control of it.  The mere fragments\nof it that still cling to his memory would have composed, had he\nlived longer, a monumental illustrated survey of the monuments of\nancient Rome.",
        "To revive something of the proportionable spirit at least of antique\nbuilding in the architecture of the present, came naturally to\nRaphael as the son of his age; and at the end of another of those\nroads of diverse activity stands Saint Peter’s, though unfinished.\nWhat a proof again of that immense intelligence, by which, as I said,\nthe element of strength supplemented the element of mere sweetness\nand charm in his [55] work, that at the age of thirty, known hitherto\nonly as a painter, at the dying request of the venerable Bramante\nhimself, he should have been chosen to succeed him as the director of\nthat vast enterprise!  And if little in the great church, as we see\nit, is directly due to him, yet we must not forget that his work in\nthe Vatican also was partly that of an architect.  In the Loggie, or\nopen galleries of the Vatican, the last and most delicate effects of\nQuattro-cento taste come from his hand, in that peculiar arabesque\ndecoration which goes by his name.",
        "Saint Peter’s, as you know, had an indirect connexion with the\nTeutonic reformation.  When Leo X. pushed so far the sale of\nindulgences to the overthrow of Luther’s Catholicism, it was done\nafter all for the not entirely selfish purpose of providing funds to\nbuild the metropolitan church of Christendom with the assistance of\nRaphael; and yet, upon another of those diverse outways of his so\nversatile intelligence, at the close of which we behold his\nunfinished picture of the Transfiguration, what has been called\nRaphael’s Bible finds its place–that series of biblical scenes in\nthe Loggie of the Vatican.  And here, while he has shown that he\ncould do something of Michelangelo’s work a little more soothingly\nthan he, this graceful Roman Catholic rivals also what is perhaps\nbest in the work of the rude German reformer–of Luther, who came to\nRome about this very [56] time, to find nothing admirable there.\nPlace along with them the Cartoons, and observe that in this phase of\nhis artistic labour, as Luther printed his vernacular German version\nof the Scriptures, so Raphael is popularising them for an even larger\nworld; he brings the simple, to their great delight, face to face\nwith the Bible as it is, in all its variety of incident, after they\nhad so long had to content themselves with but fragments of it, as\npresented in the symbolism and in the brief lections of the Liturgy:-\n-Biblia Pauperum, in a hundred forms of reproduction, though designed\nfor popes and princes.",
        "But then, for the wise, at the end of yet another of those divergent\nways, glows his painted philosophy in the Parnassus and the School of\nAthens, with their numerous accessories.  In the execution of those\nworks, of course, his antiquarian knowledge stood him in good stead;\nand here, above all, is the pledge of his immense understanding, at\nwork on its own natural ground on a purely intellectual deposit, the\napprehension, the transmission to others of complex and difficult\nideas.  We have here, in fact, the sort of intelligence to be found\nin Lessing, in Herder, in Hegel, in those who, by the instrumentality\nof an organised philosophic system, have comprehended in one view or\nvision what poetry has been, or what Greek philosophy, as great\ncomplex dynamic facts in the world.  But then, with the artist of the\nsixteenth century, [57] this synoptic intellectual power worked in\nperfect identity with the pictorial imagination and a magic hand.  By\nhim large theoretic conceptions are addressed, so to speak, to the\nintelligence of the eye.  There had been efforts at such abstract or\ntheoretic painting before, or say rather, leagues behind him.  Modern\nefforts, again, we know, and not in Germany alone, to do the like for\nthat larger survey of such matters which belongs to the philosophy of\nour own century; but for one or many reasons they have seemed only to\nprove the incapacity of philosophy to be expressed in terms of art.\nThey have seemed, in short, so far, not fit to be seen literally–\nthose ideas of culture, religion, and the like.  Yet Plato, as you\nknow, supposed a kind of visible loveliness about ideas.  Well! in\nRaphael, painted ideas, painted and visible philosophy, are for once\nas beautiful as Plato thought they must be, if one truly apprehended\nthem.  For note, above all, that with all his wealth of antiquarian\nknowledge in detail, and with a perfect technique, it is after all\nthe beauty, the grace of poetry, of pagan philosophy, of religious\nfaith that he thus records.",
        "Of religious faith also.  The Disputa, in which, under the form of a\ncouncil representative of all ages, he embodies the idea of theology,\ndivinarum rerum notitia, as constantly resident in the Catholic\nChurch, ranks with the “Parnassus” and the “School of Athens,” if it\ndoes not rather [58] close another of his long lines of intellectual\ntravail–a series of compositions, partly symbolic, partly\nhistorical, in which the “Deliverance of St. Peter from Prison,” the\n“Expulsion of the Huns,” and the “Coronation of Charlemagne,” find\ntheir places; and by which, painting in the great official chambers\nof the Vatican, Raphael asserts, interprets the power and charm of\nthe Catholic ideal as realised in history.  A scholar, a student of\nthe visible world, of the natural man, yet even more ardently of the\nbooks, the art, the life of the old pagan world, the age of the\nRenaissance, through all its varied activity, had, in spite of the\nweakened hold of Catholicism on the critical intellect, been still\nunder its influence, the glow of it, as a religious ideal, and in the\npresence of Raphael you cannot think it a mere after-glow.\nIndependently, that is, of less or more evidence for it, the whole\ncreed of the Middle Age, as a scheme of the world as it should be, as\nwe should be glad to find it, was still welcome to the heart, the\nimagination.  Now, in Raphael, all the various conditions of that age\ndiscover themselves as characteristics of a vivid personal genius,\nwhich may be said therefore to be conterminous with the genius of the\nRenaissance itself.  For him, then, in the breadth of his immense\ncosmopolitan intelligence, for Raphael, who had done in part the work\nof Luther also, the Catholic Church–through all its phases, as\nreflected in its visible local centre, [59] the papacy–is alive\nstill as of old, one and continuous, and still true to itself.  Ah!\nwhat is local and visible, as you know, counts for so much with the\nartistic temper!",
        "Old friends, or old foes with but new faces, events repeating\nthemselves, as his large, clear, synoptic vision can detect, the\ninvading King of France, Louis XII., appears as Attila: Leo X. as Leo\nI.: and he thinks of, he sees, at one and the same moment, the\ncoronation of Charlemagne and the interview of Pope Leo with Francis\nI., as a dutiful son of the Church: of the deliverance of Leo X. from\nprison, and the deliverance of St. Peter.",
        "I have abstained from anything like description of Raphael’s pictures\nin speaking of him and his work, have aimed rather at preparing you\nto look at his work for yourselves, by a sketch of his life, and\ntherein especially, as most appropriate to this place, of Raphael as\na scholar.  And now if, in closing, I commend one of his pictures in\nparticular to your imagination or memory,, your purpose to see it, or\nsee it again, it will not be the Transfiguration nor the Sixtine\nMadonna, nor even the “Madonna del Gran Duca,” but the picture we\nhave in London–the Ansidei, or Blenheim, Madonna.  I find there, at\nfirst sight, with something of the pleasure one has in a proposition\nof Euclid, a sense of the power of the understanding, in the economy\nwith which he has reduced his material to the [60] simplest terms,\nhas disentangled and detached its various elements.  He is painting\nin Florence, but for Perugia, and sends it a specimen of its own old\nart–Mary and the babe enthroned, with St. Nicolas and the Baptist in\nattendance on either side.  The kind of thing people there had\nalready seen so many times, but done better, in a sense not to be\nmeasured by degrees, with a wholly original freedom and life and\ngrace, though he perhaps is unaware, done better as a whole, because\nbetter in every minute particular, than ever before.  The scrupulous\nscholar, aged twenty-three, is now indeed a master; but still goes\ncarefully.  Note, therefore, how much mere exclusion counts for in\nthe positive effect of his work.  There is a saying that the true\nartist is known best by what he omits.  Yes, because the whole\nquestion of good taste is involved precisely in such jealous\nomission.  Note this, for instance, in the familiar Apennine\nbackground, with its blue hills and brown towns, faultless, for once-\n-for once only–and observe, in the Umbrian pictures around, how\noften such background is marred by grotesque, natural, or\narchitectural detail, by incongruous or childish incident.  In this\ncool, pearl-grey, quiet place, where colour tells for double–the\njewelled cope, the painted book in the hand of Mary, the chaplet of\nred coral–one is reminded that among all classical writers Raphael’s\npreference was for the faultless Virgil.  How orderly, how divinely\n[61] clean and sweet the flesh, the vesture, the floor, the earth and\nsky!  Ah, say rather the hand, the method of the painter!  There is\nan unmistakeable pledge of strength, of movement and animation in the\ncast of the Baptist’s countenance, but reserved, repressed.  Strange,\nRaphael has given him a staff of transparent crystal.  Keep then to\nthat picture as the embodied formula of Raphael’s genius.  Amid all\nhe has here already achieved, full, we may think, of the quiet\nassurance of what is to come, his attitude is still that of the\nscholar; he seems still to be saying, before all things, from first\nto last, “I am utterly purposed that I will not offend.”",
        "38. *A lecture delivered to the University Extension Students,\nOxford, 2 August, 1892.  Published in the Fortnightly Review, Oct.\n1892, and now reprinted by the kind permission of the proprietors.",
        "Continue...",
        "\nThis is the complete public domain etext “Miscellaneous Studies: A Series of Essays” by Walter Horatio Pater.\n\n\nAlso by this author (on Amazon.com); The Renaissance, Studies in Art and Poetry\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Miscellaneous Studies: A Series of EssaysBy Walter Horatio PaterAt Amazon"
    ]
}