{
    "title": "National Epics - The Story of the Poem of the Cid",
    "author": "Kate Milner Rabb",
    "chapter": "24",
    "content": [
        "\n\n",
        "Tears stood in the eyes of the Cid as he looked at his pillaged castle.\nThe coffers were empty, even the falcons were gone from their perches.\n“Cruel wrong do I suffer from mine enemy!” he exclaimed as they rode into\nBurgos. “Alvar Fanez, of a truth we are banished men.”",
        "From the windows of Burgos town the burghers and their dames looked down\nwith tearful eyes upon the Cid and his sixty lances. “Would that his lord\nwere worthy of him,” said they.",
        "He rode up to the gates of his house in Burgos; the king’s seal was upon\nthem. “My lord,” cried a damsel from an upper casement, “thy goods are\nforfeited to the king, and he has forbidden that we open door or shelter\nthee upon pain of forfeiture of our goods, yea, even of our sight!”",
        "Little hope then had the Cid of mercy from King Alfonso; and sooner than\nbring suffering on his beloved people of Burgos he betook himself without\nthe city and sat him down to think of what to do. “Martin Antolinez,” said\nhe, “I have no money with which to pay my troops. Thou must help me to get\nit, and if I live I will repay thee double.”",
        "Then the two together fashioned two stout chests covered with red leather\nand studded with gilt nails, and these they filled with sand. Then Martin\nAntolinez without delay sought out the money lenders, Rachel and Vidas,\nand bargained with them to lend the Cid six hundred marks, and take in\npawn for them the two chests filled with treasure that he dared not at\nthat time take away with him. For a year they were to keep the chests and\npledge themselves not to look in them. Glad were the hearts of the money\nlenders as they lifted the heavy chests, and happy was the Cid when he saw\nthe six hundred marks counted out before him.",
        "Seeking the monastery of San Pedro de Cardena, the Cid embraced his wife\nXimena and his two daughters, and left them in the protection of the\nabbot, to whom he promised recompense. Hard was the pain of parting as\nwhen the finger nail is torn away from the flesh, but a banished man has\nno choice. And as they passed the night at Higeruela a sweet vision\npromising success comforted the Cid in his slumbers; and many from\nCastile, who heard of the departure of the hero, sought his banners to\nbetter their fortune.",
        "Next day the Cid and his men took Castejon and sold the spoil to the Moors\nof Hita and Guadalajara, and then my Cid passed on and planted himself\nupon a lofty and strong hill opposite Alcocer, and levied tribute upon the\nneighboring peoples. When he had so besieged Alcocer for fifteen weeks he\ntook it by stratagem, and Pero Bermuez, the slow of speech, planted his\nstandard on the highest part. When the King of Valencia heard of this, he\ndetermined to capture my Cid, and accordingly sent three thousand Moors to\nlay siege to Alcocer.",
        "When the water was cut off and bread became scarce, the six hundred\nSpanish men, acting upon the advice of Minaya, took the field against the\nthree thousand Moors; and such was the valor of him that in a good hour\nwas born, and of his standard bearer, Pero Bermuez, and of the good\nMinaya, that the Moors fell to the ground three hundred at a time, their\nshields shivered, their mail riven, their white pennons red with blood.",
        "“Thanks be to God for victory!” said the Cid. In the Moorish king’s camp\nwas found great spoil,–shields, arms, and horses. Greatly the Christians\nrejoiced, for to them fell much spoil, and but fifteen of their men were\nmissing. Even to the Moors my Cid gave some of his spoil, and from his\nshare of one hundred horses he sent by Minaya thirty, saddled and bridled,\nwith as many swords hung at the saddle bows, to King Alfonso. Also he sent\nby him a wallet of gold and silver for his wife and daughters, and to pay\nfor a thousand Masses at Burgos.",
        "Alfonso was well pleased to receive this token. “It is too soon to take\nhim into favor, but I will accept his present, and I am glad he won the\nvictory. Minaya, I pardon thee; go to the Cid and say that I will permit\nany valiant man who so desires to follow him.”",
        "Upon the hill now called the hill of the Cid, he who girt on the sword in\na good hour, took up his abode and levied tribute on the people for\nfifteen weeks. But when he saw that Minaya’s return was delayed, he went\neven unto Saragossa, levying tribute and doing much damage, insomuch that\nthe Count of Barcelona, Raymond de Berenger, was provoked into making an\nassault upon him in the Pine Wood of Bivar, where he was ingloriously\ndefeated and taken prisoner. The count was the more shamed at this because\nmy Cid had sent him a friendly message, saying that he did not want to\nfight him, since he owed him no grudge. When Count Raymond had given up\nhis precious sword, the great Colada, the good one of Bivar endeavored to\nmake friends with his prisoner, but to no avail. The count refused meat\nand drink, and was determined to die, until the Cid assured him that as\nsoon as he ate a hearty meal he should go free. Then he departed joyfully\nfrom the camp, fearing even to the last lest the Cid should change his\nmind, a thing the perfect one never would have done.",
        "Cheered by this conquest, the Cid turned to Valencia, and met a great\nMoorish army, which was speedily defeated, the Cid’s numbers having been\ngreatly increased by men who flocked to him from Spain. Two Moorish kings\nwere slain, and the survivors were pursued even to Valencia. Then my Cid\nsat down before the city for nine months, and in the tenth month Valencia\nsurrendered. The spoil–who could count it? All were rich who accompanied\nthe Cid, and his fifth was thirty thousand marks in money, besides much\nother spoil. And my Cid’s renown spread throughout Spain. Wonderful was he\nto look upon, for his beard had grown very long. For the love of King\nAlfonso, who had banished him, he said it should never be cut, nor a hair\nof it be plucked, and it should be famous among Moors and Christians. Then\nhe again called Minaya to him, and to King Alfonso sent a hundred horses,\nwith the request that his wife and daughters might be allowed to join him.\nAlso he sent him word that he had been joined by a good bishop, Don\nJerome, and had created for him a bishopric.",
        "Now were the enemies of the good one of Bivar incensed in proportion as\nthe king was pleased with this noble gift. And when the king silenced the\nenvious ones, and ordered an escort for Ximena and her daughters, and\ntreated Minaya with consideration, the Infantes of Carrion talked\ntogether, commenting on the growing importance of my Cid. “It would better\nour fortunes to marry his daughters, but they are below us in rank.” And\nso saying they sent their salutations to the Cid.",
        "The Cid met his wife and daughters on his new horse, Babieca, the wonder\nof all Spain, and great was his joy to clasp them again in his arms. And\nhe took them up in the highest part of Valencia, and their bright eyes\nlooked over the city and the sea, and they all thanked God for giving them\nso fair a prize.",
        "When winter was past and spring had come, the King of Morocco crossed the\nsea to Valencia with fifty thousand men, and pitched his tents before the\ncity. Then the Cid took his wife and daughters up in the Alcazar, and\nshowed them the vast army. “They bring a gift for us, a dowry against the\nmarriage of our daughters. Because ye are here, with God’s help, I shall\nwin the battle.”",
        "He went forth on the good Babieca; four thousand less thirty followed him\nto attack the fifty thousand Moors. The Cid’s arms dripped with blood to\nthe elbow; the Moors he slew could not be counted. King Yucef himself he\nsmote three times, and only the swiftness of the horse he rode saved the\nking from death. All fled who were not slain, leaving the spoil behind.\nThree thousand marks of gold and silver were found there, and the other\nspoil was countless. Then my Cid ordered Minaya and Pero Bermuez to take\nto Alfonso the great tent of the King of Morocco, and two hundred horses.\nAnd the king was greatly pleased, and the Infantes of Carrion, counselling\ntogether, said, “The fame of the Cid grows greater; let us ask his\ndaughters in marriage.” And the king gave their request to Minaya and\nBermuez, who were to bear it to the Cid.",
        "Said my Cid, when he heard the proposal: “The Infantes of Carrion are\nhaughty, and have a faction in court. I have no taste for the match; but\nsince my king desires it, I will be silent.”",
        "When the king heard his answer, he appointed a meeting, and when he that\nin a good hour was born saw his king, he fell at his feet to pay him\nhomage. But the king said: “Here do I pardon you, and grant you my love\nfrom this day forth.”",
        "The next day when the king presented to the Cid the offer of the Infantes,\nmy Cid replied: “My daughters are not of marriageable age, but I and they\nare in your hands. Give them as it pleases you.” Then the king\ncommissioned Alvar Fanez to act for him and give the daughters of my Cid\nto the Infantes.",
        "The Cid hastened home to prepare for the wedding. The palace was\nbeautifully decorated with hangings of purple and samite. Rich were the\ngarments of the Infantes, and meek their behavior in the presence of my\nCid. The couples were wedded by the Bishop Don Jerome, and the wedding\nfestivities lasted for fifteen days. And for wellnigh two years the Cid\nand his sons-in-law abode happily in Valencia.",
        "One day while my Cid was lying asleep in his palace, a lion broke loose\nfrom its cage, and all the court were sore afraid. The Cid’s followers\ngathered around his couch to protect him; but Ferran Gonzalez crept\nbeneath the couch, crying from fear, and Diego ran into the court and\nthrew himself across a wine-press beam, so that he soiled his mantle. The\nCid, awakened by the noise, arose, took the lion by the mane, and dragged\nhim to his cage, to the astonishment of all present. Then my Cid asked for\nhis sons-in-law, and when they were found, pale and frightened, the whole\ncourt laughed at them until my Cid bade them cease. And the Infantes were\ndeeply insulted.",
        "While they were still sulking over their injuries, King Bucar of Morocco\nbeleagured Valencia with fifty thousand tents. The Cid and his barons\nrejoiced at the thought of battle; but the Infantes were sore afraid, for\nthey were cowards, and feared to be slain in battle. The Cid told them to\nremain in Valencia; but stung by shame they went forth with Bermuez, who\nreported that both had fleshed their swords in battle with the Moor.",
        "Great was the slaughter of the Moors on that field. Alvar Fanez, Minaya,\nand the fighting bishop came back dripping with gore, and as for my Cid,\nhe slew King Bucar himself, and brought home the famous sword, Tizon,\nworth full a thousand marks in gold.",
        "The Infantes, still wrathful at their humiliation, talked apart: “Let us\ntake our wealth and our wives and return to Carrion. Once away from the\nCampeador, we will punish his daughters, so that we shall hear no more of\nthe affair of the lion. With the wealth we have gained from the Cid we can\nnow wed whom we please.”",
        "Sore was the heart of the Cid when he heard of their determination; but he\ngave them rich gifts, and also the priceless swords Colada and Tizon. “I\nwon them in knightly fashion,” said he, “and I give them to you, for ye\nare my sons, since I gave you my daughters; in them ye take the core of my\nheart.” He ordered Feliz Muñoz, his nephew, to accompany them as an\nescort, and sent them by way of Molina to salute his friend, Abengalvon\nthe Moor.",
        "The Moor received them in great state, and escorted them as far as the\nSalon; but when he overheard the Infantes plotting to destroy him, and\nseize his substance, he left them in anger. At night the Infantes pitched\ntheir tents in an oak forest full of tall trees, among which roamed fierce\nbeasts. During the night they made a great show of love to their wives,\nand the next morning ordered the escort to go on, saying that they would\nfollow alone. As soon as they were alone they stripped the daughters of\nthe Cid of their garments, beat them with their saddle-girths and spurs,\nand left them for dead in the wild forest. “Now we are avenged for the\ndishonor of the lion,” said they, as they departed for Carrion. But Feliz\nMuñoz, who had suspected the Infantes, had gone forward but a little way,\nand then crept back, so that from a thicket he perceived the sufferings of\nhis cousins. Straightway he went to their rescue, found them clothes, and\nhelped them home again.",
        "When the Cid heard of this insult to himself and his daughters, he grasped\nhis beard and swore a mighty oath that the Infantes would rue the day when\nthey had thus offended him. All of the Cid’s friends strove to comfort the\nladies Elvira and Sol, and Abengalvon the Moor made them a rich supper for\nlove of the Cid.",
        "At the request of my Cid, King Alfonso summoned a Cortes at Toledo, to try\nthe cause of the Cid and the Infantes. Thither went the Cid, richly clad,\nso that all men wondered at his rich garments, his long hair in a scarlet\nand gold coif, and his uncut beard bound up with cords. He and his hundred\nmen wore bright hauberks under their ermines, and trenchant swords under\ntheir mantles, for they feared treachery.",
        "The king appointed some of his counts as judges, and announced that he\nheld this, the third Cortes of his reign, for the love of the Cid. Then my\nCid stood forth.",
        "“I am not dishonored because the Infantes deserted my daughters,” said the\nCid, “for the king gave them away, not I; but I demand my swords, Colada\nand Tizon. When my lords of Carrion gave up my daughters they relinquished\nall claims to my property.”",
        "The Infantes, well pleased that he demanded no more, returned the swords;\nand when the blades were unsheathed and placed in the hands of the king,\nthe eyes of the court were dazzled by their brightness.",
        "The Cid presented Tizon to his nephew and Colada to Martin Antolinez.\n“Now, my king, I have another grievance. I now demand that the Infantes\nrestore the three thousand marks in gold and silver they carried from\nValencia. When they ceased to be my sons-in-law they ceased to own my\ngold.” Then the Infantes were troubled, for they had spent the money; but\nthe judges gave them no relief, and they were forced to pay it out of\ntheir heritage of Carrion.",
        "“So please your grace,” said the Cid, “still another grievance, the\ngreatest of all, I have yet to state. I hold myself dishonored by the\nInfantes. Redress by combat they must yield, for I will take no other.”",
        "The Count Garcia ridiculed the Cid’s claim. “The noble lords of Carrion\nare of princely birth; your daughters are not fitting mates for them.\"\nThen, while his enemies were taunting him and the court broke into an\nuproar, the Cid called on Pero Bermuez, “Dumb Peter,” to speak.",
        "When Pero spoke he made himself clear. For the first time he told how like\na craven Ferrando had demeaned himself in battle, and how he himself had\nslain the Moor on whom the prince had turned his back. He also reminded\nFerrando of the affair of the lion. When Diego attempted to speak, he was\nsilenced by Martin Antolinez, who told of the figure he cut when he clung\nto the wine-press beam in an agony of fear, on the day the lion came forth\nfrom its cage. Then the king, commanding silence, gave them permission to\nfight. Martin Antolinez engaged to meet Diego, Pero Bermuez was to combat\nwith Ferrando, and Muno Gustioz challenged the brawler, Assur Gonzalez. It\nwas agreed that the combat should be held at the end of three weeks in the\nvega of Carrion.",
        "When all had been arranged to his satisfaction, the Cid took off his coif,\nand released his beard, and all the court wondered at him. Then he offered\nsome of his wealth to all present, and, kissing the king’s hand, besought\nhim to take Babieca. But this the king refused to do: “Babieca is for the\nlike of you to keep the Moors off with. If I took him he would not have so\ngood a lord.”",
        "When the day for the combat arrived, the king himself went to Carrion to\nsee that no treachery was used, and he said to the Infantes: “Ye have need\nto fight like men. If ye come out successful, ye will receive great honor.\nIf ye are vanquished, the fault will be on your own heads. Seek to do no\nwrong; woe betide him who attempts it!”",
        "Then the marshals placed the contestants in the lists and left them face\nto face. Each with his gaze fixed on the other, they rushed together and\nmet midway of the lists.",
        "At the thrust of Pero’s Lance, Ferrando fell from his horse and yielded,\nas he saw the dread Tizon held over him. At the same time Diego fled from\nthe sword of Martin Antolinez, and Muño Gustioz’s lance pierced Assur\nGonzalez, who begged him to hold his hand, since the Infantes were\nvanquished.",
        "Thus the battle was won, and Don Roderick’s champions gained the victory.\nGreat was the sorrow in the house of Carrion; but he who wrongs a noble\nlady deserves such suffering.",
        "Rejoiced were they of Valencia when the champions brought home these\ntidings, and ere long, favored by Alfonso himself, the princes of Navarre\nand Aragon wooed my Cid’s daughters, and were married to them with the\nmost splendid nuptials. Now was the Cid happy, and happier still he grew\nas his honor increased, until upon the feast of Pentecost he passed away.\nThe grace of Christ be upon him!",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}