{
    "title": "National Epics - Selections From Paradise Lost",
    "author": "Kate Milner Rabb",
    "chapter": "41",
    "content": [
        "\n\n",
        "SATAN.",
        "After having been thrown out of Heaven with his crew, Satan lay nine days\nin the burning lake into which he fell. Then, rousing himself, he rose\nfrom the liquid flames, flew over the lake, and alighting upon the solid\nthough burning land, thus addressed Beelzebub, who had accompanied him.",
        "  “Is this the region, this the soil, the clime,\"\n  Said then the lost Archangel, “this the seat\n  That we must change for Heaven?–this mournful gloom\n  For that celestial light? Be it so, since He\n  Who now is sovran can dispose and bid\n  What shall be right: farthest from Him is best,\n  Whom reason hath equalled, force hath made supreme\n  Above his equals. Farewell, happy fields,\n  Where joy forever dwells! Hail, horrors! hail,\n  Infernal World! and thou, profoundest Hell,\n  Receive thy new possessor–one who brings\n  A mind not to be changed by place or time.\n  The mind is its own place, and in itself\n  Can make a Heaven of Hell, a Hell of Heaven.\n  What matter where, if I be still the same,\n  And what I should be, all but less than he\n  Whom thunder hath made greater? Here at least\n  We shall be free; the Almighty hath not built\n  Here for his envy, will not drive us hence:\n  Here we may reign secure; and, in my choice,\n  To reign is worth ambition, though in Hell:\n  Better to reign in Hell than serve in Heaven.\n  But wherefore let we then our faithful friends,\n  The associates and co-partners of our loss,\n  Lie thus astonished on the oblivious pool,\n  And call them not to share with us their part\n  In this unhappy mansion, or once more\n  With rallied arms to try what may be yet\n  Regained in Heaven, or what more lost in Hell?”",
        "  So Satan spake; and him Beelzebub\n  Thus answered:–\"Leader of those armies bright\n  Which, but the Omnipotent, none could have foiled!\n  If once they hear that voice, their liveliest pledge\n  Of hope in fears and dangers–heard so oft\n  In worst extremes, and on the perilous edge\n  Of battle, when it raged, in all assaults\n  Their surest signal–they will soon resume\n  New courage and revive, though now they lie\n  Grovelling and prostrate on yon lake of fire,\n  As we erewhile, astounded and amazed;\n  No wonder, fallen from such pernicious highth!”",
        "  He scarce had ceased when the superior Fiend\n  Was moving toward the shore; his ponderous shield,\n  Ethereal temper, massy, large, and round,\n  Behind him cast. The broad circumference\n  Hung on his shoulders like the moon, whose orb\n  Through optic glass the Tuscan artist views\n  At evening, from the top of Fesolè,\n  Or in Valdarno, to descry new lands,\n  Rivers, or mountains, in her spotty globe.\n  His spear–to equal which the tallest pine\n  Hewn on Norwegian hills, to be the mast\n  Of some great ammiral, were but a wand–\n  He walked with, to support uneasy steps\n  Over the burning marle, not like those steps\n  On Heaven’s azure; and the torrid clime\n  Smote on him sore besides, vaulted with fire.\n  Nathless he so endured, till on the beach\n  Of that inflamèd sea he stood, and called\n  His legions–Angel Forms, who lay entranced\n  Thick as autumnal leaves that strow the brooks\n  In Vallombrosa, where the Etrurian shades\n  High over-arched embower; or scattered sedge\n  Afloat, when the fierce winds Orion armed\n  Hath vexed the Red-Sea coast, whose waves o’erthrew\n  Busiris and his Memphian chivalry,\n  While with perfidious hatred they pursued\n  The sojourners of Goshen, who beheld\n  From the safe shore their floating carcases\n  And broken chariot wheels. So thick bestrewn,\n  Abject and lost, lay these, covering the flood,\n  Under amazement of their hideous change.\n  He called so loud that all the hollow deep\n  Of Hell resounded:–\"Princes, Potentates,\n  Warriors, the Flower of Heaven–once yours; now lost,\n  If such astonishment as this can seize\n  Eternal Spirits! Or have ye chosen this place\n  After the toil of battle to repose\n  Your wearied virtue, for the ease you find\n  To slumber here, as in the vales of Heaven?\n  Or in this abject posture have ye sworn\n  To adore the Conqueror, who now beholds\n  Cherub and Seraph rolling in the flood\n  With scattered arms and ensigns, till anon\n  His swift pursuers from Heaven-gates discern\n  The advantage, and descending, tread us down\n  Thus drooping, or with linked thunderbolts\n  Transfix us to the bottom of this gulf?–\n  Awake, arise, or be for ever fallen!\"\n          Book I., 240-330.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}