{
    "title": "National Epics - The Divine Comedy - The Hell",
    "author": "Kate Milner Rabb",
    "chapter": "26",
    "content": [
        "\n\n",
        "The Hell conceived by Dante was made by the falling of Lucifer to the\ncentre of the earth. It was directly under Jerusalem. The earth, displaced\nby Lucifer’s fall, made the Mount of Purgatory, which was the antipodes of\nJerusalem.",
        "The unbarred entrance gate, over which stands the inscription, “Leave hope\nbehind, all ye who enter here,” leads into a Vestibule, or Ante-Hell, a\ndark plain separated from Hell proper by the river Acheron. Hell proper\nthen falls into three great divisions for the punishment of the sins of\nIncontinence, Bestiality, and Malice, which are punished in nine circles,\neach circle sub-divided. Circle One is the Limbo of the Unbaptized.\nCircles Two, Three, Four, and Five are reserved for the punishment of the\nsins of Incontinence, Lasciviousness, Gluttony, Avarice with Prodigality,\nand Anger with Melancholy. In Circle Six is punished the sin of\nBestiality, under which fall Infidelity and Heresiarchy, Bestiality having\nhere its Italian meaning of folly. In Circles Seven and Eight is punished\nMalice, subdivided into Violence and Fraud. There are three divisions of\nViolence,–the Violent against their neighbors (Tyrants, Murderers, etc.);\nthe Violent against themselves (Suicides); and the violent against God\n(Blasphemers, etc.); and ten divisions of Circle Eight,–Fraud, i.e.,\nSeducers, Flatterers, Simoniacs, Soothsayers, Barrators, Hypocrites,\nThieves, False Counsellors, Schismatics, and Forgers and Falsifiers. Below\nthese ten pits yawns the well of the giants, above which the giants tower\nso that half their persons is visible. Within this well in Circle Nine is\nCocytus, a lake of ice divided into four belts,–Caina, Antenora,\nPtolemaea, and Judecca, where are punished, respectively, the Betrayers of\ntheir kindred, of their country, of their friends and guests, and of their\nbenefactors. At the bottom of the pit is Lucifer, half above the ice and\nhalf below it, the centre of his body being the centre of gravity.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}