{
    "title": "National Epics - Selections From the Nibelungen Lied",
    "author": "Kate Milner Rabb",
    "chapter": "19",
    "content": [
        "\n\n",
        "HOW BRUNHILD WAS RECEIVED AT WORMS.",
        "Brunhild, queen of Issland, was won by Günther of Worms with the aid of\nSiegfried, whom Günther sent forward to Worms to announce the coming of\nthe royal pair. Queen Uta and Princess Kriemhild, with many followers from\nthe Burgundian court, went forward to the Rhine to meet and welcome the\nroyal bridal party.",
        "  Beyond the Rhine King Günther, with many a well-arm’d rank\n  And all his guests about him, rode towards the river’s bank;\n  You might see by the bridle led forward many a maid.\n  Those, who were to receive them, were ready all array’d.",
        "  Soon as the men of Issland came to the shallops down,\n  And eke the Nibelungers, lieges of Siegfried’s crown,\n  To th’ other shore they hasten’d (busy was every hand)\n  Where them the friends of Günther awaited on the strand.",
        "  Now hear, by wealthy Uta what a device was wrought.\n  Down with her from the castle a virgin train she brought,\n  That rode where she was riding in that procession bright;\n  So many a maid acquainted became with many a knight.",
        "  Kriemhild by the bridle the Margrave Gary led,\n  But only from the castle; then forward Siegfried sped,\n  And did that gentle service; fair was the blushing maid;\n  Full well for that thereafter the warrior she repaid.",
        "  Ortwine, the fearless champion, rode by Dame Uta’s rein;\n  Knights and maids together follow’d, a social train.\n  At such a stately meeting, all must confess, I ween,\n  So many lovely ladies were ne’er together seen.",
        "  Full many a famous champion careering you might spy\n  (Ill there was sloth and idlesse) beneath fair Kriemhild’s eye\n  E’en to the place of landing; by knights of fair renown\n  There many a high-born lady from steed was lifted down.",
        "  The king was now come over, and many a worthy guest.\n  Ah, before the ladies what spears were laid in rest!\n  How many went in shivers at every hurtling close!\n  Buckler clashed with buckler; ah, what a din arose!",
        "  Now might you see the ladies fast by the haven stand.\n  With his guests King Günther debark’d upon the strand,\n  In his hand soft leading the martial maiden fair.\n  Then each on each flash’d radiance, rich robes and jewels rare.",
        "  With that the smiling Kriemhild forth stepp’d a little space,\n  And Brunhild and her meiny greeted with gentle grace,\n  Each with snowy fingers back her headband drew,\n  And either kiss’d the other lovingly and true.",
        "  Then spoke in courteous manner Kriemhild the fair and free,\n  “In this our land, dear Brunhild, ever welcome be\n  To me and to my mother and all by us allow’d\n  For faithful friends and liegemen.” Then each to th’ other bow’d.",
        "  Next to greet Dame Brunhild approach’d Dame Uta too;\n  Oft she and oft her daughter their arms about her threw,\n  And on her sweet mouth lavish’d many a loving kiss.\n  Never was known a welcome so kind and frank as this.",
        "  Soon as Brunhild’s women were all come to the strand,\n  Many a courtly warrior took by her lily hand\n  A lady fair, and gently her mincing steps upstay’d,\n  Now before Dame Brunhild stood many a noble maid.",
        "  ’T was long before the greeting had gone through all the list.\n  On either part in plenty rosy mouths were kiss’d.\n  Still the two fair princesses were standing side by side,\n  A pair with love and rapture by longing warriors ey’d.",
        "  What erst had been but rumour, was now made clear to sight,\n  That nought had yet been witness’d so beautiful and bright\n  As those two lovely damsels; ’t was plain to every eye;\n  None the slightest blemish in either form could spy.",
        "  Whoever look’d on women with but the sight for guide,\n  Such for her faultless beauty praised Günther’s, stately bride;\n  But those whose thoughts went deeper, and div’d into the mind,\n  Maintain’d that gentle Kriemhild left Brunhild far behind.",
        "  Now met the dames and damsels in friendly converse free;\n  Fair robes and fairer beauties were there in store to see;\n  Many a silk pavilion and many a gorgeous tent\n  The plain before the city fill’d in its whole extent.",
        "  King Günther’s kinsmen ceas’d not to press to that fair show.\n  And now was begg’d each princess from the sun to go\n  Close by, with their attendants, where shade was overhead.\n  By bold Burgundian warriors thither were they led.",
        "  Then clomb to horse the heroes, and scour’d the sounding field;\n  Many a joust was practis’d with order’d spear and shield;\n  Right well were prov’d the champions, and o’er the trampled plain,\n  As though the land were burning, the dust curl’d up amain.",
        "  So all before the ladies display’d their skill and force,\n  Nor doubt I that Sir Siegfried rode many a knightly course\n  Before the rich pavilions, and ever as he sped,\n  His thousand Nibelungers, a stately squadron, led.",
        "  Then came the knight of Trony by the good king’s command;\n  In friendly wise he parted the jousters on the strand,\n  For fear the dust, now thick’ning, the ladies might molest.\n  Him with ready reverence obey’d each gentle guest.",
        "  Then spake the noble Gernot, “Let each now rest his steed\n  Till the air be cooler, ’t will then be ours to lead\n  These lovely ladies homeward e’en to the palace wide.\n  So keep yourselves all ready till it please the king to ride.”",
        "  Thus ended was the tourney, and now the warriors went\n  To join the dames and damsels beneath each lofty tent,\n  And there in gentle converse their grace and favor sought;\n  So flew the hours in pastime till of riding home they thought.",
        "  Now as drew on the twilight, when cooler grew the air\n  And the sun was setting, they would not linger there,\n  But up rose lords and ladies to seek the castle high;\n  Many a fair dame was cherish’d by many a love-lit eye.",
        "  So on the fair they waited as from good knights is due.\n  Then hardy squires, hot spurring before the nobles’ view,\n  After the country’s custom rode for the prize of weed\n  As far as to the palace, where sprung the king from steed.",
        "  There too the proud queens parted, each taking thence her way.\n  Dame Uta and her daughter with their handmaids gay\n  Into a spacious chamber both together went.\n  There might you see on all sides the sound of merriment.",
        "  In hall the seats were order’d; the king would instant hie\n  With all his guests to table; beside him you might spy\n  His lovely bride, Queen Brunhild; her royal crown she wore\n  There in King Günther’s country; so rich was none before.",
        "  Seats were there plac’d unnumber’d with tables broad and good,\n  As is to us reported, full heap’d with costly food.\n  How little there was wanted that passes for the best!\n  There with the king was seated full many a noble guest.",
        "  The chamberlains of Günther in ewers of ruddy gold\n  Brought to the guests the water; should you be ever told\n  That at a prince’s table service was better done,\n  ’T were labor lost to say so, ’t would be believ’d by none.",
        "  Then, ere the lord of Rhineland touch’d the water bright,\n  Up to him, as befitted, went Siegfried the good knight,\n  And brought to his remembrance the promise made him there,\n  Ere yet afar in Issland he look’d on Brunhild fair.",
        "  Said he, “You must remember what swore to me your hand,\n  That soon as Lady Brunhild were come into this land,\n  To me you ’d give your sister, your oaths now where are they?\n  On me throughout your journey much toil and travail lay.”",
        "  “Well did you to remind me,” the noble king replied,\n  “By what my hand has promis’d, I ever will abide,\n  And in this thing to serve you will do my best, my all.\"\n  Then sent he to beg Kriemhild to come into the hall.",
        "  Straight to the hall came Kriemhild begirt with many a maid,\n  When from the lofty staircase young Giselher thus said,\n  “Send back your maidens, Kriemhild, this bus’ness is your own;\n  On this the king, our brother, would speak with you alone.”",
        "  Then forward led was Kriemhild, as Günther gave command,\n  Where stood the king, and round him from many a prince’s land\n  Were noble knights unnumber’d; at once all silence kept;\n  At that same instant Brunhild had just to table stepp’d.",
        "  Thence came it she knew nothing of what was to be done.\n  Then to his gather’d kinsmen spoke Dancrat’s royal son,\n  “Help me to move my sister Siegfried for lord to take.\"\n  “Such match,” they all made answer, “with honour she may make.”",
        "  Then spoke the king to Kriemhild, “Sister, I ask of thee\n  From an oath to set me by thy kindness free.\n  Thee to a knight I promis’d; if thou become his bride,\n  Thou ’lt do the will of Günther, and show thy love beside.”",
        "  Then spake the noble maiden, “Dearest brother mine,\n  It needed not to ask me; whate’er command be thine,\n  I’ll willingly perform it; so now, for thy sake,\n  Whom thou for husband giv’st me, fain I, my lord, will take.”",
        "  With love and eke with pleasure redden’d Siegfried’s hue;\n  At once to Lady Kriemhild he pledg’d his service true.\n  They bade them stand together in the courtly circle bright,\n  And ask’d her if for husband she took that lofty knight.",
        "  In modest maiden fashion she blush’d a little space,\n  But such was Siegfried’s fortune and his earnest grace.\n  That not altogether could she deny her hand.\n  Then her for wife acknowledg’d the noble king of Netherland.",
        "  He thus to her affianc’d, and to him the maid,\n  Straight round the long-sought damsel in blushing grace array’d\n  His arms with soft emotion th’ enamour’d warrior threw,\n  And kiss’d the high-born princess before that glitt’ring crew.\n                  Lettsom’s Translation, Tenth Adventure.\nHOW MARGRAVE RÜDEGER WAS SLAIN.",
        "The Margrave Rüdeger did not take part in the battle fought in Etzel’s\nhall between the Burgundians visiting the Hunnish court and the Huns,\nbecause of his friendship for the Burgundians, and the betrothal of his\ndaughter to Prince Giselher. Because of this, he was taunted by a Hun, who\nsaid to the queen that although Rüdeger had accepted many favors from\nEtzel he did not fight for him. When the Hun fell dead under Rüdeger’s\nblow, Etzel reproached him for slaying one of his followers when he had\nneed of so many.",
        "  Then came the fair Queen Kriemhild; she too had seen full well\n  What from the hero’s anger the luckless Hun befell;\n  And she too mourn’d it deeply; with tears her eyes were wet.\n  Thus spake she to Rüdeger, “How have we ever yet",
        "  “Deserv’d that you, good Rüdeger, should make our anguish more?\n  Now sure to me and Etzel you’ve promised o’er and o’er,\n  That you both life and honour would risk to do us right.\n  That you ’re the flower of knighthood is own’d by every knight.",
        "  “Now think upon the homage that once to me you swore,\n  When to the Rhine, good warrior, King Etzel’s suit you bore,\n  That you would serve me ever to either’s dying day.\n  Ne’er can I need so deeply, that you that vow should pay.”",
        "  “’T is true, right noble lady; in this we ’re not at strife;\n  I pledg’d, to do you service, my honour and my life,\n  But my soul to hazard never did I vow.\n  I brought the princes hither, and must not harm them now.”",
        "  With that, to beg and pray him the king began as well;\n  King and queen together both at his feet they fell.\n  Then might you the good margrave have seen full ill bestead,\n  And thus in bitterest anguish the faithful hero said:–",
        "  “Woe’s me the heaven-abandon’d, that I have liv’d to this!\n  Farewell to all my honours! woe for my first amiss!\n  My truth–my God-giv’n innocence–must they be both forgot?\n  Woe’s me, O God in heaven! that death relieves me not!”",
        "  Then thus bespake him Kriemhild, “Right noble Rüdeger,\n  Take pity on our anguish; thou see’st us kneeling here,\n  The king and me before thee; both clasp thy honour’d knees.\n  Sure never host yet feasted such fatal guests as these.”",
        "  With that the noble margrave thus to the queen ’gan say,\n  “Sure must the life of Rüdeger for all the kindness pay,\n  That you to me, my lady, and my lord the king have done.\n  For this I’m doomed to perish, and that ere set of sun.",
        "  “Full well I know, this morning my castles and my land\n  Both will to you fall vacant by stroke of foeman’s hand,\n  And so my wife and daughter I to your grace commend,\n  And all at Bechelaren, each trusty homeless friend.”",
        "  So to war the margrave under helmet strode;\n  Sharpest swords his meiny brandished as they rode;\n  Each in hand, bright-flashing, held his shield before.\n  That saw the dauntless minstrel, and seeing sorrow’d sore.",
        "  Then too was by young Giselher his lady’s father seen\n  With helm laced as for battle. “What,” thought he, “can he mean?\n  But nought can mean the margrave but what is just and right.\"\n  At the thought full joyous wax’d the youthful knight.",
        "  “I know not what you trust in;” thus the stern minstrel spake;\n  “Where saw you warriors ever for reconcilement’s sake\n  With helmets laced advancing, and naked swords in hand?\n  On us will earn Sir Rüdeger his castles and his land.”",
        "  Scarcely the valiant minstrel his words had utter’d all,\n  When the noble Rüdeger was close before the hall.\n  His shield, well proved in battle, before his feet he laid,\n  But neither proffered service, nor friendly greeting made.",
        "  To those within he shouted, “Look not for succor hence;\n  Ye valiant Nibelungers, now stand on your defence.\n  I’d fain have been your comrade; your foe I now must be.\n  We once were friends together; now from that bond I’m free.”",
        "  “Now God forbid,” said Günther, “that such a knight as you\n  To the faith wherein we trusted, should ever prove untrue,\n  And turn upon his comrades in such an hour as this.\n  Ne’er can I think that Rüdeger can do so much amiss.”",
        "  “I can’t go back,” said Rüdeger, “the deadly die is cast;\n  I must with you do battle; to that my word is pass’d.\n  So each of you defend him as he loves his life.\n  I must perform my promise; so wills King Etzel’s wife.”",
        "  “Tarry yet a little, right noble Rüdeger!\n  I and my lords a moment would yet with you confer;\n  Thereto hard need compels us, and danger gathering nigh;\n  What boot were it to Etzel though here forlorn we die?",
        "  “I’m now,” pursued Sir Hagan, “beset with grievous care;\n  The shield that Lady Gotelind gave me late to bear,\n  Is hewn, and all-to broken by many a Hunnish brand.\n  I brought it fair and friendly hither to Etzel’s land.",
        "  “Ah! that to me this favour heaven would be pleas’d to yield,\n  That I might to defend me bear so well-prov’d a shield\n  As that, right noble Rüdeger, before thee now display’d!\n  No more should I in battle need then the hauberk’s aid.”",
        "  “Fain with the same I’d serve thee to th’ height of thy desire,\n  But that I fear such proffer might waken Kriemhild’s ire.\n  Still, take it to thee, Hagan, and wield it well in hand.\n  Ah! might’st thou bring it with thee to thy Burgundian land!”",
        "  While thus with words so courteous so fair a gift he sped,\n  The eyes of many a champion with scalding tears were red,\n  ’T was the last gift, that buckler, e’er given to comrade dear\n  By the lord of Bechelaren, the blameless Rüdeger.",
        "  However stern was Hagan, and of unyielding mood,\n  Still at the gift he melted, which one so great and good\n  Gave in his last few moments, e’en on the eve of fight,\n  And with the stubborn warrior mourn’d many a noble knight.",
        "  “Now God in heaven, good Rüdeger, thy recompenser be!\n  Your like on earth, I’m certain, we never more shall see,\n  Who gifts so good and gorgeous to homeless wanderers give.\n  May God protect your virtue, that it may ever live!",
        "  “Alas! this bloody bus’ness!” Sir Hagan then went on,\n  “We have had to bear much sorrow, and more shall have anon.\n  Must friend with friend do battle, nor heaven the conflict part?\"\n  The noble margrave answer’d, “That wounds my inmost heart.”",
        "  “Now for thy gift I’ll quit thee, right noble Rüdeger!\n  What e’er may chance between thee and my bold comrades here,\n  My hand shall touch thee never amidst the heady fight,\n  Not e’en if thou shouldst slaughter every Burgundian knight.”",
        "  For that to him bow’d courteous the blameless Rüdeger.\n  Then all around were weeping for grief and doleful drear,\n  Since none th’ approaching mischief had hope to turn aside.\n  The father of all virtue in that good margrave died.",
        "  What a fearful clatter of clashing blades there rang!\n  From shields beneath the buffets how the plates they sprang,\n  And precious stones unnumber’d rain’d down into the gore!\n  They fought so fell and furious as man will never more.",
        "  The lord of Bechelaren went slashing here and there,\n  As one who well in battle knew how himself to bear.\n  Well prov’d the noble Rüdeger in that day’s bloody fight,\n  That never handled weapon a more redoubted knight.",
        "  Loud o’er the din of battle stout Gernot shouted then,\n  “How now, right noble Rüdeger? not one of all my men\n  Thou ’lt leave me here unwounded; in sooth it grieves me sore\n  To see my friends thus slaughter’d; bear it can I no more.",
        "  “Now must thy gift too surely the giver harm to-day,\n  Since of my friends so many thy strength has swept away.\n  So turn about and face me, thou bold and high-born man!\n  Thy goodly gift to merit, I’ll do the best I can.”",
        "  Ere through the press the margrave could come Sir Gernot nigh,\n  Full many a glittering mail-coat was stain’d a bloody die.\n  Then those fame-greedy champions each fierce on th’ other leapt,\n  And deadly wounds at distance with wary ward they kept.",
        "  So sharp were both their broadswords, resistless was their dint,\n  Sudden the good Sir Rüdeger through th’ helmet hard as flint\n  So struck the noble Gernot, that forth the blood it broke;\n  With death the stern Burgundian repaid the deadly stroke.",
        "  He heaved the gift of Rüdeger with both his hands on high,\n  And to the death though wounded, a stroke at him let fly\n  Right through both shield and morion; deep was the gash and wide.\n  At once the lord of Gotelind beneath the swordcut died.",
        "  In sooth a gift so goodly was worse requited ne’er.\n  Down dead dropp’d both together, Gernot and Rüdeger.\n  Each slain by th’ other’s manhood, then prov’d, alas! too well.\n  Thereat first Sir Hagan furious wax’d and fell.",
        "  Then cried the knight of Trony, “Sure we with ills are cross’d;\n  Their country and their people in both these chiefs have lost\n  More than they’ll e’er recover;–woe worth this fatal day!\n  We have here the margrave’s meiny, and they for all shall pay!”",
        "  All struck at one another, none would a foeman spare.\n  Full many a one, unwounded, down was smitten there,\n  Who else might have ’scap’d harmless, but now, though whole and sound,\n  In the thick press was trampled, or in the blood was drown’d.",
        "  “Alas! my luckless brother who here in death lies low!\n  How every hour I’m living brings some fresh tale of woe!\n  And ever must I sorrow for the good margrave too.\n  On both sides dire destruction and mortal ills we rue.”",
        "  Soon as the youthful Giselher beheld his brother dead,\n  Who yet within were lingering by sudden doom were sped.\n  Death, his pale meiny choosing, dealt each his dreary dole.\n  Of those of Bechelaren ’scaped not one living soul.",
        "  King Günther and young Giselher, and fearless Hagan too,\n  Dankwart as well as Folker, the noble knights and true,\n  Went where they found together out-stretched the valiant twain.\n  There wept th’ assembled warriors in anguish o’er the slain.",
        "  “Death fearfully despoils us,” said youthful Giselher,\n  “But now give over wailing, and haste to th’ open air\n  To cool our heated hauberks, faint as we are with strife.\n  God, methinks, no longer, will here vouchsafe us life.”",
        "  This sitting, that reclining, was seen full many a knight;\n  They took repose in quiet; around (a fearful sight!)\n  Lay Rüdeger’s dead comrades; all was hush’d and still;\n  From that long dreary silence King Etzel augur’d ill.",
        "  “Alas for this half friendship!” thus Kriemhild frowning spake,\n  “If it were true and steadfast, Sir Rüdeger would take\n  Vengeance wide and sweeping on yonder murderous band;\n  Now back he’ll bring them safely to their Burgundian land.",
        "  “What boot our gifts, King Etzel? was it, my lord, for this\n  We gave him all he asked us? The chief has done amiss.\n  He, who should have reveng’d us, will now a treaty make.\"\n  Thereto in answer Folker, the gallant minstrel, spake,",
        "  “Not so the truth is, lady! the more the pity too!\n  If one the lie might venture to give a dame like you,\n  Most foully against the margrave you’ve lied, right noble queen!\n  Sore trick’d in that same treaty he and his men have been.",
        "  “With such good will the margrave his king’s commands obey’d,\n  That he and all his meiny dead on this floor are laid.\n  Now look about you, Kriemhild! for servants seek anew;\n  Well were you served by Rüdeger; he to the death was true.",
        "  “The fact if still you’re doubting, before your eyes we’ll bring.\"\n  ’T was done e’en of set purpose her heart the more to wring.\n  They brought the mangled margrave, where Etzel saw him well.\n  Th’ assembled knights of Hungary such utter anguish ne’er befell.",
        "  When thus held high before them they saw the margrave dead,\n  Sure by the choicest writer could ne’er be penn’d nor said\n  The woeful burst of wailing from woman and eke from man,\n  That from the heart’s deep sorrow to strike all ears began.",
        "  Above his weeping people King Etzel sorrow’d sore;\n  His deep-voic’d wail resounded loud as the lion’s roar\n  In the night-shaded desert; the like did Kriemhild too;\n  They mourn’d in heart for Rüdeger, the valiant and the true.",
        " Lettsom’s Translation, Thirty-seventh Adventure.\nTHE SONG OF ROLAND.",
        "The Song of Roland is one of the many mediaeval romances that celebrate\nthe deeds of Charlemagne.",
        "The oldest text now in existence was written about 1096, but the poem was\ncurrent in other forms long before this.",
        "The author was a Norman, for the poem is written in the Norman dialect;\nbut it is uncertain whether the Turoldus or Théroulde named in the last\nline of the poem, “Thus endeth here the geste Turoldus sang,” was the\nauthor, a copyist, or a jongleur.",
        "It is said that Taillefer, the minstrel of Normandy, sang the Song of\nRoland at the battle of Hastings. “Taillefer, who right well sang, mounted\non his rapid steed, went before them singing of Charlemagne, and of\nRoland, and Olivier, and of the vassals who died in Roncesvalles.”",
        "The only text of the poem now in existence is one of the thirteenth\ncentury, preserved in the Bodleian library at Oxford.",
        "On the fifteenth of August, 778, in the valley of Roncesvalles, in the\nPyrenees, Charlemagne’s rear guard, left under the command of Roland,\nPrefect of the Marches of Brittany, was attacked and slaughtered by a\nlarge army of Gascons.",
        "This incident forms the historical basis of the poem; but the imagination\nof the poet has made of Charlemagne, then a young man, the old emperor,\nwith “beard all blossom white,” and transformed his Gascon foes to\nSaracens.",
        "The Song of Roland is written in the heroic pentameter; it is divided into\n“laisses,” or stanzas, of irregular length, and contains about three\nthousand seven hundred and eight lines. It is written in the assonant, or\nvowel rhyme, that was universal among European nations in the early stage\nof their civilization.",
        "Each stanza ends with the word “aoi,” for which no satisfactory\ntranslation has yet been offered, although “away” and “it is done” have\nbeen suggested.",
        "The author of the Song of Roland undertook, like Homer, to sing of one\ngreat event about which all the interest of the poem centres; but unlike\nHomer, his poem is out of all proportion, the long-drawn out revenge being\nin the nature of an anti-climax. The Song of Roland is a fair exponent of\nthe people among whom it originated. It contains no ornament; it is a\nstraightforward relation of facts; it lacks passion, and while it\ndescribes fearful slaughter, it never appeals to the emotions. Though the\nFrench army shed many tears, and fell swooning to the ground at the sight\nof the fearful slaughter at Roncesvalles, we are rather moved to smile at\nthe violence of their emotion than to weep over the dead, so little power\nhas the poet to touch the springs of feeling. However, there are passages\nin which the poem rises to sublimity, and which have been pronounced\nHomeric by its admirers.",
        "J. Banquier’s Bibliographie de la Chanson de Roland, 1877;",
        "T. Bulfinch’s Legends of Charlemagne, 1863;",
        "Sir G. W. Cox and E. H. Jones’s Popular Romances of the Middle Ages, 1871,\npp. 320-347;",
        "Léon Gautier’s Les épopées françaises, vol. i., 1878;",
        "J. Malcolm Ludlow’s Story of Roland (see his Popular Epics of the Middle\nAges, 1865, vol. i., pp. 362-427);",
        "Gaston Paris’s La poésie épique (see his Histoire poétique de Charlemagne,\n1865, pp. 1-33);",
        "Gaston Paris’s Les Chansons de Gestes françaises (see his Histoire\npoétique de Charlemagne, 1865, pp. 69-72);",
        "George Saintsbury’s The Chansons de Gestes (see his Short History of\nFrench Literature, 1892, pp. 10-25);",
        "Henri Van Laun’s The Carlovingian Cycle (see his History of French\nLiterature, 1876, vol. i., pp. 141-148);",
        "Ancient Literature of France, Quarterly Review, 1866, cxx. 283-323;",
        "The Chanson de Roland, Westminster Review, 1873, c. 32-44;",
        "M. Hayden’s The Chansons de Geste, Dublin Review, 1894, cxiv. 346-357;",
        "Charles Francis Keary’s The Chansons de Geste:\nthe Song of Roland, Fraser’s Magazine, 1881, civ. 777-789;",
        "J. M. L.’s The Song of Roland, Macmillan’s Magazine, 1862, vi. 486-501;",
        "Agnes Lambert’s The oldest epic of Christendom, Nineteenth Century, 1882,\nxi. 77-101;",
        "Andrew Lang’s The Song of Roland and the Iliad, National Review, 1892, xx.\n195-205;",
        "Legend of Roland, Encyclopædia Britannica, vol. xx.;",
        "Gustave Masson’s The Chanson de Roland, Leisure Hour, 1877, xxvi. 618-620;",
        "The Song of Roland, Catholic World, 1873 and 1874, xviii. 378-388,\n488-500;",
        "The Song of Roland, Harper’s Monthly, 1882, lxiv. 505-515;",
        "The Month, 1880, xl. 515-527; Temple Bar, 1886, lxxviii. 534-540.",
        "The Song of Roland, as chanted before the Battle of Hastings by the\nMinstrel Taillefer, Tr. from the French translation of Vitet by Mrs. Anne\nCaldwell Marsh, 1854;",
        "The Song of Roland, Tr. into English verse by John O’Hagan, ed. 2, 1883;",
        "La Chanson de Roland, Tr. from the seventh ed. of Léon Gautier, by Leonce\nRabillon, 1885.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}