{
    "title": "National Epics - The Lusiad",
    "author": "Kate Milner Rabb",
    "chapter": "34",
    "content": [
        "\n\n",
        "“The discovery of Mozambique, of Melinda, and of Calcutta has been sung by\nCamoens, whose poem has something of the charm of the Odyssey and of the\nmagnificence of the Aeneid.”",
        "The Portuguese epic, the Lusiad, so-called from Lusitania, the Latin name\nfor Portugal, was written by Luis de Camoens.",
        "He was born in Lisbon in 1524, lost his father by shipwreck in infancy,\nand was educated by his mother at the University of Coimbra. On leaving\nthe university he appeared at court, where his graces of person and mind\nsoon rendered him a favorite. Here a love affair with the Donna Catarina\nde Atayde, whom the king also loved, caused his banishment to Santarem. At\nthis place he began the Lusiad, and continued it on the expedition against\nthe Moors in Africa sent out by John III., an expedition on which he\ndisplayed much valor and lost an eye. He was recalled to court, but\njealousies soon drove him thence to India, whither he sailed in 1553,\nexclaiming, “Ungrateful country, thou shall not possess my bones.” In\nIndia his bravery and accomplishments won him friends, but his imprudences\nsoon caused his exile to China, where he accumulated a small fortune and\nfinished his poem. Happier circumstances permitted him to return to Goa;\nbut on the way the ship laden with his fortune sank, and he escaped,\nsaving only his poem. After sixteen years of misfortune abroad, Camoens\nreturned to Lisbon in 1569. The pestilence that was then raging delayed\nthe publication of the Lusiad until 1572. The poem received little\nattention; a small pension was bestowed on the poet, but was soon\nwithdrawn, and the unfortunate Camoens was left to die in an almshouse. On\nhis death-bed he deplored the impending fate of his country, which he\nalone could see. “I have loved my country. I have returned not only to die\non her bosom, but to die with her.”",
        "The Lusiad tells the story of the voyage of Vasco da Gama. The sailors of\nPrince Henry of Portugal, commander of the Portuguese forces in Africa,\nhad passed Cape Nam and discovered the Cape of Storms, which the prince\nrenamed the Cape of Good Hope. His successor Emmanuel, determined to carry\nout the work of his predecessor by sending out da Gama to undertake the\ndiscovery of the southern passage to India. The Portuguese were generally\nhostile to the undertaking, but da Gama, his brother, and his friend\nCoello gathered a company, part of which consisted of malefactors whose\nsentence of death was reversed on condition that they undertake the\nvoyage, and reached India.",
        "The Lusiad is divided into ten cantos, containing one thousand one hundred\nand two stanzas. Its metre is the heroic iambic, in rhymed octave stanzas.",
        "The Lusiad is marred by its mythological allusions in imitation of Homer\nand Virgil, but these are forgotten when the poet sings in impassioned\nstrains of his country’s past glory.",
        "The Lusiad is simple in style; its subject is prosaic; it is a constant\nwonder that out of such unpromising materials Camoens could construct a\npoem of such interest. He could not have done so had he not been so great\na poet, so impassioned a patriot.",
        "Camoens was in one sense of the word a practical man, like Ariosto; he had\ngoverned a province, and governed it successfully. But he had also taken\nup arms for his country, and after suffering all the slights that could be\nput upon him by an ungrateful and forgetful monarch, still loved his\nnative land, loved it the more, perhaps, that he had suffered for it and\nwas by it neglected. He foresaw, also, as did no one else, the future ruin\nof his country, and loved it the more intensely, as a parent lavishes the\nfondest, most despairing affection on a child he knows doomed to early\ndeath.",
        "The Lusiad is sometimes called the epic of commerce; it could be called\nfar more appropriately the epic of patriotism.",
        "J. Adamson’s Memoirs of Life and Writing of Camoens, 2 vols., 1820 (vol.\n2, account of works of Camoens in Portuguese and other languages, and of\nthe works founded on his life or suggested by his writings);",
        "R. F. Burton’s Camoens, his Life and his Lusiad, 2 vols., 1881;",
        "M. W. Shelley’s Lives of the most Eminent Literary and Scientific Men of\nItaly, Spain, and Portugal, vol. 3;",
        "F. Bouterwek’s History of Spanish and Portuguese Literature, 1823 (Tr. by\nT. Ross);",
        "Chambers’s Repository, no. 32, Spirit of Camoens’s Lusiad;\nW. T. Dobson’s Classic Poets, pp. 240-278;",
        "Montgomery’s Men of Italy, iii., 295;",
        "Sismondi’s Literature of the South of Europe, ii., 475-528;",
        "Southey’s Sketch of Portuguese Literature in vol. i. of Quarterly Review,\n1809;",
        "Fortnightly Review, i., 184;",
        "Quarterly, i., 235;",
        "Monthly Review, clx., 505;",
        "Edinburgh Review, 1805, vi., 43;",
        "New England Magazine, liii., 542;",
        "Revue de Deux Mondes, 1832, vi., 145.",
        "STANDARD ENGLISH TRANSLATIONS, THE LUSIAD. The Lusiad, Tr. by J. J.",
        "Aubertin, 2 vols., 1881 (Portuguese text and English Tr., in verse);",
        "The Lusiad, Englished by R. F. Burton, 2 vols., 1881;",
        "The Lusiad, Tr. into Spenserian verse by R. F. Duff, 1880;",
        "The Lusiad, Tr. by Sir Richard Fanshawe, 1655;",
        "The Lusiad, Tr. by W. J. Mickle, 3 vols., Ed. 5, 1807;",
        "The Lusiad, Tr. by T. M. Musgrave (blank verse), 1826;",
        "The Lusiad, Tr. by Edward Quillinan, with notes by John Adamson, 1853.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}