{
    "title": "National Epics - Selections From the Râmâyana",
    "author": "Kate Milner Rabb",
    "chapter": "4",
    "content": [
        "\n\n",
        "THE DESCENT OF THE GANGES.",
        "Sagara, an early king of Ayodhya, had sixty thousand sons, whom he sent\nout one day to recover a horse that had been designed for the great\nsacrifice, but had been stolen by a rakshasa. Having searched the earth\nunsuccessfully, they proceeded to dig into the lower regions.",
        "  Cloven with shovel and with hoe, pierced by axes and by spades,\n  Shrieked the earth in frantic woe; rose from out the yawning shades\n  Yells of anguish, hideous roars from the expiring brood of hell,–\n  Serpents, giants, and asoors, in the deep abyss that dwell.\n  Sixty thousand leagues in length, all unweary, full of wrath,\n  Through the centre, in their strength, clove they down their hellward\n    path.\n  And downward dug they many a rood, and downward till they saw aghast,\n  Where the earth-bearing elephant stood, ev’n like a mountain tall and\n    vast.\n  ’T is he whose head aloft sustains the broad earth’s forest-clothed\n    round,\n  With all its vast and spreading plains, and many a stately city crowned.\n  If underneath the o’erbearing load bows down his weary head, ’t is then\n  The mighty earthquakes are abroad, and shaking down the abodes of men.\n  Around earth’s pillar moved they slowly, and thus in humble accents\n    blest\n  Him the lofty and the holy, that bears the region of the East.\n  And southward dug they many a rood, until before their shuddering sight\n  The next earth-bearing elephant stood, huge Mahapadmas’ mountain height.\n  Upon his head earth’s southern bound, all full of wonder, saw they rest.\n  Slow and awe-struck paced they round, and him, earth’s southern\n    pillar, blest.\n  Westward then their work they urge, king Sagara’s six myriad race,\n  Unto the vast earth’s western verge, and there in his appointed place\n  The next earth-bearing elephant stood, huge Saumanasa’s mountain crest;\n  Around they paced in humble mood, and in like courteous phrase addrest,\n  And still their weary toil endure, and onward dig until they see\n  Last earth-bearing Himapandure, glorying in his majesty.",
        "At last they reach the place where Vishnu appears with the horse. A flame\nissues from the mouth of the indignant deity and destroys the six myriad\nsons of Sagara, The adventure devolves on their brother Ansuman, who\nachieves it with perfect success. He is permitted to lead away the horse,\nbut the ashes of his brothers cannot be purified by earthly water; the\ngoddess Ganga must first be brought to earth, and having undergone\nlustration from that holy flood, the race of Sagara are to ascend to\nheaven. Brahma at last gives his permission to Ganga to descend. King\nBhagiratha takes his stand on the top of Gokarna, the sacred peak of\nHimavan (the Himalaya), and here–",
        "  Stands with arms outstretch’d on high, amid five blazing fires, the one\n  Towards each quarter of the sky, the fifth the full meridian sun.\n  Mid fiercest frosts on snow he slept, the dry and withered leaves his\n    food,\n  Mid rains his roofless vigil kept, the soul and sense alike subdued.\n  High on the top of Himavan the mighty Mashawara stood;\n  And “Descend,” he gave the word to the heaven-meandering water–\n  Full of wrath the mandate heard Himavan’s majestic daughter.\n  To a giant’s stature soaring and intolerable speed,\n  From heaven’s height down rushed she, pouring upon Siva’s sacred head,\n  Him the goddess thought in scorn with her resistless might to sweep\n  By her fierce waves overborne, down to hell’s remotest deep.",
        "  Down on Sankara’s holy head, down the holy fell, and there,\n  Amid the entangling meshes spread, of his loose and flowing hair,\n  Vast and boundless as the woods upon the Himalaya’s brow,\n  Nor ever may the struggling floods rush headlong to the earth below.\n  Opening, egress was not there, amid those winding, long meanders.\n  Within that labyrinthine hair, for many an age, the goddess wanders.",
        "By the penances of the king, Siva is propitiated, and the stream, by\nseven channels, finds its way to the plains of India.",
        "  Up the Raja at the sign upon his glittering chariot leaps,\n  Instant Ganga the divine follows his majestic steps.\n  From the high heaven burst she forth first on Siva’s lofty crown,\n  Headlong then, and prone to earth thundering rushed the cataract down,\n  Swarms of bright-hued fish came dashing; turtles, dolphins in their\n    mirth,\n  Fallen or falling, glancing, flashing, to the many-gleaming earth.\n  And all the host of heaven came down, spirits and genii, in amaze,\n  And each forsook his heavenly throne, upon that glorious scene to gaze.\n  On cars, like high-towered cities, seen, with elephants and coursers\n    rode,\n  Or on soft swinging palanquin, lay wondering each observant god.\n  As met in bright divan each god, and flashed their jewell’d vestures’\n    rays,\n  The coruscating aether glow’d, as with a hundred suns ablaze.\n  And with the fish and dolphins gleaming, and scaly crocodiles and\n    snakes,\n  Glanc’d the air, as when fast streaming the blue lightning shoots and\n    breaks:\n  And in ten thousand sparkles bright went flashing up the cloudy spray,\n  The snowy flocking swans less white, within its glittering mists at\n    play.\n  And headlong now poured down the flood, and now in silver circlets\n    wound,\n  Then lake-like spread all bright and broad, then gently, gently flowed\n    around,\n  Then ’neath the caverned earth descending, then spouted up the boiling\n    tide,\n  Then stream with stream harmonious blending, swell bubbling up and\n    smooth subside.\n  By that heaven-welling water’s breast, the genii and the sages stood,\n  Its sanctifying dews they blest, and plung’d within the lustral flood.\n  Whoe’er beneath the curse of heaven from that immaculate world had fled,\n  To th’ impure earth in exile driven, to that all-holy baptism sped;\n  And purified from every sin, to the bright spirit’s bliss restor’d,\n  Th’ ethereal sphere they entered in, and through th’ empyreal mansions\n    soar’d.\n  The world in solemn jubilee beheld those heavenly waves draw near,\n  From sin and dark pollution free, bathed in the blameless waters clear.\n  Swift king Bhagiratha drave upon his lofty glittering car,\n  And swift with her obeisant wave bright Ganga followed him afar.\n                                        Milman’s Translation.\nTHE DEATH OF YAJNADATTA.",
        "The Raja Dasaratha was compelled to banish his favorite son Rama,\nimmediately after his marriage to Sita, because his banishment was\ndemanded by the Raja’s wife Kaikeyi, to whom he had once promised to grant\nany request she might make. His grief at the loss of his son is described\nin this selection.",
        "  Scarce Rama to the wilderness had with his younger brother gone,\n  Abandoned to his deep distress, king Dasaratha sate alone.\n  Upon his sons to exile driven when thought that king, as Indra bright,\n  Darkness came o’er him, as in heaven when pales th’ eclipsed sun his\n    light.\n  Six days he sate, and mourned and pined for Rama all that weary time.\n  At midnight on his wandering mind rose up his old forgotten crime.\n  His queen, Kausalya, the divine, addressed he, as she rested near:\n  “Kausalya, if thou wakest, incline to thy lord’s speech thy ready ear.\n  Whatever deed, or good or ill, by man, O blessed queen, is wrought.\n  Its proper fruit he gathers still, by time to slow perfection brought.\n  He who the opposing counsel’s weight compares not in his judgment cool,\n  Or misery or bliss his fate, among the sage is deemed a fool.\n  As one that quits the Amra bower, the bright Palasa’s pride to gain\n  Mocked by the promise of its flower, seeks its unripening fruit in vain,\n  So I the lovely Amra left for the Palasa’s barren bloom,\n  Through mine own fatal error ’reft of banished Rama, mourn in gloom.\n  Kausalya! in my early youth by my keen arrow, at his mark\n  Aimed with too sure and deadly truth, was wrought a deed most fell and\n    dark.\n  At length, the evil that I did, hath fallen upon my fated head,\n  As when on subtle poison hid an unsuspecting child hath fed;\n  Even as that child unwittingly hath made the poisonous fare his food,\n  Even so, in ignorance by me was wrought that deed of guilt and blood.\n  Unwed wert thou in virgin bloom, and I in youth’s delicious prime,\n  The season of the rains had come,–that soft and love enkindling time.\n  Earth’s moisture all absorbed, the sun through all the world its warmth\n    had spread,\n  Turned from the north, its course begun, where haunt the spirits of the\n    dead:\n  Gathering o’er all the horizon’s bound on high the welcome clouds\n    appeared,\n  Exulting, all the birds flew round,–cranes, cuckoos, peacocks, flew and\n    veered.\n  And all down each wide-watered shore the troubled, yet still limpid\n    floods,\n  Over their banks began to pour, as o’er them hung the bursting clouds.\n  And, saturate with cloud-born dew, the glittering verdant-mantled earth,\n  The cuckoos and the peacocks flew, disputing as in drunken mirth.–",
        "  “In such a time, so soft, so bland, oh beautiful! I chanced to go.\n  With quiver and with bow in hand, where clear Sarayu’s waters flow,\n  If haply to the river’s brink at night the buffalo might stray,\n  Or elephant, the stream to drink,–intent my savage game to slay.\n  Then of a water cruse, as slow it filled, the gurgling sound I heard,\n  Nought saw I, but the sullen low of elephant that sound appeared.\n  The swift well-feathered arrow I upon the bowstring fitting straight,\n  Towards the sound the shaft let fly, ah, cruelly deceived by fate!\n  The winged arrow scarce had flown, and scarce had reached its destined\n    aim,\n  ’Ah me, I’m slain,’ a feeble moan in trembling human accents came.\n  ’Ah, whence hath come this fatal shaft against a poor recluse like me,\n  Who shot that bolt with deadly craft,–alas! what cruel man is he?\n  At the lone midnight had I come to draw the river’s limpid flood,\n  And here am struck to death, by whom? ah whose this wrongful deed of\n    blood?\n  Alas! and in my parents’ heart, the old, the blind, and hardly fed,\n  In the wild wood, hath pierced the dart, that here hath struck their\n    offspring dead.\n  Ah, deed most profitless as worst, a deed of wanton useless guilt:\n  As though a pupil’s hand accurs’d his holy master’s blood had spilt.\n  But not mine own untimely fate,–it is not that which I deplore.\n  My blind, my aged parents’ state–’tis their distress afflicts me more.\n  That sightless pair, for many a day, from me their scanty food have\n    earned;\n  What lot is theirs when I’m away, to the five elements returned?\n  Alike, all wretched they, as I–ah, whose this triple deed of blood?\n  For who the herbs will now supply,–the roots, the fruit, their\n    blameless food?’\n  My troubled soul, that plaintive moan no sooner heard, so faint and low,\n  Trembled to look on what I’d done, fell from my shuddering hand my bow.\n  Swift I rushed up, I saw him there, heart-pierced, and fallen the stream\n    beside,\n  The hermit boy with knotted hair,–his clothing was the black deer’s\n    hide.\n  On me most piteous turned his look, his wounded breast could scarce\n    respire,\n  And these the words, O queen, he spoke, as to consume me in his ire:\n  ’What wrong, O Kshatriya, have I done, to be thy deathful arrow’s aim,\n  The forest’s solitary son, to draw the limpid stream I came.\n  Both wretched and both blind they lie, in the wildwood all destitute,\n  My parents, listening anxiously to hear my home-returning foot.\n  By this, thy fatal shaft, this one, three miserable victims fall,\n  The sire, the mother, and the son–ah why? and unoffending all.\n  How vain my father’s life austere, the Veda’s studied page how vain,\n  He knew not with prophetic fear his son would fall untimely slain.\n  But had he known, to one as he, so weak, so blind, ’t were bootless all,\n  No tree can save another tree by the sharp hatchet marked to fall.\n  But to my father’s dwelling haste, O Raghu’s son, lest in his ire\n  Thy head with burning curse he blast, as the dry forest tree the fire.\n  Thee to my father’s lone retreat will quickly lead yon onward path,\n  Oh, haste his pardon to entreat, or ere he curse thee in his wrath.\n  Yet first that gently I may die, draw forth the barbed steel from hence,\n  Allay thy fears, no Brahmin I, not thine of Brahmin blood the offence.\n  My sire, a Brahmin hermit he, my mother was of Sudra race.’\n  So spake the wounded boy, on me while turned his unreproaching face.\n  As from his palpitating breast I gently drew the mortal dart,\n  He saw me trembling stand, and blest that boy’s pure spirit seemed to\n    part.\n  As died that holy hermit’s son, from me my glory seemed to go,\n  With troubled mind I stood, cast down t’ inevitable endless woe.\n  That shaft that seemed his life to burn like serpent venom, thus drawn\n    out,\n  I, taking up his fallen urn, t’ his father’s dwelling took my route.\n  There miserable, blind, and old, of their sole helpmate thus forlorn,\n  His parents did these eyes behold, like two sad birds with pinions\n    shorn.\n  Of him in fond discourse they sate, lone, thinking only of their son,\n  For his return so long, so late, impatient, oh by me undone.\n  My footsteps’ sound he seemed to know, and thus the aged hermit said,\n  ’O Yajnadatta, why so slow?–haste, let the cooling draught be shed.\n  Long on the river’s cooling brink hast thou been sporting in thy joy.\n  Thy mother’s fainting spirits sink in fear for thee; but thou, my boy,\n  If aught to grieve thy gentle heart thy mother or thy sire do wrong,\n  Bear with us, nor, when next we part, on the slow way thus linger long,\n  The feet of those that cannot move, of those that cannot see the eye,\n  Our spirits live but in thy love,–oh wherefore, dearest, no reply?’",
        "  “My throat thick swollen with bursting tears, my power of speech that\n    seemed to choke,\n  With hands above my head, my fears breaking my quivering voice, I spoke:\n  The Kshatriya Dasaratha I, O hermit sage, ’t is not thy son!\n  Most holy ones, unknowingly a deed of awful guilt I’ve done.\n  With bow in hand I took my way along Sarayu’s pleasant brink,\n  The savage buffalo to slay, or elephant come down to drink.",
        "  “A sound came murmuring to my ear,–’twas of the urn that slowly filled,\n  I deemed some savage wild-beast near,–my erring shaft thy son had\n    killed.\n  A feeble groan I heard, his breast was pierced by that dire arrow keen:\n  All trembling to the spot I pressed, lo there thy hermit boy was seen.\n  Flew to the sound my arrow, meant the wandering elephant to slay,\n  Toward the river brink it went,–and there thy son expiring lay.\n  The fatal shaft when forth I drew, to heaven his parting spirit soared,\n  Dying he only thought of you, long, long, your lonely lot deplored.\n  Thus ignorantly did I slay your child beloved, O hermit sage!\n  Turn thou on me, whose fated day is come, thy all-consuming rage!’\n  He heard my dreadful tale at length, he stood all lifeless, motionless;\n  Then deep he groaned, and gathering strength, me the meek suppliant did\n    address.\n  ’Kshatriya, ’t is well that thou hast turned, thy deed of murder to\n    rehearse,\n  Else over all thy land had burned the fire of my wide-wasting curse.\n  If with premeditated crime the unoffending blood thou ’dst spilt,\n  The Thunderer on his throne sublime had shaken at such tremendous guilt.\n  Against the anchorite’s sacred head, hadst, knowing, aimed thy shaft\n    accursed,\n  In th’ holy Vedas deeply read, thy skull in seven wide rents had burst.\n  But since, unwitting, thou hast wrought that deed of death, thou livest\n    still,\n  O son of Taghu, from thy thought dismiss all dread of instant ill.\n  Oh lead me to that doleful spot where my poor boy expiring lay,\n  Beneath the shaft thy fell hand shot, of my blind age the staff, the\n    stay.\n  On the cold earth ’twere yet a joy to touch my perished child again,\n  (So long if I may live) my boy in one last fond embrace to strain\n  His body all bedewed with gore, his locks in loose disorder thrown,\n  Let me, let her but touch once more, to the dread realm of Yama gone.’\n  Then to that fatal place I brought alone that miserable pair;\n  His sightless hands and hers I taught to touch their boy that slumbered\n    there.\n  Nor sooner did they feel him lie, on the moist herbage coldly thrown,\n  But with a shrill and feeble cry upon the body cast them down.\n  The mother as she lay and groaned, addressed her boy with quivering\n    tongue,\n  And like a heifer sadly moaned, just plundered of her new-dropped young:",
        "  “’Was not thy mother once, my son, than life itself more dear to thee?\n  Why the long way thou hast begun, without one gentle word to me?\n  One last embrace, and then, beloved, upon thy lonely journey go!\n  Alas! with anger art thou moved, that not a word thou wilt bestow?’",
        "  “The miserable father now with gentle touch each cold limb pressed,\n  And to the dead his words of woe, as to his living son addressed:\n  ’I too, my son, am I not here?–thy sire with thy sad mother stands;\n  Awake, arise, my child, draw near, and clasp each neck with loving\n    hands.\n  Who now, ’neath the dark wood by night, a pious reader shall be heard?\n  Whose honeyed voice my ear delight with th’ holy Veda’s living word?\n  The evening prayer, th’ ablution done, the fire adored with worship\n    meet,\n  Who now shall soothe like thee, my son, with fondling hand, my aged\n    feet?\n  And who the herb, the wholesome root, or wild fruit from the wood shall\n    bring?\n  To us the blind, the destitute, with helpless hunger perishing?\n  Thy blind old mother, heaven-resigned, within our hermit-dwelling lone,\n  How shall I tend, myself as blind, now all my strength of life is gone?\n  Oh, stay, my child, oh. Part not yet, to Yama’s dwelling go not now,\n  To-morrow forth we all will set,–thy mother and myself and thou:\n  For both, in grief for thee, and both so helpless, ere another day,\n  From this dark world, but little loath, shall we depart, death’s easy\n    prey!\n  And I myself, by Yama’s seat, companion of thy darksome way,\n  The guerdon to thy virtues meet from that great Judge of men will pray.\n  Because, my boy, in innocence, by wicked deed thou hast been slain,\n  Rise, where the heroes dwell, who thence ne’er stoop to this dark world\n  again.\n  Those that to earth return no more, the sense-subdued, the hermits wise,\n  Priests their sage masters that adore, to their eternal seats arise.\n  Those that have studied to the last the Veda’s, the Vedanga’s page,\n  Where saintly kings of earth have passed, Nahusa and Yayati sage;\n  The sires of holy families, the true to wedlock’s sacred vow;\n  And those that cattle, gold, or rice, or lands, with liberal hands\n    bestow;\n  That ope th’ asylum to th’ oppressed, that ever love, and speak the\n    truth;\n  Up to the dwellings of the blest, th’ eternal, soar thou, best-loved\n    youth.\n  For none of such a holy race within the lowest seat may dwell;\n  But that will be his fatal place by whom my only offspring fell.’",
        "  “So groaning deep, that wretched pair, the hermit and his wife, essayed\n  The meet ablution to prepare, their hands their last faint effort made.\n  Divine, with glorious body bright, in splendid car of heaven elate,\n  Before them stood their son in light, and thus consoled their helpless\n    state:\n  ’Meed of my duteous filial care, I’ve reached the wished for realms of\n    joy;\n  And ye, in those glad realms, prepare to meet full soon your dear-loved\n    boy.\n  My parents, weep no more for me, yon warrior monarch slew me not,\n  My death was thus ordained to be, predestined was the shaft he shot.’\n  Thus as he spoke, the anchorite’s son soared up the glowing heaven afar,\n  In air his heavenly body shone, while stood he in his gorgeous car.\n  But they, of that lost boy so dear the last ablution meetly made,\n  Thus spoke to me that holy seer, with folded hands above his head.\n  ’Albeit by thy unknowing dart my blameless boy untimely fell,\n  A curse I lay upon thy heart, whose fearful pain I know too well.\n  As sorrowing for my son I bow, and yield up my unwilling breath,\n  So, sorrowing for thy son shalt thou at life’s last close repose in\n    death.’\n  That curse dread sounding in mine ear, to mine own city forth I set,\n  Nor long survived that hermit seer, to mourn his child in lone regret.\n  This day that Brahmin curse fulfilled hath fallen on my devoted head,\n  In anguish for my parted child have all my sinking spirits fled.\n  No more my darkened eyes can see, my clouded memory is o’ercast,\n  Dark Yama’s heralds summon me to his deep, dreary realm to haste.\n  Mine eye no more my Rama sees, and grief-o’erborne, my spirits sink,\n  As the swoln stream sweeps down the trees that grow upon the crumbling\n    brink.\n  Oh, felt I Rama’s touch, or spake one word his home-returning voice,\n  Again to life I should awake, as quaffing nectar draughts, rejoice,\n  But what so sad could e’er have been, celestial partner of my heart,\n  As Rama’s beauteous face unseen, from life untimely to depart?\n  His exile in the forest o’er, him home returned to Oude’s high town,\n  Oh happy those, that see once more, like Indra from the sky come down.\n  No mortal men, but gods I deem,–moonlike, before whose wondering sight\n  My Rama’s glorious face shall beam, from the dark forest bursting\n    bright.\n  Happy that gaze on Rama’s face with beauteous teeth and smile of love,\n  Like the blue lotus in its grace, and like the starry king above.\n  Like to the full autumnal moon, and like the lotus in its bloom,\n  That youth who sees returning soon,–how blest shall be that mortal’s\n    doom.\"\n  Dwelling in that sweet memory, on his last bed the monarch lay,\n  And slowly, softly seemed to die, as fades the moon at dawn away.\n  “Ah, Rama! ah, my son!” thus said, or scarcely said, the king of men,\n  His gentle hapless spirit fled in sorrow for his Rama then,\n  The shepherd of his people old at midnight on his bed of death,\n  The tale of his son’s exile told, and breathed away his dying breath.\n                                         Milman’s Translation.\nTHE MAHÂ-BHÂRATA.",
        "“It is a deep and noble forest, abounding in delicious fruits and fragrant\nflowers, shaded and watered by perennial springs.”",
        "Though parts of the Mahâ-Bhârata, or story of the great war, are of great\nantiquity, the entire poem was undoubtedly collected and re-written in the\nfirst or second century A. D. Tradition ascribes the Mahâ-Bhârata to the\nBrahman Krishna Dwaipayana Vyasa.",
        "The Mahâ-Bhârata, unlike the Râmâyana, is not the story of some great\nevent, but consists of countless episodes, legends, and philosophical\ntreatises, strung upon the thread of a single story. These episodes are\ncalled Upakhyanani, and the five most beautiful are called, in India, the\nfive precious stones.",
        "Its historical basis is the strife between the Aryan invaders of India and\nthe original inhabitants, illustrated in the strife between the sons of\nthe Raja Pandu and the blind Raja, Dhrita-rashtra, which forms the main\nstory of the poem.",
        "Though marred by the exaggerations peculiar to the Hindu, the poem is a\ngreat treasure house of Indian history, and from it the Indian poets,\nhistorical writers, and philosophers have drawn much of their material.",
        "The Mahâ-Bhârata is written in the Sanskrit language; it is the longest\npoem ever written, its eighteen cantos containing two hundred thousand\nlines.",
        "It is held in even higher regard than the Râmâyana, and the reading of it\nis supposed to confer upon the happy reader every good and perfect gift.",
        "G.W. Cox’s Mythology and Folklore, 1881, p. 313;",
        "John Dowson’s Classical Dictionary of Hindu Mythology, Religion,\nGeography, History, and Literature, 1879;",
        "F. Max Müller’s Ancient Sanskrit Literature, 1859 (Introduction);",
        "E. A. Reed’s Hindu Literature, 1891, pp. 272-352;",
        "Albrecht Weber’s History of Indian Literature, 1878, pp. 184-191;",
        "J. T. Wheeler’s History of India, 4 vols., 1876, vol. ii.;",
        "J. C. Oman’s Great Indian Epics, 1874, pp. 87-231;",
        "T. Goldstuecker’s Hindu Epic Poetry; the Mahâ-Bhârata Literary Remains,\n1879, (vol. ii., pp. 86-145);",
        "M. Macmillan’s Globe-trotter in India, 1815, p. 193;",
        "J. Peile’s Notes on the Tales of Nala, 1882;",
        "C. J. Stone’s Cradle-land of Arts and Creeds, 1880, pp. 36-49;",
        "H. H. Wilson’s Introduction to the Mahâ-Bhârata and a Translation of three\nExtracts (in his Works, vol. iii., p. 277); Westminster Review, 1868, vol.\nxxxiii., p. 380.",
        "The Mahâ-Bhârata, Selections from the, Tr. by Sir Edwin Arnold, in his\nIndian Poetry, 1886; in his Indian Idylls, 1883;",
        "Nala and Damayanti and other Poems, Tr. from the Mahâ-Bhârata by\nH. H. Milman, (his translation of the Story of Nala is edited with notes by\nMonier Williams, 1879);",
        "Metrical translations from Sanskrit writers by John Muir, 1879, pp. 13-37;",
        "Last Days of Krishna, Tr. from the Mahâ-Bhârata Price (Oriental\nTranslation Fund: Miscellaneous Translations);",
        "The Mahâ-Bhârata, an English Prose Translation with notes, by Protap\nChandra Roy, Published in one hundred parts, 1883-1890;",
        "Asiatic Researches, Tr. by H. H. Wilson, from the Mahâ-Bhârata vol. xv.,\np. 101;",
        "Translations of episodes from the Mahâ-Bhârata, in Scribner’s Monthly,\n1874, vol. vii., p. 385;",
        "International Review, vol. x., pp. 36, 297; Oriental Magazine, Dec., 1824,\nMarch, Sept., 1825, Sept., 1826.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}