{
    "title": "National Epics - Selections From the Song of Roland",
    "author": "Kate Milner Rabb",
    "chapter": "21",
    "content": [
        "\n\n",
        "THE HORN.",
        "The Rear Guard of the French army, left behind at Roncesvalles, under\nRoland, was attacked by a great host of Moors. In the beginning of the\nbattle Olivier besought Roland to recall the emperor by blowing the\nolifant, whose sound could be heard for many leagues, but Roland refused.\nBut when he saw the overwhelming forces of the Moors, and the field strewn\nwith the corpses of the French, he resolved to blow the horn.",
        "  Seeing so many warriors fall’n around,\n  Rollánd unto his comrade Olivier\n  Spoke thus: “Companion fair and dear, for God\n  Whose blessing rests on you, those vassals true\n  And brave lie corses on the battle-field:\n  Look! We must mourn for France so sweet and fair,\n  From henceforth widowed of such valiant knights.\n  Carle, ’would you were amongst us, King and friend!\n  What can we do, say, brother Olivier,\n  To bring him news of this sore strait of ours!\"\n  Olivier answers: “I know not; but this\n  I know; for us is better death than shame.\"\n                        Aoi.",
        "  Rollánd says: “I will blow mine olifant,\n  And Carle will hear it from the pass. I pledge\n  My word the French at once retrace their steps.\"\n  Said Olivier: “This a great shame would be,\n  One which to all your kindred would bequeathe\n  A lifetime’s stain. When this I asked of you,\n  You answered nay, and would do naught. Well, now\n  With my consent you shall not;–if you blow\n  Your horn, of valor true you show no proof.\n  Already, both your arms are drenched with blood.\"\n  Responds the count: “These arms have nobly struck.\"\n                        Aoi.",
        "  “The strife is rude,” Rollánd says; “I will blow\n  My horn, that Carle may hear.\"–Said Olivier:\n  “This would not courage be. What I desired,\n  Companion, you disdained. Were the king here,\n  Safe would we be, but yon brave men are not\n  To blame.\"–\"By this my beard,” said Olivier,\n  “I swear, if ever I see again sweet Aude,\n  My sister, in her arms you ne’er shall lie.\"\n                        Aoi.",
        "  Rollánd asked Olivier–\"Why show to me\n  Your anger, friend?\"–\"Companion, yours the fault;\n  True courage means not folly. Better far\n  Is prudence than your valiant rage. Our French\n  Their lives have lost, your rashness is the cause.\n  And now our arms can never more give Carle\n  Their service good. Had you believed your friend,\n  Amongst us would he be, and ours the field,\n  The King Marsile, a captive or a corse.\n  Rollánd, your valor brought ill fortune, nor\n  Shall Carle the great e’er more our help receive,\n  A man unequalled till God’s judgment-day.\n  Here shall you die, and dying, humble France, . . .\n  This day our loyal friendship ends–ere falls\n  The Vesper-eve, dolorously we part!\"\n                        Aoi.",
        "  The archbishop heard their strife. In haste he drives\n  Into his horse his spurs of purest gold,\n  And quick beside them rides. Then chiding them,\n  Says: “Sire Rollánd, and you, Sire Olivier,\n  In God’s name be no feud between you two;\n  No more your horn shall save us; nathless’t were\n  Far better Carle should come and soon avenge\n  Our deaths. So joyous then these Spanish foes\n  Would not return. But as our Franks alight,\n  Find us, or slain or mangled on the field,\n  They will our bodies on their chargers’ backs\n  Lift in their shrouds with grief and pity, all\n  In tears, and bury us in holy ground:\n  And neither wolves, nor swine, nor curs shall feed\n  On us–” Replied Rollánd: “Well have you said.”",
        "  Rollánd raised to his lips the olifant,\n  Drew a deep breath, and blew with all his force.\n  High are the mountains, and from peak to peak\n  The sound re-echoes; thirty leagues away\n  ’T was heard by Carle and all his brave compeers.\n  Cried the king: “Our men make battle!” Ganelon\n  Retorts in haste: “If thus another dared\n  To speak, we should denounce it as a lie.\"\n                        Aoi.",
        "  The Count Rollánd in his great anguish blows\n  His olifant so mightily, with such\n  Despairing agony, his mouth pours forth\n  The crimson blood, and his swol’n temples burst.\n  Yea, but so far the ringing blast resounds;\n  Carle hears it, marching through the pass, Naimes harks,\n  The French all listen with attentive ear.\n  “That is Rollánd’s horn!” Carle cried, “which ne’er yet\n  Was, save in battle, blown!” But Ganelon\n  Replies: “No fight is there! you, sire, are old,\n  Your hair and beard are all bestrewn with gray,\n  And as a child your speech. Well do you know\n  Rollánd’s great pride. ’Tis marvellous God bears\n  With him so long. Already took he Noble\n  Without your leave. The pagans left their walls\n  And fought Rollánd, your brave knight, in the field;\n  With his good blade he slew them all, and then\n  Washed all the plain with water, that no trace\n  Of blood was left–yea, oftentimes he runs\n  After a hare all day and blows his horn.\n  Doubtless he takes his sport now with his peers;\n  And who ’neath Heav’n would dare attack Rollánd?\n  None, as I deem. Nay, sire, ride on apace;\n  Why do you halt? Still far is the Great Land.\"\n                        Aoi.",
        "  Rollánd with bleeding mouth and temples burst,\n  Still, in his anguish, blows his olifant;\n  Carle hears it, and his Franks. The king exclaims:\n  “That horn has a long breath!” Duke Naimes replies:\n  “Rollánd it is, and in a sore distress,\n  Upon my faith a battle rages there!\n  A traitor he who would deceive you now.\n  To arms! Your war-cry shout, your kinsman save!\n  Plainly enough you hear his call for help.\"\n                        Aoi.",
        "  Carle orders all the trumpeters to sound\n  The march. The French alight. They arm themselves\n  With helmets, hauberks and gold-hilted swords,\n  Bright bucklers, long sharp spears, with pennons white\n  And red and blue. The barons of the host\n  Leap on their steeds, all spurring on; while through\n  The pass they march, each to the other says:\n  “Could we but reach Rollánd before he dies,\n  What deadly blows, with his, our swords would strike!\"\n  But what avails? Too late they will arrive.\n                        Aoi.",
        "  The ev’n is clear, the sun its radiant beams\n  Reflects upon the marching legions, spears,\n  Hauberks and helms, shields painted with bright flowers,\n  Gold pennons all ablaze with glitt’ring hues.\n  Burning with wrath the emperor rides on;\n  The French with sad and angered looks. None there\n  But weeps aloud. All tremble for Rollánd.",
        "  The king commands Count Ganelon be seized\n  And given to the scullions of his house.\n  Their chief, named Bègue, he calls and bids: “Guard well\n  This man as one who all my kin betrayed.\"\n  Him Bègue received, and set upon the count\n  One hundred of his kitchen comrades–best\n  And worst; they pluck his beard on lip and cheek;\n  Each deals him with his fist four blows, and falls\n  On him with lash and stick; they chain his neck\n  As they would chain a bear, and he is thrown\n  For more dishonor on a sumpter mule,\n  There guarded so until to Carle brought back.\n                        Aoi.",
        "  High are the mountains, gloomy, terrible,\n  The valleys deep, and swift the rushing streams.\n  In van, in rear, the brazen trumpets blow,\n  Answering the olifant. With angry look\n  Rides on the emp’ror; filled with wrath and grief,\n  Follow the French, each sobbing, each in tears,\n  Praying that God may guard Rollánd, until\n  They reach the battle-field. With him what blows\n  Will they not strike! Alas? what boots it now?\n  Too late they are and cannot come in time.\n                        Aoi.",
        "  Carle in great anger rides–his snow-white beard\n  O’erspreads his breast-plate. Hard the barons spur,\n  For never one but inwardly doth rage\n  That he is far from their great chief, Rollánd,\n  Who combats now the Saracens of Spain:\n  If wounded he, will one of his survive?\n  O God! What knights those sixty left by him!\n  Nor king nor captain better ever had....\n                        Aoi.\n                 Rabillon’s Translation.\nROLAND’S DEATH.",
        "When all the French lay dead upon the field except Roland and the\nArchbishop Turpin, Roland gathered together the bodies of his dead\ncomrades, the peers, that they might receive the archbishop’s blessing. He\nthen fell fainting from grief, and aroused himself to find the archbishop\ndead also.",
        "  Rollánd now feels his death is drawing nigh:\n  From both his ears the brain is oozing fast.\n  For all his peers he prays that God may call\n  Their souls to him; to the Angel Gabriel\n  He recommends his spirit. In one hand\n  He takes the olifant, that no reproach\n  May rest upon him; in the other grasps\n  Durendal, his good sword. Forward he goes,\n  Far as an arblast sends a shaft, across\n  A new-tilled ground and toward the land of Spain.\n  Upon a hill, beneath two lofty trees,\n  Four terraces of marble spread;–he falls\n  Prone fainting on the green, for death draws near.\n                        Aoi.",
        "  High are the mounts, and lofty are the trees.\n  Four terraces are there, of marble bright:\n  There Count Rollánd lies senseless on the grass.\n  Him at this moment spies a Saracen\n  Who lies among the corpses, feigning death,\n  His face and body all besmeared with blood.\n  Sudden he rises to his feet, and bounds\n  Upon the baron. Handsome, brave, and strong\n  He was, but from his pride sprang mortal rage.\n  He seized the body of Rollánd, and grasped\n  His arms, exclaiming thus: “Here vanquished Carle’s\n  Great nephew lies! This sword to Araby\n  I’ll bear.” He drew it; this aroused the count.\n                        Aoi.",
        "  Rollánd perceived an alien hand would rob\n  Him of his sword; his eyes he oped; one word\n  He spoke: “I trow, not one of us art thou!\"\n  Then with his olifant from which he parts\n  Never, he smites the golden studded helm,\n  Crushing the steel, the head, the bones; both eyes\n  Are from their sockets beaten out–o’erthrown\n  Dead at the baron’s feet he falls;–\"O wretch,\"\n  He cries, “how durst thou, or for good or ill,\n  Lay hands upon Rollánd? Who hears of this\n  Will call thee fool. Mine olifant is cleft,\n  Its gems and gold all scattered by the blow.\"\n                        Aoi.",
        "  Now feels Rollánd that death is near at hand\n  And struggles up with all his force; his face\n  Grows livid; Durendal, his naked sword,\n  He holds; beside him rises a gray rock\n  On which he strikes ten mighty blows through grief\n  And rage. The steel but grinds; it breaks not, nor\n  Is notched; then cried the count: “Saint Mary, help!\n  O Durendal! Good sword! ill starred art thou!\n  Though we two part, I care not less for thee.\n  What victories together thou and I\n  Have gained, what kingdoms conquered, which now holds\n  White-bearded Carle! No coward’s hand shall grasp\n  Thy hilt: a valiant knight has borne thee long,\n  Such as none shall e’er bear in France the Free!\"\n                        Aoi.",
        "  Rollánd smites hard the rock of Sardonix;\n  The steel but grinds, it breaks not, nor grows blunt;\n  Then seeing that he cannot break his sword,\n  Thus to himself he mourns for Durendal:\n  “O good my sword, how bright and pure! Against\n  The sun what flashing light thy blade reflects!\n  When Carle passed through the valley of Moriane,\n  The God of Heaven by his Angel sent\n  Command that he should give thee to a count,\n  A valiant captain; it was then the great\n  And gentle king did gird thee to my side.\n  With thee I won for him Anjou–Bretaigne;\n  For him with thee I won Poitou, le Maine\n  And Normandie the free; I won Provence\n  And Aquitaine, and Lumbardie, and all\n  The Romanie; I won for him Baviere,\n  All Flandre–Buguerie–all Puillanie,\n  Costentinnoble which allegiance paid,\n  And Saxonie submitted to his power;\n  For him I won Escoce and Galle, Irlande,\n  And Engleterre he made his royal seat;\n  With thee I conquered all the lands and realms\n  Which Carle, the hoary-bearded monarch, rules.\n  Now for this sword I mourn. . . . Far better die\n  Than in the hands of pagans let it fall!\n  May God, Our Father, save sweet France this shame!\"\n                        Aoi.",
        "  Upon the gray rock mightily he smites,\n  Shattering it more than I can tell; the sword\n  But grinds. It breaks not–nor receives a notch,\n  And upward springs more dazzling in the air.\n  When sees the Count Rollánd his sword can never break,\n  Softly within himself its fate he mourns:\n  “O Durendal, how fair and holy thou!\n  In thy gold-hilt are relics rare; a tooth\n  Of great Saint Pierre–some blood of Saint Basile,\n  A lock of hair of Monseigneur Saint Denis,\n  A fragment of the robe of Sainte-Marie.\n  It is not right that pagans should own thee;\n  By Christian hand alone be held. Vast realms\n  I shall have conquered once that now are ruled\n  By Carle, the king with beard all blossom-white,\n  And by them made great emperor and lord.\n  May thou ne’er fall into a cowardly hand.\"\n                        Aoi.",
        "  The Count Rollánd feels through his limbs the grasp\n  Of death, and from his head ev’n to his heart\n  A mortal chill descends. Unto a pine\n  He hastens, and falls stretched upon the grass.\n  Beneath him lie his sword and olifant,\n  And toward the Heathen land he turns his head,\n  That Carle and all his knightly host may say:\n  “The gentle count a conqueror has died. . . .\"\n  Then asking pardon for his sins, or great\n  Or small, he offers up his glove to God.\n                        Aoi.",
        "  The Count Rollánd feels now his end approach.\n  Against a pointed rock, and facing Spain,\n  He lies. Three times he beats his breast, and says:\n  “Mea culpa! Oh, my God, may through thy grace,\n  Be pardoned all my sins, or great or small,\n  Until this hour committed since my birth!\"\n  Then his right glove he offers up to God,\n  And toward him angels from high Heav’n descend.\n                        Aoi.",
        "  Beneath a pine Rollánd doth lie, and looks\n  Toward Spain. He broods on many things of yore:\n  On all the lands he conquered, on sweet France,\n  On all his kinsmen, on great Carle his lord\n  Who nurtured him;–he sighs, nor can restrain\n  His tears, but cannot yet himself forget;\n  Recalls his sins, and for the grace of God\n  He prays: “Our Father, never yet untrue,\n  Who Saint-Lazare raised from the dead, and saved\n  Thy Daniel from the lions’ claws,–oh, free\n  My soul from peril, from my whole life’s sins!\"\n  His right hand glove he offered up to God;\n  Saint Gabriel took the glove.–With head reclined\n  Upon his arm, with hands devoutly joined\n  He breathed his last. God sent his cherubim,\n  Saint-Raphael, Saint Michiel del Peril.\n  Together with them Gabriel came. All bring\n  The soul of Count Rollánd to Paradise.\n                        Aoi.\n                Rabillon’s Translation\nTHE SHAH-NAMEH.",
        "The monarchs of ancient Persia made several attempts to collect the\nhistoric annals of their country, but both people and traditions were\nscattered by the Arabian conquest. The manuscript annals were carried to\nAbyssinia, thence to India, and were taken back to Persia just when the\nweakness of the conquerors was beginning to show itself. The various\nmembers of the Persian line, who had declared themselves independent of\ntheir conquerors, determined to rouse the patriotism of their countrymen\nby the recital of the stirring deeds of the warriors of old Persia.",
        "The fame of Abul Kasin Mansur, born at Thus, in Khorasan, A. D. 920,\nreached Mahmoud of Ghaznin, who was searching for a poet to re-cast the\nannals of Persia. He called the poet to his court, and, on hearing him\nimprovise, called him Firdusi (the paradisiacal). The poet was intrusted\nwith the preparation of the Shah-Nameh, or Epic of Kings, for every one\nthousand distichs of which he was to receive a thousand pieces of gold. It\nhad been the dream of the poet’s life to build a bridge and otherwise\nimprove his native town. He therefore asked that the payment be deferred\nuntil the completion of his work, that he might apply the entire sum to\nthese improvements. But when the poem was completed, after thirty years’\nlabor, the king, instigated by the slanders of the jealous prime minister,\nsent to the poet sixty thousand silver instead of gold dirhems. The\nenraged poet threw the silver to his attendants and fled from the country,\nleaving behind him an insulting poem to the sultan. He spent the remainder\nof his life at Mazinderan and Bagdad, where he was received with honor,\nand in his old age returned to Thus to die. Tradition relates that Mahmoud\nat last discovered the villainy of his minister, and sent the gold to\nThus. But the old poet was dead, and his daughter indignantly refused the\nmoney. Mahmoud then applied the sum to the improvements of the town so\nlong desired by Firdusi.",
        "The Shah-Nameh is written in the pure old Persian, that Mohammed declared\nwould be the language of Paradise. In its sixty thousand couplets are\nrelated the deeds of the Persian kings from the foundation of the world to\nthe invasion by the Mohammedans; but it is of very little value as a\nhistorical record, the facts it purports to relate being almost lost among\nthe Oriental exaggerations of the deeds of its heroes.",
        "The only complete translation in a foreign language is the elaborate\nFrench translation of Julius Mohl.",
        "The Shah-Nameh is still popular in Persia, where it is said that even the\ncamel drivers are able to repeat long portions of it. Firdusi is sometimes\ncalled the Homer of the East, because he describes rude heroic times and\nmen, as did Homer; but he is also compared to Ariosto, because of his\nwealth of imagery. His heroes are very different from those to whom we\nhave been wont to pay our allegiance; but they fight for the same\nprinciples and worship as lovely maids, to judge from the hyperbole\nemployed in their description. The condensation of the Shah-Nameh reads\nlike a dry chronicle; but in its entirety it reminds one of nothing so\nmuch as a gorgeous Persian web, so light and varied, so brightened is it\nby its wealth of episode.",
        "Samuel Johnson’s The Shah-Nameh, or Book of Kings (in his Oriental\nReligion, Persia, 1885, pp. 711-782);",
        "E. B. Cowell’s Persian Literature, Firdusi (in Oxford Essays, 1885, pp.\n164-166);",
        "Elizabeth A. Reed’s Persian Literature, Ancient and Modern, 1893, pp.\n214-283.",
        "The Shah-Nameh, Tr. and abridged in prose and verse with notes and\nillustrations, by James Atkinson, 1832;",
        "Abbreviated version taken from a Persian abridgment, half prose, half\nverse; The Epic of Kings, Stories re-told from Firdusi, by Helen\nZimmern, 1882.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}