{
    "title": "National Epics - The Story of Beowulf",
    "author": "Kate Milner Rabb",
    "chapter": "17",
    "content": [
        "\n\n",
        "A mighty man was Scyld, ruler of the Gar-Danes. From far across the\nwhale-path men paid him tribute and bore witness to his power. Beowulf was\nhis son, a youth endowed with glory, whose fame spread far and wide\nthrough all the Danish land.",
        "When the time came for Scyld to die he ordered his thanes to prepare the\nring-stemmed ship, laden with treasures, battle-weed, and swords, and\nplace him in the death-chamber. Laden with his people’s gifts, and sailing\nunder a golden banner, he passed from sight, none knew whither.",
        "After him ruled Beowulf, and after him Healfdene,–brave warriors and kind\nmonarchs. When, after Healfdene’s death, his son Hrothgar succeeded him,\nhis fame in war inclined all his kinsmen towards him, and he, too, became\na mighty monarch.",
        "To the mind of Hrothgar it came to build a lordly mead-hall where he and\nhis men could find pleasure in feasting, drinking mead, and hearing the\nsongs of the minstrels. Heorot it was called, and when its high spires\nrose glistening in the air, all hailed it with delight.",
        "But, alas! The joy in hall, the melody of the harp, and the shouts of the\nwarriors penetrated to the dismal fen where lay concealed the monster\nGrendel, descendant of sin-cursed Cain. At night came Grendel to the hall,\nfound sleeping the troop of warriors, and bore away in his foul hands\nthirty of the honored thanes. Great was the sorrow in Heorot when in the\nmorning twilight the deed of Grendel became known.",
        "For twelve long winters did this sorrow continue; for so long a time was\nHrothgar plunged in grief; for so many years did this beautiful mead-hall,\ndestined for joyful things, stand idle.",
        "While thus the grief-stricken lord of the Scyldings brooded over his\nwrongs, and the people besought their idols vainly for aid, the tidings of\nGrendel’s ravages were conveyed to the court of the Gothic king, Higelac,\nand thus reached the ears of a highborn thane, Beowulf. A strong man was\nhe, his grasp equal to that of thirty men.",
        "Straightway commanded he a goodly ship to be made ready, chose fifteen of\nhis bravest Goths, and swiftly they sailed over the swan-path to the great\nheadlands and bright sea-cliffs of the Scyldings.",
        "High on the promontory stood the guard of Hrothgar. “What men be ye who\nhither come?” cried he. “Not foes, surely. Ye know no pass word, yet\nsurely ye come on no evil errand. Ne’er saw I a greater lord than he who\nleads the band. Who are ye?”",
        "“Higelac’s man am I,” answered the leader. “Ecgtheow, my sire; my name,\nBeowulf. Lead me, I pray thee, to thy lord, for I have come over seas to\nfree him forever from his secret foe, and to lift the cloud that hangs\nover the stately mead-hall.”",
        "Over the stone-paved streets the warder led the warriors, their armor\nclanking, their boar-tipped helmets sparkling, to the goodly hall, Heorot.\nThere were they warmly welcomed, for Hrothgar had known Beowulf’s sire;\nthe fame of the young man’s strength had also reached him, and he trusted\nthat in his strong grasp Grendel should die.",
        "All took their seats on the mead-benches, and a thane passed from warrior\nto warrior, bearing the chased wine-cup. Sweet was the minstrel’s song,\nand the warriors were happy in Heorot.",
        "But Hunferd sat at the banquet, and envious of Beowulf’s fame, taunted him\nwith his swimming match with Breca. “Seven days and nights thou didst swim\nwith Breca; but he was stronger, and he won. Worse will befall thee, if\nthou dar’st this night await Grendel!”",
        "“Easy it is to brag of Breca’s deeds when drunk with beer, friend\nHunferd!” replied Beowulf. “Seven days and nights I swam through the\nsea-water, slaying the monsters of the deep. Rough was the wave, terrible\nwere the water beasts; but I reached the Finnish land. Wert thou as brave\nas thou claim’st to be, Grendel would ne’er have wrought such havoc in thy\nmonarch’s land.”",
        "Decked with gold, Queen Waltheow passed through the hall, greeted the\nwarriors, and proffered the mead-cup to Beowulf, thanking God that she had\nfound an earl who would deliver them from their enemy.",
        "When dusky night fell over Heorot, the king uprose. “To no other man have\nI ever entrusted this hall of gold. Have now and keep it! Great reward\nshall be thine if thou come forth alive!”",
        "The knights left in the lordly hall composed themselves for slumber, all\nsave Beowulf, who, unarmed, awaited the coming of Grendel.",
        "He came, with wrathful step and eyes aflame, bursting open the iron bolts\nof the great door, and laughing at the goodly array of men sleeping before\nhim. On one he laid hands and drank his blood; then he clutched the\nwatchful Beowulf.",
        "Ne’er had he found a foe like this! Fearful, he turned to flee to his home\nin the fen, but the grip of Beowulf forbade flight. Strongly was Heorot\nbuilded, but many a gilded mead-bench was torn from the walls as the two\ncombated within the hall. The sword blade was of no avail, and him must\nBeowulf bring to death by the strength of his grip alone. At last, with a\nscream that struck terror to every Dane’s heart, the monster sprang from\nBeowulf and fled, leaving in the warrior’s grasp his arm and shoulder.\nGreat was Beowulf’s joy, for he knew that the wound meant death.",
        "When the king and queen came forth in the morning with their nobles and\nmaids, and saw the grisly arm of Grendel fastened upon the roof of Heorot,\nthey gave themselves up to rejoicing. Gifts were heaped upon Beowulf,–a\ngolden crest, a banner bright, a great and goodly sword and helm and\ncorselet, eight steeds with headstalls ornamented with gold plate, and a\nrichly decorated saddle. Nor were his comrades forgotten, but to each were\ngiven rich gifts.",
        "When the mead-hall had been cleansed and refitted, they gathered therein\nand listened to the song of the bard who told how Healfdene’s knight,\nHnæf, smote Finn. The song over, the queen, crowned with gold, gave gifts\nto Beowulf, the liberator from the horrors of Grendel,–two armlets, a\nnecklace, raiment, and rings. When the drinking and feasting were over,\nthe king and Beowulf withdrew, leaving many earls to keep the hall. Little\nguessed they that one of them was that night doomed to die!",
        "The haunt of Grendel was a mile-wide mere. Around it were wolf-haunted\ncliffs, windy promontories, mist-covered mountains. Close around the mere\nhung the woods, shrouding the water, which, horrible sight, was each night\ncovered with fire. It was a place accursed; near it no man might dwell;\nthe deer that plunged therein straightway died.",
        "In a palace under the mere dwelt Grendel and his mother; she, a foul\nsprite, whom the peasants had sometimes seen walking with her son over the\nmeadows. From her dwelling-place she now came forth to avenge the death of\nher son, and snatched away from the group of sleeping Ring-Danes the good\nÆschere, dearest of all his thanes to Hrothgar.",
        "Loud was Hrothgar’s wailing when at morning Beowulf came forth from his\nbower.",
        "“Sorrow not, O wise man,” spake Beowulf. “I fear not. I will seek out this\nmonster and destroy her. If I come not back it will at least be better\nthan to have lost my glory. She can never hide from me. I ween that I will\nthis day rid thee of thine enemy.”",
        "Accompanied by Hrothgar, some of the Ring-Danes and his Goths, Beowulf\nsought the dismal mere, on whose brink they found the head of Æschere.\nAmong the bloody waves swam horrible shapes, Nicors and sea-drakes, that\nfled at a blast of the war-horn. Beowulf slew one of the monsters, and\nwhile his companions were marvelling at the grisly form, he prepared\nhimself for the combat. His breast was guarded by a coat of mail woven\nmost cunningly; upon his head shone the gold-adorned helmet, and in his\nhand was Hunferd’s sword, Hrunting, made of iron steeped in twigs of\nbitter poison, annealed in battle blood, and fearful to every foe.",
        "“Hearken unto me, O Hrothgar,” cried the hero. “If I return not, treat\nwell my comrades and send my gifts to Higelac, that he may see the deed I\nhave accomplished, and the generous ring-lord I have gained among the\nScyldings.” And without waiting for a reply, he leaped into the waves and\nwas lost to sight.",
        "There was the monster waiting for him; and catching him in her grip, which\nbruised him not because of his strong mail-coat, she dragged him to her\ncave, in whose lighted hall he could see the horrible features of the\nwoman of the mere. Strong was Hrunting, but of no avail was its mighty\nblade against her. Soon he threw it down, and gripped her, reckless of\nperil. Once he threw her on the ground, but the second time she threw him,\nand drew her glaive to pierce his breast. Strong was the linked mail, and\nBeowulf was safe. Then his quick eye lighted on a sword,–a magic, giant\nsword; few men could wield it. Quickly he grasped it, and smote the neck\nof the sea-woman. Broken were the bone-rings, and down she fell dead. Then\nEcgtheow’s son looked around the hall and saw the body of the dead\nGrendel. Thirsting to take his revenge, he smote him with his sword. Off\nflew the head; but when the red drops of blood touched the magic blade it\nmelted, leaving but the massive golden hilt in the hands of the hero.\nBeowulf took no treasure from the cave, but rose through the waves,\ncarrying only the head of the monster and the hilt of the sword.",
        "When Hrothgar and his men saw the mere red and boiling with blood they\ndeemed that Beowulf was dead, and departed to their citadel. Sorrowful sat\nthe comrades of Beowulf, waiting and hoping against hope for his\nreappearance. Up sprang they when they saw him, joyfully greeted him,\nrelieved him of his bloody armor, and conducted him to Hrothgar,\nbearing–a heavy task–the head of Grendel.",
        "When Hrothgar saw the hideous head and the mighty sword-hilt, whose\nhistory he read from its Runic inscriptions, he hailed Beowulf with joy,\nand proclaimed him the mightiest of men. “But ever temper thy might with\nwisdom,” advised the king, “that thou suffer not the end of Heremod, or be\npunished as I have been, in this my spacious mead-hall.”",
        "After a night’s rest, Beowulf prepared to return to his country. Returning\nHrunting to Hunferd, he praised the sword, saying nothing of its failure\nin the fight. Then to Hrothgar: “Farewell. If e’er thou art harried by\nfoes, but let me know,–a thousand fighting men I’ll bring. Higelac, well\nI know, will urge me on to honor thee. If e’er thy son seeks Gothic halls,\nI will intercede and win friends for him.”",
        "The old king, weeping, bade Beowulf farewell. “Peace be forever between\nthe Goths and the Gar-Danes; in common their treasures! May gifts be\ninterchanged between them!”",
        "The bark was filled with the gifts heaped upon Beowulf and his men; and\nthe warder, who had hailed them so proudly at their coming, now bade them\nan affectionate farewell. Over the swan-path sailed they, and soon reached\nthe Gothic coast, and landed their treasures.",
        "Then went Beowulf before Higelac and told him of his adventures. Higelac\nwas a mighty king; lofty his house and hall, and fair and gentle was his\nwife, Hygd. To him, after he had related his adventures, Beowulf presented\nthe boar-head crest, the battle-mail and sword, four of the steeds, and\nmuch treasure, and upon the wise and modest Hygd bestowed he the wondrous\nnecklace given him by Waltheow. So should a good thane ever do!",
        "There had been a time when Beowulf was accounted a sluggish knight, but\nnow the land rang with his glory.",
        "When Higelac died and Hardred was slain, Beowulf succeeded to the throne,\nand for fifty years ruled the people gloriously.",
        "At this time a great fire-drake cherished a vast hoard in a cave on a high\ncliff, difficult of access, and known to few men. Thither one day fled a\nthrall from his master’s wrath, and saw the hoard buried by some weary\nwarrior, and now guarded by the dragon. While the drake slept, the thrall\ncrept in and stole a cup as a peace-offering to his master.",
        "When the drake awoke, he scented the foot-prints of the foe, and\ndiscovered his loss. When even was come, he hastened to wreak his revenge\non the people, spewing out flames of fire, and laying waste the land.",
        "Far and near were the lands of the Goths devastated, and ere long, tidings\nwere borne to Beowulf that his great hall, his gift seat, was destroyed by\nfire. Saddened, and fearing that he had in some way angered God, he turned\nhis mind to vengeance, and girded on his armor. A stout shield of iron he\ntook, knowing that the dragon’s fiery breath would melt the wood, and with\nforeboding of his fate, bade farewell to his hearth-mates. “Many times\nhave I battled, great deeds have I done with sword and with hand-grip; now\nmust I go forth and battle with hand and sword against the hoard-keeper.”",
        "Commanding the men who had accompanied him to remain upon the hillside,\nleaving him to combat with the dragon alone, Beowulf went proudly forward,\nshouting his battle-cry. Out rushed the dragon, full of deadly hate. His\nfiery breath was stronger than the king had deemed it. Stroke upon stroke\nhe gave his enemy, who continued to cast forth his death-fire, so that\nBeowulf stood girt with flames.",
        "From afar, among the watching thanes, Wiglaf saw his monarch’s peril.\n“Comrades,” he cried, “do you remember our promises to our king? Was it\nfor this he stirred us up to glorious deeds? Was it for this he heaped\ngifts upon us? Let us go to his rescue. It is not right that we should see\nour lord fall, and bear away our shields untouched!”",
        "Rushing forward, he cried, “Beowulf, here am I! Now strike for thy life!\nThou hast said that thou never wouldst let thy fame depart from thee!”",
        "Again the dragon came forth; again it enveloped its foeman in flames. The\nlinden shield of Wiglaf burned in his hands, and he sought shelter behind\nBeowulf’s shield of iron. Again and again Wiglaf smote the monster, and\nwhen the flames burnt low, Beowulf seized his dirk and pierced the dragon\nso that he fell dead.",
        "The dragon lay dead, but Beowulf felt the poison in his wounds and knew\nthat he had not long to live. He commanded Wiglaf to bring forth the\ntreasure that he might gaze upon the hoard,–jewel work and twisted\ngold,–that he had wrested from the fire-drake.",
        "The den was filled with rings of gold, cups, banners, jewels, dishes, and\nthe arms of the old owner of the treasure. All these did Wiglaf bear forth\nto his lord, who surveyed them, and uttered thanks to his Maker, that he\ncould win such a treasure. Then, turning to Wiglaf, he said, “Now I die.\nBuild for me upon the lofty shore a bright mound that shall ever remind my\npeople of me. Far in the distance their ships shall descry it, and they\nshall call it Beowulf’s mound.” Then, giving his arms to Wiglaf, he bade\nhim enjoy them. “Thou art the last of our race. All save us, fate-driven,\nare gone to doom. Thither go I too.”",
        "Bitterly did Wiglaf denounce his comrades when he saw them steal from\ntheir hiding-places. “Well may it be said of you that he who gave you your\narms threw them away. No thanks deserve ye for the slaughter of the\ndragon! I did my little, but it was not in my power to save my kinsman.\nToo few helpers stood about him! Now shall your kin be wanting in gifts.\nVoid are ye of land-rights! Better is it for an earl to die than to live\nwith a blasted name!”",
        "Sorrowful were the people when they heard of the death of Beowulf. Full\nwell they knew with what joy the tidings would be hailed by their enemies,\nwho would hasten to harry the land, now that their great leader was gone.\nThe Frisians, the Merovingians, the Franks, the Swedes,–all had their\ngrievances, which they would hasten to wreak on the Goths when they\nlearned that the dreaded king was gone. Dreary would be the land of the\nGoths; on its battle-fields the wolves would batten; the ravens would call\nto the eagles as they feasted on the slain.",
        "Straight to the Eagle’s Nest went the band, and found their dead monarch;\nthere, too, lay the loathsome fire-drake, full fifty feet long, and\nbetween them the great hoard, rust-eaten from long dwelling in the earth.\nEver had that hoard brought ill with it.",
        "Down from the cliff they thrust the dragon into the deep, and carried\ntheir chief to Hronesness. There they built a lofty pile, decked it with\nhis armor, and burned thereon the body of their glorious ruler. According\nto his wish, they reared on the cliff a broad, high barrow, surrounded it\nwith a wall, and laid within it the treasure. There yet it lies, of little\nworth to men!",
        "Then around the barrow rode twelve of the bravest, boldest nobles,\nmourning their king, singing his praises, chanting a dirge, telling of his\nglorious deeds, while over the broad land the Gothic folk lamented the\ndeath of their tender prince, their noble king, Beowulf.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}