{
    "title": "National Epics - The Story of the Shah-Nameh",
    "author": "Kate Milner Rabb",
    "chapter": "22",
    "content": [
        "\n\n",
        "Kaiumers was the first King of Persia, and against him Ahriman, the evil,\nthrough jealousy of his greatness, sent forth a mighty Deev to conquer\nhim. By this Deev, Saiamuk, the son of Kaiumers, was slain, and the king\nhimself died of grief at the loss of his son.",
        "Husheng, his grandson, who succeeded Kaiumers, was a great and wise king,\nwho gave fire to his people, taught them irrigation, instructed them how\nto till and sow, and gave names to the beasts. His son and successor,\nTahumers, taught his people the arts of spinning, weaving, and writing,\nand when he died left his throne to his son Jemschid.",
        "Jemschid was a mighty monarch, who divided men into classes, and the years\ninto periods, and builded mighty walls and cities; but his heart grew\nproud at the thought of his power, and he was driven away from his land by\nhis people, who called Zohak to the throne of Iran.",
        "Zohak, who came from the deserts of Arabia, was a good and wise young man\nwho had fallen into the power of a Deev. This Deev, in the guise of a\nskillful servant, asked permission one day to kiss his monarch between the\nshoulders, as a reward for an unusually fine bit of cookery. From the spot\nhe kissed sprang two black serpents, whose only nourishment was the brains\nof the king’s subjects.",
        "The serpent king, as Zohak was now called, was much feared by his\nsubjects, who saw their numbers daily lessen by the demands of the\nserpents. But when the children of the blacksmith Kawah were demanded as\nfood for the serpents, the blacksmith defied Zohak, and raising his\nleathern apron as a standard,–a banner ever since honored in Persia,–he\ncalled the people to him, and set off in search of Feridoun, an heir of\nJemschid. Under the young leader the oppressed people defeated the tyrant,\nand placed Feridoun on the throne.",
        "Feridoun had three sons, Irij, Tur, and Silim. Having tested their\nbravery, he divided the kingdom among them, giving to Irij the kingdom of\nIran. Although the other brothers had received equal shares of the\nkingdom, they were enraged because Iran was not their portion, and when\ntheir complaints to their father were not heeded, they slew their brother.\nIrij left a son, a babe named Minuchihr, who was reared carefully by\nFeridoun. In time he avenged his father, by defeating the armies of his\nuncles and slaying them both. Soon after this, Feridoun died, intrusting\nhis grandson to Saum, his favorite pehliva, or vassal, who ruled over\nSeistan.",
        "Saum was a childless monarch, and when at last a son was born to him he\nwas very happy until he learned that while the child was perfect in every\nother way, it had the silver hair of an old man. Fearing the talk of his\nenemies, Saum exposed the child on a mountain top to die. There it was\nfound by the Simurgh, a remarkable animal, part bird, part human, that,\ntouched by the cries of the helpless infant, carried him to her great nest\nof aloes and sandal-wood, and reared him with her little ones.",
        "Saum, who had lived to regret his foolish and wicked act, was told in a\ndream that his son still lived, and was being cared for by the Simurgh. He\naccordingly sought the nest, and carried his son away with great\nthanksgiving. The Simurgh parted tenderly with the little Zal, and\npresented him with a feather from her wing, telling him that whenever he\nwas in danger, he had only to throw it on the fire and she would instantly\ncome to his aid.",
        "Saum first presented his son at the court of Minuchihr, and then took him\nhome to Zaboulistan, where he was carefully instructed in every art and\nscience.",
        "At one time, while his father was invading a neighboring province, Zal\ntravelled over the kingdom and stopped at the court of Mihrab, a tributary\nof Saum, who ruled at Kabul. Though a descendant of the serpent king,\nMihrab was good, just, and wise, and he received the young warrior with\nhospitality. Zal had not been long in Kabul before he heard of the\nbeauties of Rudabeh, the daughter of Mihrab, and she, in turn, of the\ngreat exploits of Zal. By an artifice of the princess they met and vowed\nto love one another forever, though they knew their love would meet with\nopposition. Saum and Zal both pleaded Zal’s cause before Minuchihr, who\nrelented when he heard from the astrologers that a good and mighty warrior\nwould come of the union. Rudabeh’s mother won the consent of Mihrab, so\nthat the young people were soon married with great pomp. To them a son was\nborn named Rustem, who, when one day old, was as large as a year-old\nchild. When three years old he could ride a horse, and at eight years was\nas powerful as any hero of the time.",
        "Nauder succeeded the good Minuchihr, and under him Persia was defeated by\nthe Turanians, and Afrasiyab occupied the Persian throne. But Zal, whose\nfather, Saum, had died, overthrew him and placed Zew upon the throne.\nZew’s reign was short, and Garshasp, his son, succeeded him. When he was\nthreatened by the Turanians, his people went for aid to Zal, who, because\nhe was growing old, referred them to Rustem, yet of tender age. Rustem\nresponded gladly, and his father commanded that all the horses from\nZaboulistan to Kabul be brought forth that his son might select a steed\ntherefrom. Every horse bent beneath his grasp until he came to the colt\nRakush, which responded to Rustem’s voice, and suffered him to mount it.\nFrom that day to his death, this steed was his faithful companion and\npreserver.",
        "Garshasp was too weak to rule over the kingdom, and Zal despatched Rustem\nto Mt. Alberz, where he had been told in a dream a youth dwelt called\nKai-Kobad, descended from Feridoun. Kai-Kobad welcomed Rustem, and the\ntwo, with the noblest of the kingdom, defeated the power of Turan.",
        "After a reign of a hundred years, the wise Kai-Kobad died, and was\nsucceeded by his son, the foolish Kai-Kaus, who, not satisfied with the\nwealth and extent of his kingdom, determined to conquer the kingdom of\nMazinderan, ruled by the Deevs. Zal’s remonstrances were of no avail: the\nheadstrong Kai-Kaus marched into Mazinderan, and, together with his whole\narmy, was conquered, imprisoned, and blinded by the power of the White\nDeev.",
        "When the news of the monarch’s misfortune came to Iran, Rustem immediately\nsaddled Rakush, and, choosing the shortest and most peril-beset route, set\nforth, unaccompanied, for Mazinderan. If he survived the dangers that\nlurked by the way, he would reach Mazinderan in seven days.",
        "While sleeping in a forest, after his first day’s journey, he was saved\nfrom a fierce lion by Rakush, who stood at his head.",
        "On the second day, just as he believed himself perishing of thirst, he was\nsaved by a sheep that he followed to a fountain of water; on the third\nnight, Rakush, whom he had angrily forbidden to attack any animal without\nwaking him, twice warned him of the approach of a dragon. The first time\nthe dragon disappeared when Rustem awoke, and he spoke severely to his\nfaithful horse. The second time he slew the dragon, and morning having\ndawned, proceeded through a desert, where he was offered food and wine by\na sorceress. Not recognizing her, and grateful for the food, he offered\nher a cup of wine in the name of God, and she was immediately converted\ninto a black fiend, whom he slew.",
        "He was next opposed by Aulad, whom he defeated, and promised to make ruler\nof Mazinderan if he would guide him to the caves of the White Deev. A\nstony desert and a wide stream lay between him and the demon; but the\nundaunted Rustem passed over them, and choosing the middle of the day, at\nwhich time Aulad told him the Deevs slept, he slew the guards, entered the\ncavern, and after a terrible struggle, overcame and slew the great Deev.",
        "He then released Kai-Kaus and his army, and restored their sight by\ntouching their eyes with the blood from the Deev’s heart.",
        "Kai-Kaus, not satisfied with this adventure, committed many other follies,\nfrom which it taxed his warrior sorely to rescue him.",
        "Once he was imprisoned by the King of Hamaveran after he had espoused his\ndaughter; again he followed the advice of a wicked Deev, and tried to\nsearch the heavens in a flying-machine, that descended and left him in a\ndesert waste. It was only after this last humiliation that he humbled\nhimself, lay in the dust many days, and at last became worthy of the\nthrone of his fathers.",
        "At one time Rustem was hunting near the borders of Turan, and, falling\nasleep, left Rakush to graze in the forest, where he was espied by the men\nof Turan and at once captured. When Rustem awoke he followed his steed by\nthe traces of its hoofs, until he came to the city of Samengan. The king\nreceived him kindly, and promised to restore the horse if it could be\nfound. While his messengers went in search of it, he feasted his guest,\nand led him for the night to a perfumed couch.",
        "In the middle of the night Rustem awoke, to see a beautiful young woman\nenter the room, accompanied by a maid. She proved to be the princess, who\nhad fallen in love with Rustem. She pleaded with him to return her love,\npromising, if he did so, to restore his cherished horse. Rustem longed for\nhis steed; moreover, the maiden was irresistibly beautiful. He accordingly\nyielded to her proposals, and the two were wedded the next day, the king\nhaving given his consent.",
        "After tarrying some time in Samengan, Rustem was forced to return to Iran.\nBidding his bride an affectionate farewell, he presented her with a\nbracelet.",
        "“If thou art given a daughter, place this amulet in her hair to guard her\nfrom harm. If a son, bind it on his arm, that he may possess the valor of\nNariman.”",
        "In the course of time, the princess bore a boy, who was like his father in\nbeauty and boldness, whom she christened Sohrab. But for fear that she\nwould be deprived of him, she wrote to Rustem that a daughter had been\nborn to her. To her son she declared the secret of his birth, and urged\nhim to be like his father in all things; but she warned him not to\ndisclose the secret, for she feared that if it came to the ears of\nAfrasiyab, he would destroy him because of his hatred of Rustem.",
        "Sohrab, who had already cherished dreams of conquest, was elated at the\nknowledge of his parentage. “Mother,” exclaimed he, “I shall gather an\narmy of Turks, conquer Iran, dethrone Kai-Kaus, and place my father on the\nthrone; then both of us will conquer Afrasiyab, and I will mount the\nthrone of Turan.”",
        "The mother, pleased with her son’s valor, gave him for a horse a foal\nsprung from Rakush, and fondly watched his preparations for war.",
        "The wicked Afrasiyab well knew that Sohrab was the son of Rustem. He was\nalso aware that it was very dangerous to have two such mighty warriors\nalive, since if they became known to each other, they would form an\nalliance. He planned, therefore, to aid Sohrab in the war, keeping him in\nignorance of his father, and to manage in some way to have the two meet in\nbattle, that one or both might be slain.",
        "The armies met and the great battle began. Sohrab asked to have Rustem\npointed out to him, but the soldiers on his side were all instructed to\nkeep him in ignorance. By some strange mischance the two men whom his\nmother had sent to enlighten him, were both slain. Rustem was moved at the\nsight of the brave young warrior, but remembering that Tahmineh’s\noffspring was a daughter, thought nothing more of the thrill he felt at\nsight of him. At last Sohrab and Rustem met in single combat. Sohrab was\nmoved with tenderness for his unknown opponent, and besought him to tell\nhim if he was Rustem, but Rustem declared that he was only a servant of\nthat chief. For three days they fought bitterly, and on the fourth day\nRustem overthrew his son. When Sohrab felt that the end had come he\nthreatened his unknown opponent. “Whoever thou art, know that I came not\nout for empty glory but to find my father, and that though I have found\nhim not, when he hears that thou hast slain his son he will search thee\nout and avenge me, no matter where thou hidest thyself. For my father is\nthe great Rustem.”",
        "Rustem fell down in agony when he heard his son’s words, and realized that\nhis guile had prevented him from being made known the day before. He\nexamined the onyx bracelet on Sohrab’s arm; it was the same he had given\nTahmineh. Bethinking himself of a magic ointment possessed by Kai-Kaus, he\nsent for it that he might heal his dying son; but the foolish king,\njealous of his prowess, refused to send it, and Sohrab expired in the arms\nof his father.",
        "Rustem’s heart was broken. He heaped up his armor, his tent, his\ntrappings, his treasures, and flung them into a great fire. The house of\nZal was filled with mourning, and when the news was conveyed to Samengan,\nhe tore his garments, and his daughter grieved herself to death before a\nyear had passed away.",
        "To Kai-Kaus and a wife of the race of Feridoun was born a son called\nSaiawush, who was beautiful, noble, and virtuous. But his foolish father\nallowed himself to be prejudiced against the youth by slanderous tongues,\nso that Saiawush fled from the court and sought shelter with Afrasiyab in\nTuran. There he speedily became popular, and took unto himself for a wife\nthe daughter of Afrasiyab. But when he and Ferandis his wife built a\nbeautiful city, the hatred and jealousy of Gersiwaz was aroused, so that\nhe lied to Afrasiyab and said that Saiawush was puffed up with pride, and\nat last induced Afrasiyab to slay his son-in-law.",
        "Saiawush had a son, Kai-Khosrau, who was saved by Piran, a kind-hearted\nnobleman, and given into the care of a goatherd. When Afrasiyab learned of\nhis existence he summoned him to his presence, but the youth, instructed\nby Piran, assumed the manners of an imbecile, and was accordingly freed by\nAfrasiyab, who feared no harm from him.",
        "When the news of the death of Saiawush was conveyed to Iran there was\ngreat mourning, and war was immediately declared against Turan. For seven\nyears the contest was carried on, always without success, and at the end\nof that time Gudarz dreamed that a son of Saiawush was living called\nKai-Khosrau, and that until he was sought out and placed at the head of\nthe army, deliverance could not come to Iran. Kai-Khosrau was discovered,\nand led the armies on to victory; and when Kai-Kaus found that his\ngrandson was not only a great warrior, skilled in magic, but also\npossessed wisdom beyond his years, he resigned the throne and made\nKai-Khosrau ruler over Iran.",
        "Kai-Khosrau ruled many long years, in which time he brought peace and\nhappiness to his kingdom, avenged the murder of his father, and compassed\nthe death of the wicked Afrasiyab. Then, fearing that he might become\npuffed up with pride like Jemschid, he longed to depart from this world,\nand prayed Ormuzd to take him to his bosom.",
        "The king; after many prayers to Ormuzd, dreamed that his wish would be\ngranted if he set the affairs of his kingdom in order and appointed his\nsuccessor. Rejoiced, he called his nobles together, divided his treasure\namong them, and appointed his successor, Lohurasp, whom he commanded to be\nthe woof and warp of justice. Accompanied by a few of his faithful\nfriends, he set out on the long journey to the crest of the mountains. At\nhis entreaties, some of his friends turned back; those who stayed over\nnight, in spite of his warnings, found on waking that they were covered by\na heavy fall of snow, and were soon frozen. Afterwards their bodies were\nfound and received a royal burial.",
        "Lohurasp had a son Gushtasp who greatly desired to rule, and was a just\nmonarch, when he succeeded to the throne. Gushtasp, however, was jealous\nof his son, Isfendiyar, who was a great warrior. When Gushtasp was about\nto be overcome by the forces of Turan, he promised Isfendiyar the throne,\nif he would destroy the enemy; but when the hosts were scattered, and\nIsfendiyar reminded his father of his promise, he was cast into a dungeon,\nthere to remain until his services were again needed. When he had again\ngained a victory, he was told that the throne should be his when he had\nrescued his sisters from the brazen fortress of Arjasp, where they had\nbeen carried and imprisoned.",
        "On his way to this tower Isfendiyar met with as many terrible foes as\nRustem had encountered on his way to the White Deev, and as successfully\novercame them. Wolves, lions, enchantresses, and dragons barred the way to\nthe impregnable fortress, which rose three farsangs high and forty wide,\nand was constructed entirely of brass and iron. But Isfendiyar, assuming\nthe guise of a merchant and concealing his warriors in chests, won his way\ninto the castle, gained the favor of its inmates, and made them drunk with\nwine. This done, he freed his sisters, slew the guards, and struck down\nArjasp.",
        "Instead of keeping his promise, Gushtasp hastened to set his son another\ntask. Rustem was his Pehliva, but it pleased him to send forth Isfendiyar\nagainst him, commanding him to bring home the mighty warrior in chains.\nIsfendiyar pleaded in vain with his father. Then he explained the\nsituation to Rustem, and begged that he would accompany him home in peace\nto gratify his father. Rustem refused to go in chains, so the two heroes\nreluctantly began the hardest battle of their lives.",
        "At the end of the first day, Rustem and Rakush were severely wounded, and\non his return home Rustem happened to think of the Simurgh. Called by the\nburning of the feather, the kind bird healed the wounds of the hero and of\nRakush, and instructed Rustem how to slay his foe. “Seek thou the tamarisk\ntree, and make thereof an arrow. Aim at his eye, and there thou canst\nblind and slay him.”",
        "Rustem followed the directions, and laid low the gallant youth. Isfendiyar\ndied exclaiming, “My father has slain me, not thou, Rustem. I die, the\nvictim of my father’s hate; do thou keep for me and rear my son!”",
        "Rustem, who had lived so long and accomplished such great deeds, died at\nlast by the hand of his half-brother. This brother, Shugdad, stirred up\nthe king of Kabul, in whose court he was reared, to slay Rustem because he\nexacted tribute from Kabul.",
        "Rustem was called into Kabul by Shugdad, who claimed that the king\nmistreated him. When he arrived, the matter was settled amicably, and the\nbrothers set out for a hunt with the king. The hunters were led to a spot\nwhere the false king had caused pits to be dug lined with sharp weapons.\nRustem, pleased with his kind reception and suspecting no harm, beat\nRakush severely when he paused and would go no further. Stung by the\nblows, the gallant horse sprang forward, and fell into the pit. As he rose\nfrom this, he fell into another, until, clambering from the seventh pit,\nhe and Rustem fell swooning with pain.",
        "“False brother!” cried Rustem; “what hast thou done? Was it for thee to\nslay thy father’s son? Exult now; but thou wilt yet suffer for this\ncrime!” Then altering his tone, he said gently: “But give me, I pray thee,\nmy bow and arrows, that I may have it by my side to slay any wild beast\nthat may try to devour me.”",
        "Shugdad gave him the bow; and when he saw the gleam in Rustem’s eyes,\nconcealed himself behind a tree. But the angry Rustem, grasping the bow\nwith something of his former strength, sent the arrow through tree and\nman, transfixing both. Then thanking his Creator that he had been given\nthe opportunity to slay his murderer, he breathed his last.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}