{
    "title": "National Epics - Selections From the Odyssey",
    "author": "Kate Milner Rabb",
    "chapter": "11",
    "content": [
        "\n\n",
        "THE PALACE OF ALCINOÜS.",
        "Ulysses, having been directed by Nausicaa, reached the gate of the city,\nand was there met by Pallas in the guise of a maiden with an urn, who\ninstructed him how to approach the king and queen. He passed through the\ntown, wrapped in a cloud by Pallas, and paused on the threshold of\nAlcinoüs’s palace.",
        "            For on every side beneath\n  The lofty roof of that magnanimous king\n  A glory shone as of the sun or moon.\n  There from the threshold, on each side, were walls\n  Of brass that led towards the inner rooms,\n  With blue steel cornices. The doors within\n  The massive building were of gold, and posts\n  Of silver on the brazen threshold stood,\n  And silver was the lintel, and above\n  Its architrave was gold; and on each side\n  Stood gold and silver mastiffs, the rare work\n  Of Vulcan’s practised skill, placed there to guard\n  The house of great Alcinoüs, and endowed\n  With deathless life, that knows no touch of age.\n  Along the walls within, on either side,\n  And from the threshold to the inner rooms,\n  Were firmly planted thrones on which were laid\n  Delicate mantles, woven by the hands\n  Of women. The Phæacian princes here\n  Were seated; here they ate and drank, and held\n  Perpetual banquet. Slender forms of boys\n  In gold upon the shapely altars stood,\n  With blazing torches in their hands to light\n  At eve the palace guests; while fifty maids\n  Waited within the halls, where some in querns\n  Ground small the yellow grain; some wove the web\n  Or twirled the spindle, sitting, with a quick\n  Light motion, like the aspen’s glancing leaves.\n  The well-wrought tissues glistened as with oil.\n  As far as the Phæacian race excel\n  In guiding their swift galleys o’er the deep,\n  So far the women in their woven work\n  Surpass all others. Pallas gives them skill\n  In handiwork and beautiful design.\n  Without the palace-court and near the gate,\n  A spacious garden of four acres lay.\n  A hedge enclosed it round, and lofty trees\n  Flourished in generous growth within,–the pear\n  And the pomegranate, and the apple-tree\n  With its fair fruitage, and the luscious fig\n  And olive always green. The fruit they bear\n  Falls not, nor ever fails in winter time\n  Nor summer, but is yielded all the year.\n  The ever-blowing west-wind causes some\n  To swell and some to ripen; pear succeeds\n  To pear; to apple, apple, grape to grape,\n  Fig ripens after fig. A fruitful field\n  Of vines was planted near; in part it lay\n  Open and basking in the sun, which dried\n  The soil, and here men gathered in the grapes,\n  And there they trod the wine-press. Farther on\n  Were grapes unripened yet, which just had cast\n  The flower, and others still which just began\n  To redden. At the garden’s furthest bound\n  Were beds of many plants that all the year\n  Bore flowers. There gushed two fountains: one of them\n  Ran wandering through the field; the other flowed\n  Beneath the threshold to the palace-court,\n  And all the people filled their vessels there.\n  Such were the blessings which the gracious gods\n  Bestowed on King Alcinoüs and his house.\n           Bryant’s Translation, Book VII.\nTHE BENDING OF THE BOW.",
        "Penelope, weary of the importunities of the suitors, determined to end the\ncontest by giving them the bow of Ulysses and allowing the one who could\nsuccessfully send the arrow through the steel rings to become her husband.\nHaving announced her intention, she ascended the stairs to the treasure\nchamber, where the bow was kept.",
        "  Now when the glorious lady reached the room,\n  And stood upon the threshold, wrought of oak\n  And polished by the workman’s cunning hand,\n  Who stretched the line upon it, and set up\n  Its posts, and hung its shining doors, she loosed\n  With a quick touch the thong that held the ring,\n  Put in the key, and with a careful aim\n  Struck back the sounding bolts. As when a bull\n  Roars in the field, such sound the beautiful doors,\n  Struck with the key, gave forth, and instantly\n  They opened to her. Up the lofty floor\n  She stepped, where stood the coffer that contained\n  The perfumed garments. Reaching forth her hand,\n  The queen took down the bow, that hung within\n  Its shining case, and sat her down, and laid\n  The case upon her knees, and, drawing forth\n  The monarch’s bow, she wept aloud. As soon\n  As that new gush of tears had ceased to fall,\n  Back to the hall she went, and that proud throng\n  Of suitors, bearing in her hand the bow\n  Unstrung, and quiver, where the arrows lay\n  Many and deadly. Her attendant maids\n  Brought also down a coffer, where were laid\n  Much brass and steel, provided by the king\n  For games like these. The glorious lady then,\n  In presence of the suitors, stood beside\n  The columns that upheld the stately roof.\n  She held a lustrous veil before her cheeks,\n  And while on either side of her a maid\n  Stood modestly, bespake the suitors thus:–",
        "  “Hear, noble suitors! ye who throng these halls,\n  And eat and drink from day to day, while long\n  My husband has been gone; your sole excuse\n  For all this lawlessness the claim ye make\n  That I become a bride. Come then, for now\n  A contest is proposed. I bring to you\n  The mighty bow that great Ulysses bore.\n  Whoe’er among you he may be whose hand\n  Shall bend this bow, and send through these twelve rings\n  An arrow, him I follow hence, and leave\n  This beautiful abode of my young years,\n  With all its plenty,–though its memory,\n  I think, will haunt me even in my dreams.”",
        "  She spake, and bade the master of the swine,\n  The good Eumaeus, place the bow and rings\n  Of hoary steel before the suitor train.\n  In tears he bore the bow and laid it down.\n  The herdsman also wept to see again\n  His master’s bow.",
        "  He (Telemachus) spake and, rising, from his shoulders took\n  The purple cloak, and laid the trenchant sword\n  Aside; and first he placed the rings of steel\n  In order, opening for them in the ground\n  A long trench by a line, and stamping close\n  The earth around them. All admired the skill\n  With which he ranged them, never having seen\n  The game before. And then he took his place\n  Upon the threshold, and essayed the bow;\n  And thrice he made the attempt, and thrice gave o’er,\n  Yet hoping still to draw the cord, and send\n  An arrow through the rings. He would have drawn\n  The bow at the fourth trial, but a nod\n  Given by his father caused him to forbear,\n  Though eager for the attempt.",
        "         ... And then Eupeithes’ son,\n  Antinoüs, to the crowd of suitors said:–",
        "  “Rise one by one, my friends, from right to left.\n  Begin where he begins who pours the wine.\"\n  So spake Antinoüs, and the rest approved.\n  Then rose Leiodes, son of Oenops, first.\n  He was their seer, and always had his seat\n  Beside the ample bowl. From deeds of wrong\n  He shrank with hatred, and was sore incensed\n  Against the suitors all. He took the bow\n  And shaft, and, going to the threshold, stood\n  And tried the bow, yet bent it not; it galled\n  His hands, for they were soft, and all unused\n  To such a task.",
        "          ... The swineherd went\n  Forward along the hall, and, drawing near\n  The wise Ulysses, gave into his hands\n  The bow.",
        "          ... but when the wary chief\n  Had poised and shrewdly scanned the mighty bow,\n  Then, as a singer, skilled to play the harp,\n  Stretches with ease on its new fastenings\n  A string, the twisted entrails of a sheep,\n  Made fast at either end, so easily\n  Ulysses bent that mighty bow. He took\n  And drew the cord with his right hand; it twanged\n  With a clear sound as when a swallow screams.\n  The suitors were dismayed, and all grew pale.\n  Jove in loud thunder gave a sign from heaven.\n  The much-enduring chief, Ulysses, heard\n  With joy the friendly omen, which the son\n  Of crafty Saturn sent him. He took up\n  A winged arrow, that before him lay\n  Upon a table drawn; the others still\n  Were in the quiver’s womb; the Greeks were yet\n  To feel them. This he set with care against\n  The middle of the bow, and toward him drew\n  The cord and arrow-notch, just where he sat,\n  And aiming opposite, let fly the shaft.\n  He missed no ring of all; from first to last\n  The brass-tipped arrow threaded every one.\n  Then to Telemachus Ulysses said:–",
        "  “Telemachus, the stranger sitting here\n  Hath not disgraced thee. I have neither missed\n  The rings, nor found it hard to bend the bow;\n  Nor has my manly strength decayed, as these\n  Who seek to bring me to contempt pretend;\n  And now the hour is come when we prepare\n  A supper for the Achaians, while the day\n  Yet lasts, and after supper the delights\n  Of song and harp, which nobly grace a feast.”",
        "  He spake, and nodded to Telemachus,\n  His well-beloved son, who girded on\n  His trenchant sword, and took in hand his spear,\n  And, armed with glittering brass for battle, came\n  And took his station by his father’s seat.",
        "  Then did Ulysses cast his rags aside,\n  And, leaping to the threshold, took his stand\n  On its broad space, with bow and quiver filled\n  With arrows. At his feet the hero poured\n  The winged shafts, and to the suitors called:–",
        "  “That difficult strife is ended. Now I take\n  Another mark, which no man yet has hit.\n  Now I shall see if I attain my aim,\n  And, by the aid of Phoebus, win renown.”",
        "  He spake; and, turning, at Antinoüs aimed\n  The bitter shaft–Antinoüs, who just then\n  Had grasped a beautiful two-eared cup of gold,\n  About to drink the wine. He little thought\n  Of wounds and death; for who, when banqueting\n  Among his fellows, could suspect that one\n  Alone against so many men would dare,\n  However bold, to plan his death, and bring\n  On him the doom of fate? Ulysses struck\n  The suitor with the arrow at the throat.\n  The point came through the tender neck behind,\n  Sideways he sank to earth; his hand let fall\n  The cup; the dark blood in a thick warm stream\n  Gushed from the nostrils of the smitten man.\n  He spurned the table with his feet, and spilled\n  The viands; bread and roasted meats were flung\n  To lie polluted on the floor. Then rose\n  The suitors in a tumult, when they saw\n  The fallen man; from all their seats they rose\n  Throughout the hall, and to the massive walls\n  Looked eagerly; there hung no buckler there,\n  No sturdy lance for them to wield. They called\n  Then to Ulysses with indignant words:–",
        "  “Stranger! in evil hour hast thou presumed\n  To aim at men; and thou shalt henceforth bear\n  Part in no other contest. Even now\n  Is thy destruction close to thee. Thy hand\n  Hath slain the noblest youth in Ithaca.\n  The vultures shall devour thy flesh for this.”",
        "  So each one said; they deemed he had not slain\n  The suitor wittingly; nor did they see,\n  Blind that they were, the doom which in that hour\n  Was closing round them all. Then with a frown\n  The wise Ulysses looked on them, and said:–",
        "  “Dogs! ye had thought I never would come back\n  From Ilium’s coast, and therefore ye devoured\n  My substance here, and offered violence\n  To my maid-servants, and pursued my wife\n  As lovers, while I lived. Ye dreaded not\n  The gods who dwell in the great heaven, nor feared\n  Vengeance hereafter from the hands of men;\n  And now destruction overhangs you all.”",
        "  He spake, and all were pale with fear, and each\n  Looked round for some escape from death.",
        " Bryant’s Translation, Books XXI., XXII.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}