{
    "title": "National Epics - Selections From the Lusiad",
    "author": "Kate Milner Rabb",
    "chapter": "36",
    "content": [
        "\n\n",
        "INEZ DE CASTRO.",
        "During the reign of Alfonso the Brave, his son Don Pedro secretly wedded\na beautiful maiden of the court, Inez de Castro. The courtiers, jealous\nbecause Inez was a Castilian, betrayed Pedro’s secret to the king, who, in\nthe absence of his son, had Inez brought before him and slain by hired\nruffians.",
        "  While glory, thus, Alonzo’s name adorn’d,\n  To Lisbon’s shores the happy chief return’d,\n  In glorious peace and well-deserv’d repose,\n  His course of fame, and honor’d age to close.\n  When now, O king, a damsel’s fate severe,\n  A fate which ever claims the woful tear,\n  Disgraced his honors–On the nymph’s ’lorn head\n  Relentless rage its bitterest rancor shed:\n  Yet, such the zeal her princely lover bore,\n  Her breathless corse the crown of Lisbon wore.\n  ’Twas thou, O Love, whose dreaded shafts control\n  The hind’s rude heart, and tear the hero’s soul;\n  Thou, ruthless power, with bloodshed never cloy’d,\n  ’Twas thou thy lovely votary destroy’d.\n  Thy thirst still burning for a deeper woe,\n  In vain to thee the tears of beauty flow;\n  The breast that feels thy purest flames divine,\n  With spouting gore must bathe thy cruel shrine.\n  Such thy dire triumphs!–Thou, O nymph, the while,\n  Prophetic of the god’s unpitying guile,\n  In tender scenes by love-sick fancy wrought,\n  By fear oft shifted, as by fancy brought,\n  In sweet Mondego’s ever-verdant bowers,\n  Languish’d away the slow and lonely hours:\n  While now, as terror wak’d thy boding fears,\n  The conscious stream receiv’d thy pearly tears;\n  And now, as hope reviv’d the brighter flame,\n  Each echo sigh’d thy princely lover’s name.\n  Nor less could absence from thy prince remove\n  The dear remembrance of his distant love:\n  Thy looks, thy smiles, before him ever glow,\n  And o’er his melting heart endearing flow:\n  By night his slumbers bring thee to his arms,\n  By day his thoughts still wander o’er thy charms:\n  By night, by day, each thought thy loves employ,\n  Each thought the memory, or the hope, of joy.\n  Though fairest princely dames invok’d his love,\n  No princely dame his constant faith could move:\n  For thee, alone, his constant passion burn’d,\n  For thee the proffer’d royal maids he scorn’d.\n  Ah, hope of bliss too high–the princely dames\n  Refus’d, dread rage the father’s breast inflames;\n  He, with an old man’s wintry eye, surveys\n  The youth’s fond love, and coldly with it weighs\n  The people’s murmurs of his son’s delay\n  To bless the nation with his nuptial day.\n  (Alas, the nuptial day was past unknown,\n  Which, but when crown’d, the prince could dare to own.)\n  And, with the fair one’s blood, the vengeful sire\n  Resolves to quench his Pedro’s faithful fire.\n  Oh, thou dread sword, oft stain’d with heroes’ gore,\n  Thou awful terror of the prostrate Moor,\n  What rage could aim thee at a female breast,\n  Unarm’d, by softness and by love possess’d!",
        "  Dragg’d from her bower, by murd’rous ruffian hands,\n  Before the frowning king fair Inez stands;\n  Her tears of artless innocence, her air\n  So mild, so lovely, and her face so fair,\n  Mov’d the stern monarch; when, with eager zeal,\n  Her fierce destroyers urg’d the public weal;\n  Dread rage again the tyrant’s soul possess’d,\n  And his dark brow his cruel thoughts confess’d;\n  O’er her fair face a sudden paleness spread,\n  Her throbbing heart with gen’rous anguish bled,\n  Anguish to view her lover’s hopeless woes,",
        "  And all the mother in her bosom rose.\n  Her beauteous eyes, in trembling tear-drops drown’d,\n  To heaven she lifted (for her hands were bound);\n  Then, on her infants turn’d the piteous glance,\n  The look of bleeding woe; the babes advance,\n  Smiling in innocence of infant age,\n  Unaw’d, unconscious of their grandsire’s rage;\n  To whom, as bursting sorrow gave the flow,\n  The native heart-sprung eloquence of woe,\n  The lovely captive thus:–\"O monarch, hear,\n  If e’er to thee the name of man was dear,\n  If prowling tigers, or the wolf’s wild brood\n  (Inspired by nature with the lust of blood),\n  Have yet been mov’d the weeping babe to spare,\n  Nor left, but tended with a nurse’s care,\n  As Rome’s great founders to the world were given;\n  Shall thou, who wear’st the sacred stamp of Heaven\n  The human form divine, shalt thou deny\n  That aid, that pity, which e’en beasts supply!\n  Oh, that thy heart were, as thy looks declare,\n  Of human mould, superfluous were my prayer;\n  Thou couldst not, then, a helpless damsel slay,\n  Whose sole offence in fond affection lay,\n  In faith to him who first his love confess’d,\n  Who first to love allur’d her virgin breast.\n  In these my babes shalt thou thine image see,\n  And, still tremendous, hurl thy rage on me?\n  Me, for their sakes, if yet thou wilt not spare,\n  Oh, let these infants prove thy pious care!\n  Yet, Pity’s lenient current ever flows\n  From that brave breast where genuine valor glows;\n  That thou art brave, let vanquish’d Afric tell,\n  Then let thy pity o’er my anguish swell;\n  Ah, let my woes, unconscious of a crime,\n  Procure mine exile to some barb’rous clime:\n  Give me to wander o’er the burning plains\n  Of Libya’s deserts, or the wild domains\n  Of Scythia’s snow-clad rocks, and frozen shore;\n  There let me, hopeless of return, deplore:\n  Where ghastly horror fills the dreary vale,\n  Where shrieks and howlings die on every gale,\n  The lion’s roaring, and the tiger’s yell,\n  There with my infant race, consigned to dwell,\n  There let me try that piety to find,\n  In vain by me implor’d from human kind:\n  There, in some dreary cavern’s rocky womb,\n  Amid the horrors of sepulchral gloom,\n  For him whose love I mourn, my love shall glow,\n  The sigh shall murmur, and the tear shall flow:\n  All my fond wish, and all my hope, to rear\n  These infant pledges of a love so dear,\n  Amidst my griefs a soothing glad employ,\n  Amidst my fears a woful, hopeless joy.”",
        "  In tears she utter’d–as the frozen snow\n  Touch’d by the spring’s mild ray, begins to flow,\n  So just began to melt his stubborn soul,\n  As mild-ray’d Pity o’er the tyrant stole;\n  But destiny forbade: with eager zeal\n  (Again pretended for the public weal),\n  Her fierce accusers urg’d her speedy doom;\n  Again, dark rage diffus’d its horrid gloom\n  O’er stern Alonzo’s brow: swift at the sign,\n  Their swords, unsheath’d, around her brandish’d shine.\n  O foul disgrace, of knighthood lasting stain,\n  By men of arms a helpless lady slain!",
        "  Thus Pyrrhus, burning with unmanly ire,\n  Fulfilled the mandate of his furious sire;\n  Disdainful of the frantic matron’s prayer,\n  On fair Polyxena, her last fond care,\n  He rush’d, his blade yet warm with Priam’s gore,\n  And dash’d the daughter on the sacred floor;\n  While mildly she her raving mother eyed,\n  Resigned her bosom to the sword, and died.\n  Thus Inez, while her eyes to heaven appeal,\n  Resigns her bosom to the murd’ring steel:\n  That snowy neck, whose matchless form sustain’d\n  The loveliest face, where all the graces reign’d,\n  Whose charms so long the gallant prince enflam’d,\n  That her pale corse was Lisbon’s queen proclaim’d,\n  That snowy neck was stain’d with spouting gore,\n  Another sword her lovely bosom tore.\n  The flowers that glisten’d with her tears bedew’d,\n  Now shrunk and languished with her blood embru’d.\n  As when a rose ere-while of bloom so gay,\n  Thrown from the careless virgin’s breast away,\n  Lies faded on the plain, the living red,\n  The snowy white, and all its fragrance fled;\n  So from her cheeks the roses died away,\n  And pale in death the beauteous Inez lay:\n  With dreadful smiles, and crimson’d with her blood,\n  Round the wan victim the stern murd’rers stood,\n  Unmindful of the sure, though future hour,\n  Sacred to vengeance and her lover’s power.",
        "  O Sun, couldst thou so foul a crime behold,\n  Nor veil thine head in darkness, as of old\n  A sudden night unwonted horror cast\n  O’er that dire banquet, where the sire’s repast\n  The son’s torn limbs supplied!–Yet you, ye vales!\n  Ye distant forests, and ye flow’ry dales!\n  When pale and sinking to the dreadful fall,\n  You heard her quiv’ring lips on Pedro call;\n  Your faithful echoes caught the parting sound,\n  And Pedro! Pedro! mournful, sigh’d around.\n  Nor less the wood-nymphs of Mondego’s groves\n  Bewail’d the memory of her hapless loves:\n  Her griefs they wept, and, to a plaintive rill\n  Transform’d their tears, which weeps and murmurs still.\n  To give immortal pity to her woe\n  They taught the riv’let through her bowers to flow,\n  And still, through violet-beds, the fountain pours\n  Its plaintive wailing, and is named Amours.\n  Nor long her blood for vengeance cried in vain:\n  Her gallant lord begins his awful reign,\n  In vain her murderers for refuge fly,\n  Spain’s wildest hills no place of rest supply.\n  The injur’d lover’s and the monarch’s ire,\n  And stern-brow’d Justice in their doom conspire:\n  In hissing flames they die, and yield their souls in fire.\n      Mickle’s Translation, Canto III.\nTHE SPIRIT OF THE CAPE.",
        "Vasco de Gama relates the incidents of his voyage from Portugal to the\nKing of Melinda. The southern cross had appeared in the heavens and the\nfleet was approaching the southern point of Africa. While at anchor in a\nbay the Portuguese aroused the hostility of the savages, and hastily set\nsail.",
        "  “Now, prosp’rous gales the bending canvas swell’d;\n  From these rude shores our fearless course we held:\n  Beneath the glist’ning wave the god of day\n  Had now five times withdrawn the parting ray,\n  When o’er the prow a sudden darkness spread,\n  And, slowly floating o’er the mast’s tall head\n  A black cloud hover’d: nor appear’d from far\n  The moon’s pale glimpse, nor faintly twinkling star;\n  So deep a gloom the low’ring vapor cast,\n  Transfix’d with awe the bravest stood aghast.\n  Meanwhile, a hollow bursting roar resounds,\n  As when hoarse surges lash their rocky mounds;\n  Nor had the black’ning wave nor frowning heav’n\n  The wonted signs of gath’ring tempest giv’n.\n  Amazed we stood. ’O thou, our fortune’s guide,\n  Avert this omen, mighty God!’ I cried;\n  ’Or, through forbidden climes adventurous stray’d,\n  Have we the secrets of the deep survey’d,\n  Which these wide solitudes of seas and sky\n  Were doom’d to hide from man’s unhallow’d eye?\n  Whate’er this prodigy, it threatens more\n  Than midnight tempests, and the mingled roar,\n  When sea and sky combine to rock the marble shore.’",
        "  “I spoke, when rising through the darken’d air,\n  Appall’d, we saw a hideous phantom glare;\n  High and enormous o’er the flood he tower’d,\n  And ’thwart our way with sullen aspect lower’d:\n  An earthy paleness o’er his cheeks was spread,\n  Erect uprose his hairs of wither’d red;\n  Writhing to speak, his sable lips disclose,\n  Sharp and disjoin’d, his gnashing teeth’s blue rows;\n  His haggard beard flow’d quiv’ring on the wind,\n  Revenge and horror in his mien combin’d;\n  His clouded front, by with’ring lightnings scar’d,\n  The inward anguish of his soul declar’d.\n  His red eyes, glowing from their dusky caves,\n  Shot livid fires: far echoing o’er the waves\n  His voice resounded, as the cavern’d shore\n  With hollow groan repeats the tempest’s roar.\n  Cold gliding horrors thrill’d each hero’s breast,\n  Our bristling hair and tott’ring knees confess’d\n  Wild dread, the while with visage ghastly wan,\n  His black lips trembling, thus the fiend began:–",
        "  “’O you, the boldest of the nations, fir’d\n  By daring pride, by lust of fame inspir’d,\n  Who, scornful of the bow’rs of sweet repose,\n  Through these my waves advance your fearless prows,\n  Regardless of the length’ning wat’ry way,\n  And all the storms that own my sov’reign sway,\n  Who, mid surrounding rocks and shelves explore\n  Where never hero brav’d my rage before;\n  Ye sons of Lusus, who with eyes profane\n  Have view’d the secrets of my awful reign,\n  Have passed the bounds which jealous Nature drew\n  To veil her secret shrine from mortal view;\n  Hear from my lips what direful woes attend,\n  And, bursting soon, shall o’er your race descend.",
        "  “’With every bounding keel that dares my rage,\n  Eternal war my rocks and storms shall wage,\n  The next proud fleet that through my drear domain,\n  With daring search shall hoist the streaming vane,\n  That gallant navy, by my whirlwinds toss’d,\n  And raging seas, shall perish on my coast:\n  Then he, who first my secret reign descried,\n  A naked corpse, wide floating o’er the tide,\n  Shall drive–Unless my heart’s full raptures fail,\n  O Lusus! oft shall thou thy children wail;\n  Each year thy shipwreck’d sons thou shalt deplore,\n  Each year thy sheeted masts shall strew my shore.",
        "  “’With trophies plum’d behold a hero come,\n  Ye dreary wilds, prepare his yawning tomb.\n  Though smiling fortune bless’d his youthful morn,\n  Though glory’s rays his laurell’d brows adorn,\n  Full oft though he beheld with sparkling eye\n  The Turkish moons in wild confusion fly,\n  While he, proud victor, thunder’d in the rear,\n  All, all his mighty fame shall vanish here.\n  Quiloa’s sons, and thine, Mombaz, shall see\n  Their conqueror bend his laurell’d head to me;\n  While, proudly mingling with the tempest’s sound,\n  Their shouts of joy from every cliff rebound.",
        "  “’The howling blast, ye slumb’ring storms prepare,\n  A youthful lover and his beauteous fair\n  Triumphant sail from India’s ravag’d land;\n  His evil angel leads him to my strand.\n  Through the torn hulk the dashing waves shall roar,\n  The shatter’d wrecks shall blacken all my shore.\n  Themselves escaped, despoil’d by savage hands,\n  Shall, naked, wander o’er the burning sands,\n  Spar’d by the waves far deeper woes to bear,\n  Woes, e’en by me, acknowledg’d with a tear.\n  Their infant race, the promis’d heirs of joy,\n  Shall now, no more, a hundred hands employ;\n  By cruel want, beneath the parents’ eye,\n  In these wide wastes their infant race shall die;\n  Through dreary wilds, where never pilgrim trod\n  Where caverns yawn, and rocky fragments nod,\n  The hapless lover and his bride shall stray,\n  By night unshelter’d, and forlorn by day.\n  In vain the lover o’er the trackless plain\n  Shall dart his eyes, and cheer his spouse in vain.\n  Her tender limbs, and breast of mountain snow,\n  Where, ne’er before, intruding blast might blow,\n  Parch’d by the sun, and shrivell’d by the cold\n  Of dewy night, shall he, fond man, behold.\n  Thus, wand’ring wide, a thousand ills o’er past,\n  In fond embraces they shall sink at last;\n  While pitying tears their dying eyes o’erflow,\n  And the last sigh shall wail each other’s woe.",
        "  “’Some few, the sad companions of their fate,\n  Shall yet survive, protected by my hate,\n  On Tagus’ banks the dismal tale to tell,\n  How, blasted by my frown, your heroes fell.’",
        "  “He paus’d, in act still further to disclose\n  A long, a dreary prophecy of woes:\n  When springing onward, loud my voice resounds,\n  And midst his rage the threat’ning shade confounds.",
        "  “’What art thou, horrid form that rid’st the air?\n  By Heaven’s eternal light, stern fiend, declare.’\n  His lips he writhes, his eyes far round he throws,\n  And, from his breast, deep hollow groans arose,\n  Sternly askance he stood: with wounded pride\n  And anguish torn, ’In me, behold,’ he cried,\n  While dark-red sparkles from his eyeballs roll’d,\n  ’In me the Spirit of the Cape behold,\n  That rock, by you the Cape of Tempests nam’d,\n  By Neptune’s rage, in horrid earthquakes fram’d,\n  When Jove’s red bolts o’er Titan’s offspring flam’d.\n  With wide-stretch’d piles I guard the pathless strand,\n  And Afric’s southern mound, unmov’d, I stand:\n  Nor Roman prow, nor daring Tyrian oar\n  Ere dash’d the white wave foaming to my shore;\n  Nor Greece nor Carthage ever spread the sail\n  On these my seas, to catch the trading gale.\n  You, you alone have dar’d to plough my main,\n  And with the human voice disturb my lonesome reign.”",
        "  “He spoke, and deep a lengthen’d sigh he drew,\n  A doleful sound, and vanish’d from the view:\n  The frighten’d billows gave a rolling swell,\n  And, distant far, prolong’d the dismal yell,\n  Faint and more faint the howling echoes die,\n  And the black cloud dispersing, leaves the sky.\n  High to the angel-host, whose guardian care\n  Had ever round us watch’d, my hands I rear,\n  And Heaven’s dread King implore: ’As o’er our head\n  The fiend dissolv’d, an empty shadow fled;\n  So may his curses, by the winds of heav’n,\n  Far o’er the deep, their idle sport, be driv’n!’”",
        "  With sacred horror thrill’d, Melinda’s lord\n  Held up the eager hand, and caught the word.\n  “Oh, wondrous faith of ancient days,” he cries,\n  “Concealed in mystic lore and dark disguise!\n  Taught by their sires, our hoary fathers tell,\n  On these rude shores a giant spectre fell,\n  What time from heaven the rebel band were thrown:\n  And oft the wand’ring swain has heard his moan.\n  While o’er the wave the clouded moon appears\n  To hide her weeping face, his voice he rears\n  O’er the wild storm. Deep in the days of yore,\n  A holy pilgrim trod the nightly shore;\n  Stern groans he heard; by ghostly spells controll’d,\n  His fate, mysterious, thus the spectre told:",
        "  “’By forceful Titan’s warm embrace compress’d,\n  The rock-ribb’d mother, Earth, his love confess’d:\n  The hundred-handed giant at a birth,\n  And me, she bore, nor slept my hopes on earth;\n  My heart avow’d my sire’s ethereal flame;\n  Great Adamastor, then, my dreaded name.\n  In my bold brother’s glorious toils engaged,\n  Tremendous war against the gods I waged:\n  Yet, not to reach the throne of heaven I try,\n  With mountain pil’d on mountain to the sky;\n  To me the conquest of the seas befell,\n  In his green realm the second Jove to quell.\n  Nor did ambition all my passions hold,\n  ’Twas love that prompted an attempt so bold.\n  Ah me, one summer in the cool of day,\n  I saw the Nereids on the sandy bay,\n  With lovely Thetis from the wave advance\n  In mirthful frolic, and the naked dance.\n  In all her charms reveal’d the goddess trod,\n  With fiercest fires my struggling bosom glow’d;\n  Yet, yet I feel them burning in my heart,\n  And hopeless, languish with the raging smart.\n  For her, each goddess of the heavens I scorn’d,\n  For her alone my fervent ardor burn’d.\n  In vain I woo’d her to the lover’s bed,\n  From my grim form, with horror, mute she fled.\n  Madd’ning with love, by force I ween to gain\n  The silver goddess of the blue domain;\n  To the hoar mother of the Nereid band\n  I tell my purpose, and her aid command:\n  By fear impell’d, old Doris tried to move,\n  And win the spouse of Peleus to my love.\n  The silver goddess with a smile replies,\n  ’What nymph can yield her charms a giant’s prize!\n  Yet, from the horrors of a war to save,\n  And guard in peace our empire of the wave,\n  Whate’er with honor he may hope to gain,\n  That, let him hope his wish shall soon attain.’\n  The promis’d grace infus’d a bolder fire,\n  And shook my mighty limbs with fierce desire.\n  But ah, what error spreads its dreadful night,\n  What phantoms hover o’er the lover’s sight!",
        "  “The war resign’d, my steps by Doris led,\n  While gentle eve her shadowy mantle spread,\n  Before my steps the snowy Thetis shone\n  In all her charms, all naked, and alone.\n  Swift as the wind with open arms I sprung,\n  And, round her waist with joy delirious clung:\n  In all the transports of the warm embrace,\n  A hundred kisses on her angel face,\n  On all its various charms my rage bestows,\n  And, on her cheek, my cheek enraptur’d glows.\n  When oh, what anguish while my shame I tell!\n  What fix’d despair, what rage my bosom swell!\n  Here was no goddess, here no heavenly charms,\n  A rugged mountain fill’d my eager arms,\n  Whose rocky top, o’erhung with matted brier,\n  Received the kisses of my am’rous fire.\n  Wak’d from my dream, cold horror freez’d my blood;\n  Fix’d as a rock, before the rock I stood;\n  ’O fairest goddess of the ocean train,\n  Behold the triumph of thy proud disdain;\n  Yet why,’ I cried, ’with all I wish’d decoy,\n  And, when exulting in the dream of joy,\n  A horrid mountain to mine arms convey?’\n  Madd’ning I spoke, and furious sprung away.\n  Far to the south I sought the world unknown,\n  Where I, unheard, unscorn’d, might wail alone,\n  My foul dishonor, and my tears to hide,\n  And shun the triumph of the goddess’ pride.\n  My brothers, now, by Jove’s red arm o’erthrown,\n  Beneath huge mountains pil’d on mountains groan;\n  And I, who taught each echo to deplore,\n  And tell my sorrows to the desert shore,\n  I felt the hand of Jove my crimes pursue,\n  My stiff’ning flesh to earthy ridges grew,\n  And my huge bones, no more by marrow warm’d,\n  To horrid piles, and ribs of rock transform’d,\n  Yon dark-brow’d cape of monstrous size became,\n  Where, round me still, in triumph o’er my shame,\n  The silv’ry Thetis bids her surges roar,\n  And waft my groans along the dreary shore.’”",
        " Mickle’s Translation, Canto V.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}