{
    "title": "National Epics - The Story of Paradise Regained",
    "author": "Kate Milner Rabb",
    "chapter": "43",
    "content": [
        "\n\n",
        "After the expulsion from Paradise of Adam and Eve, Satan and his followers\ndid not return to Hell, but remained on earth, the fallen angels becoming\nthe evil gods of various idolatrous nations and Satan engaging in every\nkind of evildoing which he knew would vex the Powers of Heaven. All the\ntime he was troubled by the thought of the heavenly foe who he had been\ntold would one day appear on earth to crush him and his rebel angels.",
        "Now John had come out of the wilderness, proclaiming his mission, and\namong those who came to him to be baptized was one who was deemed the son\nof Joseph of Nazareth. John recognized in the obscure carpenter’s son the\none “mightier than he” whose coming he was to proclaim, and this fact was\nfurther made clear to the multitude and the observant Satan by the opening\nof the Heavens and the descent therefrom on Christ’s head of the Dove,\nwhile a voice was heard declaring, “This is my beloved Son.”",
        "Satan, enraged, fled to the council of the fiends to announce to them the\npresence on earth of their long-dreaded enemy. He was empowered by them to\nattempt his overthrow, and they were the more confident because of his\nsuccess with Adam and Eve.",
        "Satan’s purpose was known to the Eternal Father, who smiled to see him\nunwittingly fulfilling the plan so long foreordained for his destruction.",
        "After his baptism, the Father had sent his Son into the wilderness to gain\nstrength for his struggle with Sin and Death, and there Satan, in the\nguise of an old, poorly clad rustic, found him. Although the Son of God\nhad wandered through the rock-bound, pathless desert, among wild beasts,\nwithout food for forty days, he had no fear, believing that some impulse\nfrom above had guided him thither before he should go out among men to do\nhis divinely appointed task.",
        "Then, when hunger came upon him as he wandered, thinking of past events\nand those to come, he met the aged man and was addressed by him.",
        "“Sir, how came you hither, where none who ventures alone escapes alive? I\nask because you look not unlike the man I lately saw baptized by John and\ndeclared the Son of God.”",
        "“I need no guide,” replied the Son. “The Power who brought me here will\nbring me forth.”",
        "“Not otherwise than by miracle. Here we subsist only upon dry roots and\nmust often endure parching thirst. If thou art indeed the Son of God, save\nthyself and relieve us wretched people by changing these stones to bread.”",
        "“Men live not by bread alone,” replied the Son, “but by the word of God.\nMoses in the Mount was without food and drink for forty days. Elijah also\nwandered fasting in the wilderness. Thou knowest who I am as I know who\nthou art; why shouldest thou suggest distrust to me?”",
        "“’Tis true that I am that unfortunate spirit who fell from Heaven, but I\nhave been permitted to roam around the earth and have not been altogether\nexcluded from Heaven. God allowed me to test Job and prove his worth and\nto draw Ahab into fraud. Though I have lost much of my original brightness\nI can still admire all that is illustrious and good. The sons of men\nshould not regard me as an enemy, for I have oft given them aid by\noracles, dreams, and portents. My loss was not through them, so their\nrestoration does not grieve me; only that fallen man will be restored and\nnot I.”",
        "“Thou deservest to grieve, tissue of lies that thou art!” exclaimed our\nSavior. “Thou boastest of being released from Hell and permitted to come\ninto Heaven. No joy hast thou there! Thy own malice moved thee to torture\nJob. Brag not of thy lies, thy oracles for men. Henceforth oracles are\ndumb, since God has sent his living oracle into the world to teach the\ntruth.”",
        "Satan, though angry, still dissembled.",
        "“Accuse me, reprove me, if thou wilt. Fallen as I am, I still love to hear\nthe truth fall from thy lips.”",
        "Unmoved by his false words the Savior of men declared that he neither\nforbade nor invited his presence, and Satan, bowing low, disappeared as\nnight fell over the desert.",
        "In the mean time, those at Bethabara who had rejoiced at the declaration\nof John and had talked with the Messiah, were deeply grieved to find him\ngone and with him their hope of deliverance. His mother, too, was troubled\nat his absence, but comforted herself with the thought of his former\nabsences, afterwards explained.",
        "Satan, hastening from the desert, sought his troop of evil spirits to warn\nthem that his undertaking was no easy one, and to summon them to his\nassistance.",
        "Night fell on the Son of God, still fasting, wondering what would be the\nend. In sleep he was visited by dreams of Elijah, raven-fed, and of the\nsame prophet fed by the angel in the desert, and as he dreamed that he ate\nwith them, the lark’s song awoke him and he wandered into a pleasant\ngrove. As he viewed it, charmed by its beauty, a man appeared before him,\nno rustic this time, but one attired in the apparel of city or court.",
        "“I have returned, wondering that thou still remainest here, hungering.\nHagar once wandered here; the children of Israel, and the Prophet, but all\nthese were fed by the hand of Heaven. Thou alone art forgotten and goest\ntormented by hunger.”",
        "Though the Son of God declared that he had no need to eat, Satan invited\nhis attention to a table, set under a spreading tree. Upon it was heaped\nevery known delicacy; by it waited youths handsome as Ganymede, and among\nthe trees tripped naiads and nymphs of Diana, with fruits and flowers.\nExquisite music was heard, and the perfumes of Araby filled the air.",
        "“Why not sit and eat?” continued Satan. “These foods are not forbidden,\nand all these gentle ministers are ready to do thee homage.”",
        "“What hast thou to do with my hunger?” demanded Jesus. “Should I receive\nas a gift from thee what I myself could command if I so desired? I too\ncould bring a table here, and swift-winged angels to attend me. Thy gifts\nare but guiles.”",
        "“I am forever suspected,” responded Satan, as the table vanished. “Hunger\ncannot move thee, set on high designs. But what canst thou, a lowly\ncarpenter’s son, accomplish without aid? Where wilt thou find authority,\nwhere followers? First get riches; hearken to me, for fortune is in my\nhand. Wealth will win, while virtue, valor, and wisdom sit and wait in\nvain.”",
        "“Yet what can wealth do without these?” replied Jesus patiently. “How can\nit gain dominion, and keep it when gained? Gideon, Jephtha, David, and\namong the heathen (for I am not ignorant of history) Quinctius, Fabricius,\nCurius, Regulus, all these have risen from the depths and achieved the\nhighest deeds. Then, why may not I accomplish as much, even more, without\nwealth, which but cumbers the wise man, and slackens virtue, rather than\nprompts it to worthy deeds? Suppose I reject both riches and realms? Not\nbecause the regal diadem is a wreath of thorns and he who wears it bears\neach man’s burden, for the king’s chief praise is the manner in which he\nbears this burden for the public. But he who rules himself is greater than\na king, and he who cannot do this should not aspire to royal power. But it\nis surely more kingly to lead nations blinded by error into the light of\nGod’s truth. This dominion is over the nobler part of man. And it has ever\nbeen thought greater and nobler to give a kingdom and to lay down\nauthority than to assume it. Therefore thy riches are needless both in\nthemselves, and to gain a kingdom which would better be missed than\ngained.”",
        "Satan, though for a moment struck dumb by this answer to his arguments,\nsoon collected himself and suggested that while the Savior knew so well\nwhat was best to know, say, and do, that if known he would be regarded as\nan oracle, still he did wrong to despise glory and deprive earth of his\ngreat deeds, citing as examples of more active spirits accomplishing much\nwhen younger than he, the young Alexander, Scipio, Pompey, and Caesar. But\nthe Savior replied that the glory which consisted of the approval of the\nrabble was only to be despised. The true glory was that of the man who\ndared to be truly good, who though little known on earth, was famous in\nHeaven. Such men did not lay waste fields, sack, pillage, and slay, but by\ndeeds of peace won the approval of the Father. Such was Job, oft tempted\nby Satan; such was Socrates, who suffered unjust death for teaching truth.\nAnd the Son of God had come upon earth not to win glory for himself as\nvain men do, but for Him who sent him.",
        "“Thy Father does not despise glory,” sneered Satan. “He demands it from\nhis angels, from men, even from us, his foes.”",
        "“With reason,” answered the Son, “since he created all things, though not\nfor glory. And what slighter recompense could he expect from men who could\nreturn nothing else?”",
        "Satan, remembering his own ambition and his fall, was silent for a moment,\nand then spoke to remind the Savior that he was born to the throne of\nDavid, but that it must be wrested from the Roman by force of arms. It was\nhis duty to do this and save his people from oppression.",
        "“All things in due time,” replied the Savior. “If the Writ tells of my\nsufferings, my tribulations, of violence done unto me, it also tells of my\nreign without end. I can wait. He who suffers best, can do best; he who\nobeys first, reigns best; and why shouldest thou be so anxious to hasten\nmy rule when it means thy destruction?”",
        "“When hope is gone, what is there left to fear? My punishment will come\nwhether thou reign or no. I could hope that thy reign would stand between\nme and the anger of thy Father. And if I haste to the worst that can be,\nwhy shouldest thou go so slowly to the best? Perhaps thou fearest the\ndangerous enterprise, thou who, pent up in Galilean towns, hast seen so\nlittle.”",
        "So saying, he took the Son up into a high mountain at the foot of which\nstretched a vast plain. Two rivers watered the fertile land. The hills\nwere covered with flocks; vast cities could be seen, and here and there,\nso wide was the land, a barren desert. Then the Tempter pointed out the\nvast cities of Assyria, Nineveh, Babylon, Persepolis, Bactra, and the vast\nhost of the Parthian king, even then marching against the Scythians. As\nthey watched the great host of mailed warriors, accompanied by chariots,\nelephants, archers, engineers, Satan pursued his argument. Suppose the Son\nshould take possession of his kingdom; how should he hope to keep it in\npeace between two such powerful enemies as the Parthians and the Romans?\nIt would be better to conquer first the nearest, the Parthians, and this\ncould be done with Satan’s help. In doing this he would not only be able\nto occupy his throne but would deliver the offspring of the Ten Tribes of\nIsrael, who, scattered among the Medes, still served as slaves.",
        "But the Savior, in response, only questioned Satan as to why he had\nsuddenly become so solicitous for the salvation of the Tribes when he\nhimself had once tempted David to number Israel and had thus brought\npestilence upon them. And as to the Ten Tribes, they had brought their\npunishment upon themselves, and must serve the enemy and their idols until\nthe Father should see fit to release them.",
        "Though embarrassed by the failure of his wiles, Satan could not yet yield.\nTurning to the western side of the mountain, he pointed out to the Savior\na long, narrow plain, bordered on the south by the sea and protected from\nnorthern blasts by a mountain range. There, crowning the seven hills stood\nthe imperial city adorned with porches, theatres, baths, aqueducts, and\npalaces. Satan pointed out the different objects of interest in splendid\nRome, the Capitol, Mt. Palatine, crowned by the imperial palace, and the\ngreat gates, through which issued or entered a continuous stream of\npraetors, proconsuls, lictors, legions, embassies, on all the roads which\nled through the far-stretching empire, even to those of the Asian kings,\nand remote Britain. All the glory of the world, he argued, lay in Parthia\nand Rome, and Rome was greater. He who ruled her was indeed ruler of the\nworld, and yet its present emperor was old, weak, lascivious, without\nheir, and lived at Capreae, his public cares entrusted to his favorite.\nHow easily could the Son of God force from him the power and lift the yoke\nfrom his people!",
        "But the splendor of the scene allured neither the eye nor the mind of the\nSon. The gluttonies, the gorgeous feasts, the hollow compliments and lies\nof the people did not attract him. His mission, he told his Tempter, was\nnot yet to free that people, once just and frugal, now debased by their\ninsatiable ambition. When the time came for him to sit on David’s throne,\nthis with all other kingdoms of the earth would be shattered while his\nkingdom would be eternal.",
        "“Though thou despisest my offers,” cried Satan, “thou knowest that I\nesteem them highly, and will not part with them for nought. This is the\ncondition; Wilt thou fall down and worship me as thy superior lord?”",
        "“It is written, thou accursed one,” responded the Savior in disdain, “that\nthou shouldst worship and serve the Lord thy God alone. Who gave thee the\nkingdoms of the earth if He did not? And what gratitude thou showest! Get\nthee behind me! Truly thou art Satan!”",
        "Satan, abashed but not silenced, pointed southwest toward Athens. Since\nthe Savior seemed to prefer a contemplative life, why should he not seek\nthat seat of learning? All wisdom was not contained in Moses’ law and the\nwritings of the prophets. Let him master the learning of the great\nAthenian teachers, philosophers and orators, and he would be a king within\nhimself.",
        "But the Savior assured Satan that, having received light from above, he\nknew how false and fallacious were the boasted philosophies of the Greeks.\nTheir philosophers, ignorant of themselves and of God, and arrogating all\nglory to themselves and ascribing none to Him, were unable to impart\nwisdom to any one. From Hebrew psalm and hymn, and captive harps in\nBabylon, the Greeks derived their arts, and the results, the odious\npraises of their vicious gods, could not compare with the songs of Sion in\npraise of the Father. Their orators, too, were far below the Hebrew\nprophets. “Stay in the wilderness, then,” thundered Satan, wroth at this\nfailure. “Since neither riches nor arms, nor power, nor yet the\ncontemplative life please thee, it is for thee the fittest place! But the\ntime will yet come when violence, stripes, and a cruel death will make\nthee long for me and my proffered power. Truly the stars promise thee a\nkingdom, but of what kind and when I cannot read.”",
        "As he disappeared, darkness fell, and the Son of God, still hungry and\ncold, sought rest under a sheltering tree. But Satan watched near, and\nforbade rest. Thunder and lightning shook the Heavens; rain drenched the\nearth; the fury of the winds was loosed, and in their path the sturdiest\ntrees were uprooted. Ghosts, furies, raved around the holy one, but,\nunshaken by fear, he endured all calmly, and came forth, as the bright sun\nshone upon the earth, to meet again the Prince of Darkness.",
        "Enraged that the terrors of the night had had no effect upon his enemy,\nSatan cried out that he still doubted that the wanderer in the wilderness\nwas the Son of God in the true sense, and would therefore try him another\nway.",
        "So speaking, he caught him up and bore him through the air unto Jerusalem,\nand setting him on the highest pinnacle of the glorious Temple, said\nscornfully:–",
        "“Stand there, if thou canst; I have placed thee highest in thy Father’s\nhouse. Now show if thou art indeed the Son of God. Cast thyself down, for\nit is written that He will command his angels concerning thee, so that\nthey in their hands shall uplift thee.”",
        "“It is also written,” said Jesus, “’Tempt not the Lord thy God.’” And as\nhe so spoke and stood, Satan, overcome with amazement, fell whence he had\nexpected to see his conqueror fall, and, struck with dread and anguish at\nhis certain defeat, fled to his rebel angels.",
        "Straightway, a “fiery globe” of angels received the Son on their pinions,\nbore him from the pinnacle into a flowery vale, and there refreshed him\nwith ambrosial food and water from the Fount of Life, while all around him\nthe angelic choir sang his praises for the conquest of his enemy, and\nencouraged him to go forth on his work of saving mankind. Thence, rested\nand refreshed, he arose, and went, unobserved, home to his mother’s house.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}