{
    "title": "National Epics - Selections From the Divine Comedy - Count Ugolino",
    "author": "Kate Milner Rabb",
    "chapter": "32",
    "content": [
        "\n\n",
        "In the frozen lake of Cocytus in the ninth circle of the Inferno, where\nwere punished the traitors to kindred, country, friends, or benefactors,\nthe poets beheld Count Ugolino, a Guelph, who, because of his treachery,\nwas taken prisoner by the people with his sons and grandsons and thrust\ninto a tower, where they were left to starve. Ugolino was frozen in the\nice, where he forever gnawed the head of the Archbishop Ruggieri, his\nenemy. At the request of Dante he stopped to tell his story.",
        "                 “Thy will ’tis I renew\n    A desperate sorrow that doth crush my heart\n    Even before my lips its tale impart.\n  But if my words may be a seed that, sowed,\n    Shall fruit of infamy to this traitor bear,\n    Then, though I weep, speech too shall be my care.",
        "  “Who thou may’st be I know not, nor what mode\n    Hath brought thee here below, but then I glean,\n    From words of thine, thou art a Florentine.\n  That I Count Ugolino was, know thou,\n    And this the Archbishop Ruggieri. Why\n    I will thee tell we are such neighbors nigh.\n  Needs not to say that him I did allow\n    A friend’s own trusts, but so his treachery wrought;\n    That first my liberty, then my life, it sought.",
        "  “But that which thou canst not have hitherto learned\n    That is, how cruel was my death, I thee\n    Will tell; judge thou if he offended me.\n  Within the Mew, a tower which well hath earned\n    From me its name of Famine, and where wrath\n    Yet others waits, a narrow opening hath,\n  Through which of several moons the broken light\n    Had strayed, when unto me in sleep was sent\n    A dream whereby the future’s veil was rent.",
        "  “This ill dream me this man set forth in might:\n    He wolf and whelps upon those mounts pursued\n    Which Pisa ’twixt and Lucca’s domes obtrude.\n  Hounds had he with him, lank and shrewd and keen,\n    And in their front Gualandi’s sword had place,\n    Sismondi’s lash and sour Lanfranchi’s mace.\n  Father and sons’ undoing soon was seen;\n    Methought the sharp fangs on them closed, and tore\n    Their flanks, which now the hue of crimson wore.",
        "  “Before the dawn I woke and heard my sons,\n    The helpless children with me, in their sleep,\n    Cry out for bread, cries pushed from sobbings deep.\n  Right cruel art thou, if not e’en now runs\n    To tears thy grief at what my heart forbode,\n    If tears of thine at misery’s tale e’er flowed.\n  And then they woke, and came the hour around\n    Which had been wont our scanty meal to bring;\n    But from our dreams dumb terrors seemed to spring;",
        "  “When from below we heard the dreadful sound\n    Of nails; the horrible tower was closed; all dumb\n    I let my gaze into my sons’ eyes come.\n  Weep I did not, like stone my feelings lay.\n    They wept, and spoke my little Anselm: ’Pray\n    Why lookest so? Father, what ails thee, say?’\n  Shed I no tear, nor answered all that day\n    Nor the next night, until another sun\n    His journey through the wide world had begun.",
        "  “Then came a small ray into our sad, sad den,\n    And when in their four faces I beheld\n    That carking grief which mine own visage held,\n  Mine hands for grief I bit, and they, who then\n    Deemed that I did it from desire to eat,\n    Stood up each one at once upon his feet,\n  And said: ’Father, ’twill give us much less pain\n    If thou wilt eat of us: of thee was born\n    This hapless flesh, and be it by thee torn.’",
        "  “Myself I calmed that they might not so grieve;\n    Mute that day and the next we were; O thou\n    Most cruel earth, that didst not open now!\n  When we the fourth day’s agony did receive\n    Stretched at my feet himself my Gaddo threw,\n    And said: ’My father, canst thou nothing do?’\n  There died he, and, as now sees me thy sight,\n    The three I saw fall one by one; first died\n    One on the fifth; deaths two the sixth me tried.",
        "  “Then blind, I groped o’er them to left and right,\n    And for three days called on their spirits dead;\n    Then grief before the power of fasting fled.\"\n             Wilstach’s Translation, Inferno. Canto XXXIII.\nBUONCONTE DI MONTEFELTRO.",
        "On the second terrace of the Ante-Purgatory, on the Purgatorial Mount,\nwere the spirits of those whose lives were ended by violence. Among those\nwho here addressed Dante was Buonconte di Montefeltro, who was slain in\nthe battle of Campaldino, and whose body was never found.",
        "  Another then: “Ah, be thy cherished aim\n    Attained that to the lofty Mount thee draws,\n    As thou with pity shalt advance my cause.\n  Of Montefeltro I Buonconte am;\n    Giovanna, and she only, for me cares;\n    Hence among those am I whom waiting wears.”",
        "  “What violence or what chance led thee so wide\n    From Campaldino,” I of him inquired,\n    “That’s still unknown thy burial-place retired?\"\n  “Oh, Casentino’s foot,” he thus replied,\n    “Archiano’s stream o’erflows, which hath its rise\n    Above the Hermitage under Apennine skies.\n  There where its name is lost did I arrive,\n    Pierced through and through the throat, in flight,\n    Upon the plain made with my life-blood bright;",
        "  “There sight I lost, and did for speech long strive;\n    At last I uttered Mary’s name, and fell\n    A lifeless form, mine empty flesh a shell.\n  Truth will I speak, below do thou it hymn;\n    Took me God’s Angel up, and he of Hell\n    Cried out: ’O thou from Heaven, thou doest well\n  To rob from me the eternal part of him\n    For one poor tear, that me of him deprives;\n    In other style I’ll deal with other lives!’",
        "  “Well know’st thou how in air is gathered dim\n    That humid vapor which to water turns\n    Soon as the cold its rising progress learns.\n  The fiend that ill-will joined (which aye seeks ill)\n    To intellectual power, which mist and wind\n    Moved by control which faculties such can find,\n  And afterwards, when the day was spent, did fill\n    The space from Protomagno to where tower\n    The Mounts with fog; and high Heaven’s covering power",
        "  “The pregnant atmosphere moist to water changed.\n    Down fell the rain, and to the ditches fled,\n    Whate’er of it the soil’s thirst had not sped;\n  And, as it with the mingling torrents ranged\n    Towards the royal river, so it flowed\n    That over every obstacle wild it rode.\n  The robust river found my stiffened frame\n    Near to its outlet, and it gave a toss\n    To Arno, loosening from my breast the cross",
        "  “I made of me when agony me o’ercame;\n    Along his banks and bottoms he me lapped,\n    Then in his muddy spoils he me enwrapped.\"\n           Wilstach’s Translation, Purgatorio, Canto V.\nBEATRICE DESCENDING FROM HEAVEN.",
        "Dante and Vergil mounted to the Terrestial Paradise, where, while they\ntalked with Matilda, the Car of the Church Triumphant appeared in the\ngreatest splendor. As it stopped before Dante it was enveloped in a shower\nof roses from the hands of a hundred angels.",
        "  I have beheld ere now, when dawn would pale,\n    The eastern hemisphere’s tint of roseate sheen,\n    And all the opposite heaven one gem serene,\n  And the uprising sun, beneath such powers\n    Of vapory influence tempered, that the eye\n    For a long space its fiery shield could try:",
        "  E’en so, embosomed in a cloud of flowers,\n    Which from those hands angelical upward played,\n    And roseate all the car triumphal made,\n  And showered a snow-white veil with olive bound,\n    Appeared a Lady, green her mantle, name\n    Could not describe her robe unless ’t were flame.\n  And mine own spirit, which the past had found\n    Often within her presence, free from awe,\n    And which could never from me trembling draw,\n  And sight no knowledge giving me at this time,\n    Through hidden virtue which from her came forth,\n    Of ancient love felt now the potent worth.\n  As soon as on my vision smote sublime\n    The heavenly influence that, ere boyhood’s days\n    Had fled, had thrilled me and awoke my praise,\n  Unto the leftward turned I, with that trust\n    Wherewith a little child his mother seeks,\n    When fear his steps controls, and tear-stained cheeks,",
        "  To say to Vergil: “All my blood such gust\n    Of feeling moves as doth man’s bravery tame;\n    I feel the traces of the ancient flame.\"\n            Wilstach’s Translation, Paradiso, Canto XXX.\nTHE EXQUISITE BEAUTY OF BEATRICE.",
        "While Dante and Beatrice rose from the Heaven of Primal Motion to the\nEmpyrean, the poet turned his dazzled eyes from the heavens, whose sight\nhe could no longer bear, to the contemplation of Beatrice.",
        "    Wherefore my love, and loss of other view,\n    Me back to Beatrice and her homage drew.\n  If what of her hath been already said\n    Were in one single eulogy grouped, ’t would ill\n    Her meed of merit at this moment fill.",
        "  The beauty which in her I now beheld\n    B’yond mortals goes; her Maker, I believe,\n    Hath power alone its fulness to receive.\n  Myself I own by obstacles stronger spelled\n    Than in his labored theme was ever bard\n    Whose verses, light or grave, brought problems hard;\n  For, as of eyes quelled by the sun’s bright burst,\n    E’en so the exquisite memory of that smile\n    Doth me of words and forming mind beguile.",
        "  Not from that day when on this earth I first\n    Her face beheld, up to this moment, song\n    Have I e’er failed to strew her path along,\n  But now I own my limping numbers lame;\n    An artist sometimes finds his powers surpassed,\n    And mine succumbs to beauty’s lance at last.\n  And I must leave her to a greater fame\n    Than any that my trumpet gives, which sounds,\n    Now, hastening notes, which mark this labor’s bounds.\n            Wilstach’s Translation, Paradiso, Canto XXX.\nTHE ORLANDO FURIOSO.",
        "Ludovico Ariosto, author of the Orlando Furioso was born in Reggio, Italy,\nSept. 8, 1474. In 1503 he was taken into the service of the Cardinal\nHippolito d’Este, and soon after began the composition of the Orlando\nFurioso, which occupied him for eleven years. It was published in 1516,\nand brought him immediate fame. Ariosto was so unkindly treated by his\npatron that he left him and entered the service of the cardinal’s brother,\nAlfonso, Duke of Ferrara. By him he was appointed governor of a province,\nin which position he repressed the banditti by whom it was infested, and\nafter a successful administration of three years, returned to Ferrara to\nreside. The latter part of his life was spent in writing comedies and\nsatires, and in revising the Orlando Furioso. He died in Ferrara, June 6,\n1533.",
        "The Orlando Furioso is a sequel to Boiardo’s Orlando Innamorata, Ariosto\ntaking up the story at the end of that poem. Its historical basis is the\nwars of Charlemagne with the Moors, which were probably confused with\nthose of Charles Martel. As the Orlando of the poem is the same Roland\nwhose fall at Roncesvalles in 778 is celebrated in the Song of Roland, its\nevents must have occurred before that time.",
        "Although the poem is called Orlando Furioso, Orlando’s madness occupies a\nvery small part of it, the principal threads of the story being Orlando’s\nlove for Angelica and his consequent madness, the wars of Charlemagne, and\nthe loves of Bradamant and Rogero. From this Rogero the family of Este\nclaimed to be derived, and for this reason Ariosto made Rogero the real\nhero of the poem, and took occasion to lavish the most extravagant praises\nupon his patron and his family.",
        "With these principal threads are interwoven innumerable episodes which are\nnot out of place in the epic, and lend variety to a story which would\notherwise have become tiresome. The lightness of treatment, sometimes\napproaching ridicule, the rapidity of movement, the grace of style, and\nthe clearness of language, the atmosphere created by the poet which so\nsuccessfully harmonizes all his tales of magic and his occasional\ninconsistencies, and the excellent descriptions, have all contributed to\nthe popularity of the poem, which is said to be the most widely read of\nthe epics. These descriptions outweigh its faults,–the taking up the\nstory of Boiardo without an explanation of the situation, the lack of\nunity, and the failure to depict character; for with the exception of\nBradamant and Rogero, Ariosto’s heroes and heroines are very much alike,\nand their conversation is exceedingly tiresome.",
        "The Furioso is written in the octave stanza, and originally consisted of\nforty cantos, afterwards increased to forty-six.",
        "The poem is the work of a practical poet, one who could govern a province.\nIt is marred by an over-profusion of ornament, and contains no such lofty\nflights of fancy as are to be found in the Jerusalem Delivered. To this,\nno doubt, it owes, in part at least, its great popularity, for the poet’s\npoem is never the people’s poem.",
        "Dublin University Magazine, 1845, xxvi., 187-201, 581-601, xxvii., 90-104;",
        "Retrospective Review, 1823, viii., 145-170, ix., 263-291;",
        "William T. Dobson’s Classic Poets, 1879, pp. 186-238;",
        "Leigh Hunt’s Stories from the Italian Poets, n. d. vol. ii., pp. 134-151;",
        "William Hickling Prescott’s Italian Narrative Poetry. (See his\nBiographical and Critical Miscellanies, 1873, pp. 441-454);",
        "M. W. Shelley’s Lives of the most eminent Literary and Scientific Men of\nItaly, Spain, and Portugal, 1835, pp. 239-255. (In Lardner’s Cabinet\nCyclopedia, vol. i.);",
        "John Addington Symonds’s Italian Literature, 1888, vol. i., pp. 493-522,\nvol. ii. pp. 1-50.",
        "Orlando Furioso, Tr. from the Italian by Sir James Harrington, 1724;",
        "Orlando Furioso, Tr. by John Hoole, 1819;",
        "Orlando Furioso, Tr. into English verse by W. S. Rose, 2 vols., 1864-5.",
        "THE STORY OF THE ORLANDO FURIOSO.",
        "The Emperor Charlemagne was at war with the Moors and had camped near the\nPyrenees with his host, determined to conquer their leaders, Marsilius of\nSpain and Agramant of Africa. To his camp came Orlando, the great paladin,\nwith the beautiful Angelica, princess of Cathay, in search of whom he had\nroamed the world over. Orlando’s cousin, Rinaldo, another of the great\nlords of Charlemagne, also loved Angelica, for he had seen her immediately\nafter drinking of the Fountain of Love in the forest of Arden, and\nCharlemagne, fearing trouble between the cousins on her account, took\nAngelica from Orlando’s tent and placed her in the care of Duke Namus of\nBavaria.",
        "Angelica did not like Orlando and she loathed Rinaldo, for he had been the\nfirst to meet her after she had tasted the waters of the Fountain of Hate.\nSo when the Christian forces were one day routed in battle and the tents\nforsaken, she leaped on her palfrey and fled into the forest. Here the\nfirst person she met was the hated Rinaldo; and fleeing from him she\nencountered the fierce Moor Ferrau, who, being also in love with her, drew\nhis sword and attacked the pursuing paladin. But when the two discovered\nthat Angelica had taken advantage of their duel to flee, they made peace\nand went in search of her.",
        "As she fled, Angelica met Sacripant, an eastern lover who had followed her\nto France, and put herself under his protection. But when Sacripant was\nfirst defeated by Bradamant and then engaged in battle with the pursuing\nRinaldo, she deemed herself safer without him and fled; and presently a\npage appeared, a shade conjured there by a hermit magician whom Angelica\nhad met, and announced to the warriors that Orlando had appeared and\ncarried the maid to Paris.",
        "Rinaldo immediately hastened to Paris, to find Orlando absent and\nCharlemagne, defeated by the Moors, entrenching himself in the city and\npreparing to send to England for aid. Rinaldo must be his ambassador, and\nthat without a day’s delay.",
        "Frantic with jealousy, Rinaldo leaped into a ship in the midst of a storm,\nand hastened on his errand. Driven upon the coast of Scotland, he won the\nking’s gratitude by saving his daughter Ginevra from shame and death, and\nsecured from him a promise of all the horsemen and arms that could be\nspared. He was equally successful in England, and was soon reviewing the\ntroops preparatory to their embarkation.",
        "The warrior maid, Bradamant, sister of Rinaldo, after overthrowing\nSacripant, pursued her way through the forest in search of Rogero the\npagan. They had met once in battle and had loved, and since then she had\never roamed through the land in search of him. In the forest she found\nPinabel, lamenting because his beloved lady had been snatched from him by\na wizard on a winged steed, and carried to an impregnable castle. Thither\nhe had seen many warriors conveyed, among them Rogero and Gradasso,\nconquered first by the lance and then thrown into profound slumber by the\nglare of a magic shield carried by the wizard.",
        "Bradamant, anxious to save Rogero, offered to rescue Pinabel’s lady if he\nwould guide her to the castle. But when the treacherous knight learned\nthat she was Bradamant, between whose house and his there was a deadly\nfeud, he planned to slay her, and soon, by his treachery, managed to hurl\nher down a precipice.",
        "Bradamant was only stunned by the fall, however, and soon awoke, to find\nherself at the entrance of a cave, which was the tomb of Merlin. Melissa,\nthe prophetess maid, welcomed her, assured her that Rogero should be her\nspouse, and showed her their phantom descendants, brave princes and\nbeautiful princesses of the house of Este. She then told her that\nBrunello, a knight of King Agramant, was hastening to the castle to\nrelease the prisoners by means of a magic ring, formerly the property of\nAngelica, which when put in the mouth would render one invisible, and,\nworn on the finger, made one proof against magic spells. Bradamant must\novercome Brunello, wrest the ring from him, and herself free Rogero.",
        "Following Melissa’s advice, Bradamant overtook Brunello, seized the ring,\nand hastening to the castle, challenged Atlantes to battle. When he\ndisplayed the shield she pretended to become unconscious; but when he ran\nup to bind her she sprang up and seized him. He declared that he had\nimprisoned Rogero, his nephew, only to save him from the fate foretold by\nthe stars, death by treachery at the hands of the Christians, and had\nbrought the other knights and ladies there for his entertainment. Then\nAtlantes broke the spell and disappeared, together with the castle, and\nthe prisoners trooped forth, Rogero among them.",
        "Bradamant was happy, but alas! only for a moment; for as she and Rogero\nwent down the mountain together he thoughtlessly leaped on the hippogrif,\nwhich alighted near him, and the winged steed, refusing his control, rose\nin the air, leaving the tearful Bradamant behind. The hippogrif flew\nrapidly over land and sea until it was directly above a small island, upon\nwhich it descended. Rogero sprang from its back, tied it to a myrtle tree,\nand, weary from his three thousand mile ride in heavy armor, prepared to\ndrink from a rippling spring. The groves were of cedar, laurel, palm, and\nmyrtle; roses and lilies filled the air with their perfume, and the wild\nstag and timid hare ran fearlessly through the groves. As he stooped to\ndrink he heard a voice issuing from the myrtle to which he had tied the\nhippogrif. It was that of Astolpho, the English knight, who told him that\nthe greater part of the island was under the control of Alcina the\nenchantress, who had left only a small portion to her sister Logistilla,\nto whom it all rightfully belonged. He himself had been enticed thither by\nAlcina, who had loved him for a few weeks, and then, serving him as she\ndid all her lovers, had transformed him to a tree.",
        "Rogero determined to profit by this advice; but when he was driven from\nthe narrow path to Logistilla’s domain and met Alcina he fell under the\npower of her beauty, and thought Astolpho a traducer. The days passed so\ngayly in her beautiful home that Rogero forgot the pagan cause, forgot his\nduty, forgot Bradamant, and was roused from his lethargy only by Melissa,\nto whom Bradamant had given the magic ring to enable her to find and\nrescue her lover. Melissa found the young knight when apart from Alcina,\nand gave him the ring that he might with it be enabled to see the\nenchantress in her true form. She then instructed him how to escape and\nseek the kingdom of Logistilla. Rogero was disgusted when the beautiful\nenchantress appeared as a hideous, wrinkled old woman, but concealing his\nchange of feeling, waited until the opportunity presented itself to get\nhis armor, take a steed, and pass by the warders of the gate. With great\ndifficulty he reached a stream which separated Alcina’s lands from those\nof Logistilla, and while ferrying across was overtaken by the boats of\nAlcina. With the help of Atlantes’ shield, they were overcome, and Alcina\nwas forced to depart, weeping, with only one boat, while Rogero entered\nthe castle of the fairy Logistilla, from whom he learned many noble\nlessons.",
        "Here came the other knights freed from Alcina’s enchantment by Melissa,\nand Melissa herself with Astolpho, on the hippogrif, which she had learned\nto control. Astolpho was in his own armor and bore his wondrous spear,\nwhich had the power of overthrowing every one whom it so much as touched.",
        "After a short rest among the pleasant gardens of Logistilla, Rogero\ndeparted on the hippogrif, and although anxious to see his Bradamant\nagain, took the opportunity to pass over all the known world by this novel\nmethod of travel. He saw the troops in England gathering to go to the aid\nof Charlemagne, and rescued the beautiful Angelica, who had been taken by\npirates and sold to the people of Ebuda, who chained her upon a rock as a\nvictim for the orc. Rogero put the orc to sleep with his magic shield,\ngiving Angelica the ring that the sight of the shield might not affect her\nas well. But when, charmed by the maid, he became too lover-like in his\nattentions, she put the ring in her mouth and disappeared. The angry\nRogero turned, only to find that his hippogrif had broken its rein and was\ngone. Hastening through the forest, vexed with himself and the maiden, he\nfancied he saw ’Bradamant carried off by a giant, and following her,\nentered a magic castle of Atlantes, where he spent his days vainly trying\nto overtake his beloved and her captor.",
        "Orlando could think only of his lost Angelica; and forgetful of the fact\nthat his uncle Charlemagne was sorely pressed by the heathen, he stole\nfrom the camp one night in disguise, and went in search of her. Passing\nthe isle of Ebuda he slew the ore, rescued Olympia, who was exposed as its\nvictim, avenged her wrongs, and continued on his way until he reached the\ncastle of Atlantes, and, fancying he saw Angelica, entered, and began the\nmad round of pursuit with many other Christian and pagan knights who were\nrendered unconscious of one another’s presence by the magic of the wizard.",
        "Hither came Angelica, invisible by means of the ring, to find a knight to\nprotect her on her way to Cathay. Unfortunately as she showed herself to\nSacripant, she was seen by Ferrau and Orlando, and all three pursued her\nfrom the castle. When they were sufficiently removed from it Angelica\nslipped the ring in her mouth and disappeared, and Ferrau and Orlando\nbegan to quarrel about Orlando’s helmet, which the Moor was determined to\nwin and wear. As Ferrau wore no helm until he could win Orlando’s, that\npaladin hung his on a tree while they fought. Unseen by them, Angelica\ntook it down, intending to restore it to Orlando later, and slipped away.\nWhen the knights discovered her absence they went in search of her, and\nFerrau, coming upon her, took the helmet as she disappeared in fright.\nOrlando, assuming another crest, which he did not need, as his body was\ncharmed and could not be hurt by any weapon, went forward, still in search\nof his love, and on the way encountered and almost totally destroyed two\nsquadrons of Moors, and rescued from a robber’s cave the beautiful Isabel,\nbetrothed of Zerbino.",
        "Melissa returned to Bradamant with the news that while Rogero was freed\nfrom the enchantment of Aleina, he was imprisoned in Atlantes’ castle,\nfrom which she herself could rescue him by slaying the wizard, who would\nappear to her in the form of her lover. Bradamant resolved to do so; but\nwhen she saw the seeming Rogero set upon by two giants, she forgot her\nresolution, believed Melissa to be false, and spurring after him, became a\nprisoner in that wondrous castle, through which day and night she pursued\nher ever-fleeing lover.",
        "When the Moors discovered the destruction of the two squadrons,\nMandricardo, the Tartar king, determined to seek and do battle with the\nknight (unknown to him by name) who had wrought such destruction. The\nTartar wore the arms of Hector save the sword, which was the property of\nOrlando, and until he gained it, he bore no weapon save the lance. With\nthis, however, he stormed through the battlefield, striking terror to the\nhearts of all. With it alone, he destroyed a band of men conveying to\nRodomont, the Saracen chief, his betrothed bride, Doralice, and won the\nmaid for himself.",
        "Outside Paris raged the infidel, chief among them the giant King Rodomont.\nSmiting those of his troops who hesitated to mount the scaling ladders, he\nwaded through the wet moat, scaled the first wall, leaped the dry ditch,\nmounted the second wall, and ran alone through the city, spreading terror,\ndeath, and fire, while Charlemagne, ignorant of his presence, was busied\nin the defence of one of the gates against Agramant.",
        "Now Rinaldo’s army approached, unsuspected by the heathen, because of the\naid of Silence, summoned by Saint Michael. Through these, welcomed by\nCharlemagne, Rodomont cut his way, hewing down fifteen or twenty foes at\nonce, and, casting himself into the Seine, escaped, angry that he had not\nsucceeded in destroying the city.",
        "Discord, also summoned by Michael to the aid of the Christians, informed\nRodomont on his return to the camp of the capture of Doralice, and the\nchief set forth raging, in search of Mandricardo, thoughtlessly abandoning\nKing Agramant, struggling against the English re-inforcements. As night\nfell on a furious battle, the Moors were driven back, and Charlemagne\npitched his tents without the city, opposite those of the Moors.",
        "In the Moorish camp were two youths who loved one another with a love\npassing wonderful, Medoro and Cloridan. Both served Dardinello, and had\ncrossed the sea with him. As they stood on guard that night they talked of\ntheir lord’s death on the field that day, and Medoro suggested that they\ngo in search of his body and bury it. Cloridan agreed, and they crept\nthrough the sleeping lines of the Christians, slaughtering many, found the\nbody, and were hurrying into the forest when they heard the troops of\nZerbino. Cloridan fled, fancying that Medoro would do the same, but on\nfinding himself unaccompanied, retraced his footsteps, only to see his\nfriend surrounded by a troop of horsemen. From his ambush he shot his\narrows at the foe, until Zerbino in wrath seized Medoro by the throat,\nexclaiming, “Thou shall die for this!” But when Medoro prayed to be\nallowed first to bury his lord, pity touched Zerbino, and he freed the\nyouth, who fell, however, wounded by a thrust from a churlish horseman, in\npursuit of whom Zerbino at once fled. Cloridan sprang in among the\nhorsemen and fell dead by their thrusts at the side of the unconscious\nMedoro.",
        "The bleeding youth was found by Angelica, who passed by, clad in rustic\nraiment; and the maid, struck with his beauty, recalled her knowledge of\nchirturgery and revived him. After Dardinello was buried, she and a\nshepherd assisted Medoro to a neighboring cottage, where she attended him\nuntil his wound was healed. But as he grew well, Angelica, who had scorned\nthe suit of the proudest knights, fell sick of love for the humble youth,\nand resolved to take him with her to Cathay.",
        "When Astolpho left the castle of Logistilla he carried with him as her\ngift a book from which he could learn to overcome all magic cheats, and a\nhorn whose sound would put the boldest man to flight. Following her\ndirections, he sailed past Scythia and India into the Persian Gulf, and\nthere disembarking, passed through Arabia and along the Red Sea. There he\novercame the giant Caligorantes, slew Orillo, who guarded the outlet of\nthe Nile, and met there the brother knights Gryphon and Aquilant. Gryphon,\nled astray by an unworthy love, stole away from his brother, but was found\nagain after many adventures, and the three, together with Sansonet and\nMarphisa, a warlike virgin, embarked for France. A great storm arose, and\nthe vessel was forced to land in Syria. This was the land of the Amazons,\nand the troop escaped only by the warning and assistance of Guido, the\nsavage, who was a bondsman in the land.",
        "Astolpho became separated from the rest of the party and reached Europe\nalone. One day, while he was stooping to drink at a spring in the forest,\na rustic sprang from a thicket, and leaping upon Rabican, rode him away.\nAstolpho, hastening after him, entered the enchanted castle of Atlantes,\nand soon recognized it as a house of magic. He broke the spell by the aid\nof his book, freed the captive knights, and finding the hippogrif, which\nhe had learned to guide from Melissa, mounted it and rode away.",
        "When the castle was destroyed, Rogero recognized Bradamant and clasped her\nin his arms, rejoicing to find her again. The maid, anxious to avoid\nfurther separation, promised to wed him if he would become a Christian,\nand demand her of her father, Duke Aymon. Rogero gladly promised to do so.\nand the two were hastening to Vallombrosa that he might be baptized when\nthey encountered a maid, who prayed them to hasten to the relief of a\nyouth doomed to death by fire. They hurried on, but paused to free Guido\nthe savage, Gryphon. Aquilant, and Sansonet, who had been imprisoned by\nPinabel, and Bradamant, pursuing Pinabel into the forest, slew him. But\nthere, unfortunately, she lost her way, and while she was wandering about,\nRogero, ignorant of her whereabouts, pushed on and freed the youth, who\nproved to be Bradamant’s brother.",
        "As Bradamant wandered through the forest she found Astolpho, who had just\nmade a bridle for the hippogrif, and recognizing him, took his horse and\nspear in charge. A long time she wandered forlorn. She did not know the\nway to Vallombrosa; she did not know the whereabouts of Rogero. Her home\nwas in sight, but if her mother saw her she would not again be suffered to\ndepart. As she stood debating with herself, she was recognized by one of\nher brothers, and was forced to accompany him home. Thence she secretly\nsent her maid Hippalca to Vallombrosa with Rogero’s horse Frontino, and a\nmessage explaining her absence.",
        "After the capture of Doralice, Mandricardo hastened on, and overtook\nOrlando just as he had freed Zerbino and united him to Isabel. Recognizing\nOrlando by his crest as the chief who had destroyed the squadrons, the\nTartar challenged him to combat. In courtesy to his foe, who would bear no\nsword until he could have Durindana, Orlando hung the blade on a tree, and\nthe two knights spurred their steeds and broke their lances together. Then\ngrappling, each endeavored to unhorse the other. The breaking of Orlando’s\nsaddle girth caused his fall just as he had slipped the bridle from the\nhead of his enemy’s horse, and the frightened steed, freed from its rein,\nran madly through the wood, followed by Doralice.",
        "Orlando told Zerbino to inform Mandricardo if he overtook him that he\nwould wait in that spot three days for him to return and renew the combat,\nand bade the lovers farewell. As he wandered through the region while\nwaiting, he found a peaceful little spot where a limpid rill rippled\nthrough a meadow dotted here and there with trees. Here the weary warrior\nsought repose; but as he looked about him he espied the name of Angelica\ncarved on the trees, entwined with that of Medoro. Persuading himself that\nthis was a fanciful name by which the maid intended to signify himself, he\nentered a little ivy-covered grotto, arching over a fountain, and there\ndiscovered on the rocky wall some verses in which Medoro celebrated his\nunion with Angelica. For a moment he stood as if turned to stone. Unable\nto weep, he again mounted his horse and sought a peasant’s house to pass\nthe night. There he heard the story of Angelica’s infatuation, and saw the\nbracelet she had left them in return for their hospitality. The unhappy\nOrlando passed a sleepless night, weeping and groaning, and the next\nmorning hastened to the forest that he might give way to his grief\nunobserved. There madness came upon him, and he uprooted the hateful\ntrees, cut the solid stone of the grotto with his sword, making a\ndesolation of the beautiful spot, and, casting off his armor, ran naked\nthrough the country, pillaging, burning, and slaying.",
        "Zerbino and Isabel sought the spot in a few days to learn if Mandricardo\nhad returned, found the scattered armor, and heard of Orlando’s madness\nfrom a shepherd. Lamenting over their protector’s misfortune, they\ngathered up the armor, hung it on a sapling, and wrote thereon Orlando’s\nname. But while they were thus engaged, Mandricardo arrived, took the long\ncoveted sword, and gave Zerbino, who attempted to prevent the theft, a\nmortal wound. The unhappy Isabel, intent on self-destruction, was\ncomforted by a hermit, who promised to take her to a monastery near\nMarseilles.",
        "Mandricardo had had but a few moments for repose after this combat with\nZerbino, when the furious Rodomont overtook him and a terrible combat\nbetween the two began, the beautiful cause of it looking on with interest.\nBut so strong were the champions that the struggle might have been\nprolonged indefinitely had not a messenger announced to the knights that\nthey must postpone their private quarrels for a moment and hasten to the\nrelief of King Agramant.",
        "After Rogero had freed Richardetto, Bradamant’s brother, and had attempted\nin vain to find Bradamant, he was troubled by the thought of King\nAgramant. He was determined to wed the warrior maid and become a\nChristian, but first came his vow to the pagan king. He therefore wrote\nher a note, saying that honor required his presence with Agramant for at\nleast fifteen or twenty days, but after that time he would find means to\njustify himself with Agramant and would meet her at Vallombrosa to be\nbaptized.",
        "He, with Richardetto, Aldigier, and Marphisa, whom they met on her way to\nthe pagan camp, rode on together, and freed Vivian and Malagigi from the\nMoors and Manganese. While they rested at a little fountain, Hippalca rode\nup, and told them that she had just met Rodomont, who took Frontino from\nher. She also managed secretly to give Rogero Bradamant’s message and\nreceive his letter in return.",
        "While the party still remained at the fountain, Rodomont came up with\nMandricardo and Doralice, and all engaged in a fierce battle, which was at\nlast interrupted by Malagigi, who, versed in wizard arts, conjured a demon\ninto Doralice’s horse so that it ran away; and Rodomont and Mandricardo,\nfrightened by her screams, started in pursuit.",
        "With the assistance of Rogero, Marphisa, Rodomont, and Mandricardo,\nAgramant was enabled to drive Charlemagne back into Paris, where he was\nsaved only by the interposition of Discord, who stirred up the old\nquarrels between Rodomont, Mandricardo, Rogero, and Gradasso over weapons,\nbearings, and horses, until Agramant announced that they should settle\ntheir difficulties by single combat, drawing lots to see who should first\nengage in battle. But when they were ready for the lists, fresh quarrels\nbroke out, until the king despaired of ever having peace in his ranks.\nFinally, at his command, Doralice publicly declared Mandricardo her\nchoice, and the furious Rodomont fled from the camp. On his way to Africa\nhe found a little abandoned church between France and Spain, and decided\nto remain there instead of returning home. From this spot he saw Isabel on\nher way to Marseilles, and falling in love with her, he slew the hermit,\ndragged her to his retreat, and tried to win her. But she, loathing him\nand faithful to Zerbino, caused him to slay her, pretending that she was\nrendered invulnerable by an ointment which she had prepared, and the\nsecret of which she would impart to him. The unhappy Rodomont walled up\nthe church to form her tomb, and threw a narrow bridge across the stream.\nOn this bridge he met every knight who came thither, and having overthrown\nhim, took his arms to deck the tomb, on which he determined to hang a\nthousand such trophies. If the vanquished knight was a Moor he was set\nfree without his arms; if a Christian he was imprisoned. Thither came the\nmad Orlando, and wrestled with Rodomont on the bridge until both fell into\nthe stream. The madman then passed on through the country and met Medoro\nand Angelica on their way to India. They escaped with difficulty, Medoro’s\nhorse falling a victim to the madman, who continued to lay waste the land\nuntil he reached Zizera on the bay of Gibraltar, and, plunging into the\nsea, swam to Africa.",
        "After Doralice had decided the quarrel between Mandricardo and Rodomont,\nRogero and the Tartar met in the lists to decide their quarrel over their\nbearings. The battle was fearful, and when both fell to the ground it was\nsupposed that Mandricardo was the victor. But when the crowd rushed to the\nlists they found the Tartar dead and Rogero only wounded. But the cheers\nof the crowd gave little pleasure to the hero, who grieved that he must\nlie on a sick-bed instead of seeking Bradamant, according to his promise.\nBradamant too, who had looked forward so eagerly to the day he had set,\nwept when it came without her lover. Soon she heard that Rogero’s coming\nwas prevented by his wounds; but when she also heard that he was attended\nby the warrior maid Marphisa, and that their names were frequently coupled\nin the pagan camp, she at once felt the pangs of jealousy. Unable to\nendure it longer, she armed herself, changing her usual vest for one whose\ncolors denoted her desperation and desire to die, and set forth to meet\nand slay Marphisa, taking with her the spear left her by Astolpho, whose\nmagic properties she did not know. With this she overthrew Rodomont and\ncaused him to depart from his tomb and free his captives, and then,\nproceeding to Aries, challenged Rogero, who was sadly puzzled, not\nrecognizing his challenger on account of her changed vest. Several knights\nattacked her before Rogero came forth, only to be overthrown by the spear,\nand then Marphisa, who had rushed forth before Rogero could arm, met her,\nand the two women fought like tigers. When Rogero at last went forth he\nrecognized Bradamant’s voice, and suspecting the cause of her hostility,\nimplored her to withdraw with him to a wood near by to hear his\nexplanation. Marphisa followed them and attacked Bradamant so fiercely\nthat Rogero was forced to her rescue, and lifting his sword would have\nstruck the maid had he not been stopped by a voice from a tomb near by. It\nwas that of Atlatites, who announced to Rogero and Marphisa that they were\nbrother and sister, children of Rogero of Pisa and Galiciella; that Rogero\nhad been treacherously slain and his town betrayed to Almontes, who cast\nGaliciella adrift on the sea. Atlantes rescued her, and took her children\nwhen she died; but Marphisa was stolen from him by a band of Arabs.",
        "From this speech it was plainly the duty of Rogero and Marphisa to espouse\nthe cause of Charlemagne and take arms against Agramant, who was their\nenemy. Bradamant and Marphisa then embraced, bade Rogero farewell, and\nproceeded to Charlemagne’s camp, where Marphisa was received with honor\nand baptized, while Rogero promised to follow them as soon as he could\nfind an excuse to leave Agramant.",
        "When Astolpho left Bradamant in the forest, he quickly rose in the air and\npassed rapidly over the kingdoms of the world, Aragon, Navarre, Cadiz,\nEgypt, Morocco, Fez, over the sandy desert until he reached the kingdom of\nNubia, whose king he rescued from the harpies by the sound of his magic\nhorn. Then, mounted on his hippogrif again, he rose to the terrestrial\nParadise, where he was welcomed by John, who informed him that he was sent\nthither by the grace of God that he might get instruction how to furnish\naid to Charles and the Church, who were sorely in need of it. With John he\nrose in a chariot to the Heaven of the Moon, where, after seeing many\nstrange things, he was given the wits of Orlando enclosed in a vial. They\nhad been taken from him as a punishment for his loving a pagan, but were\nnow to be restored to him that he might aid Charlemagne in conquering the\nMoors. Astolpho then descended to Nubia, restored sight to its king, and\nasking for his forces, went with them into Africa and attacked Biserta,\nthe city of Agramant.",
        "When these tidings were borne to Agramant he was greatly troubled, and\ndesiring to end the war in Europe and hasten to his own country, he\nproposed to Charlemagne that the war be decided by single combat between\ntwo champions. Great was the agony of Rogero, the pagan champion, when he\nrecognized in his opponent Rinaldo, the brother of Bradamant. He would\nnever dare to slay him, so he parried the blows rained upon him, and\nstruck back so feebly that the spectators, not understanding his motives,\ndeemed him unable to cope with Rinaldo. But Melissa, determined that\nMerlin’s prophecy should come true, appeared to Agramant in the guise of\nRodomont, and urged him to break the compact and fall upon the Christians.\nDelighted to have the mighty king with him again, Agramant did not scruple\nto break his word, and rushed upon the Christian forces, breaking up the\ncombat. After a sharp conflict, the Saracens were put to flight and\nAgramant hastened into Africa.",
        "His people in Biserta, their strength drained by the long war, were unable\nto withstand the Christian foe, soon re-enforced by a powerful enemy. One\nday, as Astolpho and his friends were standing on the beach, a madman came\nraging towards them, whom Astolpho recognized as Orlando. The warriors\nattempted in vain to hold him until Astolpho ordered the ship’s hawsers to\nbe brought, and knotting them flung them at the count’s limbs, and so\nthrew him down and tied him. Then, after having had his body cleansed from\nmud and filth, he stopped his mouth with herbs so that he could breathe\nonly through his nostrils, and holding the vial there, the lost senses\nwere quickly inhaled, and Orlando was himself again, astonished and\ndelighted to find himself with his friends.",
        "With Orlando’s help, Biserta was soon taken, and Agramant, who had met the\nChristian fleet under the leadership of Dudon and had barely escaped with\nhis life, saw from afar the flames devouring his beloved city.",
        "Landing with Sobrino upon a little isle, he found there King Sericane, who\nadvised him to challenge the Christians to single combat in order to\ndecide the outcome of the war, he, Gradasso, and Sobrino to stand in the\nlists against three Christian champions. Orlando agreed to do so, and\nselected for his companions in the fight Brandimart and Olivier. But the\npagans were no match for Orlando, whom no weapon could injure, and\nAgramant and Gradasso soon fell, while Sobrino was wounded. But the joy\nover the Christian victory was not unalloyed by sorrow, for Olivier was\nseverely wounded and the beloved Brandimart was slain.",
        "The champions were now joined by Rinaldo, who after the breaking of the\npact by Agramant, had set off for India in search of Angelica, whom he\nstill madly loved. But Disdain guided his steps to the Fountain of Hate,\none draught of which changed his love to loathing, so that he abandoned\nhis undertaking and hastened to join the Christian forces in Africa.",
        "Olivier’s wound proved slow to heal, and when at last the warriors heard\nof a hermit on a lonely isle who could help him, they hastened to take\ntheir wounded comrade thither. There they found Rogero, who had been\nshipwrecked while sailing to Africa, and had been baptized by the hermit,\nwho was warned in a dream of his coming. The Christian warriors gladly\nwelcomed Rogero to their ranks, for they knew of his valor; and Rinaldo,\nwho had learned how the young hero had saved the life of Richardetto and\nhad preserved Vivian and Malagigi, embraced him, and at the suggestion of\nthe hermit, plighted him to his sister. Before they left the isle, Sobrino\nwas converted by the pious hermit, and Olivier’s wound was healed.",
        "The knights were received with the greatest honor by Charlemagne,\nespecially Rogero, the new convert. But what unhappiness awaited him! In\nhis absence Bradamant’s father had promised the maid to Leo, the son of\nthe Greek emperor, Constantine, in spite of her prayers and entreaties.",
        "Although Bradamant declared that she would die sooner than wed another,\nthe heart-broken Rogero hastily departed for Constantinople to slay his\nrival. In his absence, Bradamant besought Charlemagne not to compel her to\nmarry Leo unless he could defeat her in single combat; and her angry\nparents, on learning of this, took her from the court and shut her up in\nthe tower of Rocca Forte. Rogero, in the mean time, reached Leo’s realms\njust as the Greeks engaged in battle with the Bulgarians. Because of his\nhatred for Leo, he fought with the Bulgarians, and when their king fell he\nrallied their scattered troops and put the Greeks to flight. Rogero then\nfollowed the fleeing Greeks unaccompanied, and being recognized, was taken\ncaptive that night as he slept in a hostelry. At the entreaty of a\nkinswoman whose son Rogero had slain that day, the emperor surrendered his\ncaptive to her, and he was thrust into a gloomy dungeon, where he suffered\nagonies from hunger and cold. But Leo, who had admired his valor in battle\nand had longed to know him, rescued him, recovered his horse and armor,\nand by his generosity compelled Rogero to admire him as much as he had\nbefore hated him. The news of Charlemagne’s decree now reached Leo, and\nhe, fearing to fight Bradamant, asked the unknown knight of the unicorn to\ntake his place. Rogero’s heart sank within him, but he dared not refuse.\nHis life was Leo’s, and he must sacrifice himself for him, must either\nslay Bradamant, or be slain by her for his deliverer’s sake. He\naccompanied Leo to France, and feigning a cheerfulness he did not feel,\nchanged armor and steed that he might not be known, and, while Leo\nremained in his tent outside the city, entered the lists and encountered\nBradamant, who was determined to slay her hated suitor. Rogero was equally\ndetermined not to slay her nor to allow himself to be conquered. When\ntwilight fell and king and court saw that while the young knight had not\novercome the maid, he had not allowed himself to be overcome, they\ndeclared that the couple were well matched and that they should wed.",
        "The hopeless Rogero hastened back to Leo’s camp, changed armor and steed,\nand during the night stole away from the hateful place to the greenwood\nthat he might die there, since he could never possess his beloved. At the\nsame time, Bradamant gave way to her grief in such a manner that Marphisa,\nalready indignant at the treatment of her brother, appeared before the\nking in his behalf. She declared that Rogero and Bradamant had already\nexchanged all the vows of those who marry and therefore she was not free\nto wed another. She then suggested that since the matter had gone so far,\nLeo and Rogero should meet in the lists to decide to whom the lady\nbelonged.",
        "Leo at once set out in search of his knight of the unicorn, who he\nbelieved would defend him from all peril, and found him in the forest,\nalmost fainting from fasting and sleeplessness. The Greek embraced Rogero\ntenderly and implored him to betray the cause of his grief, and so tender\nwere his words and so gracious his manner that Rogero could not but\nunbosom himself. And when Leo learned that his unknown champion was no\nother than Rogero himself he declared that he would gladly forego\nBradamant for him, and would rather have forfeited his life than caused\nsuch grief to such a faithful friend.",
        "Joy filled the court when the story of Rogero’s fidelity was made known,\nand the joy was increased when ambassadors came from Bulgaria, seeking the\nunknown knight of the unicorn that they might offer their throne to him.\nDuke Aymon and his wife were reconciled when they found that Rogero was to\nbe a king, and the wedding was celebrated with the greatest splendor,\nCharlemagne providing for Bradamant as though she were his daughter.",
        "In the midst of the celebrations Rodomont appeared to defy Rogero, and\nthat knight, nothing loath, met him in the lists. The Moor fell under\nRogero’s blows, and all the Christian court rejoiced to see the last of\nthe pagan knights fall by the hand of their champion.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}