{
    "title": "National Epics - Selections From the Poem of the Cid",
    "author": "Kate Milner Rabb",
    "chapter": "25",
    "content": [
        "\n\n",
        "COUNT RAYMOND AND MY CID.",
        "After one of the victories over the Moors won by the Cid after his\nbanishment by King Alfonso, he despatched a messenger to the king with a\ngift of thirty horses, and while awaiting his return, encamped in the\nPine-wood of Tebar and levied tribute on the surrounding country. This\ninformation was conveyed to the Count of Barcelona, Raymond Berenger, who\nprepared to march against the intruder.",
        "  Great mustering there is of Moors and Christians through the land,\n  A mighty host of men-at-arms he hath at his command.\n  Two days, three nights, they march to seek the Good One of Bivar,\n  To snare him where he harbors in the Pine-wood of Tebar;\n  And such the speed of their advance, that, cumbered with his spoils,\n  And unaware, my Cid wellnigh was taken in the toils.\n  The tidings reached my Cid as down the sierra side he went,\n  Then straightway to Count Raymond be a friendly message sent:\n  “Say to the count that he, meseems, to me no grudge doth owe:\n  Of him I take no spoil, with him in peace I fain would go.\"\n  “Nay,” said the count, “for all his deeds he hath to make amends:\n  This outlaw must be made to know whose honor he offends.\"\n  With utmost speed the messenger Count Raymond’s answer brought;\n  Then of a surety knew my Cid a battle must be fought.\n  “Now, cavaliers,” quoth he, “make safe the booty we have won.\n  Look to your weapons, gentlemen; with speed your armor don.\n  On battle bent Count Raymond comes; a mighty host hath he\n  Of Moors and Christians; fight we must if hence we would go free.\n  Here let us fight our battle out, since fight we must perforce.\n  On with your harness, cavaliers, quick saddle, and to horse!\n  Yonder they come, the linen breeks, all down the mountain side,\n  For saddles they have Moorish pads, with slackened girths they ride:\n  Our saddles are Galician make, our leggings tough and stout:\n  A hundred of us gentlemen should scatter such a rout.\n  Before they gain the level plain, home with the lance charge we,\n  And then, for every blow we strike, we empty saddles three.\n  Count Raymond Berenger shall know with whom he has to do;\n  And dearly in Tebar to-day his raid on me shall rue.\"\n  In serried squadron while he speaks they form around my Cid.\n  Each grasps his lance, and firm and square each sits upon his steed.\n  Over against them down the hill they watch the Franks descend,\n  On to the level ground below, where plain and mountain blend.\n  Then gives my Cid the word to charge–with a good will they go:\n  Fast ply the lances; some they pierce, and some they overthrow.\n  And he that in a good hour was born soon hath he won the field;\n  And the Count Raymond Berenger he hath compelled to yield;\n  And reaping honor for his beard a noble prize hath made:\n  A thousand marks of silver worth, the great Colada blade.",
        "  Unto his quarters under guard the captive count he sent,\n  While his men haste to gather in their spoils in high content.\n  Then for my Cid Don Roderick a banquet they prepare;\n  But little doth Count Raymond now for feast or banquet care.\n  They bring him meat and drink, but he repels them with disdain.\n  “No morsel will I touch,” said he, “for all the wealth of Spain.\n  Let soul and body perish now; life why should I prolong,\n  Conquered and captive at the hands of such an ill-breeched throng?\"\n  “Nay,” said my Cid; “take bread and wine; eat, and thou goest free;\n  If not, thy realms in Christendom thou never more shalt see.\"\n  “Go thou, Don Roderick,” said the Count, “eat if thou wilt, but I\n  Have no more lust for meat and drink: I only crave to die.\"\n  Three days, while they the booty share, for all that they entreat,\n  The Count his purpose holds unchanged, refusing still to eat.\n  Then said my Cid, “I pray thee, Count, take food and trust to me;\n  Thyself and two knights of thy train I promise to set free.\"\n  Glad was Count Raymond in his heart when he the promise heard–\n  “A marvel that will be, my Cid, if thou dost keep thy word.\"\n  “Then, Count, take food, and when I see thy hunger satisfied,\n  My word is pledged to let thee go, thyself and two beside.\n  But understand, one farthing’s worth I render not again\n  Of what has been in battle lost and won on yonder plain.\n  I give not back the lawful spoils I fairly win in fight;\n  But for mine own and vassals’ wants I hold them as my right.\n  My followers are needy men; I cannot if I would;\n  For spoil from thee and others won is all our livelihood.\n  And such, while God’s good will it is, must be our daily life,\n  As outcasts forced to wander, with an angry king at strife.\"\n  With lighter heart Count Raymond called for water for his hands,\n  And then with his two gentlemen, sent by the Cid’s commands,\n  He blithely sat him down to meat: God! with what gust ate he!\n  And glad was the Campeador such heartiness to see.\n  Quoth he, “Until thou eat thy fill we part not, Count, to-day.\"\n  “Nor loth am I,” Count Raymond said, “such bidding to obey.\"\n  So he and his two cavaliers a hearty meal they made:\n  It pleased my Cid to watch his hands, how lustily they played.\n  “Now if thou wilt,” Count Raymond said, “that we are satisfied,\n  Bid them to lead the horses forth, that we may mount and ride.\n  Never since I have been a Count have I yet broken fast\n  With such a relish; long shall I remember this repast.\"\n  Three palfreys with caparisons of costly sort they bring,\n  And on the saddles robes of fur and mantles rich they fling.\n  Thus, with a knight on either hand, away Count Raymond rides;\n  While to the outposts of the camp his guests the Champion guides.\n  “Now speed thee, Count; ride on,” quoth he, “a free Frank as thou art.\n  For the brave spoil thou leavest me I thank thee from my heart;\n  And if to win it back again perchance thou hast a mind,\n  Come thou and seek me when thou wilt; I am not far to find.\n  But if it be not to thy taste to try another day,\n  Still, somewhat, be it mine or thine, thou carriest away.\"\n  “Nay! go in peace for me, my Cid: no more I seek of thee;\n  And thou, I think, for one year’s space hast won enough of me.\"\n  He spurred his steed, but, as he rode, a backward glance he bent,\n  Still fearing to the last my Cid his promise would repent:\n  A thing, the world itself to win, my Cid would not have done:\n  No perfidy was ever found in him, the Perfect One.\n                  Ormsby’s Translation.\nMY CID’S TRIUMPH.",
        "In the Cortes called by the King of Spain to hear the cause of the Cid,\nwhose daughters had been shamefully treated and deserted by their\nhusbands, the Infantes of Carrion, Ferran and Diego Gonzalez, the Cid\ndemanded the restitution of his swords and of three thousand marks of gold\nand silver he had given the Infantes. These being granted, the Cid spoke\nagain:–",
        "  “So please your grace! once more upon your clemency I call;\n  A grievance yet remains untold, the greatest grief of all.\n  And let the court give ear, and weigh the wrong that hath been done.\n  I hold myself dishonored by the lords of Carrion.\n  Redress by combat they must yield; none other will I take.\n  How now, Infantes! what excuse, what answer do ye make?\n  Why have ye laid my heartstrings bare? In jest or earnest, say,\n  Have I offended you? and I will make amends to-day.\n  My daughters in your hands I placed the day that forth ye went,\n  And rich in wealth and honors from Valencia were you sent.\n  Why did you carry with you brides ye loved not, treacherous curs?\n  Why tear their flesh in Corpes wood with saddle-girths and spurs,\n  And leave them to the beasts of prey? Villains throughout were ye!\n  What answer ye can make to this ’t is for the court to see.\"\n  The Count Garcia was the first that rose to make reply.\n  “So please ye, gracious king, of all the kings of Spain most high;\n  Strange is the guise in which my Cid before you hath appeared;\n  To grace your summoned court he comes, with that long straggling beard;\n  With awe struck dumb, methinks, are some; some look as though they\n    feared.\n  The noble lords of Carrion of princely race are born;\n  To take the daughters of my Cid for lemans they should scorn;\n  Much more for brides of equal birth: in casting them aside–\n  We care not for his blustering talk–we hold them justified.\"\n  Upstood the Champion, stroked his beard, and grasped it in his hands.\n  “Thanks be to God above,” he cried, “who heaven and earth commands,\n  A long and lordly growth it is, my pleasure and my pride;\n  In this my beard, Garcia, say, what find you to deride?\n  Its nurture since it graced my chin hath ever been my care;\n  No son of woman born hath dared to lay a finger there;\n  No son of Christian or of Moor hath ever plucked a hair.\n  Remember Cabra, Count! of thine the same thou canst not say:\n  On both thy castle and thy beard I laid my hand that day:\n  Nay! not a groom was there but he his handful plucked away.\n  Look, where my hand hath been, my lords, all ragged yet it grows!\"\n  With noisy protest breaking in Ferran Gonzalez rose:\n  “Cid, let there be an end of this; your gifts you have again,\n  And now no pretext for dispute between us doth remain.\n  Princes of Carrion are we, with fitting brides we mate;\n  Daughters of emperors or kings, not squires of low estate:\n  We brook not such alliances, and yours we rightly spurned.\"\n  My Cid, Ruy Diaz, at the word, quick to Bermuez turned.\n  “Now is the time, Dumb Peter, speak, O man that sittest mute!\n  My daughters’ and thy cousins’ name and fame are in dispute;\n  To me they speak, to thee they look to answer every word.\n  If I am left to answer now, thou canst not draw thy sword.\"\n  Tongue-tied Bermuez stood, awhile he strove for words in vain,\n  But, look you, when he once began he made his meaning plain.\n  “Cid, first I have a word for you: you always are the same,\n  In Cortes ever jibing me, ’Dumb Peter’ is the name:\n  It never was a gift of mine, and that long since you knew;\n  But have you found me fail in aught that fell to me to do?\n  You lie, Ferrando; lie in all you say upon that score.\n  The honor was to you, not him, the Cid Campeador;\n  For I know something of your worth, and somewhat I can tell.\n  That day beneath Valencia wall–you recollect it well–\n  You prayed the Cid to place you in the forefront of the fray;\n  You spied a Moor, and valiantly you went that Moor to slay;\n  And then you turned and fled–for his approach, you would not stay.\n  Right soon he would have taught you ’t was a sorry game to play,\n  Had I not been in battle there to take your place that day.\n  I slew him at the first onfall; I gave his steed to you;\n  To no man have I told the tale from that hour hitherto.\n  Before the Cid and all his men you got yourself a name,\n  How you in single combat slew a Moor–a deed of fame;\n  And all believed in your exploit; they wist not of your shame.\n  You are a craven at the core; tall, handsome, as you stand:\n  How dare you talk as now you talk, you tongue without a hand?\n  Again, Ferrando, call to mind–another tale for you–\n  That matter of the lion; it was at Valencia too.\n  My Cid lay sleeping when you saw the unchained lion near;\n  What did you do, Ferrando, then, in your agony of fear?\n  Low did you crouch behind the couch whereon the Champion lay:\n  You did, Ferrando, and by that we rate your worth to-day.\n  We gathered round to guard our lord, Valencia’s conqueror.\n  He rose, and to the lion went, the brave Campeador;\n  The lion fawned before his feet and let him grasp its mane;\n  He thrust it back into its cage; he turned to us again:\n  His trusty vassals to a man he saw around him there;\n  Where were his sons-in-law? he asked, and none could tell him where.\n  Now take thou my defiance as a traitor, trothless knight:\n  Upon this plea before our King Alfonso will I fight;\n  The daughters of my lord are wronged, their wrong is mine to right.\n  That ye those ladies did desert, the baser are ye then;\n  For what are they?–weak women; and what are ye?–strong men.\n  On every count I deem their cause to be the holier,\n  And I will make thee own it when we meet in battle here.\n  Traitor thou shalt confess thyself, so help me God on high,\n  And all that I have said to-day my sword shall verify.”",
        "  Thus far these two. Diego rose, and spoke as ye shall hear:\n  “Counts by our birth are we, of stain our lineage is clear.\n  In this alliance with my Cid there was no parity.\n  If we his daughters cast aside, no cause for shame we see.\n  And little need we care if they in mourning pass their lives,\n  Enduring the reproach that clings to scorned rejected wives.\n  In leaving them we but upheld our honor and our right,\n  And ready to the death am I, maintaining this, to fight.\"\n  Here Martin Antolinez sprang upon his feet: “False hound!\n  Will you not silent keep that mouth where truth was never found?\n  For you to boast! the lion scare have you forgotten too?\n  How through the open door you rushed, across the court-yard flew;\n  How sprawling in your terror on the wine-press beam you lay?\n  Ay! never more, I trow, you wore the mantle of that day.\n  There is no choice; the issue now the sword alone can try;\n  The daughters of my Cid ye spurned; that must ye justify.\n  On every count I here declare their cause the cause of right,\n  And thou shall own the treachery the day we join in fight.\"\n  He ceased, and striding up the hall Assur Gonzalez passed;\n  His cheek was flushed with wine, for he had stayed to break his fast;\n  Ungirt his robe, and trailing low his ermine mantle hung;\n  Rude was his bearing to the court, and reckless was his tongue.\n  “What a to-do is here, my lords! was the like ever seen?\n  What talk is this about my Cid–him of Bivar, I mean?\n  To Riodouirna let him go to take his millers’ rent,\n  And keep his mills agoing there, as once he was content.\n  He, forsooth, mate his daughters with the Counts of Carrion!\"\n  Up started Muño Gustioz: “False, foul-mouthed knave, have done!\n  Thou glutton, wont to break thy fast without a thought of prayer,\n  Whose heart is plotting mischief when thy lips are speaking fair;\n  Whose plighted word to friend or lord hath ever proved a lie;\n  False always to thy fellow-man, falser to God on high.\n  No share in thy good will I seek; one only boon I pray,\n  The chance to make thee own thyself the villain that I say.\"\n  Then spoke the king: “Enough of words: ye have my leave to fight,\n  The challenged and the challengers; and God defend the right.”",
        "  The marshals leave them face to face and from the lists are gone;\n  Here stand the champions of my Cid, there those of Carrion;\n  Each with his gaze intent and fixed upon his chosen foe,\n  Their bucklers braced before their breasts, their lances pointing low,\n  Their heads bent down, as each man leans above his saddle-bow.\n  Then with one impulse every spur is in the charger’s side,\n  And earth itself is felt to shake beneath their furious stride;\n  Till, midway meeting, three with three, in struggle fierce they lock,\n  While all account them dead who hear the echo of the shock.\n  Ferrando and his challenger, Pero Bermuez, close;\n  Firm are the lances held, and fair the shields receive the blows.\n  Through Pero’s shield Ferrando drove his lance, a bloodless stroke;\n  The point stopped short in empty space, the shaft in splinters broke.\n  But on Bermuez, firm of seat, the shock fell all in vain;\n  And while he took Ferrando’s thrust he paid it back again.\n  The armored buckler shattering, right home his lance he pressed,\n  Driving the point through boss and plate against his foeman’s breast.\n  Three folds of mail Ferrando wore, they stood him in good stead;\n  Two yielded to the lance’s point, the third held fast the head.\n  But forced into the flesh it sank a hand’s breadth deep or more,\n  Till bursting from the gasping lips in torrents gushed the gore.\n  Then, the girths breaking, o’er the croup borne rudely to the ground,\n  He lay, a dying man it seemed to all who stood around.\n  Bermuez cast his lance aside, and sword in hand came on;\n  Ferrando saw the blade he bore, he knew it was Tizon:\n  Quick ere the dreaded brand could fall, “I yield me,” came the cry.\n  Vanquished the marshals granted him, and Pero let him lie.",
        "  And Martin Antolinez and Diego–fair and true\n  Each struck upon the other’s shield, and wide the splinters flew.\n  Then Antolinez seized his sword, and as he drew the blade,\n  A dazzling gleam of burnished steel across the meadow played;\n  And at Diego striking full, athwart the helmet’s crown,\n  Sheer through the steel plates of the casque he drove the falchion down,\n  Through coif and scarf, till from the scalp the locks it razed away,\n  And half shorn off and half upheld the shattered head-piece lay.\n  Reeling beneath the blow that proved Colada’s cruel might,\n  Diego saw no chance but one, no safety save in flight:\n  He wheeled and fled, but close behind him Antolinez drew;\n  With the flat blade a hasty blow he dealt him as he flew;\n  But idle was Diego’s sword; he shrieked to Heaven for aid:\n  “O God of glory, give me help! save me from yonder blade!\"\n  Unreined, his good steed bore him safe and swept him past the bound,\n  And Martin Antolinez stood alone upon the ground.\n  “Come hither,” said the king; “thus far the conquerors are ye.\"\n  And fairly fought and won the field the marshals both agree.\n  So much for these, and how they fought: remains to tell you yet\n  How meanwhile Muño Gustioz Assur Gonzalez met.\n  With a strong arm and steady aim each struck the other’s shield,\n  And under Assur’s sturdy thrusts the plates of Muño’s yield;\n  But harmless passed the lance’s point, and spent its force in air.\n  Not so Don Muño’s; on the shield of Assur striking fair,\n  Through plate and boss and foeman’s breast his pennoned lance he sent,\n  Till out between the shoulder blades a fathom’s length it went.\n  Then, as the lance he plucked away, clear from the saddle swung,\n  With one strong wrench of Muno’s wrist to earth was Assur flung;\n  And back it came, shaft, pennon, blade, all stained a gory red;\n  Nor was there one of all the crowd but counted Assur sped,\n  While o’er him Muño Gustioz stood with uplifted brand.\n  Then cried Gonzalo Assurez: “In God’s name hold thy hand!\n  Already have ye won the field; no more is needed now.\"\n  And said the marshals, “It is just, and we the claim allow.\"\n  And then the King Alfonso gave command to clear the ground,\n  And gather in the relics of the battle strewed around.\n  And from the field in honor went Don Roderick’s champions three.\n  Thanks be to God, the Lord of all, that gave the victory.",
        "  But fearing treachery, that night upon their way they went,\n  As King Alfonso’s honored guests in safety homeward sent,\n  And to Valencia city day and night they journeyed on,\n  To tell my Cid Campeador that his behest was done.\n  But in the lands of Carrion it was a day of woe,\n  And on the lords of Carrion it fell a heavy blow.\n  He who a noble lady wrongs and casts aside–may he\n  Meet like requital for his deeds, or worse, if worse there be.\n  But let us leave them where they lie–their meed is all men’s scorn.",
        "  Turn we to speak of him that in a happy hour was born.\n  Valencia the Great was glad, rejoiced at heart to see\n  The honored champions of her lord return in victory:\n  And Ruy Diaz grasped his beard: “Thanks be to God,” said he,\n  “Of part or lot in Carrion now are my daughters free;\n  Now may I give them without shame whoe’er the suitors be.\"\n  And favored by the king himself, Alfonso of Leon,\n  Prosperous was the wooing of Navarre and Aragon,\n  The bridals of Elvira and of Sol in splendor passed;\n  Stately the former nuptials were, but statelier far the hast.\n  And he that in a good hour was born, behold how he hath sped!\n  His daughters now to higher rank and greater honor wed:\n  Sought by Navarre and Aragon for queens his daughters twain;\n  And monarchs of his blood to-day upon the thrones of Spain.\n  And so his honor in the land grows greater day by day.\n  Upon the feast of Pentecost from life he passed away.\n  For him and all of us the Grace of Christ let us implore.\n  And here ye have the story of my Cid Campeador.\n  Ormsby’s Translation.\nTHE DIVINE COMEDY.",
        " “This Poem of the earth and air,\n  This mediaeval miracle of song.”",
        "Dante Alighieri was born at Florence, in May, 1265. His family belonged to\nthe Guelph, or Papal faction, and he early took part in the struggle\nbetween the parties. In 1274 he first saw Beatrice Portinari, and he says\nof this meeting in the “Vita Nuova,” “I say that thenceforward Love swayed\nmy soul, which was even then espoused to him.” Beatrice died in 1290, and\nDante married Gemma Donati, between 1291 and 1294. In 1295 he joined the\nArt of Druggists, in order to become a member of the Administrative\nCouncil. In 1300 he was made Prior, and in 1301, when the Neri entered\nFlorence, he was exiled, his property confiscated, and himself sentenced\nto be burned, if found within the republic. After this he became a\nGhibeline, and took up arms against the city with his fellow-exiles, but\nwithdrew from their council at last because of disagreements, and\nseparating from them, spent his time at Verona, Padua, Sunigianda, and in\nthe monastery of Gubbio. In 1316 the government of Florence issued a\ndecree allowing the exiles to return on payment of a fine; but Dante\nindignantly refused to acknowledge thus that he had been in the wrong. He\nwas in Ravenna in 1320, and died there Sept. 14, 1321, on his return from\nan embassy to Venice.",
        "The “Commedia” was written during Dante’s nineteen years of exile. The\nthree parts, Hell, Purgatory, and Paradise, are emblematic of the\nthreefold state of man,–sin, grace, and beatitude. The thirty-three\ncantos into which each part is divided, are in allusion to the years of\nthe Saviour’s life, and the triple rhyme suggests the Trinity.",
        "The Divine Comedy is written in the terza rima, which consists of three\nverses arranged in such a way that the middle line of each triplet rhymes\nwith the first or third verse of the succeeding triplet.",
        "The entire time occupied in the “Commedia” is eleven days, from March 25\nto April 5, 1300.",
        "Dante called the poem a comedy because of its prosperous ending. The\nprefix “divine” was given it later by its admirers.",
        "The Divine Comedy is sometimes called the epic of mediaevalism, and again,\nthe epic of man. Dante himself said: “The subject of the whole work, then,\ntaken literally, is the state of the soul after death, regarded as a\nmatter of fact; for the action of the whole work deals with this and is\nabout this. But if the work be taken allegorically, its subject is man, in\nso far as by merit or demerit in the exercise of free will, he is exposed\nto the rewards or punishment of justice.”",
        "For a time the Divine Comedy was neglected, and even in comparatively\nrecent times the Inferno was the only portion read; but of late years\nthere has been a re-awakening of interest in regard to the whole poem.",
        "In no other of the epics has the author put so much of himself as Dante\nhas in the “Commedia.” It was he himself who saw this vision; he himself,\nproud, tortured, who carried the sense of his wrongs with him through Hell\nand Purgatory, even into Paradise. We learn the history of his times, all\nthe crimes committed by men in high position, and we also learn the\nhistory of the unhappy Florentine, of whose poem it has been said, “none\nother in the world is so deeply and universally sorrowful.”",
        "J. Colomb de Batines’s Bibliografia Dantesca, 2 vols., 1846;",
        "William Coolidge Lane’s The Dante collections in the Harvard College and\nBoston Public Libraries (Bibliographical contributions of the library of\nHarvard University, 1885);",
        "William Coolidge Lane’s Additions to the Dante collection in the Harvard\nLibrary (see the Annual Reports of the Dante Society of Cambridge, Mass.,\n1887);",
        "Brother Azarius’s Spiritual Sense of the Divina Commedia (in his Phases of\nThought and Criticism, 1892, pp. 125-182);",
        "Henry Clark Barlow’s Critical Contributions to the Study of the Divine\nComedy, 1865;",
        "Herbert Baynes’s Dante and his Ideal, 1891;",
        "Vincenzo Botta’s Introduction to the Study of Dante, 1887;",
        "Oscar Browning’s Dante, his Life and Writing, 1890, pp. 70-104;",
        "A. J. Butler’s Dante, his Time and Work, 1895;",
        "Richard William Church’s Dante and Other Essays, 1888, pp. 1-191;",
        "J. Farrazzi’s Manuale Dantesco, 5 vols., 1865-77;",
        "William Torrey Harris’s Spiritual Sense of Dante’s Divina Commedia, 1890;",
        "Francis Hettinger’s Dante’s Divina Commedia, its Scope and Value, Tr. by\nH. S. Bowden, 1887 (Roman Catholic standpoint);",
        "J. R. Lowell’s Essay on Dante (in his Among my Books, 1876);",
        "Lewis E. Mott’s Dante and Beatrice, an Essay on Interpretation, 1892;",
        "Giovanni Andrea Scartazzini’s A Companion to Dante, from the German, by A.\nJ. Butler, 1892;",
        "Denton J. Snider’s Dante’s Inferno: a Commentary, 1892;",
        "Augustus Hopkins Strong’s Dante and the Divine Comedy (in his Philosophy\nand Religion, 1888, pp. 501-524);",
        "John Addington Symonds’s An Introduction to the Study of Dante, Ed. 2,\n1890;",
        "Paget Toynbee’s Dictionary of the Divina Commedia, 2 parts;",
        "William Warren Vernon’s Readings on the Purgatorio of Dante, chiefly based\non the Commentary of Benvenuto da Imola; Intro. by the Dean of St. Paul’s,\n2 vols., 1889;",
        "Dr. Edward Moore’s Time References in the Divina Commedia, London, 1887;",
        "Dr. E. Moore’s Contributions to the Textual Criticism of the Divina\nCommedia, Cambridge, 1889.",
        "The Divine Comedy, the Inferno, a literal prose translation with the text\nof the original collated from the best editions, with explanatory notes by\nJ. A. Carlyle, Ed. 6, 1891 (contains valuable chapters on manuscripts,\ntranslations, etc.);",
        "Divina Commedia, edited with translation and notes by A. J. Butler, 1892;",
        "Vision of Hell, Purgatory, and Paradise, Tr. by H. F. Cary, 1888;",
        "The Divine Comedy, Tr. by H. W. Longfellow, 1887;",
        "The Divine Comedy, Tr. by C. E. Norton, 1891-92 (rhythmical prose\ntranslation);",
        "The Divine Comedy, Tr. of the Commedia and Lanzoniere, notes, essays, and\nbiographical introduction by E. H. Plumptre, 1887;",
        "Divina Commedia, Tr. into English verse with notes and illustrations by J.\nA. Wilstach, 2 vols., 1888.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}