{
    "title": "National Epics - The Kalevala",
    "author": "Kate Milner Rabb",
    "chapter": "12",
    "content": [
        "\n\n",
        "“Songs preserved from distant ages.”",
        "The national epic of Finland, the Kalevala, or Place of Heroes, stands\nmidway between the purely epical structure, as exemplified in Homer, and\nthe epic songs of certain nations.",
        "It is a purely pagan epic, and from its complete silence as to Finland’s\nneighbors, the Russians, Germans, and Swedes, it is supposed to date back\nat least three thousand years.",
        "The first attempt to collect Finnish folk-song was made in the seventeenth\ncentury by Palmsköld and Peter Bäng. In 1733, Maxenius published a volume\non Finnish national poetry, and in 1745 Juslenius began a collection of\nnational poems. Although scholars saw that these collected poems were\nevidently fragments of a Finnish epic, it remained for two physicians,\nZacharias Topelius and Elias Lönnrot, to collect the entire poem.\nTopelius, though confined to his bed by illness for eleven years, took\ndown the songs from travelling merchants brought to his bedside. His\ncollections were published in 1822 and 1831. Lönnrot travelled over\nFinland, collecting the songs, which he published, arranged in epical\nform, in 1835. A revised edition was published in 1849.",
        "The Kalevala consists of fifty parts, or runes, containing twenty-two\nthousand seven hundred and ninety-three lines. Its historical foundation\nis the contests between the Finns and the Lapps.",
        "Its metre is the “eight syllabled trochaic with the part-line echo,\"\nalliteration also being used, a metre familiar to us through Longfellow’s\n“Hiawatha.”",
        "The labors of a Wolf are not necessary to show that the Kalevala is\ncomposed of various runes or lays, arranged by a compiler. Topelius and\nLönnrot were conscientious collectors and compilers, but they were no\nHomers, who could fuse these disconnected runes into one great poem. The\nKalevala recites many events in the lives of different heroes who are not\ntypes of men, like Rama, or Achilles, or Ulysses, but the rude gods of an\nalmost savage people, or rather, men in the process of apotheosis, all\nalike, save in the varying degrees of magic power possessed by each.",
        "The Finnish lays are interesting to us because they are the popular songs\nof a people handed down with few changes from one generation to another;\nbecause they would have formed the material for a national epic if a great\npoet had arisen; because of their pictures of ancient customs, and\nparticularly the description of the condition of women, and because of\ntheir frequently beautiful descriptions of nature. But because they are\nsimply runes “loosely stitched together” we can regard them only with\ninterest and curiosity, not with admiration.",
        "Andrew Lang’s Homer and the Epic, pp. 412-419;",
        "Andrew Lang’s Kalevala, or the Finnish National Epic (in his Custom and\nMyth), 1885, pp. 156-179;",
        "C. J. Billson’s Folk-songs, comprised in the Finnish Kalevala, Folk-Lore,\n1895, vi. pp. 317-352;",
        "F. C. Cook’s Kalevala, Contemporary, 1885, xlvii., pp. 683-702;",
        "Preface of J. M. Crawford’s Translation of the Kalevala, 1891.",
        "The Kalevala, Tr. by J. M. Crawford, 2 vols., 1891;",
        "The Kalevala, Tr. by W. F. Kirby, through the German translation of\nSchiefner;",
        "Selections from the Kalevala, Tr. from a German version by J. A. Porter,\nwith an introduction and analysis of the Poem, 1868.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}