{
    "title": "National Epics - The Râmâyana",
    "author": "Kate Milner Rabb",
    "chapter": "2",
    "content": [
        "\n\n",
        "  “He who sings and hears this poem continually has attained to the\n  highest state of enjoyment, and will finally be equal to the gods.”",
        "The Râmâyana, the Hindu Iliad, is variously ascribed to the fifth, third,\nand first centuries B.C., its many interpolations making it almost\nimpossible to determine its age by internal evidence. Its authorship is\nunknown, but according to legend it was sung by Kuça and Lava, the sons of\nRama, to whom it was taught by Valmiki. Of the three versions now extant,\none is attributed to Valmiki, another to Tuli Das, and a third to Vyasa.",
        "Its historical basis, almost lost in the innumerable episodes and\ngrotesque imaginings of the Hindu, is probably the conquest of southern\nIndia and Ceylon by the Aryans.",
        "The Râmâyana is written in the Sanskrit language, is divided into seven\nbooks, or sections, and contains fifty thousand lines, the English\ntranslation of which, by Griffith, occupies five volumes.",
        "The hero, Rama, is still an object of worship in India, the route of his\nwanderings being, each year, trodden by devout pilgrims. The poem is not a\nmere literary monument,–it is a part of the actual religion of the Hindu,\nand is held in such reverence that the mere reading or hearing of it, or\ncertain passages of it, is believed to free from sin and grant his every\ndesire to the reader or hearer.",
        "G. W. Cox’s Mythology and Folklore, 1881, p. 313;",
        "John Dowson’s Classical Dictionary of Hindu Mythology, Religion,\nGeography, History, and Literature, 1879;",
        "Sir William Jones on the Literature of the Hindus (in his Works, vol. iv.);",
        "Maj.-Gen. Vans Kennedy’s Researches into Hindu Mythology, 1831;",
        "James Mill’s History of British India, 1840, vol. ii., pp. 47-123;",
        "F. Max Müller’s Ancient Sanskrit Literature, 1859;",
        "E. A. Reed’s Hindu Literature, 1891, pp. 153-271;",
        "Albrecht Weber’s History of Indian Literature, 1878, pp. 191-195;",
        "J. T. Wheeler’s History of India, 4 vols., 1876, vol. ii.;",
        "Sir Monier Williams’s Indian Wisdom, 1863, Indian Epic Poetry, 1863;",
        "Article on Sanskrit Literature in Encyclopædia Britannica;",
        "R. M. Gust’s The Râmâyana: a Sanskrit Epic (in his Linguistic and Oriental\nEssays, 1880, p. 56);",
        "T. Goldstuecker’s Râmâyana (in his Literary Remains, 1879, vol. i.,\np. 155);",
        "C. J. Stone’s Cradleland of Arts and Creeds, 1880, pp. 11-21;",
        "Albrecht Weber’s On the Râmâyana, 1870; Westminster Review,\n1849, vol. 1., p. 34;",
        "J. C. Oman’s Great Indian Epics, 1874, pp. 13-81.",
        "The Râmâyana, Tr. by R. T. H. Griffith, 5 vols., 1870-1874 (Follows Bombay\ned., Translated into metre of “Lady of the Lake”);",
        "Extracts from the Râmâyana, Tr. by Sir William Jones (in his Works,\nvol. 13);",
        "Iliad of the East, F. Richardson, 1873 (Popular translations of a set of\nlegends from the Râmâyana);",
        "The Râmâyana translated into English Prose, edited and published by\nNaumatha Nath Dutt, 7 vols., Calcutta, 1890-1894.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}