{
    "title": "National Epics - Selection From Beowulf",
    "author": "Kate Milner Rabb",
    "chapter": "18",
    "content": [
        "\n\n",
        "GRENDEL’S MOTHER.",
        "There was great rejoicing in Heorot when Beowulf slew Grendel, and at\nnight the earls again slept in the hall as they had not dared to do since\nthe coming of the fiend. But Grendel’s mother came to avenge her son’s\ndeath and slew Æschere, a favorite liegeman of Hrothgar’s. In the morning,\nBeowulf, who had slept in another part of the palace, was sent for and\ngreeted Hrothgar, unaware of his loss.",
        "  Hrothgar rejoined, helm of the Scyldings:\n  “Ask not of joyance! Grief is renewed to\n  The folk of the Danemen. Dead is Æschere,\n  Yrmenlaf’s brother, older than he,\n  My true-hearted counsellor, trusty adviser,\n  Shoulder-companion, when fighting in battle\n  Our heads we protected, when troopers were clashing,\n  And heroes were dashing; such an earl should be ever,\n  An erst-worthy atheling, as Æschere proved him.\n  The flickering death-spirit became in Heorot\n  His hand-to-hand murderer; I cannot tell whither\n  The cruel one turned, in the carcass exulting,\n  By cramming discovered. The quarrel she wreaked then,\n  The last night igone Grendel thou killedst\n  In grewsomest manner, with grim-holding clutches,\n  Since too long he had lessened my liege-troop and wasted\n  My folk-men so foully. He fell in the battle\n  With forfeit of life, and another has followed,\n  A mighty crime-worker, her kinsman avenging,\n  And henceforth hath ’stablished her hatred unyielding,\n  As it well may appear to many a liegeman,\n  Who mourneth in spirit the treasure-bestower,\n  Her heavy heart-sorrow; the hand is now lifeless\n  Which availed yon in every wish that you cherished.\n  Land-people heard I, liegemen, this saying,\n  Dwellers in halls, they had seen very often\n  A pair of such mighty march-striding creatures,\n  Far-dwelling spirits, holding the moorlands:\n  One of them wore, as well they might notice,\n  The image of woman, the other one wretched\n  In guise of a man wandered in exile,\n  Except that he was huger than any of earthmen;\n  Earth-dwelling people entitled him Grendel\n  In days of yore; they knew not their father,\n  Whe’r ill-going spirits any were borne him\n  Ever before. They guard the wolf-coverts,\n  Lands inaccessible, wind-beaten nesses,\n  Fearfullest fen-deeps, where a flood from the mountains\n  ’Neath mists of the nesses netherward rattles,\n  The stream under earth: not far is it henceward\n  Measured by mile-lengths that the mere-water standeth,\n  Which forests hang over, with frost-whiting covered,\n  A firm-rooted forest, the floods overshadow.\n  There ever at night one an ill-meaning portent\n  A fire-flood may see; ’mong children of men\n  None liveth so wise that wot of the bottom;\n  Though harassed by hounds the heath-stepper seek for,\n  Fly to the forest, firm-antlered he-deer,\n  Spurred from afar, his spirit he yieldeth,\n  His life on the shore, ere in he will venture\n  To cover his head. Uncanny the place is:\n  Thence upward ascendeth the surging of waters,\n  Wan to the welkin, when the wind is stirring\n  The weathers unpleasing, till the air groweth gloomy,\n  And the heavens lower. Now is help to be gotten\n  From thee and thee only! The abode thou know’st not,\n  The dangerous place where thou’rt able to meet with\n  The sin-laden hero: seek if thou darest!\n  For the feud I will fully fee thee with money,\n  With old-time treasure, as erstwhile I did thee,\n  With well-twisted jewels, if away thou shalt get thee.”",
        "  Beowulf answered, Ecgtheow’s son:\n  “Grieve not, O wise one! for each it is better,\n  His friend to avenge than with vehemence wail him;\n  Each of us must the end-day abide of\n  His earthly existence; who is able accomplish\n  Glory ere death! To battle-thane noble\n  Lifeless lying, ’t is at last most fitting.\n  Arise, O king, quick let us hasten\n  To look at the footprint of the kinsman of Grendel!\n  I promise thee this now: to his place he’ll escape not,\n  To embrace of the earth, nor to mountainous forest,\n  Nor to depths of the ocean, wherever he wanders.\n  Practice thou now patient endurance\n  Of each of thy sorrows, as I hope for thee soothly!\"\n  Then up sprang the old one, the All-Wielder thanked he,\n  Ruler Almighty, that the man had outspoken.\n  Then for Hrothgar a war-horse was decked with a bridle,\n  Curly-maned courser. The clever folk-leader\n  Stately proceeded: stepped then an earl-troop\n  Of linden-wood bearers. Her foot-prints were seen then\n  Widely in wood-paths, her way o’er the bottoms,\n  Where she far-away fared o’er fen-country murky,\n  Bore away breathless the best of retainers\n  Who pondered with Hrothgar the welfare of country.\n  The son of the athelings then went o’er the stony,\n  Declivitous cliffs, the close-covered passes,\n  Narrow passages, paths unfrequented,\n  Nesses abrupt, nicker-haunts many;\n  One of a few of wise-mooded heroes,\n  He onward advanced to view the surroundings,\n  Till he found unawares woods of the mountain\n  O’er hoar-stones hanging, holt-wood unjoyful;\n  The water stood under, welling and gory.\n  ’T was irksome in spirit to all of the Danemen,\n  Friends of the Scyldings, to many a liegeman\n  Sad to be suffered, a sorrow unlittle\n  To each of the earlmen, when to Æschere’s head they\n  Came on the cliff. The current was seething\n  With blood and with gore (the troopers gazed on it).\n  The horn anon sang the battle-song ready.\n  The troop were all seated; they saw ’long the water then\n  Many a serpent, mere-dragons wondrous\n  Trying the waters, nickers a-lying\n  On the cliffs of the nesses, which at noonday full often\n  Go on the sea-deeps their sorrowful journey,\n  Wild-beasts and worm-kind; away then they hastened\n  Hot-mooded, hateful, they heard the great clamor,\n  The war-trumpet winding. One did the Geat-prince\n  Sunder from earth-joys, with arrow from bowstring,\n  From his sea-struggle tore him, that the trusty war-missile\n  Pierced to his vitals; he proved in the currents\n  Less doughty at swimming whom death had off-carried.\n  Soon in the waters the wonderful swimmer\n  Was straitened most sorely and pulled to the cliff-edge;\n  The liegemen then looked on the loath-fashioned stranger.\n  Beowulf donned then his battle-equipments,\n  Cared little for life; inlaid and most ample,\n  The hand-woven corselet which could cover his body,\n  Must the wave-deeps explore, that war might be powerless\n  To harm the great hero, and the hating one’s grasp might\n  Not peril his safety; his head was protected\n  By the light-flashing helmet that should mix with the bottoms,\n  Trying the eddies, treasure-emblazoned,\n  Encircled with jewels, as in seasons long past\n  The weapon-smith worked it, wondrously made it,\n  With swine-bodies fashioned it, that thenceforward no longer\n  Brand might bite it, and battle-sword hurt it.\n  And that was not least of helpers in prowess\n  That Hrothgar’s spokesman had lent him when straitened;\n  And the hilted hand-sword was Hrunting entitled,\n  Old and most excellent ’mong all of the treasures;\n  Its blade was of iron, blotted with poison,\n  Hardened with gore; it failed not in battle\n  Any hero under heaven in hand who it brandished,\n  Who ventured to take the terrible journeys,\n  The battle-field sought; not the earliest occasion\n  That deeds of daring ’t was destined to ’complish.\n  Ecglaf’s kinsman minded not soothly,\n  Exulting in strength, what erst he had spoken\n  Drunken with wine, when the weapon he lent to\n  A sword-hero bolder; himself did not venture\n  ’Neath the strife of the currents his life to endanger,\n  To fame-deeds perform; there he forfeited glory,\n  Repute for his strength. Not so with the other\n  When he, clad in his corselet, had equipped him for battle.",
        "  Beowulf spoke, Ecgtheow’s son:\n  “Recall now, oh, famous kinsman of Healfdene,\n  Prince very prudent, now to part I am ready,\n  Gold-friend of earl-men, what erst we agreed on,\n  Should I lay down my life in lending thee assistance,\n  When my earth-joys were over, thou wouldst evermore serve me\n  In stead of a father; my faithful thanemen,\n  My trusty retainers, protect thou and care for,\n  Fall I in battle: and, Hrothgar belovèd,\n  Send unto Higelac the high-valued jewels\n  Thou to me hast allotted. The lord of the Geatmen\n  May perceive from the gold, the Hrethling may see it\n  When he looks on the jewels, that a gem-giver found I\n  Good over-measure, enjoyed him while able.\n  And the ancient heirloom Unferth permit thou,\n  The famed one to have, the heavy-sword splendid,\n  The hard-edged weapon; with Hrunting to aid me,\n  I shall gain me glory, or grim death shall take me.\"\n  The atheling of Geatmen uttered these words and\n  Heroic did hasten, not any rejoinder\n  Was willing to wait for; the wave-current swallowed\n  The doughty-in-battle. Then a day’s-length elapsed ere\n  He was able to see the sea at its bottom.\n  Early she found then who fifty of winters\n  The course of the currents kept in her fury,\n  Grisly and greedy, that the grim one’s dominion\n  Some one of men from above was exploring.\n  Forth did she grab them, grappled the warrior\n  With horrible clutches; yet no sooner she injured\n  His body unscathed: the burnie out-guarded,\n  That she proved but powerless to pierce through the armor,\n  The limb-mail locked, with loath-grabbing fingers.\n  The sea-wolf bare then, when bottomward came she,\n  The ring-prince homeward, that he after was powerless.\n  (He had daring to do it) to deal with his weapons,\n  But many a mere-beast tormented him swimming,\n  Flood-beasts no few with fierce-biting tusks did\n  Break through his burnie, the brave one pursued they.\n  The earl then discovered he was down in some cavern\n  Where no water whatever anywise harmed him,\n  And the clutch of the current could not come anear him,\n  Since the roofed-hall prevented; brightness a-gleaming\n  Fire-light he saw, flashing, resplendent.\n  The good one saw then the sea-bottom’s monster,\n  The mighty mere-woman; he made a great onset\n  With weapon-of-battle, his hand not desisted\n  From striking, that war-blade struck on her head then\n  A battle-song greedy. The stranger perceived then\n  The sword would not bite, her life would not injure,\n  But the falchion failed the folk prince when straitened:\n  Erst had it often onsets encountered,\n  Oft cloven the helmet, the fated one’s armor:\n  ’T was the first time that ever the excellent jewel\n  Had failed of its fame. Firm-mooded after,\n  Not heedless of valor, but mindful of glory,\n  Was Higelac’s kinsman; the hero-chief angry\n  Cast then his carved-sword covered with jewels\n  That it lay on earth, hard and steel-pointed;\n  He hoped in his strength, his hand-grapple sturdy.\n  So any must act whenever he thinketh\n  To gain him in battle glory unending,\n  And is reckless of living. The lord of the War-Geats\n  (He shrank not from battle) seized by the shoulder\n  The mother of Grendel; then mighty in struggle\n  Swung he his enemy, since his anger was kindled,\n  That she fell to the floor. With furious grapple\n  She gave him requital early thereafter,\n  And stretched out to grab him; the strongest of warriors\n  Faint-mooded stumbled, till he fell in his traces,\n  Foot-going champion. Then she sat on the hall-guest\n  And wielded her war-knife wide-bladed, flashing,\n  For her son would take vengeance, her one only bairn.\n  His breast-armor woven bode on his shoulder;\n  It guarded his life, the entrance defended\n  ’Gainst sword-point and edges. Ecgtheow’s son there\n  Had fatally journeyed, champion of Geatmen,\n  In the arms of the ocean, had the armor not given,\n  Close-woven corselet, comfort and succor,\n  And had God most holy not awarded the victory,\n  All-knowing Lord; easily did heaven’s\n  Ruler most righteous arrange it with justice;\n  Uprose he erect ready for battle.",
        "  Then he saw ’mid the war-gems a weapon of victory,\n  An ancient giant-sword, of edges a-doughty,\n  Glory of warriors: of weapons ’t was choicest,\n  Only ’t was larger than any man else was\n  Able to bear in the battle-encounter,\n  The good and splendid work of the giants.\n  He grasped then the sword-hilt, knight of the Scyldings,\n  Bold and battle-grim, brandished his ring-sword,\n  Hopeless of living, hotly he smote her,\n  That the fiend-woman’s neck firmly it grappled,\n  Broke through her bone-joints, the bill fully pierced her\n  Fate-cursèd body, she fell to the ground then:\n  The hand-sword was bloody, the hero exulted.\n  The brand was brilliant, brightly it glimmered,\n  Just as from heaven gemlike shineth\n  The torch of the firmament. He glanced ’long the building,\n  And turned by the wall then, Higelac’s vassal\n  Raging and wrathful raised his battle-sword\n  Strong by the handle. The edge was not useless\n  To the hero-in-battle, but he speedily wished to\n  Give Grendel requital for the many assaults he\n  Had worked on the West-Danes not once, but often,\n  When he slew in slumber the subjects of Hrothgar,\n  Swallowed down fifteen sleeping retainers\n  Of the folk of the Danemen, and fully as many\n  Carried away, a horrible prey.\n  He gave him requital, grim-raging champion,\n  When he saw on his rest-place weary of conflict\n  Grendel lying, of life-joys bereavèd,\n  As the battle at Heorot erstwhile had scathed him;\n  His body far bounded, a blow when he suffered,\n  Death having seized him, sword-smiting heavy,\n  And he cut off his head then. Early this noticed\n  The clever carles who as comrades of Hrothgar\n  Gazed on the sea-deeps, that the surging wave-currents\n  Were mightily mingled, the mere-flood was gory:\n  Of the good one the gray-haired together held converse,\n  The hoary of head, that they hoped not to see again\n  The atheling ever, that exulting in victory\n  He’d return there to visit the distinguished folk-ruler:\n  Then many concluded the mere-wolf had killed him.\n  The ninth hour came then. From the ness-edge departed\n  The bold-mooded Scyldings; the gold-friend of heroes\n  Homeward betook him. The strangers sat down then\n  Soul-sick, sorrowful, the sea-waves regarding:\n  They wished and yet weened not their well-loved friend-lord\n  To see any more. The sword-blade began then,\n  The blood having touched it, contracting and shrivelling\n  With battle-icicles; ’t was a wonderful marvel\n  That it melted entirely, likest to ice when\n  The Father unbindeth the bond of the frost and\n  Unwindeth the wave-bands, He who wieldeth dominion\n  Of time and of tides: a truth-firm Creator.\n  Nor took he of jewels more in the dwelling,\n  Lord of the Weders, though they lay all around him,\n  Than the head and the handle handsome with jewels;\n  The brand early melted, burnt was the weapon:\n  So hot was the blood, the strange-spirit poisonous\n  That in it did perish. He early swam off then\n  Who had bided in combat the carnage of haters,\n  Went up through the ocean; the eddies were cleansed,\n  The spacious expanses, when the spirit from farland\n  His life put aside and this short-lived existence.\n  The seamen’s defender came swimming to land then\n  Doughty of spirit, rejoiced in his sea-gift,\n  The bulky burden which he bore in his keeping.\n  The excellent vassals advanced then to meet him,\n  To God they were grateful, were glad in their chieftain,\n  That to see him safe and sound was granted them.\n  From the high-minded hero, then, helmet and burnie\n  Were speedily loosened: the ocean was putrid,\n  The water ’neath welkin weltered with gore.\n  Forth did they fare, then, their footsteps retracing,\n  Merry and mirthful, measured the earth-way,\n  To highway familiar: men very daring\n  Bare then the head from the sea-cliff, burdening\n  Each of the earlmen, excellent-valiant.\n  Four of them had to carry with labor\n  The head of Grendel to the high towering gold-hall\n  Upstuck on the spear, till fourteen most-valiant\n  And battle-brave Geatmen came there going\n  Straight to the palace: the prince of the people\n  Measured the mead-ways, their mood-brave companion,\n  The atheling of earlmen entered the building,\n  Deed-valiant man, adorned with distinction,\n  Doughty shield-warrior, to address King Hrothgar:\n  Then hung by the hair, the head of Grendel\n  Was borne to the building, where beer-thanes were drinking,\n  Loth before earlmen and eke ’fore the lady:\n  The warriors beheld then a wonderful sight.\n         J. L. Hall’s Translation, Parts XXI.-XXIV.\nTHE NIBELUNGEN LIED.",
        "The Nibelungen Lied, or Song of the Nibelungen, was written about the\nbeginning of the thirteenth century, though the events it chronicles\nbelong to the sixth or seventh century. The manuscript poem was discovered\nabout the middle of the eighteenth century.",
        "Lachmann asserts that the Nibelungen Lied consists of twenty songs of\nvarious dates and authorship; other scholars, while agreeing that it is\nthe work of a single author, ascribe it variously to Conrad von\nKurenburger, Wolfram von Eschenbach, Heinrich von Ofterdingen, and Walther\nvon der Vogelweide.",
        "Whoever was its author, he was only a compiler of legends that were the\nproperty of the people for centuries, and are found in many other of the\npopular German epics of the Middle Ages.",
        "The poem consists of thirty-nine adventures, containing two thousand four\nhundred and fifty-nine stanzas of four lines each. The action covers\nthirty years. It is based on material obtained from four sources: (1) The\nFrankish saga-cycle, whose hero is Siegfried; (2) the saga-cycle of\nBurgundy, whose heroes are Günther, king of Worms, and his two brothers;\n(3) the Ostrogothic saga-cycle, whose hero is Dietrich of Bern; and (4)\nthe saga-cycle of Etzel, king of the Huns, with his allies and vassals.",
        "Dietrich of Bern is supposed to be Theodoric of Italy, in exile at the\nHunnish court. Etzel is Attila the Hun, and Günther, Gunducarius, king of\nthe Burgundians, who was destroyed by the Huns with his followers in the\nyear 436.",
        "The Nibelungen Lied very much resembles the Iliad, not only in the\nuncertainty of its origin and the impersonality of its author, but also in\nits objectivity, its realism, the primitive passions of its heroes, and\nthe wondrous acts of valor performed by them. It contains many passages of\nwonderful beauty, and gives a striking picture of the social customs and\nthe religious belief of the time.",
        "Mary Elizabeth Burt’s Story of the German Iliad, 1892;",
        "Thomas Carlyle’s Nibelungen Lied (see his Miscellaneous Essays, 1869, vol.\niii., pp. 111-162);",
        "Sir G. W. Cox and E. H. Jones’s Nibelungen Lied (see their Tales of the\nTeutonic Lands, 1872, pp. 79-132);",
        "G. T. Dippold’s Nibelungenlied (see his Great Epics of Mediaeval Germany,\n1882, pp. 1-117);",
        "William T. Dobson’s Nibelungenlied Epitomized (see his Classic Poets,\n1878);",
        "Auber Forestier’s Echoes from Mistland, or the Nibelungen Lay Revealed,\nTr. by A. A. Woodward, 1877;",
        "Joseph Gostwick’s and Robert Harrison’s Nibelungenlied (see their Outlines\nof German Literature, n. d., pp. 16-24);",
        "Hugh Reginald Haweis’s Nibelungenlied (see his Musical Memories, 1887, pp.\n225-250);",
        "Frederick Henry Hedge’s Nibelungenlied (see his Hours with the German\nClassics, 1887, pp. 25-55);",
        "James K. Hosmer’s Nibelungen Lied (see his Short History of German\nLiterature, 1891, pp. 23-77);",
        "J. P. Jackson’s Ring of the Nibelung, Cosmopolitan, 1888, vol. vi. pp.\n415-433;",
        "Henry W. Longfellow’s Nibelungenlied (see his Poets and Poetry of Europe,\nnew ed., enlarged, 1882, pp. 217-227);",
        "J. M. F. Ludlow’s Lay and Lament of the Niblungs (see his Popular Epics of\nthe Middle Ages, 1865, pp. 105-183);",
        "E. Magnusson and William Morris’s Völsungs Saga, story of the Völsungs and\nNiblungs, 1870;",
        "William Morris’s Story of Sigurd the Volsung and the Fall of the Niblungs,\n1887;",
        "F. Max Müller’s Das Nibelungenlied (see his German Classics, new ed.,\n1893, vol. i., pp. 112-136);",
        "Ernst Raupach’s Nibelungen Treasure, a tragedy from the German with\nremarks, 1847;",
        "A. M. Richey’s Teutonic and the Celtic Epic, Fraser’s Magazine, 1874, vol.\nlxxxix., pp. 336-354;",
        "Wilhelm Scherer’s Nibelungenlied (see his History of German Literature,\n1893, vol. i., pp. 101-115);",
        "Leda M. Schoonamaker’s Nibelungen Lied, Harper’s Magazine, 1877, vol. lv.,\npp. 38-51;",
        "Bayard Taylor’s Nibelungen Lied (see his Studies in German Literature,\n1893, pp. 101-134);",
        "Wilhelm Wagner’s Nibelungenlied (see his Epics and Romances of the Middle\nAges, 1883, pp. 229-306);",
        "Henry Weber’s The Song of the Nibelungen (see Weber and Jamieson,\nIllustrations of Northern Antiquities, 1874, pp. 167-213).",
        "The Nibelungen Lied, Tr. by Alfred G. Foster Barham, 1887;",
        "The Lay of the Nibelungers, Tr. into English text after Lachman’s text by\nJonathan Birch, ed. 3, 1887;",
        "The Nibelungenlied, Tr. by Joseph Gostwick (see his Spirit of German\nPoetry, 1843);",
        "The Fall of the Nibelungers, Tr. by William Nanson Lettsom, ed. 2, 1874.",
        "In the beautiful city of Worms, in Burgundy, dwelt the maiden Kriemhild,\nsurpassing all others in beauty. Her father, long since dead, was Dancrat;\nher mother, Uta, and her three brothers,–Günther, Gernot, and\nGiselher,–puissant princes whose pride it was to guard their lovely\nsister. Among the noble lords their liegemen were Hagan of Trony,\nDankwart, his brother, Ortwine of Metz, Eckewart, Gary, Folker, Rumolt the\nsteward, Sindolt the butler, and Humolt the chamberlain.",
        "The peace of the beautiful Kriemhild was one night disturbed by a dream,\nin which she saw a young falcon that she had long reared with tender care\ntorn to pieces by two fierce eagles. When she confided this dream to her\nmother, the wise Uta declared that it meant that she would one day wed a\nfair prince threatened with a dreadful doom.",
        "“Then I will never wed!” cried Kriemhild. “Better to forego the bliss thou\ntellest me attends only the wedded state than to taste the anguish\nforetold by my dream.” Alas! little could she guess of what the future\nheld in store for her.",
        "In the wide country of the Netherlands, in the city of Xanten, dwelt the\ngreat prince Siegmund and his wife Sieglind. Their kingdom was wide, their\nwealth great, but nothing gave them so much happiness as the renown of\ntheir glorious son Siegfried. Such mighty deeds of valor had he performed\nthat his fame was already world-wide, though he was but a youth. To Xanten\nthe fame of the peerless princess Kriemhild had penetrated, and the young\nprince declared to his parents his intention of seeking her out in\nBurgundy, and wooing her for his wife. All entreaties were in vain; with\nbut twelve companions, each fitted out with the most gorgeous vestments,\nby the care of the queen mother, the haughty prince advanced into\nBurgundy.",
        "King Günther, surprised at the sight of the splendidly attired strangers,\ncalled one after another of his knights to inform him who they were. None\nknew, until Hagan was at last called because he was familiar with the\nwarriors of every land. He did not know them. “But,” said he, “though I\nhave never set eyes on him, I’ll wager that is the noble Siegfried, the\nmighty warrior who slew the Nibelungers. Once, so I have heard the story,\nwhen he was riding alone, he saw the two kings Nibelung and Shilbung\ndividing the treasure of the Niblungs. They had just brought it out from\nthe cavern where it was guarded by the dwarf Albric, and they called\nSiegfried to come and divide it for them. The task was so great that he\ndid not finish it, and when the angry kings set upon him he slew them\nboth, their giant champions and chiefs, and then overcame the dwarf\nAlbric, and possessed himself of his wondrous cloud-cloak. So he is now\nlord of the Nibelungers and owner of the mighty treasure. Not only this,\nmy king; he once slew a poison-spitting dragon and bathed in its blood, so\nthat his skin is invulnerable. Treat the young prince with respect. It\nwould be ill-advised to arouse his hatred.”",
        "While the king and his counsellors were admiring his haughty bearing,\nSiegfried and his followers advanced to the hall and were fittingly\nwelcomed. Siegfried haughtily declared that he had come to learn if\nGünther’s renown for knighthood was correct, and wished to fight with him,\nwith their respective kingdoms as stakes. Günther had no desire to fight\nwith such a doughty warrior, and he hastened to soothe Siegfried’s wrath\nwith gentle words, inviting him to remain as his guest.",
        "So happy was Siegfried in the tourneys and games enjoyed by Günther’s\ncourt, that he remained in Worms for a year, and in all that time never\nset eyes on Kriemhild. How enraptured would he have been had he known that\nthe gentle maiden watched for him daily at her lattice, and came to long\nfor a glimpse of the handsome stranger!",
        "At the end of the year tidings were brought to Worms that the Saxons, led\nby King Lüdeger, and Lüdegast, king of Denmark, were marching against\nBurgundy. The Burgundians were terrified at the news; but Siegfried,\ndelighted at the thought of war, begged Günther to give him but a thousand\nBurgundians, in addition to the twelve comrades he had brought with him,\nand he would pledge himself to defeat, unaided, the presumptuous enemy.\nMany were the camps of the foe; full forty thousand were there mustered\nout to fight, but Siegfried quickly scattered them, slew many thousands,\nand took the two kings prisoners.",
        "How joyful the melancholy Kriemhild became when the messenger bore to her\nthe glad tidings! Ruddy gold and costly garments he gained for his good\nnews.",
        "On Siegfried’s return he first met and loved Kriemhild. More blooming than\nMay, sweeter than summer’s pride, she stood by the gallant warrior, who\ndared not yet to woo her. The twelve days of revel in celebration of the\nvictory were one long dream of bliss to the happy lovers.",
        "While Siegfried was still lingering at Günther’s court, tidings were\nbrought thither of the beauty, prowess, and great strength of Brunhild,\nQueen of Issland, and Günther determined to go thither and woo her.\nSiegfried implored him not to go.",
        "“Thou knowest not what thou must undertake,” he said. “Thou must take part\nin her contests, throw the javelin, throw the stone and jump after it, and\nif thou fail in even one of these three games thou must lose thy life and\nthat of thy companions.”",
        "When Siegfried found that he could not move Günther, he promised to go\nwith him and assist him, on condition that on their return Günther would\ngive him the beautiful Kriemhild for his wife.",
        "Attired in the most splendid raiment, prepared by the willing fingers of\nKriemhild and her maids, Günther, with only three companions, Siegfried,\nHagan, and Dankwart, set forth to Issland. Siegfried requested his\ncompanions to inform Brunhild that he was Günther’s man; and when she\nwelcomed him first, he himself told her to speak first to his master.\nThe little party was greatly impressed with the splendor of Brunhild’s\nthree turreted palaces, and with the beauty and prodigious strength of the\nqueen. When they saw her huge golden shield, steel-studded, beneath whose\nweight four chamberlains staggered, and the immense javelin of the\nwar-like maid, the warriors trembled for their lives, all save Siegfried,\nwho, wrapped in his cloud-cloak, invisible to all, stood behind the\nbewildered Günther.",
        "“Give me thy buckler,” he whispered. “Now make but the motions, and I will\nhurl both spear and stone. But keep this a secret if thou wouldst save\nboth our lives.”",
        "To the surprise of every one Günther won the games, and Brunhild,\nsurprised and mortified, ordered her followers to bow to her better, and\nreturned to the castle to make ready for the journey to Worms.",
        "Siegfried carried the tidings to Worms, and the bridal party was met and\nwelcomed at the banks of the Rhine by the Queen Uta, Kriemhild, and a\nlarge following. During the wedding feast, Siegfried reminded Günther of\nhis promise, and the king, calling Kriemhild to him, affianced the two in\nthe presence of the company.",
        "When the suspicious Brunhild saw Siegfried sitting at the table of the\nking, she was angered, for she had been told that he was a vassal.\nAlthough she could get no satisfaction from Günther, she suspected some\nsecret. When she and Günther retired for the night she conquered him, tied\nhim hand and foot with her magic girdle, and hung him on the wall until\nmorning. Günther, overcome with wrath and vexation, told his humiliation\nto Siegfried the next morning at the minster. “Be comforted,” said\nSiegfried. “Tonight I will steal into thy chamber wrapped in my\nmist-cloak, and when the lights are extinguished I will wrestle with her\nuntil I deprive her of the magic ring and girdle.”",
        "After some hesitation, Günther assented, and Brunhild, supposing she was\nconquered by Günther, yielded herself willingly to her husband and lost\nall her former strength. Siegfried carried away her girdle and ring and\ngave them to his wife, little suspecting what harm they would do him in\nthe years to come.",
        "The wedding festivities over, Siegfried took his bride home to the\nNetherlands, where their arrival was celebrated with the greatest\nfestivities. Siegmund placed the crown on his son’s head, and Siegfried\nand Kriemhild ruled happily over the kingdom for ten years, during which\ntime a son was born to them, christened Günther for his uncle.",
        "During these years Brunhild had been fretting that the supposed vassal,\nSiegfried, had never come to pay homage to his king. At last, affecting a\ngreat longing to see Kriemhild once more, she induced Günther to invite\nhis sister and her husband to visit them. This he did gladly, and on their\narrival many days were spent in feasting, merrymaking, and the tourney.",
        "But one day, when the two queens were watching the tilting in the castle\ncourt, Kriemhild, excited by the victories of her husband, declared that\nSiegfried, because of his might, ought to be ruler of Burgundy. This\nangered Brunhild, who reproached the wife of a vassal for such\npresumption.",
        "“My husband a vassal!” exclaimed the indignant Kriemhild. “He, ruler of\nthe Netherlands, who holds a higher place than my brother Günther! I\ncannot endure thy insolence longer.”",
        "“I will see,” said Brunhild, “this very day whether thou receivest the\npublic respect and honor paid to me.”",
        "“I am ready for the test,” responded Kriemhild, “and I will show thee\nto-day, before our following, that I dare to enter the church before\nGünther’s queen.”",
        "When the two queens met on the minster steps, and Brunhild declared that\nno vassaless should enter before her, Kriemhild reproached her for being\nthe leman of Siegfried, and displayed in proof the ring and girdle he had\ntaken from Brunhild. Rage and fury rendered Brunhild speechless. The kings\nwere summoned, and both denied the truth of Kriemhild’s words. But the two\nqueens were now bitter enemies, and the followers of Brunhild, among them\nthe gloomy Hagan of Trony, were deeply angered at Siegfried and his queen.\nHagan laid a plot to destroy Siegfried, and Günther, though at first\nunwilling, was at last induced to enter it.",
        "Pretended messengers came to announce to Günther that the Saxons again\nthreatened war against him. Siegfried proposed to take part in the war,\nand preparations were at once begun. Hagan, with pretended tenderness,\ntold Kriemhild of the coming danger, and asked her if her lord had a weak\nplace, that he might know and guard it for him. Kriemhild confided to him\nher husband’s secret. When Siegfried was bathing in the dragon’s blood, a\nleaf fell between his shoulders, and that spot was vulnerable. There she\nwould embroider a cross on his vesture that Hagan might protect him in the\nshock of battle.",
        "The war was now abandoned and a great hunt undertaken. Gernot and\nGiselher, though they did not see fit to warn Siegfried, refused to take\npart in the plot and go to the hunt. Many a lion, elk, and boar fell by\nSiegfried’s hand that day before the hunters were called together to the\nroyal breakfast; when they at last sat down in the flowery meadow the wine\nwas wanting, and the warriors were compelled to quench their thirst at a\nbrooklet near by.",
        "“A race!” cried the hero; and he, Hagan, and Günther ran for the brook,\nSiegfried gaining it first. After the king had quenched his thirst,\nSiegfried threw down his arms and stooped to drink. Then Hagan, picking up\nhis ashen spear, threw it at the embroidered cross, and Siegfried fell in\nthe agonies of death, reproaching his traitorous friends whom he had\nserved so faithfully.",
        "To add cruelty to cruelty, the vindictive Hagan placed the body of\nSiegfried outside Kriemhild’s chamber door, where she would stumble over\nit as she went out to early mass next morning. Down she fell fainting when\nshe recognized her husband, and reviving, shrieked in her anguish,\n“Brunhild planned it; Hagan struck the blow!”",
        "Her grief was terrible to see. One moment the unhappy queen was accusing\nherself for revealing her husband’s secret; again she was vowing revenge\nagainst Hagan, and at another time she reviled the traitorous Günther.",
        "When her father-in-law Siegmund returned home, she would not go with him,\nbut remained near the body of her husband, under the protection of her\nbrothers Gernot and Giselher and in the company of her mother.",
        "Kriemhild, living in joyless state in her lonely palace, was at last\ninduced to speak to Günther and pardon him. The pardon granted, Günther\nand Hagan at once plotted to have the Nibelungen hoard, Siegfried’s\nmorning-gift to Kriemhild, brought to Worms. Never before was such a\ntreasure seen. Twelve huge wagons, journeying thrice a day, required four\nnights and days to carry it from the mountain to the bay. It consisted of\nnothing but precious stones and gold, and with it was the magic\nwishing-rod. It filled Kriemhild’s towers and chambers to overflowing, and\nwon many friends for the queen, who distributed it liberally.",
        "When the envious Hagan could not induce Günther to take the treasure from\nKriemhild, he selected a time when the king and his brothers were away\nfrom home, and seizing the treasure, cast it into the Rhine, hoping to get\nit again. In this he failed, so the great treasure was forever lost.",
        "Thus ends the first part of the Lay of the Nibelungen. The second part is\nsometimes called the Need or Fall of the Nibelungen.",
        "While Kriemhild was bewailing her loss and revolving plans for revenge,\nEtzel, King of the Huns, who had heard of the charms of Siegfried’s widow,\nsent the noble Margrave Rüdeger into Burgundy with proposals for her hand.",
        "Günther and his brothers begged Kriemhild to accept the offer; their\ncounsellors advised it; only the sage Hagan protested. He knew too well\nhow Kriemhild longed for revenge. “When once she gets among the Huns, she\nwill make us rue the day,” said he.",
        "But the others laughed at Hagan’s scruples. The land of the Huns was far\naway, and they need never set foot in it. Moreover, it was their duty to\nmake Kriemhild happy.",
        "Moved by the eloquence of Rüdeger, Kriemhild consented to wed Etzel, and\nset out in great state to meet the king.",
        "She was splendidly entertained along the way, tarried a short time at the\nhome of the Margrave Rüdeger, and at Tulna met the great monarch Etzel,\nriding to meet her, among his hosts of Russians, Polacks, Greeks, and\nWallachians.",
        "The splendid wedding-feast was held at Vienna. Kriemhild was received with\nthe greatest honor, and so lavish was she of the gold and jewels she had\nbrought with her, and so gracious to the attendant Huns, that every one\nloved her, and willingly worked her will.",
        "For seven long years she and Attila lived happy together, and to them was\ngiven a son whom they christened Ortlieb. Then Kriemhild, still\nremembering her loss and the cruelties of her Burgundian relatives and\nfriends, bethought herself of her revenge.",
        "Feigning a great desire to see her brothers, she entreated Etzel to invite\nthem to visit her; and the king, not suspecting her fell purpose, and glad\nof an opportunity to welcome her friends, at once despatched messengers\nwith the invitation.",
        "This time other counsellors besides Hagan mistrusted the queen, and\nadvised King Günther and his brothers to decline the invitation. But the\nprinces grew angry at their advice; and Hagan, who could not endure to be\nlaughed at, set forth with them, accompanied with a great train of\nwarriors.",
        "The Rhine was too swollen to ford, and Hagan was sent up the stream to\nfind a ferryman. As he looked for the boatman, he spied some mermaids\nbathing, and seizing their garments, would not restore them until they\ntold him what would befall the Burgundians in Hungary.",
        "“Safe will you ride to Etzel’s court, and safe return,” said one, as he\nreturned the garments. But as he turned to go, another called: “My aunt\nhas lied to thee that she might get back her raiment. Turn now, or you\nwill never live to see Burgundy. None save the chaplain will return in\nsafety.”",
        "Hagan went on gloomily and found the ferryman, who, proud and sullen,\nrefused to take the party across. Hagan slew him, and, returning with the\nboat, threw the unfortunate chaplain into the river, thinking by drowning\nhim to prove the mermaid’s prophecy untrue. But the chaplain escaped to\nthe other side, and walked back to Burgundy. Then Hagan told the party of\nthe prophecy and they resolved to go on together, though they realized\nthat they were going to their doom.",
        "Because of the slaughter of the ferryman, they were attacked by Gelfrat,\nthe ruler of the land; but he was overcome and slain by Dankwart.",
        "The Margrave Rüdeger received the travellers hospitably, and betrothed his\nfair daughter to Giselher. He then accompanied the Burgundians to Etzel’s\ncourt.",
        "The Burgundians suspected Kriemhild from the first. Giselher was the only\none of her brothers whom she kissed, and she and Hagan quarrelled over the\ntreasure at their first meeting.",
        "They were warned by Eckewart, who had accompanied Kriemhild from Burgundy,\nand by Dietrich of Bern, an exile at the court of Etzel, who told them\nthat every morning since her stay in Hunland she had moaned and wailed for\nSiegfried. By Hagan’s advice they all kept on their armor, telling Etzel\nthat it was the custom in their country to wear it for the first three\ndays.",
        "Kriemhild’s design was to destroy Hagan and spare her brothers. But Hagan,\non his guard, drove her warriors away from his room at night, and saved\nhimself at church from the jostling Hunnish lords, never, in the mean\ntime, sparing his insults to Kriemhild.",
        "The Huns, who were devoted to their queen, were not slow in showing their\nanger at Hagan’s treatment of her, and the ill feeling between the\nwarriors increased as the days passed by.",
        "As the Burgundians sat at the banquet with Etzel and his wife, in burst\nDankwart, exclaiming that he had been attacked by Bloedel, who had slain\nall his followers.",
        "“Be stirring, brother Hagan!” he cried. “Help me to avenge my wrongs!”",
        "At this moment the little prince Ortlieb had been brought into the hall\nand passed around among the guests.",
        "“Let us drink to friendship with moody Kriemhild in king’s wine!” cried\nHagan, and with one blow of the sword sent the child’s head in his\nmother’s lap. Then arose a fearful clamor. Spear rang against shield, and\nthe cries of the fierce Huns mingled with the defiant shouts of the\nBurgundians.",
        "Dietrich of Bern, leaping upon a bench, asked King Günther, that, as a\nfriend to both parties, he might be permitted to withdraw from the hall\nwith his friends. When the Burgundians assented, he led forth the king and\nqueen. The same privilege was accorded to Rüdeger.",
        "Then, while the terrible Folker guarded the door with his fiddle bow, one\nside of which was a trenchant sword, the battle began. The Burgundians\ntaunted the Huns with their weakness and cowardice until they ventured\ninto the hall and were cut down by Hagan and his desperate men. When\nevening fell the thousand and four who had entered the hall all lay dead\nby the hands of the Burgundians.",
        "When Kriemhild’s offer to give her brothers their lives if they would\nsurrender Hagan was refused, she ordered fire to be set to the four\ncorners of the hall, thinking thus to drive them forth. But the burning\nrafters fell into the rivers of blood and were quenched, and the\nBurgundians derived new courage and strength from huge draughts of blood\nfrom their fallen foes.",
        "Then Kriemhild and Etzel, seeing how their Hunnish men had fallen, and\nperceiving that the Burgundians were in no wise injured by the fire,\nreproached the Margrave Rüdeger that he did not enter the fight. In vain\nhe told them of his friendship with the princes; of the betrothal of his\ndaughter and Giselher. Kriemhild persisted in reminding him of the promise\nhe had made to serve her to her dying day. At last he reluctantly summoned\nhis men, and bidding farewell to his cruel king and queen, he entered the\nhall. Gladly was he welcomed by the Burgundians, who could not believe\nthat he came to do battle with them. He explained how he was forced to\nfight them, and amid the tears of both sides, he exchanged shields with\nHagan, whose buckler was broken. Then was the grim Hagan moved to tears,\nand he vowed not to touch Rüdeger in the fight. Fearful was the clatter of\nshield and blade as Rüdeger fought with Gernot, and fell at last by the\nblade he had himself given the prince.",
        "Great was the wailing of the Huns when they saw the lifeless body of\nRüdeger, and deeply did Etzel regret the loss of the valiant and true\nmargrave.",
        "Dietrich of Bern, who sat afar off, sent some of his best warriors under\nhis man Hildebrand, to inquire of the truth of the report of Rüdeger’s\ndeath. These fiery men disobeyed the orders of their master, and fought\nwith the Burgundians until none remained save Günther and Hagan on one\nside, and Hildebrand on the other.",
        "When Dietrich heard of the slaughter of his followers, he was overcome\nwith sorrow, and himself sought the hall. He promised Günther and Hagan\nthat if they would surrender, he would himself lead them back in safety to\nBurgundy; but to this they would not consent. By this time they were so\nworn out, however, from the long battle, that Dietrich easily overpowered\nthem and led them captive before Kriemhild, who promised to show them fair\ntreatment.",
        "But Kriemhild’s mind had become so warped by her desire for revenge, that\nshe could not think of mercy. She cast her prisoners into separate\ndungeons, and visiting Hagan first, demanded her treasure. “But give it to\nme again, and thou shalt return living into Burgundy.”",
        "“Pray not to me, haughty queen,” replied Hagan. “I swore that while my\nlords were living I would ne’er tell where it lies. Thy prayer is thrown\naway.”",
        "Straightway the savage Kriemhild ordered the head of Günther to be struck\noff, and bearing it by the hair, she displayed it to Hagan, asking him now\nto tell her the secret.",
        "“Now that all my lords are dead,” said he, “no one shall know, thou least\nof all, she-fiend!”",
        "Kriemhild, beside herself with grief and rage, snatched from him the sword\nBalmung that he had taken from Siegfried, and ever since carried, and\nraising it high with both hands, struck off the head of her hated enemy.",
        "At this the grief of Etzel broke forth, and the aged Hildebrand, enraged\nto see a woman do such deeds, sprang upon Kriemhild and smote her to death\nwith his sword.",
        "Bitterly wept King Etzel and Dietrich as they gazed on the corpses\nscattered round, and the disfigured body of the fair queen. Nothing\nremained for the Hunnish people but grief and woe.",
        "Here on earth pain ever follows in the steps of pleasure.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}