{
    "title": "National Epics",
    "author": "Kate Milner Rabb",
    "chapter": "1",
    "content": [
        "\n\n",
        "By",
        "Kate Milner Rabb",
        "1896",
        "To My Mother.",
        "This volume is intended for an introduction to the study of the epics.\nWhile the simplicity and directness of the epic style seem to make such a\nbook unnecessary, the fact that to many persons of literary tastes some of\nthese great poems are inaccessible, and that to many more the pleasure of\nexploring for themselves “the realms of gold” is rendered impossible by\nthe cares of business, has seemed sufficient excuse for its being. Though\nthe beauty of the original is of necessity lost in a condensation of this\nkind, an endeavor has been made to preserve the characteristic epithets,\nand to retain what Mr. Arnold called “the simple truth about the matter of\nthe poem.” It is believed that the sketch prefacing each story, giving\nbriefly the length, versification, and history of the poem, will have its\nvalue to those readers who have not access to the epics, and that the\nselections following the story, each recounting a complete incident, will\ngive a better idea of the epic than could be formed from passages\nscattered through the text.",
        "The epic originated among tribes of barbarians, who deified departed\nheroes and recited legends in praise of their deeds. As the hymn\ndeveloped, the chorus and strophe were dropped, and the narrative only was\npreserved. The word “epic” was used simply to distinguish the narrative\npoem, which was recited, from the lyric, which was sung, and from the\ndramatic, which was acted.",
        "As the nation passed from childhood to youth, the legends of the hero that\neach wandering minstrel had changed to suit his fancy, were collected and\nfused into one by some great poet, who by his power of unification made\nthis written epic his own.",
        "This is the origin of the Hindu epics, the “Iliad” and the “Odyssey,” the\n“Kalevala,” the “Shah-Nameh,” “Beowulf,” the “Nibelungen Lied,” the “Cid,\"\nand the “Song of Roland.”",
        "The conditions for the production of the primitive epic exist but once in\na nation’s growth. Its later epics must be written on subjects of national\nimportance, chosen by the poet, who arranges and embellishes his material\naccording to the rules of the primitive epic. To this class belong the\n“Aeneid,” the “Jerusalem Delivered,” and the “Lusiad.” Dante’s poem is\nbroader, for it is the epic of mediaeval Christianity. Milton likewise\nsought “higher argument” than",
        "  “Wars, hitherto the only argument\n      Heroic deemed,”",
        "and crystallized the religious beliefs of his time in “Paradise Lost.”",
        "The characteristics both of the primitive and the modern epic are their\nuniform metre, simplicity of construction, concentration of action into a\nshort time, and the use of episode and dialogue. The main difference lies\nin the impersonality of the primitive epic, whose author has so skillfully\nhidden himself behind his work that, as some one has said of Homer, “his\nheroes are immortal, but his own existence is doubtful.”",
        "Although the historical events chronicled in the epics have in every case\nbeen so distorted by the fancy of the poets that they cannot be accepted\nas history, the epics are storehouses of information concerning ancient\nmanners and customs, religious beliefs, forms of government, treatment of\nwomen, and habits of feeling.",
        "Constructed upon the noblest principles of art, and pervaded by the\neternal calm of the immortals, these poems have an especial value to us,\nwho have scarcely yet realized that poetry is an art, and are feverish\nfrom the unrest of our time. If by the help of this volume any reader be\nenabled to find a portion of the wisdom that is hidden in these mines, its\npurpose will have been accomplished.",
        "My thanks are due to Mr. John A. Wilstach for the use of selections from\nhis translation of the “Divine Comedy;” to Prof. J. M. Crawford, for the\nuse of selections from his translation of the “Kalevala;” to Henry Holt &\nCo., for the use of selections from Rabillon’s translation of “La Chanson\nde Roland;” to Roberts Brothers, for the use of selections from Edwin\nArnold’s “Indian Idylls;” to Prof. J. C. Hall, for the use of selections\nfrom his translation of “Beowulf;” and to A. C. Armstrong & Son, for the\nuse of selections from Conington’s Translation of the “Aeneid.” The\nselections from the “Iliad” and the “Odyssey” are used with the permission\nof and by special arrangement with Houghton, Mifflin & Co., publishers of\nBryant’s translations of the “Iliad” and the “Odyssey.” Special thanks are\ndue to Miss Eliza G. Browning of the Public Library of Indianapolis, to\nMiss Florence Hughes of the Library of Indiana University, and to Miss\nCharity Dye, of Indianapolis.",
        "K. M. R.",
        "Indianapolis, IND., September, 1896.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}