{
    "title": "National Epics - Selections From the Mahâ-Bhârata",
    "author": "Kate Milner Rabb",
    "chapter": "6",
    "content": [
        "\n\n",
        "SÂVITRI, OR LOVE AND DEATH.",
        "The beautiful princess Sâvitri of her own choice wedded the prince\nSatyavan, son of a blind and exiled king, although she knew that he was\ndoomed by the gods to die within a year. When the year was almost gone,\nshe sat for several days beneath a great tree, abstaining from food and\ndrink, and imploring the gods to save him from death. On the fateful day\nshe accompanied him to the forest to gather the sacred wood for the\nevening sacrifice. As he struck the tree with the axe he reeled in pain,\nand exclaiming, “I cannot work!” fell fainting.",
        "  Thereon that noble lady, hastening near.\n  Stayed him that would have fallen, with quick arms;\n  And, sitting on the earth, laid her lord’s head\n  Tenderly in her lap. So bent she, mute,\n  Fanning his face, and thinking ’t was the day–\n  The hour–which Narad named–the sure fixed date\n  Of dreadful end–when, lo! before her rose\n  A shade majestic. Red his garments were,\n  His body vast and dark; like fiery suns\n  The eyes which burned beneath his forehead-cloth;\n  Armed was he with a noose, awful of mien.\n  This Form tremendous stood by Satyavan,\n  Fixing its gaze upon him. At the sight\n  The fearful Princess started to her feet.\n  Heedfully laying on the grass his head,",
        "  Up started she, with beating heart, and joined\n  Her palms for supplication, and spake thus\n  In accents tremulous: “Thou seem’st some God;\n  Thy mien is more than mortal; make me know\n  What god thou art, and what thy purpose here.”",
        "  And Yama said (the dreadful god of death):\n  “Thou art a faithful wife, O Sâvitrî,\n  True to thy vows, pious, and dutiful;\n  Therefore I answer thee. Yama I am!\n  This Prince thy lord lieth at point to die;\n  Him will I straightway bind and bear from life;\n  This is my office, and for this I come.”",
        "  Then Sâvitrî spake sadly: “It is taught\n  Thy messengers are sent to fetch the dying;\n  Why is it, Mightiest, thou art come thyself?”",
        "  In pity of her love, the Pityless\n  Answered–the King of all the Dead replied:\n  “This was a Prince unparalleled, thy lord;\n  Virtuous as fair, a sea of goodly gifts,\n  Not to be summoned by a meaner voice\n  Than Yama’s own: therefore is Yama come.”",
        "  With that the gloomy God fitted his noose\n  And forced forth from the Prince the soul of him–\n  Subtile, a thumb in length–which being reft,\n  Breath stayed, blood stopped, the body’s grace was gone,\n  And all life’s warmth to stony coldness turned.\n  Then, binding it, the Silent Presence bore\n  Satyavan’s soul away toward the South.",
        "  But Sâvitrî the Princess followed him;\n  Being so bold in wifely purity,\n  So holy by her love; and so upheld,\n  She followed him.",
        "                     Presently Yama turned.\n  “Go back,” quoth he. “Pay for him funeral dues.\n  Enough, O Sâvitrî, is wrought for love;\n  Go back! Too far already hast thou come.”",
        "  Then Sâvitrî made answer: “I must go\n  Where my lord goes, or where my lord is borne;\n  Naught other is my duty. Nay, I think,\n  By reason of my vows, my services,\n  Done to the Gurus, and my faultless love,\n  Grant but thy grace, I shall unhindered go.\n  The sages teach that to walk seven steps\n  One with another, maketh good men friends;\n  Beseech thee, let me say a verse to thee:–",
        "  “Be master of thyself, if thou wilt be\n  Servant of Duty. Such as thou shall see\n  Not self-subduing, do no deeds of good\n  In youth or age, in household or in wood.\n  But wise men know that virtue is best bliss,\n  And all by some one way may reach to this.\n  It needs not men should pass through orders four\n  To come to knowledge: doing right is more\n  Than any learning; therefore sages say\n  Best and most excellent is Virtue’s way.”\n  Spake Yama then: “Return! yet I am moved\n  By those soft words; justly their accents fell,\n  And sweet and reasonable was their sense.\n  See now, thou faultless one. Except this life\n  I bear away, ask any boon from me;\n  It shall not be denied.”",
        "                              Sâvitrî said:\n  “Let, then, the King, my husband’s father, have\n  His eyesight back, and be his strength restored,\n  And let him live anew, strong as the sun.”",
        "  “I give this gift,” Yama replied. “Thy wish,\n  Blameless, shall be fulfilled. But now go back;\n  Already art thou wearied, and our road\n  Is hard and long. Turn back, lest thou, too, die.”",
        "  The Princess answered: “Weary am I not,\n  So I walk near my lord. Where he is borne,\n  Thither wend I. Most mighty of the Gods,\n  I follow wheresoe’er thou takest him.\n  A verse is writ on this, if thou wouldst hear:–",
        "  “There is naught better than to be\n  With noble souls in company:\n  There is naught better than to wend\n  With good friends faithful to the end.\n  This is the love whose fruit is sweet,\n  Therefore to bide within is meet.”\n  Spake Yama, smiling: “Beautiful! thy words\n  Delight me; they are excellent, and teach\n  Wisdom unto the wise, singing soft truth.\n  Look, now! Except the life of Satyavan,\n  Ask yet another–any–boon from me.”",
        "  Sâvitrî said: “Let, then, the pious King,\n  My husband’s father, who hath lost his throne,\n  Have back the Raj; and let him rule his realm\n  In happy righteousness. This boon I ask.”",
        "  “He shall have back the throne,” Yama replied,\n  “And he shall reign in righteousness: these things\n  Will surely fall. But thou, gaining thy wish,\n  Return anon; so shalt thou ’scape sore ill.”",
        "  “Ah, awful God! who hold’st the world in leash,\"\n  The Princess said, “restraining evil men,\n  And leading good men–even unconscious–there,\n  Where they attain, hear yet those famous words:–",
        "  “The constant virtues of the good are tenderness and love\n  To all that lives–in earth, air, sea–great, small–below, above;\n  Compassionate of heart, they keep a gentle thought for each,\n  Kind in their actions, mild in will, and pitiful of speech;\n  Who pitieth not, he hath not faith; full many an one so lives,\n  But when an enemy seeks help, a good man gladly gives.”\n  “As water to the thirsty,” Yama said,\n  “Princess, thy words melodious are to me.\n  Except the life of Satyavan, thy lord,\n  Ask one boon yet again, for I will grant.”",
        "  Answer made Sâvitrî: “The King, my sire,\n  Hath no male child. Let him see many sons\n  Begotten of his body, who may keep\n  The royal line long regnant. This I ask.”",
        "  “So shall it be,” the Lord of Death replied;\n  “A hundred fair preservers of his race\n  Thy sire shall boast. But this wish being won,\n  Return, dear Princess; thou hast come too far.”",
        "  “It is not far for me,” quoth Sâvitrî,\n  “Since I am near my husband; nay, my heart\n  Is set to go as far as to the end;\n  But hear these other verses, if thou wilt:–",
        "  “By that sunlit name thou bearest,\n  Thou, Vaivaswata! art dearest;\n  Those that as their Lord proclaim thee,\n  King of Righteousness do name thee:\n  Better than themselves the wise\n  Trust the righteous. Each relies\n  Most upon the good, and makes\n  Friendship with them. Friendship takes\n  Fear from hearts; yet friends betray,\n  In good men we may trust alway.”\n  “Sweet lady,” Yama said, “never were words\n  Spoke better; never truer heard by ear;\n  Lo! I am pleased with thee. Except this soul,\n  Ask one gift yet again, and get thee home.”",
        "  “I ask thee then,” quickly the Princess cried,\n  “Sons, many sons, born of my body; boys;\n  Satyavan’s children; lovely, valiant, strong;\n  Continuers of their line. Grant this, kind God.”",
        "  “I grant it,” Yama answered; “thou shalt bear\n  These sons thy heart desireth, valiant, strong.\n  Therefore go back, that years be given thee.\n  Too long a path thou treadest, dark and rough.”",
        "  But sweeter than before, the Princess sang:–",
        "  “In paths of peace and virtue\n  Always the good remain;\n  And sorrow shall not stay with them,\n  Nor long access of pain;\n  At meeting or at parting\n  Joys to their bosom strike;\n  For good to good is friendly,\n  And virtue loves her like.\n  The great sun goes his journey\n  By their strong truth impelled;\n  By their pure lives and penances\n  Is earth itself upheld;\n  Of all which live and shall live\n  Upon its hills and fields,\n  Pure hearts are the protectors,\n  For virtue saves and shields.",
        "  “Never are noble spirits\n  Poor while their like survive;\n  True love has gems to render,\n  And virtue wealth to give.\n  Never is lost or wasted\n  The goodness of the good;\n  Never against a mercy,\n  Against a right, it stood;\n  And seeing this, that virtue\n  Is always friend to all,\n  The virtuous and true-hearted,\n  Men their protectors call.”\n  “Line for line, Princess, as thou sangest so,\"\n  Quoth Yama, “all that lovely praise of good,\n  Grateful to hallowed minds, lofty in sound,\n  And couched in dulcet numbers–word by word–\n  Dearer thou grew’st to me. O thou great heart,\n  Perfect and firm! ask any boon from me,–\n  Ask an incomparable boon!”",
        "                              She cried\n  Swiftly, no longer stayed: “Not Heaven I crave,\n  Nor heavenly joys, nor bliss incomparable,\n  Hard to be granted, even by thee; but him,\n  My sweet lord’s life, without which I am dead;\n  Give me that gift of gifts! I will not take\n  Aught less without him,–not one boon–no praise,\n  No splendors, no rewards,–not even those sons\n  Whom thou didst promise. Ah, thou wilt not now\n  Bear hence the father of them and my hope!\n  Make thy free word good; give me Satyavan\n  Alive once more.”",
        "  And thereupon the God–\n  The Lord of Justice, high Vaivaswata–\n  Loosened the noose and freed the Prince’s soul,\n  And gave it to the lady, saying this,\n  With eyes grown tender: “See, thou sweetest queen\n  Of women, brightest jewel of thy kind!\n  Here is thy husband. He shall live and reign\n  Side by side with thee, saved by thee,–in peace\n  And fame and wealth, and health, many long years,\n  For pious sacrifices world-renowned.\n  Boys shalt thou bear to him, as I did grant,–\n  Kshatriya kings, fathers of kings to be,\n  Sustainers of thy line. Also thy sire\n  Shall see his name upheld by sons of sons,\n  Like the immortals, valiant, Mâlavas.”",
        "                          ARNOLD: Indian Idylls.\nFROM “THE GREAT JOURNEY.”",
        "The shadow of the Great War hung over King Yudhi-sthira, whose reign was\none long succession of gloomy events, culminating in the death of the\nblind Raja and his wife in a jungle fire, and the destruction of the\ncapital city of Krishna because of the dissipation of its inhabitants.",
        "  On tidings of the wreck of Vrishni’s race,\n  King Yudhi-sthira of the Pandavas\n  Was minded to be done with earthly things,\n  And to Arjuna spake: “O noble prince,\n  Time endeth all; we linger, noose on neck,\n  Till the last day tightens the line, and kills.\n  Let us go forth to die, being yet alive.\"\n  And Kunti’s son, the great Arjuna, said:\n  “Let us go forth! Time slayeth all.\n  We will find Death, who seeketh other men.\"\n  And Bhimasena, hearing, answered: “Yea,\n  We will find Death!” and Sahadev cried: “Yea!\"\n  And his twin brother Nakalu; whereat\n  The princes set their faces for the Mount.",
        "  So ordering ere he went, the righteous King\n  Made offering of white water, heedfully,\n  To Vasudev, to Rama, and the rest,–\n  All funeral rites performing; next he spread\n  A funeral feast....",
        "  And all the people cried, “Stay with us, Lord!\"\n  But Yudhi-sthira knew his time was come,\n  Knew that life passes and that virtue lasts,\n  And put aside their love....",
        "  So, with farewells\n  Tenderly took of lieges and of lords,\n  Girt he for travel with his princely kin,\n  Great Yudhi-sthira, Dharma’s royal son.\n  Crest-gem and belt and ornaments he stripped\n  From off his body, and for broidered robe\n  A rough dress donned, woven of jungle bark;\n  And what he did–O Lord of men!–so did\n  Arjuna, Bhima, and the twin-born pair,\n  Nakalu with Sahadev, and she,–in grace\n  The peerless,–Draupadi. Lastly those six,–\n  Thou son of Bharata!–in solemn form\n  Made the high sacrifice of Naishtiki,\n  Quenching their flames in water at the close;\n  And so set forth, midst wailing of all folk\n  And tears of women, weeping most to see\n  The Princess Draupadi–that lovely prize\n  Of the great gaming, Draupadi the Bright–\n  Journeying afoot; but she and all the five\n  Rejoiced because their way lay heavenward.",
        "  Seven were they, setting forth,–Princess and King,\n  The King’s four brothers and a faithful dog.\n  Those left Hastinapur; but many a man,\n  And all the palace household, followed them\n  The first sad stage: and ofttimes prayed to part,",
        "  Put parting off for love and pity, still\n  Sighing, “A little farther!” till day waned;\n  Then one by one they turned.",
        "                                 Thus wended they,\n  Pandu’s five sons and loveliest Draupadi,\n  Taking no meat and journeying due east,\n  On righteousness their high hearts fed, to heaven\n  Their souls assigned; and steadfast trod their feet–\n  By faith upborne–past nullah ran, and wood,\n  River and jheel and plain. King Yudhi-sthir\n  Walked foremost, Bhima followed, after him\n  Arjuna, and the twin-born brethren next,\n  Nakalu with Sahadev; in whose still steps–\n  O Best of Bharat’s offspring!–Draupadi,\n  That gem of women paced, with soft dark face,–\n  Clear-edged like lotus petals; last the dog\n  Following the Pandavas.",
        "                      While yet those heroes walked,\n  Now to the northward banding, where long coasts\n  Shut in the sea of salt, now to the north,\n  Accomplishing all quarters, journeyed they;\n  The earth their altar of high sacrifice,\n  Which these most patient feet did pace around\n  Till Meru rose.",
        "                    At last it rose! These Six,\n  Their senses subjugate, their spirits pure,\n  Wending along, came into sight–far off\n  In the eastern sky–of awful Himavat;\n  And midway in the peaks of Himavat,\n  Meru, the mountain of all mountains, rose,\n  Whose head is heaven; and under Himavat\n  Glared a wide waste of sand, dreadful as death.",
        "  Then, as they hastened o’er the deathly waste,\n  Aiming for Meru, having thoughts at soul\n  Infinite, eager,–lo! Draupadi reeled,\n  With faltering heart and feet; and Bhima turned,\n  Gazing upon her; and that hero spake\n  To Yudhi-sthira: “Master, Brother, King!\n  Why doth she fail? For never all her life\n  Wrought our sweet lady one thing wrong, I think.\n  Thou knowest; make us know, why hath she failed?”",
        "  Then Yudhi-sthira answered: “Yea, one thing.\n  She loved our brothers better than all else,–\n  Better than Heaven: that was her tender sin,\n  Fault of a faultless soul: she pays for that.”",
        "  So spake the monarch, turning not his eyes,\n  Though Draupadi lay dead,–striding straight on\n  For Meru, heart-full of the things of Heaven,\n  Perfect and firm. But yet a little space\n  And Sahadev fell down; which Bhima seeing,\n  Cried once again: “O King, great Madri’s son\n  Stumbles and sinks. Why hath he sunk?–so true,\n  So brave and steadfast, and so free from pride!”",
        "  “He was not free,” with countenance still fixed,\n  Quoth Yudhi-sthira; “he was true and fast\n  And wise; yet wisdom made him proud; he hid\n  One little hurt of soul, but now it kills.”",
        "  So saying, he strode on, Kunti’s strong son,\n  And Bhima; and Arjuna followed him,\n  And Nakalu and the hound; leaving behind\n  Sahadev in the sands. But Nakalu,\n  Weakened and grieved to see Sahadev fall–\n  His dear-loved brother–lagged and stayed; and then\n  Prone on his face he fell, that noble face\n  Which had no match for beauty in the land,–\n  Glorious and godlike Nakalu! Then sighed\n  Bhima anew: “Brother and Lord! the man\n  Who never erred from virtue, never broke\n  Our fellowship, and never in the world\n  Was matched for goodly perfectness of form\n  Or gracious feature,–Nakalu has fallen!”",
        "  But Yudhi-sthira, holding fixed his eyes,–\n  That changeless, faithful, all-wise king,–replied:\n  “Yea, but he erred! The god-like form he wore\n  Beguiled him to believe none like to him,\n  And he alone desirable, and things\n  Unlovely, to be slighted. Self-love slays\n  Our noble brother. Bhima, follow! Each\n  Pays what his debt was.”",
        "                            Which Arjuna heard,\n  Weeping to see them fall; and that stout son\n  Of Pandu, that destroyer of his foes,\n  That Prince, who drove through crimson waves of war,\n  In old days, with his milk-white chariot-steeds,\n  Him, the arch hero, sank! Beholding this,–\n  The yielding of that soul unconquerable,",
        "  Fearless, divine, from Sakra’s self derived,\n  Arjuna’s–Bhima cried aloud: “O King!\n  This man was surely perfect. Never once,\n  Not even in slumber, when the lips are loosed,\n  Spake he one word that was not true as truth.\n  Ah, heart of gold! why art thou broke? O King!\n  Whence falleth he?”",
        "                        And Yudhi-sthira said,\n  Not pausing: “Once he lied, a lordly lie!\n  He bragged–our brother–that a single day\n  Should see him utterly consume, alone,\n  All those his enemies,–which could not be.\n  Yet from a great heart sprang the unmeasured speech,\n  Howbeit a finished hero should not shame\n  Himself in such a wise, nor his enemy,\n  If he will faultless fight and blameless die:\n  This was Arjuna’s sin. Follow thou me!”",
        "  So the King still went on. But Bhima next\n  Fainted, and stayed upon the way, and sank;\n  But, sinking, cried behind the steadfast Prince:\n  “Ah, Brother, see! I die! Look upon me,\n  Thy well beloved! Wherefore falter I,\n  Who strove to stand?”",
        "                          And Yudhi-sthira said:\n  “More than was well the goodly things of earth\n  Pleased thee, my pleasant brother! Light the offence\n  And large thy spirit; but the o’erfed soul\n  Plumed itself over others. Pritha’s son,\n  For this thou fallest, who so near didst gain.”",
        "  Thenceforth alone the long-armed monarch strode,\n  Not looking back,–nay, not for Bhima’s sake,–\n  But walking with his face set for the Mount;\n  And the hound followed him,–only the hound.",
        "  After the deathly sands, the Mount! and lo!\n  Sakra shone forth,–the God,–filling the earth\n  And Heavens with the thunders of his chariot wheels.\n  “Ascend,” he said, “with me, Pritha’s great son!\"\n  But Yudhi-sthira answered, sore at heart\n  For those his kinsfolk, fallen on the way:\n  “O Thousand-eyed, O Lord of all the gods,\n  Give that my brothers come with me, who fell!\n  Not without them is Swarga sweet to me.\n  She too, the dear and kind and queenly,–she\n  Whose perfect virtue Paradise must crown,–\n  Grant her to come with us! Dost thou grant this?”",
        "  The God replied: “In Heaven thou shalt see\n  Thy kinsmen and the Queen–these will attain–\n  And Krishna. Grieve no longer for thy dead,\n  Thou chief of men! their mortal coverings stripped,\n  These have their places; but to thee, the gods\n  Allow an unknown grace: thou shalt go up,\n  Living and in thy form, to the immortal homes.”",
        "  But the King answered: “O thou wisest One,\n  Who know’st what was, and is, and is to be,\n  Still one more grace! This hound hath ate with me,\n  Followed me, loved me; must I leave him now?”",
        "  “Monarch,” spake Indra, “thou art now as we,–\n  Deathless, divine; thou art become a god;\n  Glory and power and gifts celestial,\n  And all the joys of heaven are thine for aye:\n  What hath a beast with these? Leave here thy hound.”",
        "  Yet Yudhi-sthira answered: “O Most High,\n  O Thousand-Eyed and Wisest! can it be\n  That one exalted should seem pitiless?\n  Nay, let me lose such glory: for its sake\n  I cannot leave one living thing I loved.”",
        "  Then sternly Indra spake: “He is unclean,\n  And into Swarga such shall enter not.\n  The Krodhavasha’s wrath destroys the fruits\n  Of sacrifice, if dog defile the fire.\n  Bethink thee, Dharmaraj; quit now this beast!\n  That which is seemly is not hard of heart.”",
        "  Still he replied: “’Tis written that to spurn\n  A suppliant equals in offence to slay\n  A twice-born; wherefore, not for Swarga’s bliss\n  Quit I, Mahendra, this poor clinging dog,–\n  So without any hope or friend save me.\n  So wistful, fawning for my faithfulness;\n  So agonized to die, unless I help\n  Who among men was called steadfast and just.”",
        "  Quoth Indra: “Nay, the altar flame is foul\n  Where a dog passeth; angry angels sweep\n  The ascending smoke aside, and all the fruits\n  Of offering, and the merit of the prayer\n  Of him whom a hound toucheth. Leave it here!\n  He that will enter Heaven must enter pure.\n  Why didst thou quit thy brethren on the way,\n  And Krishna, and the dear-loved Draupadi,\n  Attaining firm and glorious to this Mount\n  Through perfect deeds, to linger for a brute?\n  Hath Yudhi-sthira vanquished self, to melt\n  With one pure passion at the door of bliss?\n  Stay’st thou for this, who did not stay for them,–\n  Draupadi, Bhima?”",
        "                     But the King yet spake:\n  “’T is known that none can hurt or help the dead.\n  They, the delightful ones, who sank and died.\n  Following my footsteps, could not live again\n  Though I had turned–therefore I did not turn;\n  But could help profit, I had stayed to help.\n  There be four sins, O Sakra, grievous sins:\n  The first is making suppliants despair,\n  The second is to slay a nursing wife,\n  The third is spoiling Brahmans’ goods by force,\n  The fourth is injuring an ancient friend.\n  These four I deem not direr than the crime,\n  If one, in coming forth from woe to weal,\n  Abandon any meanest comrade then.”",
        "  Straight as he spake, brightly great Indra smiled;\n  Vanished the hound, and in its stead stood there\n  The Lord of Death and Justice, Dharma’s self!\n  Sweet were the words which fell from those dread lips,\n  Precious the lovely praise: “O thou true King,\n  Thou that dost bring to harvest the good seed\n  Of Pandu’s righteousness; thou that hast ruth\n  As he before, on all which lives!–O Son!",
        "  “Hear thou my word! Because thou didst not mount\n  This car divine, lest the poor hound be shent\n  Who looked to thee, lo! there is none in heaven\n  Shall sit above thee, King! Bharata’s son!\n  Enter thou now to the eternal joys,\n  Living and in thy form. Justice and Love\n  Welcome thee, Monarch! thou shalt throne with us!\"\n                         ARNOLD: Indian Idylls.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}