{
    "title": "National Epics - The Story of the Jerusalem Delivered",
    "author": "Kate Milner Rabb",
    "chapter": "38",
    "content": [
        "\n\n",
        "The Eternal Father looked down from His lofty throne upon the Christian\npowers in Syria. In the six years they had spent in the East they had\ntaken Nice and Antioch. Now, while inactive in winter quarters, Bohemond\nwas strengthening himself in Antioch, and the other chiefs were thinking\nof glory or love; but Godfrey, to whom renown was the meanest of glories,\nwas burning to win Jerusalem and restore it to the faith. Inspired by\nGabriel, despatched by the Eternal Father, Godfrey called a council, and\nwith an eloquence and fire more than mortal, roused the Christians to\naction. “We came not here to raise empires; the period has come when all\nthe world is waiting for our next step. Now is the propitious moment. If\nwe delay longer, Egypt will step in to the aid of our Syrian foe!”",
        "Godfrey was unanimously elected chief, and immediate arrangements were\nmade for the setting out to Jerusalem. Godfrey first reviewed the army. A\nthousand men marched under the lilied banner of Clotharius; a thousand\nmore from the Norman meads under Robert; from Orange and Puy, troops came\nunder the priests William and Ademar. Baldwin led his own and Godfrey’s\nbands, and Guelpho, allied to the house of Este, brought his strong\nCarinthians. Other troops of horse and foot were led by William of\nEngland. After him came the young Tancred, the flower of chivalry,\nblighted now, alas! by unrequited love. He had seen by chance the pagan\nmaid Clorinda, the Amazon, drinking at a pool in the forest, and had\nforgot all else in his love for her. After him came the small Greek force\nunder Tatine; next, the invincible Adventurers under Dudon, bravest of\nmen. Following these were Otho, Edward and his sweet bride Gildippe, who,\nunwilling to be separated from her husband, fought at his side, and,\nexcellent above all others, the young Rinaldo, whose glorious deeds were\nyet but a promise of his great future. While but a boy he had escaped from\nthe care of his foster mother, Queen Matilda, and hastened to join the\nCrusaders. The review was closed by the array of foot soldiers led by\nRaymond, Stephen of Amboise, Alcasto, and Camillus. The pageant having\npassed by, Godfrey despatched a messenger to summon Sweno the Dane, who\nwith his forces was still tarrying in Greece, and at once set out for\nJerusalem.",
        "Swift rumor had conveyed the tidings of his approach to Aladine, King of\nJerusalem, a merciless tyrant, who, enraged, immediately laid heavier\ntaxes upon the unfortunate Christians in his city. Ismeno, a sorcerer,\nonce a Christian, but now a pagan who practised all black arts, penetrated\nto the presence of the king and advised him to steal from the temple of\nthe Christians an image of the Virgin and put it in his mosque, assuring\nhim that he would thus render his city impregnable. This was done, and\nIsmeno wrought his spells about the image, but the next morning it had\ndisappeared. After a fruitless search for the image and the offender, the\nangry king sentenced all the Franks to death. The beautiful maid\nSophronia, determined to save her people, assumed the guilt, and was\nsentenced to be burned. As she stood chained to the stake, her lover,\nOlindo, to whom she had ever been cold, saw her, and in agony at her\nsacrifice, declared to the king that Sophronia had lied and that he was\nthe purloiner of the image. The cruel monarch ordered him also to be tied\nto the stake, that they might die together; and the flames had just been\napplied when the two were saved by the Amazon Clorinda, who convinced the\nking that the Christians were innocent and that Allah himself, incensed at\nthe desecration, had snatched away the image.",
        "To the camp of Godfrey at Emmaus came two ambassadors from the king of\nEgypt, Alethes, a supple crafty courtier of low lineage, and Argantes, a\nhaughty and powerful warrior. But their efforts to keep Godfrey from\nJerusalem, first by persuasion, and then by threats, were in vain.\nThey were dismissed from the camp, and the army proceeded on its way.",
        "When the walls and towers of the city where Messias died came in sight,\nthe Christian army, crying “All Hail, Jerusalem!” laid aside their\ncasques, and, shedding tears, trod barefoot the consecrated way.",
        "At sight of the Franks, the pagans hastened to strengthen the\nfortifications of their city, and Aladine from a lofty tower watched\nClorinda attack a band of Franks returning from a foray. At his side was\nthe lovely Erminia, daughter of the King of Antioch, who had sought\nJerusalem after the downfall of her city.",
        "Erminia instructed Aladine of the various crusaders, and when she pointed\nout the noble Tancred, who had treated her with such consideration in\nAntioch, she felt her love for him revive, though she pretended to the\nking to hate him for his cruelty. Tancred recognized among the leaders of\nthe pagans Clorinda, bereft of her helmet, and for love of her, refused to\nfight her. The pagans, driven back by the Christians, were rallied by\nArgantes, but only to be met by the matchless Adventurers under Dudon.\nWhen Dudon fell, the troops under Rinaldo, burning for revenge,\nreluctantly obeyed Godfrey’s summons to return.",
        "The funeral rites over, the artificers were sent to the forest to fell the\ntrees, that engines might be fabricated for the destruction of the city\nwalls.",
        "Angry at the success of the Franks, Satan stirred up the infernal regions,\nand set loose his friends to work destruction to the Christians. One he\ndespatched to the wizard Idraotes, at Damascus, who conceived the scheme\nof sending his beautiful niece Armida to ensnare the Christians. In a few\ndays Armida appeared among the white pavilions of the Franks, attracting\nthe attention and winning the love of all who saw her. Her golden locks\nappeared through her veil as the sunshine gleams through the stormy skies;\nher charms were sufficiently hidden to make them the more alluring. So\nattired, modestly seeking the camp of Godfrey, she was met by Eustace, his\nyoung brother, and taken to the prince.",
        "With many tears and sighs, she told her pitiful story. She had been driven\nfrom her kingdom, an orphan, by the envy and wickedness of her uncle, and\nhad come to ask the Christians to aid her in regaining her rights.\nUnfortunately for her success, she and her uncle had not calculated on\nGodfrey’s absorption in his divine undertaking. He was proof against her\ncharms, and was determined not to be delayed longer in laying siege to the\ncity. It required the utmost persuasion of Eustace to induce him to permit\nten of the Adventurers to accompany her. Armida, though disappointed in\nGodfrey’s lack of susceptibility, employed her time so well while in camp\nthat when she departed with the ten Adventurers chosen by lot, she was\nfollowed secretly by Eustace and many others who had not been chosen, but\nwho were madly in love with her.",
        "Before his departure, Eustace, jealous of Rinaldo, whom he was fearful\nArmida might admire, had persuaded him to aspire to the place of Dudon, to\nwhom a successor must be elected. Gernando of Norway desired the same\nplace, and, angry that the popular Rinaldo should be his rival, scattered\nthrough the camp rumors disparaging to his character: Rinaldo was vain and\narrogant; Rinaldo was rash, not brave; Rinaldo’s virtues were all vices.\nAt last, stung past endurance by his taunts and insinuations, Rinaldo gave\nthe lie to his traducer, and slew him in fair fight. False reports were\ntaken to Godfrey by Rinaldo’s enemies; and the ruler determined to punish\nthe youth severely; but he, warned by his friends, escaped from camp and\nfled to Antioch. To Godfrey, deprived thus of Rinaldo and many of his\nbrave Adventurers, was brought the tidings that the Egyptian expedition\nwas on its way, and that a ship laden with provisions had been intercepted\non its way to his camp.",
        "The bold Argantes, weary of the restraint of the siege, sent a challenge\nto the Christians, saying he would meet any Frank, high-born or low, in\nsingle combat, the conditions being that the vanquished should serve the\nvictor. A thousand knights burned to accept the challenge, but Godfrey\nnamed Tancred, who proudly buckled on his armor and called for his steed.\nAs he approached the field, he saw among the pagan hosts, who stood around\nto view the combat, the fair face of Clorinda, and stood gazing at her,\nforgetful of all else. Otho, seeing his delay, spurred on his horse, and\nfought till vanquished. Then Tancred woke from his stupor, and, burning\nwith shame, rushed forward. The battle raged until night fell, and the\nweary warriors ceased, pledging themselves to return on the morrow.",
        "Erminia, shut up in Jerusalem, mourned over the wounds of Tancred. She\nknew many healing balms, by which, were she with him, she might heal him\nand make him ready for the morrow’s fight; but she was forced to\nadminister them to his enemy instead. Unable to endure the suspense\nlonger, she put on her friend Clorinda’s armor and fled to the Christian\ncamp to find her beloved. The Franks, who spied her, supposed her\nClorinda, and pursued her; but she succeeded in reaching a woodland\nretreat, where she determined to remain with the kind old shepherd and his\nwife who had fled from the disappointments of the court and had here\nsought and found peace in their humble home. When Tancred heard from his\nfollowers that they had driven Clorinda from the camps, he determined to\npursue and speak with her. Rising from his bed he sought the forest only\nto fall into the wiles of Armida, and be lured into a castle, in whose\ndungeon he lay, consumed with shame at the thought of his unexplained\nabsence from the morrow’s combat.",
        "When morning dawned and Tancred did not appear, the good old Count Raymond\nwent forth to meet Argantes. When he was about to overcome his antagonist,\nan arrow shot from the pagan ranks brought on a general conflict, in which\nthe Christians were successful until a storm, summoned by the powers of\ndarkness, put an end to the battle. The next morning a knight came to the\ncamp of Godfrey to tell of Sweno’s defeat and slaughter. He, the sole\nsurvivor of the band, had been commissioned by some supernatural visitants\nto bring Sweno’s sword to Rinaldo.",
        "While Godfrey’s heart was wrung by this disaster, the camp of Italians,\nled to suppose by some bloody armor found in a wood that Rinaldo had been\ntreacherously slain with the connivance of Godfrey, accused the chief and\nstirred up the camp to revolt; but Godfrey, praying to Heaven for strength\nto meet his enemies, walked through the camp firmly and unfalteringly,\nunarmed and with head bare, his face still bright with the heavenly light\nleft there by spiritual communion, and silenced the tumult by a few\nwell-chosen words. His arch-accuser Argillan he sentenced to death; the\nothers crept back to their tents in shame.",
        "The Soldan Solyman, driven from Nice at its capture, had joined the Turks,\nand, spurred on by hate and fury, made a night attack on the Frankish\ncamp. The Franks, saved only by the interposition of the angel Michael,\nand by the troops just returned, released from Armida’s enchantment,\nfought fiercely, and at dawn put Solyman to flight. By the arts of Ismeno\nhe was conveyed to Jerusalem by a secret way, where he cheered the\ndiscouraged Aladine.",
        "Before attempting to storm the city, the Christian troops, by the advice\nof Peter the Hermit, walked in a long procession to Mt. Olivet, filling\nthe heavens with melody, and there partook of the communion administered\nby the warrior priests, William and Ademar. The next morning, Godfrey, in\nthe light armor of a foot-soldier, appeared with his barons, prepared for\nthe storm. The troops were arranged carefully, the huge engines were moved\nforward, and the Franks made a bold attempt against the walls, from the\ntop of which Clorinda aimed her arrows, wounding and slaying many men.\nGodfrey himself was wounded, but was healed by divine aid, and immediately\nreturned to the field to rally his troops. Night fell, and the contest was\ndeferred until another day.",
        "Clorinda, burning to distinguish herself, determined to fire the huge\ntowers of the Christians. Her eunuch tried to dissuade her because he had\nbeen warned in a dream that she would this night meet her death. He told\nher her history. Her mother was a Christian who had been compelled to put\nher infant away from her. This eunuch had rescued her from death and\nbrought her up, failing, however, to obey an angel’s command to have her\nbaptized a Christian.",
        "Clorinda would not heed his caution, but went forth and fired the Frankish\nmachines. She and the fleeing pagans were pursued by the Christians; and\nwhile her companions reached the city in safety, she was accidentally shut\nout and met Tancred in mortal combat. She refused to tell her name until\nshe felt her death-wound, and then she prayed her enemy to baptize her,\nthat she might die a Christian. The broken-hearted Tancred fell fainting\non her corpse, and was found there the next morning by the Franks. Neither\nhis comrades, nor Godfrey and Peter the Hermit, were able to rouse him\nfrom his melancholy.",
        "Their machines destroyed, timbers were needed by the Franks to construct\nnew ones. Knowing this, Ismeno laid spells on the forest, so that the\nwarriors sent thither by Godfrey were frightened away by the sights they\nsaw therein. Even Tancred was put to flight when one of the demons took\nthe form of his beloved Clorinda. To add to the discomfort of the Franks,\nexcessive heat overpowered them, and they suffered tortures from lack of\nwater until the prayers of Godfrey moved the Ruler of the Earth with pity,\nand He sent down the longed-for showers.",
        "Delighted with the piety of Godfrey, the Great King sent him a dream by\nwhich he might know the will of Heaven. Lifted through the whirling\nspheres, his ears charmed with their music, his eyes dazzled by the\nbrilliancy of the stars, he saw Duke Hugo, who told him that Rinaldo must\nbe sought out before the conquest of Jerusalem could be accomplished. The\nsame Power influenced the princes in council so that by the will of all,\ntwo knights, one of them him to whom Sweno’s sword had been given, were\ndespatched to seek Rinaldo. Instructed by Peter the Hermit, they sought\nthe sea-coast, and found a wizard, who, after showing them the splendor of\nhis underground abode beneath the river’s bed, revealed to them the way in\nwhich they were to overcome the wiles of Armida.",
        "A beautiful maid with dove-like eyes and radiant smile received them in\nher small bark, and they were soon flying over the sea, marvelling at the\nrich cities and vast fleets by which they passed. Leaving rich Cadiz and\nthe Pillars of Hercules, they sped out into the unknown sea, while the\nmaiden told them of how some day Columbus would venture into unknown seas\nto find a new continent. On, on they flew, past the Happy Isles, the\nFortunate, long the song of the poet; where the olive and honey made happy\nthe land, and the rivers swept down from the mountains in silver\nstreamlets; where every bird-song was heavenly music, a place so divine\nthat there were placed of old the Elysian fields. To one of these islands\nthe lady steered, and the knights disembarked, and started on their\nperilous journey up the mountain. Following the wizard’s instructions,\nthey waved the golden rod at the monstrous serpents hissing in their\npathway, and they vanished; they steeled their hearts against the charms\nof the voluptuous maids bathing in the lake, and passed without tasting\nthe fountain of laughter. Then the spacious palace met their eyes. Built\nround a garden, its marble courts and unnumbered galleries formed a\ntrackless maze through which they could never have found their way without\nthe aid of the wizard’s map. As they trod the marble floors they paused\nmany times to view the matchless carvings on the silver doors, which told\nanew the beautiful old stories of love triumphant.",
        "Once through the winding ways, they entered the wonderful garden which art\nand nature combined to render the most beautiful spot on earth. The same\ntrees bore ripe fruit, buds, and blossoms; the birds sang joyfully in the\ngreen bowers; and the faint breezes echoed their song. One bird sang a\nsong of love, and when the tender melody was done the other birds took it\nup and sang until the forest rang with melody, and all was love, love,\nlove. Then the knights saw Rinaldo, lying in the grove, his head in the\nlap of the enchantress. His sword was gone from his side, and in its place\nhung a mirror in which he sometimes gazed at Armida’s reflection. When\nArmida left him alone for a few hours, the knights surprised Rinaldo, and\nturned the wizard’s diamond shield upon him. For the first time he saw\nhimself as others saw him, and, blushing with shame, announced himself\nready to return with them to rescue Jerusalem. Tearing off his ornaments,\nhe hastened down the mountain, but not soon enough to escape Armida.\nTears, prayers, threats she used in vain. She had captured him when he\nfled from the camp, intending to slay him; but moved by his beauty, she\nhad spared him, and falling in love with him, had reared this palace that\nthey might in it revel in love’s pleasures. Now, miserable, she saw him\ndesert her, and destroying the beautiful haunt, she drove her swift\nchariot across the seas to the camp of the Egyptian king, who was\nhastening towards Jerusalem. Intent on the slaughter of Rinaldo, her love\nfor whom had changed to bitter hate, she offered the warriors of the\nEgyptian king, all of whom had fallen victims to her charms, her hand as a\nreward to the slayer of Rinaldo.",
        "When Rinaldo and his rescuers reached the abode of the wizard they found\nhim waiting with new arms for the young hero. The sage reproached him\ngently for his dalliance, and then, seeing the blush of shame upon his\ncountenance, showed him the shield, which bore the illustrious deeds of\nhis ancestors of the house of Este. Great as were their past glories,\nstill greater would be those of the family which he should found, greatest\nof whom would be the Duke Alphonso.",
        "Rinaldo, having told his story to Godfrey, and confessed his wrong-doing\nto Peter the Hermit, proceeded to the enchanted forest; and though as\nbeauteous scenes, and as voluptuous sirens displayed themselves to him as\ndwelt in Armida’s garden, yea, though one tree took the semblance of\nArmida herself, he boldly hacked the trunk and broke the magic spell.\nJoyfully the Franks set to work to fell the huge trees and construct\nvaster, stronger engines than before, under the direction of a master\nmechanic. At the same time, Vafrino, a cunning squire of Tancred, was\ncommissioned to go forth in disguise and inspect the camp of the coming\nEgyptian king. Even before he departed, a carrier pigeon, driven back by a\nhawk, fell into Godfrey’s hands, bearing a message to Aladine from Egypt,\nsaying that in four or five days he would be with him in Jerusalem.",
        "Godfrey, determined to take the city before that day should come, made the\nutmost exertions to have the machines completed. In Jerusalem, also, great\npreparations were made, machines built, and a fearful fire concocted by\nIsmeno with which to drive the assaulters from the wall.",
        "Shriven by the priests, the Christian army went forth to battle. Godfrey\ntook his stand against the northern gate; Raymond was assigned to the\nsteep sharp crags at the southwest walls, and Guelph and the two Roberts\nwere stationed on the track to Gaza to watch for the Egyptians.",
        "The pagans fought with great fury, bringing out new instruments to oppose\nthe huge battering rams, raining down arrows, and throwing the suffocating\nfire. But Rinaldo, to whom all this work appeared too slow, urged on his\nbold Adventurers to form a tortoise, hastened to the wall, seized a\nscaling ladder, and, unmoved by any missile, mounted the wall and assisted\nhis followers, in spite of the multitudes who surrounded him, attempting\nto hurl him down. But as Godfrey advanced, Ismeno launched his terrible\nfire-balls, more horrible than the flames of Mt. Etna; they affected even\nthe vast tower, swelling and drying the heavy skins that covered its sides\nuntil protecting Heaven sent a breeze that drove the flames back to the\ncity. Ismeno, accompanied by two witches, hurried to the wall, but was\ncrushed by a stone that ground his and their bones to powder. Godfrey,\ninspired by a vision of the slain soldiery fighting in his ranks, leaped\nupon the wall and planted the red-cross flag. Raymond was also successful,\nand the Christians rushed over the walls into the town, following Aladine,\nwho hastened to shut himself up in the citadel.",
        "While the battle was raging, but success was assured to the Christians,\nTancred and the terrible Argantes met, and glad of an opportunity to\nsettle their quarrel, withdrew to a glade in the forest. Tancred, stung by\nthe taunts of cowardice for his former failure to keep his appointment,\nfought bitterly. He had not the sheer strength of his antagonist, but his\nsleight at last overcame, and Argantes fell. Weakened by pain and loss of\nblood, Tancred fell senseless, and was thus found by Erminia, who had met\nVafrino the spy in the camp of the Egyptians and had fled with him. They\nrevived Tancred, and carried him home to be nursed by the delighted\nErminia.",
        "Vafrino had seen Armida in the camp and had learned through Erminia not\nonly the princes’ designs on Rinaldo, but also that they meant to assume\nthe signs of the red-cross knights and thus reach the neighborhood of\nGodfrey and slay him. On this intelligence Godfrey changed the signs of\nhis men that they might recognize the Egyptians on the following day and\nput them to death.",
        "Terrible to the Franks was the sight of the Egyptian army when they opened\ntheir eyes upon it next morning. Clouds of dust obscured all the heavens,\nhills, and valleys, so great was the coming host. But Godfrey, with an\neloquence that fired each soul, told them of the helplessness of the\nenemy, of how many of them were slaves, scourged to the battle, and\nreminded them of the great undertaking before them, the saving of the\nSepulchre, until fired with zeal, and burning to fight, they rushed into\nbattle and dispersed the Egyptians. Many of the Christians fell by the\nsword of the terrible Soldan, among them Gildippe and her husband, united\nin death as in life. Rinaldo, hearing of their slaughter, speedily avenged\nit by laying the Soldan low on the battle-field.",
        "One after another of Armida’s champions attacked Rinaldo, determined to\nwin the prize, but his good sword sent them to earth, and Armida was left\nalone and unprotected. Rinaldo, having seen her fly away over the plain\nand knowing the victory achieved, followed and found her ready to put\nherself to death in a lonely glade. He snatched the sword from her hand\nand speedily changed back her hate to love. She fell upon his breast, and\nwith the promise to become a Christian and give her life to him,\naccompanied him back to the city.",
        "During the battle, Aladine and those who were imprisoned in the citadel\noverpowered Count Raymond, and rushed out to battle, only to be overcome\nand slain. Prince Altamore, who, covered with blood, remained alone on the\nfield, yielded himself to Godfrey, and was given his life and his kingdom.",
        "Then, from the field covered with spoil and floating with blood, the\nconquering troops, clad in their bloody armor, marched in solemn cavalcade\nto the Temple and paid their, vowed devotions at the sacred tomb.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}