{
    "title": "National Epics - The Story of the Divine Comedy - The Hell",
    "author": "Kate Milner Rabb",
    "chapter": "27",
    "content": [
        "\n\n",
        "The poet Dante, in the thirty-fifth year of his life, this being the year\n1300 A. D., on New Year’s day of the old reckoning, lost his way in a\nrough and thorny forest, and when he attempted to regain it by mounting a\nhill that rose before him resplendent in sunshine, encountered a leopard,\na lion, and a wolf. Driven back by these, and utterly despairing of\nrescue, he met one who declared himself to be that Vergil who had sung the\nfall of Troy and the flight of Aeneas, and who promised to take him through\nthe lower world and Purgatory, even unto Paradise. Dante questioned why it\nwas permitted to him to take the journey denied to so many others, and was\ntold that Vergil had been sent to his rescue by the beauteous Beatrice,\nlong since in Paradise. When the poet, trembling with fear, heard that the\nshining eyes of Beatrice had wept over his danger in the forest, and that\nshe had sought the gates of hell to effect his rescue, his strength was\nrenewed, even as the flowers, chilled by the frosts of night, uplift\nthemselves in the bright light of the morning sun; and he entered without\nfear on the deep and savage way.",
        "This allegory, being interpreted, probably means that the poet, entangled\nin the dark forest of political anarchy, was driven from the hill of civil\norder by the Leopard of Pleasure (Florence), the Lion of Ambition\n(France), and the Wolf of Avarice (Rome), and was by divine grace granted\na vision of the three worlds that he might realize what comes after death,\nand be the more firmly established in the right political\nfaith,–Ghibellinism.",
        "“Through me is the way into the sorrowful city; into eternal dole among\nthe lost people. Justice incited my sublime Creator. Divine Omnipotence,\nthe highest wisdom, and the Primal Love created me. Before me, there were\nno created things. Only eternal, and I eternal, last. Abandon hope, all ye\nwho enter here!”",
        "Such was the inscription over the doorway, after the reading of which\nDante’s ears were assailed by words of agony and heart-rending cries.\n“This,” said Vergil, “is the home of those melancholy souls who lived\nwithout infamy and without praise. Cowards and selfish in life, they are\ndenied even entrance to hell.” As they looked, a long train passed by,\nstung by gadflies and following a whirling standard.",
        "Charon, about whose eyes were wheels of flame, endeavored to drive the\npoet and his guide away as they stood among the weary and naked souls that\ngathered shivering on the margin of Acheron; but as a blast of wind and a\nburst of crimson light caused a deep sleep to fall on the poet, he was\nwafted across the river, and awaking he found himself in the Limbo of the\nUnbaptized, the first of the nine circles of hell, where were the souls of\nmany men, women, and infants, whose only punishment was, without hope, to\nlive on in desire. Here was no torment, only the sadness caused by the\never-unsatisfied longing for the ever-denied divine grace. This was\nVergil’s abode, and in the noble castles set among the green enamelled\nmeadows dwelt Homer, Horace, and Ovid, Electra, Hector, and Camilla.",
        "Passing down a narrow walk into a region of semi-darkness, they entered\nthe second circle, where Minos stood, judging the sinners and girding\nhimself with his tail as many times as was the number of the circle to\nwhich the spirit was to go. Here in darkness and storm were the carnal\nsinners, whose punishment was to be beaten hither and thither by the\nwinds,–Semiramis, Dido, Cleopatra, Paris, Tristan, and all those who had\nsinned for love, and here Dante conversed with the spirit of Francesca da\nRimini, whom he had known in life, and her lover Paolo, slain for their\nsin by her husband. Though there is no greater sorrow than to be mindful\nof the happy time in misery, she assured Dante that the sorrows of Hell\nwere lightened by the presence of Paolo.",
        "At the sight of Paolo’s grief Dante fell swooning with pity, and awoke to\nfind himself in the circle where a cold rain fell forever on the gluttons.\nCerberus guarded the entrance, and now and again devoured the unhappy ones\nwho lay prone on their faces in the murk and mire. Here Ciacco of Florence\nrecognized and spoke with Dante, falling back in the mire as the poet\npassed on, to rise no more until the Day of Judgment.",
        "Plutus guarded the fourth circle, where were confined the avaricious and\nprodigal, who, divided into two bands, rolled weights against each other,\nuttering wretched insults. Down the sloping banks to the marsh of the Styx\nthe poets went, past the sullen and angry, who in life refused the comfort\nof the sweet air and gladdening sun, and were in consequence doomed\nforever to remain buried in the sullen mire. As Dante and Vergil passed\nover the Styx in the boat of the vile Phlegyas, Dante was saluted by the\nspirit of the once haughty and arrogant Philippo Argenti, whom he\nrepulsed, and gladly saw set upon and torn by the people of the mire.",
        "Then appeared to him the mosques of the city of Dis, within the valley,\nvermilion-hued from the fire eternal. Deep were the moats; the walls\nappeared to be of iron. Upon the flaming summit sat the Furies, stained\nwith blood, begirt with Hydras. Here even Vergil trembled as they waited\nthe arrival of one sent from Heaven to open the gate and admit them.",
        "Within, over the plain, were scattered sepulchres heated red hot, with\nuplifted coverings, from which issued forth dire laments from the Infidels\nand Heresiarchs tormented within. To Farinata degli Uberti, who rose from\nhis tomb to ask the news of Florence, Dante spoke, observing in the mean\ntime a shade that, on hearing the Tuscan tongue, rose next Uberti,\nquestioning, “Where is my son, my Guido?” Fancying from the poet’s delay\nin answering, and his use of the past tense, that his beloved child no\nlonger enjoyed the sweet light, Cavalcante fell back and appeared no more.",
        "Leaving the dismal plain, whose countless tombs would remain open until\nthe Judgment Day, the poets entered upon the next and seventh circle,\ncomposed of three smaller circles in which were punished the Violent\nagainst their neighbors, against nature, and against God. The steep banks\nof the ravine were guarded by the huge Minotaur, from which Dante and\nVergil escaped only by running.",
        "Within Phlegethon, the boiling river of blood, stood the tyrants, among\nwhom were Dionysius, Azzolin, and Attila, uttering loud laments. If they\nventured to stir from their place of torment they were pierced by the\narrows of the Centaurs that guarded the banks. The Centaur Nessus conveyed\nDante across the river into the second circle, the dolorous forest, where\nthe Violent against nature, the Suicides, were transformed into closely\nset, twisted thorn-trees, infested with harpies that fed on their leaves,\ninflicting perpetual pain; thence into the third circle, where the Violent\nagainst God, chief among whom was the arrogant Capaneus, dwelt in a sandy\nplain surrounded by the dolorous forest. Upon the naked souls, some of\nwhom were lying supine, some crouching, others moving about continually,\nfell a perpetual shower of flakes of fire.",
        "Picking their way along the edge of the forest, not daring to step on the\nsand waste, the poets came upon a little blood-red rivulet quenching the\nflames above it, Phlegethon again, formed by the rivers Acheron and Styx,\nwhose source is the tears of Time. As they skirted the forest they saw a\ntroop of spirits hastening past, one of whom, after a sharp look, grasped\nDante’s garment exclaiming, “What a wonder!” The baked countenance, the\nghastly face, was that of his old teacher Ser Brunetto, who not daring to\nstop for fear of increasing his punishment, followed him, questioning him\non his appearance below, and comforting him by the assurance of his future\ngreatness. Deep were the burns in the limbs of the other Florentines Dante\nmet below, to whom he gave tidings of the state of affairs in their former\nhome.",
        "Mounting on the shoulders of the hideous monster Geryon, the poets were\ncarried into a fearful abyss whose sides were Alp-like in steepness. This\nwas the eighth circle, Malebolge, or Evil pits, consisting of ten\nconcentric bolge, or ditches of stone with dikes between and rough bridges\nrunning across them to the centre.",
        "In the first pit Jason and other deceivers of women were being lashed by\nhorned demons. In pit two, a Florentine friend of Dante’s was submerged\nwith others in filth as a punishment for flattery. In pit three the\nSimoniacs were placed head down in purses in the earth, their projecting\nfeet tortured with flames. The poets crossed the bridge, and Vergil\ncarried Dante down the sloping bank so that he could speak to one who\nproved to be the unhappy Nicholas III., who accused Boniface for his evil\ndeeds and expressed a longing for his arrival in this place of torture.\nFrom the next bridge-top Dante dimly perceived the slow procession of\nweeping soothsayers with heads reversed on their shoulders. There walked\nAmphiarus, Tiresias, Manto, and Michael Scott. So great was Dante’s sorrow\non beholding the misery of these men who had once been held in such great\nesteem, that he leaned against a crag and wept until reproved by Vergil as\na reprobate for feeling compassion at the doom divine. Through the\nsemi-darkness the poets looked down into pit five, where devils with\nfantastic names pitched barrators into a lake of boiling pitch and speared\nthose who dared to raise their heads above the surface. From these Evil\nClaws Dante and Vergil escaped only by running into the sixth pit, where\nwalked the hypocrites in richly gilded mantles. When Dante wondered at\ntheir weary faces and their tears, he was told by two of the Frati\nGaudenti (Jolly Friars) of Florence who suffered here, that the cloaks and\nhoods were of heaviest lead, a load that grew more irksome with the ages.\nCaiaphas, Annas, and the members of the council that condemned Christ lay\non the ground transfixed with stakes, and over their bodies passed the\nslow moving train of the hypocrites. The next bridge lay in ruins as a\nresult of the earthquake at the Crucifixion, and Vergil experienced the\nutmost difficulty in conveying Dante up the crags to a point where he\ncould look down into the dark dungeon of thieves, where the naked throng\nwere entwined with serpents and at their bite changed from man to serpent\nand back again. Some burned and fell into ashes at the venomous bite, only\nto rise again and suffer new tortures. Here Dante spoke with Vanni Fucci\nof Pistoja, who robbed the sacristy of Florence, and whose face “was\npainted with a melancholy shame” at being seen in his misery. The eighth\npit was brightly lighted by the flames that moved back and forth, each\nconcealing within an evil counsellor. Ulysses and Diomed walked together\nin a flame cleft at the top, for the crime of robbing Deidamia of\nAchilles, of stealing the Palladium, and of fabricating the Trojan horse.\nAs Dante looked into pit nine he saw a troop compelled to pass continually\nby a demon with a sharp sword who mutilated each one each time he made the\nround of the circle, so that the wounds never healed. These were the evil\ncounsellors. Mahomet was there; there too was Ali. But ghastliest of\nsights was that of a headless trunk walking through the grim plain,\nholding its severed head by the hair like a lantern, and exclaiming “O\nme!” This was the notorious Bertrand de Born, the Troubadour, who had\ncaused dissension between Henry II. of England and his son. Among this\nthrong Dante recognized his kinsman Geri del Bello, who gave him a\ndisdainful look because he had not yet avenged his death. From the tenth\nand last pit of Malebolge came a stench as great as though it came from\nall the hospitals of Valdichiana, Maremma, and Sardinia, between July and\nSeptember. All the loathsome diseases were gathered into this moat to\nafflict the forgers and falsifiers. Here Dante saw Athamas, mad king of\nThebes, the mad Gianni Schicchi, and Messer Adam of Brescia, the false\ncoiner, who, distorted with dropsy, was perishing of thirst, and thinking\nconstantly of the cool rivulets that descended from the verdant hills of\nCasentino.",
        "As Dante and his guide turned their backs on the wretched valley and\nascended the bank that surrounded it, the blare of a loud horn fell upon\ntheir ears, louder than Roland’s blast at Roncesvalles. This came from the\nplain of the giants between Malebolge and the mouth of the infernal pit.\nAll around the pit, or well, were set the giants with half their bodies\nfixed in earth. Nimrod, as a punishment for building the tower of Babel,\ncould speak no language, but babbled some gibberish. Ephialtes, Briareus,\nand Antaeus were here, all horrible in aspect; Antaeus, less savage than\nthe others, lifted the two poets, and stooping set them down in the pit\nbelow. This was the last and ninth circle, a dismal pit for the punishment\nof traitors, who were frozen in the vast lake that Cocytus formed here. In\nCaina were the brothers Alessandro and Napoleone degli Alberti, mutual\nfratricides, their heads frozen together. In Antenora was that Guelph\nBocca who had caused his party’s defeat; but the most horrible sight they\nencountered was in Ptolemaea, where Count Ugolino, who had been shut up\nwith his sons and grandsons in a tower to starve by the Archbishop\nRuggieri, was now revenging himself in their place of torture by\ncontinually gnawing the archbishop’s head, frozen in the ice next his own.\nFarther down they walked among those who, when they shed tears over their\nwoe had their teardrops frozen, so that even this solace was soon denied\nthem. Dante promised to break the frozen veil from the eyes of one who\nprayed for aid, but when he learned that it was the Friar Alberigo, whose\nbody was still on earth, and whose soul was already undergoing punishment,\nhe refused, “for to be rude to him was courtesy.”",
        "In the fourth and last division of the ninth circle, the Judecca, a strong\nwind was blowing. Then Dante saw the emperor of the kingdom frozen in the\nice, a mighty giant foul to look upon, with three faces, vermilion, white\nand yellow, and black. The waving of his two featherless wings caused the\ngreat winds that froze Cocytus. Teardrops fell from his six eyes; in each\nmouth he was crunching a sinner, Judas Iscariot, Brutus, and Cassius.",
        "Being warned by Vergil that it was time to depart, Dante clasped his guide\naround his neck, and Vergil began to climb down the huge monster until\nthey reached his middle, the centre of gravity, where with much difficulty\nthey turned and climbed upward along the subterranean course of Lethe,\nuntil they again beheld the stars.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}