{
    "title": "National Epics - The Iliad",
    "author": "Kate Milner Rabb",
    "chapter": "7",
    "content": [
        "\n\n",
        "The Iliad, or story of the fall of Ilium (Troy), is supposed to have been\nwritten by Homer, about the tenth century B. C. The legendary history of\nHomer represents him as a schoolmaster and poet of Smyrna, who while\nvisiting in Ithaca became blind, and afterwards spent his life travelling\nfrom place to place reciting his poems, until he died in Ios. Seven\ncities, Smyrna, Chios, Colophon, Ithaca, Pylos, Argos, and Athens, claimed\nto be his birthplace.",
        "In 1795, Wolf, a German scholar, published his “Prolegomena,” which set\nforth his theory that Homer was a fictitious character, and that the Iliad\nwas made up of originally unconnected poems, collected and combined by\nPisistratus.",
        "Though for a time the Wolfian theory had many advocates, it is now\ngenerally conceded that although the stories of the fall of Troy were\ncurrent long before Homer, they were collected and recast into one poem by\nsome great poet. That the Iliad is the work of one man is clearly shown by\nits unity, its sustained simplicity of style, and the centralization of\ninterest in the character of Achilles.",
        "The destruction of Troy, for a time regarded as a poetic fiction, is now\nbelieved by many scholars to be an actual historical event which took\nplace about the time of the Æolian migration.",
        "The whole story of the fall of Troy is not related in the Iliad, the poem\nopening nine years after the beginning of the war, and closing with the\ndeath of Hector.",
        "The Iliad is divided into twenty-four books, and contains nineteen\nthousand four hundred and sixty-five lines.",
        "As a work of art the Iliad has never been excelled; moreover, it possesses\nwhat all works of art do not,–\"the touches of things human” that make it\nours, although the centuries lie between us and its unknown author, who\ntold his stirring story in such swift-moving verses, with such touches of\npathos and humor, and with such evident joy of living. Another evidence of\nthe perfection of Homer’s art is that while his heroes are perfect types\nof Greeks and Trojans, they are also typical men, and for that reason,\nstill keep their hold upon us. It is this human interest, simplicity of\nstyle, and grandeur of treatment that have rendered Homer immortal and his\nwork imperishable.",
        "M. Arnold’s Essay on Homer, 1876, pp. 284-425;",
        "H. Bonitz’s Origin of the Homeric Poems, tr. 1880;",
        "R. C. Jebb’s Introduction to Homer, 1887;",
        "F. B. Jevons’s History of Greek Literature, 1886, pp. 7-17;",
        "A. Lang’s Homer and the Epic, 1893;",
        "W. Leaf’s Companion to the Iliad for English Readers, 1892;",
        "J. A. Symonds’s Studies in Greek Poets, ed. 3, 1893.",
        "STANDARD ENGLISH TRANSLATIONS, THE ILIAD.",
        "The Iliad, Tr. into English blank verse by W. C. Bryant, 2 vols., 1871\n(Primitive in spirit, like Homer. Union of literalness with simplicity);",
        "The Iliad, Tr. according to the Greek with introduction and notes by\nGeorge Chapman [1615], Ed. 2, 2 vols., 1874 (Written in verse. Pope says a\ndaring and fiery spirit animates this translation, something like that in\nwhich one might imagine Homer would have written before he came to years\nof discretion);",
        "The Iliad, Tr. by William Cowper (Very literal and inattentive to melody,\nbut has more of simple majesty and manner of Homer than Pope);",
        "The Iliad, rendered into English blank verse by the Earl of Derby, 2\nvols., 1864;",
        "The Iliad, Tr. by Alexander Pope, with notes by the Rev. T. W. A. Buckley,\nn. d. (Written in couplets. Highly ornamented paraphrase).",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}