{
    "title": "National Epics - The Story of the Mahâ-Bhârata",
    "author": "Kate Milner Rabb",
    "chapter": "5",
    "content": [
        "\n\n",
        "Long ago there dwelt in India two great Rajas who were brothers, the Raja\nPandu and the blind Raja, Dhritarashtra. The former had five noble sons\ncalled the Pandavas, the eldest of whom was Yudhi-sthira, the second\nBhima, the third Arjuna, and the youngest, twin sons, Nakalu and Sahadeva.\nAll were girted in every way, but Arjuna was especially noble in form and\nfeature.",
        "The blind Raja had a family of one hundred sons, called the Kauravas from\ntheir ancestor, Kura. The oldest of these was Duryodhana, and the bravest,\nDhusasana.",
        "Before the birth of Pandu’s sons, he had left his kingdom in charge of\nDhrita-rashtra, that he might spend his time in hunting in the forests on\nthe slopes of the Himalayas. After his death Dhrita-rashtra continued to\nrule the kingdom; but on account of their claim to the throne, he invited\nthe Pandavas and their mother to his court, where they were trained,\ntogether with his sons, in every knightly exercise.",
        "There was probably jealousy between the cousins from the beginning, and\nwhen their teacher, Drona, openly expressed his pride in the wonderful\narchery of Arjuna, the hatred of the Kauravas was made manifest. No\ndisturbance occurred, however, until the day when Drona made a public\ntournament to display the prowess of his pupils.",
        "The contests were in archery and the use of the noose and of clubs. Bhima,\nwho had been endowed by the serpent king with the strength of ten thousand\nelephants, especially excelled in the use of the club, Nakalu was most\nskillful in taming and driving the horse, and the others in the use of the\nsword and spear. When Arjuna made use of the bow and the noose the\nplaudits with which the spectators greeted his skill so enraged the\nKauravas that they turned the contest of clubs, which was to have been a\nfriendly one, into a degrading and blood-shedding battle. The spectators\nleft the splendid lists in sorrow, and the blind Raja determined to\nseparate the unfriendly cousins before further harm could come from their\nrivalry.",
        "Before this could be done, another event increased their hostility. Drona\nhad agreed to impart to the Kauravas and the Pandavas his skill in\nwarfare, on condition that they would conquer for him his old enemy, the\nRaja of Panchala. On account of their quarrel the cousins would not fight\ntogether, and the Kauravas, marching against the Raja, were defeated. On\ntheir return, the Pandavas went to Panchala, and took the Raja prisoner.",
        "After Yudhi-sthira had been appointed Yuva-Raja, a step Dhrita-rashtra was\ncompelled by the people of Hastinapur to take, the Kauravas declared that\nthey could no longer remain in the same city with their cousins.",
        "A plot was laid to destroy the Pandavas, the Raja’s conscience having been\nquieted by the assurances of his Brahman counsellor that it was entirely\nproper to slay one’s foe, be he father, brother, or friend, openly or by\nsecret means. The Raja accordingly pretended to send his nephews on a\npleasure-trip to a distant province, where he had prepared for their\nreception a “house of lac,” rendered more combustible by soaking in\nclarified butter, in which he had arranged to have them burned as if by\naccident, as soon as possible after their arrival.",
        "All Hastinapur mourned at the departure of the Pandavas, and the princes\nthemselves were sad, for they had been warned by a friend that\nDhrita-rashtra had plotted for their destruction. They took up their abode\nin the house of lac, to which they prudently constructed a subterranean\noutlet, and one evening, when a woman with five sons attended a feast of\ntheir mother’s, uninvited, and fell into a drunken sleep, they made fast\nthe doors, set fire to the house, and escaped to the forest. The bodies of\nthe five men and their mother were found next day, and the assurance was\nborne to Hastinapur that the Pandavas and their mother Kunti had perished\nby fire.",
        "The five princes, with their mother, disguised as Brahmans, spent several\nyears wandering through the forests, having many strange adventures and\nslaying many demons. While visiting Ekachakra, which city they freed from\na frightful rakshasa, they were informed by the sage Vyasa that Draupadi,\nthe lovely daughter of the Raja Draupada of Panchala, was going to hold a\nSvayamvara in order to select a husband. The suitors of a princess\nfrequently attended a meeting of this sort and took part in various\nathletic contests, at the end of which the princess signified who was most\npleasing to her, usually the victor in the games, by hanging around his\nneck a garland of flowers.",
        "Vyasa’s description of the lovely princess, whose black eyes were large as\nlotus leaves, whose skin was dusky, and her locks dark and curling, so\nexcited the curiosity of the Pandavas that they determined to attend the\nSvayamvara. They found the city full of princes and kings who had come to\ntake part in the contest for the most beautiful woman in the world. The\ngreat amphitheatre in which the games were to take place was surrounded by\ngold and jewelled palaces for the accommodation of the princes, and with\nplatforms for the convenience of the spectators.",
        "After music, dancing, and various entertainments, which occupied sixteen\ndays, the contest of skill began. On the top of a tall pole, erected in\nthe plain, was placed a golden fish, below which revolved a large wheel.\nHe who sent his arrow through the spokes of the wheel and pierced the eye\nof the golden fish was to be the accepted suitor of Draupadi.",
        "When the princes saw the difficulty of the contest, many of them refused\nto enter it; as many tried it only to fail, among them, the Kaurava\nDuryodhana. At last Arjuna, still in his disguise, stepped forward, drew\nhis bow, and sent his arrow through the wheel into the eye of the golden\nfish.",
        "Immediately a great uproar arose among the spectators because a Brahman\nhad entered a contest limited to members of the Kshatriya, or warrior\nclass. In the struggle which ensued, however, Arjuna, assisted by his\nbrothers, especially Bhima, succeeded in carrying off the princess, whose\nfather did not demur.",
        "When the princes returned to their hut they went into the inner room and\ninformed their mother that they had brought home a prize. Supposing that\nit was some game, she told them it would be well to share it equally. The\nmother’s word was law, but would the gods permit them to share Draupadi?\nTheir troubled minds were set at rest by Vyasa, who assured them that\nDraupadi had five different times in former existences besought Siva for a\ngood husband. He had refused her requests then, but would now allow her\nfive husbands at once. The princes were well satisfied, and when the Raja\nDraupada learned that the Brahmans were great princes in disguise, he\ncaused the five weddings to be celebrated in great state.",
        "Not satisfied with this, the Raja at once endeavored to make peace between\nthe Pandavas and their hostile cousins, and succeeded far enough to induce\nDhrita-rashtra to cede to his nephews a tract of land in the farthest part\nof his kingdom, on the river Jumna, where they set about founding a most\nsplendid city, Indra-prastha.",
        "Here they lived happily with Draupadi, conquering so many kingdoms and\naccumulating so much wealth that they once more aroused the jealousy of\ntheir old enemies, the Kauravas. The latter, knowing that it would be\nimpossible to gain the advantage of them by fair means, determined to\nconquer them by artifice, and accordingly erected a large and magnificent\nhall and invited their cousins thither, with a great show of friendliness,\nto a gambling match.",
        "The Pandavas knew they would not be treated fairly, but as such an\ninvitation could not be honorably declined by a Kshatriya, they went to\nHastinapur. Yudhi-sthira’s opponent was Shakuni, the queen’s brother, an\nunprincipled man, by whom he was defeated in every game.",
        "Yudhi-sthira staked successively his money, his jewels, and his slaves;\nand when these were exhausted, he continued to play, staking his kingdom,\nhis brothers, and last of all his peerless wife, Draupadi.",
        "At this point, when the excitement was intense, the brutal Dhusasana\ncommanded Draupadi to be brought into the hall, and insulted her in every\nway, to the great rage of the helpless Pandavas, until Dhrita-rashtra,\naffrighted by the evil omens by which the gods signified their\ndisapproval, rebuked Dhusasana for his conduct, and giving Draupadi her\nwish, released her husbands and herself and sent them back to their\nkingdom.",
        "To prevent the Pandavas from gaining time to avenge their insult, the\nKauravas induced their father to invite their cousins to court to play a\nfinal game, this time the conditions being that the losing party should go\ninto exile for thirteen years, spending twelve years in the forest and the\nthirteenth in some city. If their disguise was penetrated by their enemies\nduring the thirteenth year, the exile was to be extended for another\nthirteen years.",
        "Though they knew the outcome, the Pandavas accepted the second invitation,\nand in consequence again sought the forest, not departing without the most\nterrible threats against their cousins.",
        "In the forest of Kamyaka, Yudhi-sthira studied the science of dice that he\nmight not again be defeated so disastrously, and journeyed pleasantly from\none point of interest to another with Draupadi and his brothers, with the\nexception of Arjuna, who had sought the Himalayas to gain favor with the\ngod Siva, that he might procure from him a terrible weapon for the\ndestruction of his cousins.",
        "After he had obtained the weapon he was lifted into the heaven of the god\nIndra, where he spent five happy years. When he rejoined his wife and\nbrothers, they were visited by the god Krishna and by the sage Markandeya,\nwho told them the story of the creation and destruction of the universe,\nof the flood, and of the doctrine of Karma, which instructs one that man’s\nsufferings here below are due to his actions in former and forgotten\nexistences. He also related to them the beautiful story of how the\nPrincess Sâvitrî had wedded the Prince Satyavan, knowing that the gods had\ndecreed that he should die within a year; how on the day set for his death\nshe had accompanied him to the forest, had there followed Yama, the awful\ngod of death, entreating him until, for very pity of her sorrow and\nadmiration of her courage and devotion, he yielded to her her husband’s\nsoul.",
        "Near the close of the twelfth year of their exile, the princes, fatigued\nfrom a hunt, sent Nakalu to get some water from a lake which one had\ndiscovered from a tree-top. As the prince approached the lake he was\nwarned by a voice not to touch it, but thirst overcoming fear, he drank\nand fell dead. The same penalty was paid by Sahadeva, Arjuna, and Bhima,\nwho in turn followed him. Yudhi-sthira, who went last, obeyed the voice,\nwhich, assuming a terrible form, asked the king questions on many subjects\nconcerning the universe. These being answered satisfactorily, the being\ndeclared himself to be Dharma, the god of justice, Yudhi-sthira’s father,\nand in token of his affection for his son, restored the princes to life,\nand granted them the boon of being unrecognizable during the remaining\nyear of their exile.",
        "The thirteenth year of their exile they spent in the city of Virata, where\nthey entered the service of the Raja,–Yudhi-sthira as teacher of\ndice-playing, Bhima as superintendent of the cooks, Arjuna as a teacher of\nmusic and dancing to the ladies, Nakalu as master of horse, and Sahadeva\nas superintendent of the cattle. Draupadi, who entered the service of the\nqueen, was so attractive, even in disguise, that Bhima was forced to kill\nthe queen’s brother, Kechaka, for insulting her. This would have caused\nthe Pandavas’ exile from Virata had not their services been needed in a\nbattle between Virata and the king of the Trigartas.",
        "The Kauravas assisted the Trigartas in this battle, and the recognition,\namong the victors, of their cousins, whose thirteenth year of exile was\nnow ended, added to the bitterness of their defeat.",
        "Their exile over, the Pandavas were free to make preparations for the\ngreat war which they had determined to wage against the Kauravas. Both\nparties, anxious to enlist the services of Krishna, sent envoys to him at\nthe same time. When Krishna gave them the choice of himself or his armies,\nArjuna was shrewd enough to choose the god, leaving his hundreds of\nmillions of soldiers to swell the forces of the Kauravas.",
        "When their preparations were completed, and the time had come to wreak\nvengeance on their cousins, the Pandavas were loath to begin the conflict.\nThey seemed to understand that, war once declared, there could be no\ncompromise, but that it must be a war for extinction. But the Kauravas\nreceived their proposals of peace with taunts, and heaped insults upon\ntheir emissary.",
        "When the Pandavas found that there was no hope of peace, they endeavored\nto win to their side Karna, who was really a son of Kunti, and hence their\nhalf-brother, though this fact had not been made known to him until he had\nlong been allied with the Kauravas. In anticipation of this war, the gods,\nby a bit of trickery, had robbed Karna of his god-given armor and weapons.\nHowever, neither celestial artifice, the arguments of Krishna, nor the\nentreaties of Kunti were able to move Karna from what he considered the\npath of duty, though he promised that while he would fight with all his\nstrength, he would not slay Yudhi-sthira, Bhima, and the twins.",
        "The forces of the two armies were drawn up on the plain of Kuruk-shetra.\nThe army of the Kauravas was under the command of the terrible Bhishma,\nthe uncle of Pandu and Dhrita-rashtra, who had governed the country during\nthe minority of Pandu.",
        "Each side was provided with billions and billions of infantry, cavalry,\nand elephants; the warriors were supplied with weapons of the most\ndangerous sort. The army of the Kauravas was surrounded by a deep trench\nfortified by towers, and further protected by fireballs and jars full of\nscorpions to be thrown at the assailants.",
        "As night fell, before the battle, the moon’s face was stained with blood,\nearthquakes shook the land, and the images of the gods fell from their\nplaces.",
        "The next morning, when Arjuna, from his chariot, beheld the immense army,\nhe was appalled at the thought of the bloodshed to follow, and hesitated\nto advance. Krishna insisted that it was unnecessary for him to lament,\nsetting forth his reasons in what is known as the Bhagavat-gita, the\ndivine song, in which he said it was no sin to slay a foe, since death is\nbut a transmigration from one form to another. The soul can never cease to\nbe; who then can destroy it? Therefore, when Arjuna slew his cousins he\nwould merely remove their offensive bodies; their souls, unable to be\ndestroyed, would seek other habitations. To further impress Arjuna,\nKrishna boasted of himself as embodying everything, and as having passed\nthrough many forms. Faith in Krishna was indispensable, for the god placed\nfaith above either works or contemplation. He next exhibited himself in\nhis divine form to Arjuna, and the warrior was horror-stricken at the\nterrible divinity with countless arms, hands, and heads, touching the\nskies. Having been thus instructed by Krishna, Arjuna went forth, and the\neighteen days’ battle began.",
        "The slaughter was wholesale; no quarter was asked or given, since each\nside was determined to exterminate the other. Flights of arrows were\nstopped in mid-air by flights of arrows from the other side. Great maces\nwere cut in pieces by well-directed darts. Bhima, wielding his great club\nwith his prodigious strength, wiped out thousands of the enemy at one\nstroke, and Arjuna did the same with his swift arrows. Nor were the\nKauravas to be despised. Hundreds of thousands of the Pandavas’ followers\nfell, and the heroic brothers were themselves struck by many arrows.",
        "Early in the battle the old Bhishma was pierced by so many arrows that,\nfalling from his chariot, he rested upon their points as on a couch, and\nlay there living by his own desire, until long after the battle.",
        "After eighteen days of slaughter, during which the field reeked with blood\nand night was made horrible by the cries of the jackals and other beasts\nof prey that devoured the bodies of the dead, the Kauravas were all slain,\nand the five Pandavas, reconciled to the blind Raja, accompanied him back\nto Hastinapur, where Yudhi-sthira was crowned Raja, although the Raj was\nstill nominally under the rule of his old uncle.",
        "Yudhi-sthira celebrated his accession to the throne by the performance of\nthe great sacrifice, which was celebrated with the utmost splendor. After\nseveral years the unhappy Dhrita-rashtra retired with his wife to a jungle\non the banks of the Ganges, leaving Yudhi-sthira in possession of the\nkingdom. There the Pandavas visited him, and talked over the friends who\nhad fallen in the great war. One evening the sage Vyasa instructed them to\nbathe in the Ganges and then stand on the banks of the river. He then went\ninto the water and prayed, and coming out stood by Yudhi-sthira and called\nthe names of all those persons who had been slain at Kuruk-shetra.\nImmediately the water began to foam and boil, and to the great surprise\nand terror of all, the warriors lost in the great battle appeared in their\nchariots, at perfect peace with one another, and cleansed of all earthly\nstain. Then the living were happy with the dead; long separated families\nwere once more united, and the hearts that had been desolate for fifteen\nlong years were again filled with joy. The night sped quickly by in tender\nconversation, and when morning came, all the dead mounted into their\nchariots and disappeared. Those who had come to meet them prepared to\nleave the river, but with the permission of Vyasa, the widows drowned\nthemselves that they might rejoin their husbands.",
        "Not long after his return to Hastinapur, Yudhi-sthira heard that the old\nRaja and his wife had lost their lives in a jungle-fire; and soon after\nthis, tidings came to him of the destruction of the city of the Yadavas,\nthe capital of Krishna, in punishment for the dissipation of its\ninhabitants.",
        "Yudhi-sthira’s reign of thirty-six years had been a succession of gloomy\nevents, and he began to grow weary of earth and to long for the blessings\npromised above. He therefore determined to make the long and weary\npilgrimage to Heaven without waiting for death. According to the\nMahâ-Bhârata, the earth was divided into seven concentric rings, each of\nwhich was surrounded by an ocean or belt separating it from the next\nannular continent. The first ocean was of salt water; the second, of the\njuice of the sugar-cane; the third, of wine; the fourth, of clarified\nbutter; the fifth, of curdled milk; the sixth, of sweet milk; the seventh,\nof fresh water. In the centre of this vast annular system Mount Meru rose\nto the height of sixty-four thousand miles.",
        "Upon this mountain was supposed to rest the heaven of the Hindus, and\nthither Yudhi-sthira proposed to make his pilgrimage. His brothers and\ntheir wife Draupadi insisted on going with him, for all were equally weary\nof the world. Their people would fain have accompanied them, but the\nprinces sent them back and went unaccompanied save by their faithful dog.\nThey kept on, fired by their high resolves, until they reached the long\nand dreary waste of sand that stretched before Mount Meru. There Draupadi\nfell and yielded up her life, and Yudhi-sthira, never turning to look\nback, told the questioning Bhima that she died because she loved her\nhusbands better than all else, better than heaven. Next Sahadeva fell,\nthen Nakalu, and afterwards Arjuna and Bhima. Yudhi-sthira, still striding\non, informed Bhima that pride had slain the first, self-love the second,\nthe sin of Arjuna was a lie, and Bhima had loved too well the good things\nof earth.",
        "Followed by the dog, Yudhi-sthira pushed across the barren sand until he\nreached the mount and stood in the presence of the god. Well pleased with\nhis perseverance, the god promised him the reward of entering into heaven\nin his own form, but he refused to go unless the dog could accompany him.\nAfter vainly attempting to dissuade him, the god allowed the dog to assume\nits proper form, and lo! it was Dharma, the god of justice, and the two\nentered heaven together.",
        "But where were Draupadi and the gallant princes, her husbands?\nYudhi-sthira could see them nowhere, and he questioned only to learn that\nthey were in hell. His determination was quickly taken. There could be no\nheaven for him unless his brothers and their wife could share it with him.\nHe demanded to be shown the path to hell, to enter which he walked over\nrazors, and trod under foot mangled human forms. But joy of joys! The\nlotus-eyed Draupadi called to him, and his brothers cried that his\npresence in hell brought a soothing breeze that gave relief to all the\ntortured souls.",
        "Yudhi-sthira’s self-sacrifice sufficiently tested, the gods proclaimed\nthat it was all but an illusion shown to make him enjoy the more, by\ncontrast, the blisses of heaven. The king Yudhi-sthira then bathed in the\ngreat river flowing through three worlds, and, washed from all sins and\nsoils, went up, hand in hand with the gods, to his brothers, the Pandavas,\nand",
        "  “Lotus-eyed and loveliest Draupadi,\n   Waiting to greet him, gladdening and glad.”",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}