{
    "title": "National Epics - The Divine Comedy - The Paradise",
    "author": "Kate Milner Rabb",
    "chapter": "30",
    "content": [
        "\n\n",
        "The Paradise of Dante consists of nine heavens, each a revolving\ncrystalline sphere, enclosed in another; without them, the boundless\nEmpyrean. The first or innermost heaven, of the Moon, revolved by the\nangels, is the habitat of wills imperfect through instability. The second,\nof Mercury, revolved by the Archangels, is the abode of wills imperfect\nthrough love of fame. The third, of Venus, revolved by the Principalities,\nis the abode of wills imperfect through excess of human love. The fourth,\nof the Sun, revolved by the Powers, is the abode of the great intellectual\nlights, the doctors of the Church. The fifth heaven, of Mars, revolved by\nthe Virtues, is the abode of the martyrs, warriors, and confessors, and is\nsacred to the Faith. The sixth, of Jupiter, revolved by the Dominations,\nis inhabited by just rulers. The seventh, of Saturn, revolved by the\nThrones, is inhabited by monks and hermits. The eighth, of the Fixed\nStars, revolved by the Cherubim, is inhabited by the apostles and saints.\nThe ninth, or Primum Mobile, revolved by the Seraphim, is the abode of the\nmoral philosophers. These abodes, however, are not real, but\nrepresentative, to illustrate the differences in glory of the inhabitants\nof Paradise, for the real seat of each is in the Rose of the Blessed. In\nthe heavens, the saints appear swathed in cocoons of light; in the Rose\nthey are seen in their own forms. They know all because they behold God\ncontinually. In the Empyrean is the Rose of the Blessed, whose myriad\nleaves form the thrones of the spirits, and whose centre of light is the\nFather himself. Dividing the Rose horizontally, the lower thrones are held\nby those who died in infancy; among them are varying degrees of glory.\nAbove it, are those who died adults. Supposing a vertical division, the\nthrones to the left are for those who looked forward to Christ’s coming;\nthose to the right, not yet all occupied, by those who died after Christ’s\ncoming. Along the division lines are the holy women, the Virgin, Eve,\nRachel, Beatrice, Sarah, Rebecca, Judith, and Ruth, Saint Anne and Saint\nLucia, and the saints, John the Baptist, John the Evangelist, Adam, Moses,\nSaint Francis, Saint Benedict, Saint Augustine, Saint Peter, and in the\nmidst, the Everlasting Glory of the Universe, whose light so fills the\nRose that “naught can form an obstacle against it.”",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}