{
    "title": "National Epics - The Story of the Lusiad",
    "author": "Kate Milner Rabb",
    "chapter": "35",
    "content": [
        "\n\n",
        "When Jupiter, looking down from Olympus, saw the Lusitanian fleet sailing\nover the heretofore untravelled seas, he called the gods together, and\nreviewing the past glory of the Portuguese, their victories over the\nCastilians, their stand against the Romans, under their shepherd-hero\nViriatus, and their conquest of Africa, he foretold their future glories\nand their discovery and conquest of India.",
        "Bacchus, who had long since made conquests in India, fearful lest his\nancient honors should be forgotten, bitterly opposed the scheme of the\nPortuguese; Venus, however, was favorable to them, and Mars interceded,\ncounselling Jove not to heed Bacchus, but to permit the Lusitanians to\nreach India’s shore in safety.",
        "When the council of the gods was dismissed, Mercury was sent to guide the\nArmada, which made its first landing at Mozambique. Canoes with curious\npalm-leaf sails, laden with dark-skinned natives, swarmed round the ships\nand were hailed with joy by Gama and his men, who invited them on board. A\nfeast was spread for them, and to them Gama declared his intention of\nseeking India. Among them was a Moor who had at first thought the\nPortuguese Moors, on account of their dark skins. Feigning cordiality\nwhile plotting their ruin, he offered them a pilot to Quiloa, where, he\nassured them, they would find a Christian colony. He and his friends also\nlaid a plot to place some soldiers in ambush to attack Gama’s men when\nthey landed next day to get water; in this way many would be destroyed,\nand certain death awaited the survivors at Quiloa, whither the promised\npilot would conduct them. But the Moors had not counted on the strength of\nthe Portuguese. Gama’s vengeance was swift and certain. The thunder of his\nguns terrified the Moors, and the regent implored his pardon, and with\nmake-believe tears insisted on his receiving at his hands the promised\npilot.",
        "Many questions were asked by Gama concerning the spicy shores of India, of\nthe African coasts, and of the island to the north. “Quiloa, that,\"\nreplied the Moor, “where from ancient times, the natives have worshipped\nthe blood-stained image of the Christ.” He knew how the Moorish\ninhabitants hated the Christians, and was secretly delighted when Gama\ndirected him to steer thither.",
        "A storm swept the fleet past Quiloa, but the pilot, still determined on\nrevenge, pointed out the island town of Mombaça, as a stronghold of the\nChristians, and steering the fleet thither, anchored just outside the bar.\nBacchus, now intent on the destruction of the Lusitanians, assumed the\ncharacter of a priest to deceive the heralds sent ashore by Gama, who\nassured their commander that they saw a Christian priest performing divine\nrites at an altar above which fluttered the banner of the Holy Ghost. In a\nfew moments the Christian fleet would have been at the mercy of the Moors,\nbut Cytherea, beholding from above the peril of her favorites, hastily\ndescended, gathered together her nymphs, and formed an obstruction, past\nwhich the vessels strove in vain to pass. As Gama, standing high on the\npoop, saw the huge rock in the channel, he cried out, and the Moorish\npilots, thinking their treason discovered, leaped into the waves.",
        "Warned in a dream by Mercury that the Moors were preparing to cut his\ncables, De Gama roused his fleet and set sail for Melinda, whose monarch,\nMercury had told him, was both powerful and good.",
        "The fleet, decorated with purple streamers and gold and scarlet tapestry\nin honor of Ascension Day sailed with drums beating and trumpets sounding,\ninto the harbor of Melinda, where they were welcomed by the kind and\ntruthful people. The fame of the Lusitanians had reached Melinda, and the\nmonarch gladly welcomed them to his land. His herald entreated them to\nremain with him, and brought them sheep, fowls, and the fruits of the\nearth, welcome gifts to the mariners. Gama had vowed not to leave the ship\nuntil he could step on Indian ground, so the next day the king and the\ncommander, clad in their most splendid vestments, met in barges, and the\nmonarch of Melinda asked Gama to tell him of the Lusian race, its origin\nand climate, and of all his adventures up to the time of his arrival at\nMelinda.",
        "“O king,” said Gama, “between the zones of endless winter and eternal\nsummer lies beautiful Europe, surrounded by the sea. To the north are the\nbold Swede, the Prussian, and the Dane; on her south-eastern line dwelt\nthe Grecian heroes, world-renowned, and farther south are the ruins of\nproud Rome. Among the beauteous landscapes of Italy lies proud Venice,\nqueen of the sea, and north of her tower the lofty Alps. The olive groves\nand vineyards of fair Gallia next greet the eye, and then the valorous\nfields of Spain, Aragon, Granada, and–the pride of Spain–Castile. On the\nwest, a crown to it, lies Lusitania, on whom last smiles the setting\nsun,–against whose shores roll the waves of the western sea.",
        "“Noble are the heroes of my country. They were the first to rise against\nthe Moors and expel them from the kingdom. The forces of Rome were routed\nby our shepherd-hero, Viriatus. After his death our country languished\nuntil Alonzo of Spain arose, whose renown spread far and wide because of\nhis battles against the Moors.",
        "“Alonzo rewarded generously the heroes who fought under him, and to Prince\nHenry of Hungaria he gave the fields through which the Tagus flows and the\nhand of his daughter. To them was born a son, Alfonso, the founder of the\nLusian throne. After the death of his father Henry, Alfonso’s mother\nbecame regent, and ere long wedded her minister Perez and plotted to\ndeprive her young son of his inheritance. The eighteen year old son arose,\nwon the nobility to his side, and defeated his guilty mother and her\nhusband in the battle of Guimaraens. Forgetful of the reverence due to\nparents, he cruelly imprisoned his mother, whose father, the king of\nSpain, indignant at such treatment of his daughter, now marched against\nthe young prince and defeated him. As he lay in prison, his faithful\nguardian Egas knelt before the king, and vowed that his master, if\nreleased, would pay homage to him. Well he knew that his master would\nnever bow his proud head to pay homage to Castile. So when the day\narrived, Egas, and all his family, clad in gowns of white like sentenced\nfelons, with unshod feet, and with the halter around their necks, sought\nCastile. ’O king, take us as a sacrifice for my perjured honor. Turn in\nfriendship to the prince thy grandson, and wreak thy vengeance on us\nalone.’",
        "“Fortunately Alonzo was noble enough to release the self-sacrificing Egas,\nand to forgive his grandson.",
        "“The young Alfonso, pardoned by his grandfather, proceeded to Ourique,\nwhither marched five Moorish kings. Over his head appeared the sacred\ncross; but he prayed heaven to show it to his army instead, that they\nmight be inspired with the hope of victory. Filled with joy at the token,\nthe Portuguese defeated the Moors, and on the bloody battle-field Alfonso\nwas proclaimed King of Portugal, and from that day placed on his hitherto\nunadorned buckler five azure shields, arranged as a cross. He continued\nthe wars with the Moors until, wounded and taken prisoner at Badajoz, he\nresigned the throne to his son, Don Sancho, who in turn won many\nvictories. Alfonso II., Sancho II., Alfonso III., and Alfonso the Brave\nsucceeded him. At the court of the latter was a beautiful maiden, Inez de\nCastro, whom Alfonso’s son Don Pedro had married secretly. The courtiers,\nfearful lest Pedro should show favor to the Castilians because Inez was\nthe daughter of a Castilian, told the king of his son’s amour. In the\nabsence of Pedro, Inez was led before the king, bringing with her her\nchildren, to help her to plead for mercy. But the king was merciless, his\ncounsellors, brutal, and at his signal they stabbed her. Pedro never\nrecovered from the shock given him by the fate of his beautiful wife, and\nafter his succession to the throne, as a partial atonement for her\nsuffering, he had her body taken from the grave and crowned Queen of\nPortugal.",
        "“The weak Fernando, who took his wife Eleanora from her lawful husband,\nsucceeded Pedro, and their daughter Beatrice not being recognized by the\nPortuguese, at his death Don John, a natural brother, came to the throne.\nIn the mean time a Spanish prince had married Beatrice and invaded\nPortugal, claiming it as his right. The Portuguese were divided until Nuño\nAlvarez Pereyra came forward. ’Has one weak reign so corrupted you?’ he\ncried. ’Have you so soon forgotten our brave sires? Fernando was weak, but\nJohn, our godlike king, is strong. Come, follow him! Or, if you stay, I\nmyself will go alone; never will I yield to a vassal’s yoke; my native\nland shall remain unconquered, and my monarch’s foes, Castilian or\nPortuguese, shall heap the plain!’",
        "“Inspired by Nuño’s eloquence the Lusians took the field and defeated the\nSpanish in the battle of Aljubarota. Still dissatisfied, Nuño pressed into\nSpain and dictated the terms of peace at Seville. Having established\nhimself upon the throne of Portugal, John carried the war into Africa,\nwhich wars were continued after his death by his son Edward. While laying\nsiege to Tangier, Edward and his brother Fernando were taken prisoners,\nand were allowed to return home only on promise to surrender Ceuta. Don\nFernando remained as the hostage they demanded. The Portuguese would not\nagree to surrender Ceuta, and Don Fernando was forced to languish in\ncaptivity, since the Moors would accept no other ransom. He was a\npatriotic prince than whom were none greater in the annals of Lusitania.",
        "“Alfonso V., victorious over the Moors, dreamed of conquering Castile, but\nwas defeated, and on his death was succeeded by John II., who designed to\ngain immortal fame in a way tried by no other king. His sailors sought a\npath to India, but ’though enriched with knowledge’ they perished at the\nmouth of the Indus. To his successor, Emmanuel, in a dream appeared the\nrivers Ganges and Indus, hoary fathers, rustic in aspect, yet with a\nmajestic grace of bearing, their long, uncombed beards dripping with\nwater, their heads wreathed with strange flowers, and proclaimed to him\nthat their countries were ordained by fate to yield to him; that the fight\nwould be great, and the fields would stream with blood, but that at last\ntheir shoulders would bend beneath the yoke. Overjoyed at this dream,\nEmmanuel proclaimed it to his people. I, O king, felt my bosom burn, for\nlong had I aspired to this work. Me the king singled out, to me the dread\ntoil he gave of seeking unknown seas. Such zeal felt I and my youths as\ninspired the Mynian youths when they ventured into unknown seas in the\nArgo, in search of the golden fleece.",
        "“On the shore was reared a sacred fane, and there at the holy shrine my\ncomrades and I knelt and joined in the solemn rites. Prostrate we lay\nbefore the shrine until morning dawned; then, accompanied by the ’woful,\nweeping, melancholy throng’ that came pressing from the gates of the city,\nwe sought our ships.",
        "“Then began the tears to flow; then the shrieks of mothers, sisters, and\nwives rent the air, and as we waved farewell an ancient man cried out to\nus on the thirst for honor and for fame that led us to undertake such a\nvoyage.",
        "“Soon our native mountains mingled with the skies, and the last dim speck\nof land having faded, we set our eyes to scan the waste of sea before us.\nFrom Madeira’s fair groves we passed barren Masilia, the Cape of Green,\nthe Happy Isles, Jago, Jalofo, and vast Mandinga, the hated shore of the\nGorgades, the jutting cape called by us the Cape of Palms, and southward\nsailed through the wild waves until the stars changed and we saw\nCallisto’s star no longer, but fixed our eyes on another pole star that\nrises nightly over the waves. The shining cross we beheld each night in\nthe heavens was to us a good omen.",
        "“While thus struggling through the untried waves, and battling with the\ntempests, now viewing with terror the waterspouts, and the frightful\nlightnings, now comforted by the sight of mysterious fire upon our masts,\nwe came in sight of land, and gave to the trembling negro who came to us\nsome brass and bells. Five days after this event, as we sailed through the\nunknown seas, a sudden darkness o’erspread the sky, unlighted by moon or\nstar. Questioning what this portent might mean, I saw a mighty phantom\nrise through the air. His aspect was sullen, his cheeks were pale, his\nwithered hair stood erect, his yellow teeth gnashed; his whole aspect\nspoke of revenge and horror.",
        "“’Bold are you,’ cried he, ’to venture hither, but you shall suffer for\nit. The next proud fleet that comes this way shall perish on my coast, and\nhe who first beheld me shall float on the tide a corpse. Often, O Lusus,\nshall your children mourn because of me!’ ’Who art thou?’ I cried. ’The\nSpirit of the Cape,’ he replied, ’oft called the Cape of Tempests.’”",
        "The king of Melinda interrupted Gama. He had often heard traditions among\nhis people of the Spirit of the Cape. He was one of the race of Titans who\nloved Thetis, and was punished by Jove by being transformed into this\npromontory.",
        "Gama continued: “Again we set forth, and stopped at a pleasant coast to\nclean our barks of the shell-fish. At this place we left behind many\nvictims of the scurvy in their lonely graves. Of the treason we met with\nat Mozambique and the miracle that saved us at Quiloa and Mombas, you know\nalready, as well as of your own bounty.”",
        "Charmed with the recital of Gama, the King of Melinda had forgotten how\nthe hours passed away. After the story was told the company whiled away\nthe hours with dance, song, the chase, and the banquet, until Gama\ndeclared that he must go on to India, and was furnished with a pilot by\nthe friendly king.",
        "Bacchus, enraged at seeing the voyage so nearly completed, descended to\nthe palace of Neptune, with crystal towers, lofty turrets, roofs of gold,\nand beautiful pillars inwrought with pearls. The sculptured walls were\nadorned with old Chaos’s troubled face, the four fair elements, and many\nscenes in the history of the earth. Roused by Bacchus, the gods of the sea\nconsented to let loose the winds and the waves against the Portuguese.",
        "During the night, the Lusians spent the time in relating stories of their\ncountry. As they talked, the storm came upon them, and the vessels rose\nupon the giant waves, so that the sailors saw the bottom of the sea swept\nalmost bare by the violence of the storm. But the watchful Venus perceived\nthe peril of her Lusians, and calling her nymphs together, beguiled the\nstorm gods until the storm ceased. While the sailors congratulated\nthemselves on the returning calm, the cry of “Land!” was heard, and the\npilot announced to Gama that Calicut was near.",
        "Hail to the Lusian heroes who have won such honors, who have forced their\nway through untravelled seas to the shores of India! Other nations of\nEurope have wasted their time in a vain search for luxury and fame instead\nof reclaiming to the faith its enemies! Italy, how fallen, how lost art\nthou! and England and Gaul, miscalled “most Christian!” While ye have\nslept, the Lusians, though their realms are small, have crushed the\nMoslems and made their name resound throughout Africa, even to the shores\nof Asia.",
        "At dawn Gama sent a herald to the monarch; in the mean time, a friendly\nMoor, Monçaide, boarded the vessel, delighted to hear his own tongue once\nmore. Born at Tangiers, he considered himself a neighbor of the Lusians;\nwell he knew their valorous deeds, and although a Moor, he now allied\nhimself to them as a friend. He described India to the eager Gama: its\nreligions, its idolaters, the Mohammedans, the Buddhists, the Brahmins. At\nCalicut, queen of India, lived the Zamorin, lord of India, to whom all\nsubject kings paid their tribute.",
        "His arrival having been announced, Gama, adorned in his most splendid\ngarments, and accompanied by his train, also in bright array, entered the\ngilded barges and rowed to the shore, where stood the Catual, the\nZamorin’s minister. Monçaide acted as an interpreter. The company passed\nthrough a temple on their way to the palace, in which the Christians were\nhorrified at the graven images there worshipped. On the palace walls were\nthe most splendid pictures, relating the history of India. One wall,\nhowever, bore no sculptures; the Brahmins had foretold that a foreign foe\nwould at some time conquer India, and that space was reserved for scenes\nfrom those wars.",
        "Into the splendid hall adorned with tapestries of cloth of gold and\ncarpets of velvet, Gama passed, and stood before the couch on which sat\nthe mighty monarch. The room blazed with gems and gold; the monarch’s\nmantle was of cloth of gold, and his turban shone with gems. His manner\nwas majestic and dignified; he received Gama in silence, only nodding to\nhim to tell his story.",
        "Gama proclaimed that he came in friendship from a valorous nation that\nwished to unite its shores with his by commerce. The monarch responded\nthat he and his council would weigh the proposal, and in the mean time\nGama should remain and feast with them.",
        "The next day the Indians visited the fleet, and after the banquet Gama\ndisplayed to his guests a series of banners on which were told the history\nof Portugal and her heroes. First came Lusus, the friend of Bacchus, the\nhero-shepherd Viriatus, the first Alonzo, the self-sacrificing Egas, the\nvaliant Fuaz, every hero who had strengthened Lusitania and driven out her\nfoes, down to the gallant Pedro and the glorious Henry.",
        "Awed and wondering at the deeds of the mighty heroes, the Indians returned\nhome. In the night Bacchus appeared to the king, warning him against the\nLusians and urging him to destroy them while in his power. The Moors\nbought the Catual with their gold. They also told the king that they would\nleave his city as soon as he allied himself with the odious strangers.\nWhen Gama was next summoned before the king he was received with a frown.",
        "“You are a pirate! Your first words were lies. Confess it; then you may\nstay with me and be my captain.”",
        "“I know the Moors,” replied Gama. “I know their lies that have poisoned\nyour ears. Am I mad that I should voluntarily leave my pleasant home and\ndare the terrors of an unknown sea? Ah, monarch, you know not the Lusian\nrace! Bold, dauntless, the king commands, and we obey. Past the dread Cape\nof Storms have I ventured, bearing no gift save friendly peace, and that\nnoblest gift of all, the friendship of my king. I have spoken the truth.\nTruth is everlasting!”",
        "A day passed and still Gama was detained by the power of the Catual, who\nordered him to call his fleets ashore if his voyage was really one of\nfriendship.",
        "“Never!” exclaimed Gama. “My fleet is free, though I am chained, and they\nshall carry to Lisbon the news of my discovery.”",
        "As he spoke, at a sign from the Catual, hostile ships were seen\nsurrounding the Lusian vessels. “Not one shall tell on Lisbon’s shores\nyour fate.”",
        "Gama smiled scornfully, as the fleet swept on towards his vessels. Loud\nsounded the drums, shrill the trumpets. The next moment sudden lightning\nflashed from Gama’s ships and the skies echoed with the thunder of the\nguns.",
        "No word fell from Gama’s lips as, the battle over, they saw the sea\ncovered with the torn hulks and floating masts; but the populace raged\naround the palace gates, demanding justice to the strangers.",
        "The troubled king sought to make peace with Gama.",
        "“My orders have been given. To-day, when the sun reaches its meridian,\nIndia shall bleed and Calicut shall fall. The time is almost here. I make\nno terms. You have deceived me once.”",
        "The Moors fell fainting on the floor; the monarch trembled. “What can save\nus?” he cried.",
        "“Convey me and my train to the fleet. Command at once; it is even now\nnoon.”",
        "Once more safe within his ship, with him the faithful Monçaide, who had\nkept him informed of the treason of the Moors, his ships laden with\ncinnamon, cloves, pepper, and gems, proofs of his visit, Gama, rejoicing,\nset sail for home.",
        "Venus saw the fleet setting out, and planned a resting-place for the weary\nsailors, a floating isle with golden sands, bowers of laurel and myrtle,\nbeautiful flowers and luscious fruits. Here the sea nymphs gathered,\nThetis, the most beautiful, being reserved for Gama, and here days were\nspent in joyance.",
        "At the banquet the nymphs sang the future glories of the Lusians, and\ntaking Gama by the hand, led him and his men to a mountain height, whence\nthey could look upon a wondrous globe, the universe. The crystal spheres\nwhirled swiftly, making sweet music, and as they listened to this, they\nsaw the sun go by, the stars, Apollo, the Queen of Love, Diana, and the\n“yellow earth, the centre of the whole.” Asia and Africa were unrolled to\ntheir sight, and the future of India, conquered by the Lusians, Cochin\nChina, China, Japan, Sumatra,–all these countries given to the world by\ntheir voyage around the terrible cape.",
        "“Spread thy sails!” cried the nymphs; “the time has come to go!”",
        "The ships departed on their homeward way, and the heroes were received\nwith the wildest welcome by the dwellers on Tago’s bosom.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}