{
    "title": "National Epics - The Story of Paradise Lost",
    "author": "Kate Milner Rabb",
    "chapter": "40",
    "content": [
        "\n\n",
        "When that bright spirit, afterwards known as Satan, rose in rebellion\nagainst the Almighty Ruler of the Universe, presumptuously thinking\nhimself equal to him in strength and following, he was overthrown by the\nGreat Power and cast with his followers out of Heaven down to his future\ndwelling, flaming Hell.",
        "Nine days he and his horrid crew fell through Chaos into the flaming pit\nyawning to receive them, and there lay for nine days,–rendered still more\nmiserable by the thought of their immortality and the eternal bliss they\nhad forfeited. Then Satan, rousing himself from the stupor consequent upon\nthe fall, half rose and addressed the next in power to himself, Beelzebub.",
        "“Thou art the same, yet not the same,” said he; “changed, lost is some of\nthy former brightness. Yet why repine? While we live, while we have so\nlarge a following, all is not lost. Our hate still lives, and have we but\nstrength enough, we may still revenge ourselves upon him who thrust us\ninto this accursed place.”",
        "Rising from the lake, his great shield slung over his shoulders, the\nunconquered archangel walked over the burning marl to the beach of that\nfiery sea, and there with chiding words addressed the legions strewn\naround him. The great army rose hastily at the voice of its chief and\npassed before him, spirits whose heavenly names were now forever lost, who\nlater became the gods of the idolaters. There was mighty Moloch, Chemos,\nthose who later went by the general names of Baalim and\nAshtaroth,–Thammuz, Dagon, Rimmon, Osiris, Isis, Orus and their train,\nBelial, and last of all, the Ionian gods.",
        "His despair in part dissipated by the sight of this heroic array, their\nprince, towering high above all, addressed them. No one had foreseen the\ncalamity that had overtaken them. Who could have guessed the power of the\nAlmighty? But though overthrown they were not totally defeated. A rumor\nhad long since been rife of the creation of another world with which they\ncould interfere. At any rate, there must never be peace between them and\nthe heavenly Powers. War there must be, war in secret, or war waged\nopenly. As he ended, shield clashed against shield, and swords, quickly\ndrawn, flashed before his eyes, and loud cries hurled defiance to Heaven.",
        "The legions, led by Mammon, who in Heaven had been an honored architect,\nsought a hill near by, and quickly emptying it of its rich store of gold\nand jewels, built a massive structure. Like a temple in form was it, and\nround about it stood Doric columns overlaid with gold. No king of any\nfuture state could boast of a grander hall than this palace of Pandemonium\nwhich was so quickly reared upon a hill in Hell, and to which the heralds’\ntrumpets now summoned all the host.",
        "On the massive throne, blazing with jewels, sat the fallen spirit, and\nthus addressed his followers: “Our success is sure in whatever we\nundertake. We shall never be riven with internecine warfare, for surely no\none will quarrel over precedence in Hell. Therefore, united, we can, sure\nof our success, debate of the way in which we shall take up our warfare\nwith the powers that have overthrown us.”",
        "Moloch, Belial, Mammon, and Beelzebub spoke. Moloch was in favor of open\nwar, since nothing could be worse than Hell, and continued assault against\nthe Most High would, in annoying him, be a sweet revenge. Belial, who\nthough timorous and slothful, was a persuasive orator, denounced Moloch’s\nplan. Since the ruler of Heaven was all-powerful, and they immortal, no\none knew to what greater misery he could push them; perhaps he would bury\nthem in boiling pitch to eternity, or inflict a thousand undreamed-of\ntortures. War, open and secret, he disliked, since it was impossible to\nconceal aught from the eye of the Most High. To make the best of Hell\nseemed all that was possible; in time they might become inured to its\nflames and better days might come, if they but accepted their doom\npatiently.",
        "Mammon also considered war impossible. They could never hope to overcome\nthe Almighty; neither could they hope nor wish for a reconciliation, for\nhow hateful would be an eternity spent in cringing to one whom they hated.\nThe desert soil of Hell teemed with riches, they could find peaceful\npursuits, and it was his advice to continue there in quiet, untroubled by\nany thoughts of revenge.",
        "Amid the murmur of applause that followed Mammon’s speech, Beelzebub, than\nwhom none towered higher save Satan, arose, his face grave, his attitude\nmajestic. “Would you, Thrones and Imperial Powers,” he cried, “think to\nbuild up a kingdom here, secure from the arm of Heaven? Have you so soon\nforgotten that this is not a kingdom ceded to you by the Most High, but a\ndungeon in which he has shut you for your everlasting punishment? Never\nwill he forget that you are his prisoners; your lot will not be peace, but\ncustody and stripes. What return can we make, then, but to think out some\nslow but sure and sweet revenge? It is not necessary to attempt to scale\nthe walls of Heaven. Other things remain. There is this new world, his\nplaything. It may lie exposed, and we can at least make the attempt to\nseize it and lay it waste, and thus vex him.” As he saw their eyes\nsparkle, he continued: “We may in this attempt come near to the steps of\nour old abode and breathe again its delicious airs instead of these\nhellish flames. But first we must find some one, strong, wary, and\nwatchful, to send in search of it.”",
        "Satan strode forth, his courage and his consciousness of it making his\nface shine with transcendent glory. “Long is the way and hard; its dangers\nunknown and terrible, but I should be a poor sovereign did I hesitate in\nthe attempt to seek it out. I do not refuse the sovereignty, for I fear\nnot to accept as great a share of hazard as of honor. Stay here; charm\naway your time, and I will seek deliverance abroad for all of us.”",
        "As he spoke he rose to depart, fearful lest others might now offer to go\nand share the glory with him.",
        "The legions rose with a sound like thunder, bowed in deepest reverence and\nwent forth, some, to explore their dismal abode, others to amuse\nthemselves at games, others to discuss Free Will and Fate, while their\nleader pursued his way toward the gate of Hell.",
        "The nine-fold gates were of brass, iron, and adamantine rock, reaching\nhigh to the mighty roof, and most horrible were the Shapes that guarded\nit.",
        "On one side sat a creature, woman to the waist, below, a serpent,\nsurrounded by a crew of hell hounds, forever barking and then seeking\nrefuge within her. On the other, a Shape, black, fierce, terrible, crowned\nwith the likeness of a kingly crown, and shaking in its hands a dreadful\ndart. As he strode, Hell trembled. Satan, undaunted, met him with fierce\nwords. As the two stood, their lances pointed at each other, the woman\nshrieked and ran between them.",
        "“Father, rush not upon thy son! Son, raise not thy hand against thy\nfather!” She then explained that she was Satan’s daughter, Sin, who had\nsprung from his head full grown, and that she later became by him the\nmother of the creature called Death who sat with her to guard the gates.",
        "Satan at once unfolded to them his plan of seeking the new world and\nmaking a happy home for both Sin and Death, where they could forever find\nfood to gratify their hideous cravings. Charmed by his highly-colored\npictures, and forgetful of the commands from above, Sin opened the mighty\ndoors, so that the flames of Hell spread far out into Chaos, but her\nstrength failed her when she attempted to close them again.",
        "For a moment Satan looked out into the mixture of Hot and Cold and Moist\nand Dry that formed Chaos, and then started forth, now rising, now\nfalling, his wings heavy with the dense masses, now wading, now creeping,\nuntil at last he reached the spot where was fixed the throne of Chaos and\nof Night. Here Satan learned of the situation of the new world and soon\ncaught a glimpse of it, hanging like a star, by a golden chain, from\nHeaven.",
        "Sitting in Heaven, high throned above all, God, all-seeing, all-knowing,\nwas conscious of Satan’s escape from Hell and his approach to the new\nworld. To his Son, sitting on his right hand, he pointed out the fallen\nspirit. “No prescribed bounds can shut our Adversary in; nor can the\nchains of hell hold him. To our new world he goes, and there, by no fault\nof mine, will pervert man, whom I have placed therein, with a free will;\nso to remain until he enthralls himself. Man will fall as did Satan, but\nas Satan was self-tempted, and man will be deceived by another, the latter\nshall find grace where his tempter did not.”",
        "Great was the joy of the Son when he learned that man would receive mercy\nfor his transgression. “Pardon and mercy he shall receive,” declared the\nFather, “but some one must be willing to expiate his sin for him; the just\nmust die for the unjust. Who in Heaven is willing to make the sacrifice?”",
        "For a moment all the Heavenly quire stood mute; then the Son of God spoke\nand implored his Father to let his anger fall on him, since he could not\nwholly die, but could arise from death and subdue his vanquisher.",
        "When his Father accepted the sacrifice, and named him Son of God and Man\nwho should hereafter be Universal King, Ruler of Heaven and Earth, Heaven\nrang with the shouts of the Angels, who, casting down their amaranthine\nwreaths until the golden pavement was covered with the garlands, took\ntheir golden harps and sang the praises of the Father and the Son.",
        "While they sang, Satan walked over the vast globe on which he had\nalighted, through what in after years, when the world was peopled, was to\nbe the Paradise of Fools, the spot to which the spirits of all things\ntransitory and vain, of those who had worked for their reward in life\ninstead of in Heaven, would come. He walked around the dark globe until,\ndirected by a gleam of light, he found the spot where a ladder led up to\nHeaven. Just below it, down through the spheres, was the seat of Paradise\nto which he was bending his way.",
        "Down through the crystal spheres he bent his way toward the Sun, which\nattracted him by its superior splendor. Espying Uriel, the Angel of the\nSun, he quickly took the form of a youthful Cherub, and, approaching\nUriel, told him that having heard of the new world he had been seized by a\nlonging to quit the bands of Cherubim and see for himself the wonderful\nwork of the Creator.",
        "Directed by the unsuspecting Uriel, Satan sped downward and standing upon\nthe top of Niphates, surveyed Eden.",
        "As he looked, his spirit was troubled. He had brought Hell with him, and\nhis unhappy thoughts boiled and surged in his troubled mind. “Sun, I hate\nthee, because thy beams recall to me what I was and how I fell. The\nmatchless King of Heaven deserved no such return from me. His service was\neasy. Had I only been created a lower Power!–But even then, might not\nsome higher one have led me into temptation? What shall I do, whither\nshall I fly, to escape infinite wrath, and infinite despair? Hell is\naround me, I myself am Hell! There is no hope for me. Submission is the\nonly way left, and I could not unsay what I have said; I could never\nbridge the gulf made by my revolt. Farewell to remorse! Good is forever\nlost to me, and I must now make Evil my good. I can at least divide the\nempire of the world with the King of Heaven.”",
        "As he realized how his bitter thoughts had dimmed his countenance he\nsmoothed it over with outward calm, but not before Uriel, from the Sun,\nhad noted and wondered over his strange gestures.",
        "Leaping over the high natural walls of Paradise, Satan, in the form of a\ncormorant, perched himself on the Tree of Life. Beautiful was the scene\nbefore him. All the trees and plants were of the noblest kind. In the\nmidst of them stood the Tree of Life with its golden fruit, and not far\noff the Tree of Knowledge. Southward through Eden ran a river, which,\npassing under a huge hill, emerged into four great streams wandering\nthrough many afterwards famous realms. Between the rows of trees stretched\nlevel lawns where grazed the happy flocks, and over the green mead were\nsprinkled flowers of every hue. No fairer scene ever met living eyes, and\nfairest of all were the two stately forms, in whose looks shone the\ndivinity of their Maker. Hand in hand they passed through the garden,\nrefreshed themselves with the delicious fruits, and were happy in each\nother.",
        "As he gazed on them while the animals fell asleep and the sun sank below\nthe horizon, Satan, still torn with conflicting emotions, ruminated over\nthe unhappiness he was to bring the lovely pair. He admired them, he could\nlove them; they had not harmed him, but he must bring unhappiness upon\nthem because of their likeness to their Creator. Through them only could\nhe obtain his longed-for revenge.",
        "Anxious to learn where to attack them, he prowled about them, now as a\nlion, now as a tiger, listening to their conversation. They spoke of their\ngarden, of the Tree of Life, and of the forbidden Tree of Knowledge. “In\nthe day ye eat thereof, ye shall surely die,” had been their warning. Eve\nrecalled the day of her creation, when she had first fled from Adam, and\nthen yielded to his embraces, and Satan, watching their caresses, envied\nand hardened his heart. “Live while ye may!” he muttered. “Soon will I\nreturn and offer you new woes for your present pleasures.”",
        "In the mean time, Gabriel, warned by Uriel, who suspected that an evil\nspirit had crept into Paradise, had set watches around the garden.\nIthuriel and Zephon, sent to search for him, spied Satan in the form of a\ntoad, sitting near the ear of Eve, tainting her dreams with foul whispers.\nTouched by Ithuriel’s spear, he was forced to resume his own shape and was\ntaken to Gabriel. The angry Satan attempted to use force, but warned by a\nsign from Heaven that his strength was insufficient, fled, murmuring,\nthrough the night.",
        "When morning dawned on Eden, a morn of unimaginable beauty, Adam waked Eve\nfrom her restless slumbers, and heard her troubled dreams, in which she\nhad been tempted to taste of the fruit of the Tree of Knowledge. He\ncomforted her, and after their morning hymn, in which they glorified their\nCreator, they set about their pleasant work of pruning the too luxuriant\nvines of their Paradise. In the mean time, the Father above, knowing the\ndesign of Satan, and determined that man should not fall without warning,\nsent Raphael down to Adam to tell him that he was threatened by an enemy,\nand that, as a free agent, if he fell, his sin would be upon his own head.",
        "Six-winged Raphael swept down through the spheres and stood in Paradise,\nwelcomed by Adam. Eve hastened to set before their guest every delicacy\nthat Eden knew, and while she was preparing these Adam listened to the\nAngel’s warning.",
        "To emphasize the sin of disobedience, Raphael related to the pair the\nstory of Satan’s conspiracy with the other powers because the Father had\nproclaimed the power of his Son. The Father, knowing Satan’s confidence in\nhimself, had allowed him for two days to fight an equal number of his\nlegions of angels, among whom was Abdiel who had fled, indignant, from\nSatan’s ranks, and on the third day, when the legions of evil lay crushed\nbeneath the mountains which the shining angels had heaped upon them, the\nSon of God drove forth in his chariot, and single-handed, forced them\nbefore him, terror-stricken, until, Heaven’s wall having opened, they fell\ndownward for nine days, in horror and confusion into the depths of Hell.\nThe Messiah, returning home in triumph in his chariot, was welcomed by the\nbright orders into the home of his Father.",
        "Delighted by the recital of Raphael, Adam asked him to relate the story of\nthe Creation, and explain to him the motion of the celestial bodies. He\nthen told Raphael of his own creation; how he awoke as from a sleep and\nfound the Sun above him and around him the pleasant groves of Paradise;\nhow he named the animals as they passed before him, according to the will\nof God, and how he had pleaded with his Maker for a companion and equal,\nuntil the Creator, casting him into a sound sleep, took from his side a\nrib and formed from it his beauteous Eve. As Adam concluded, the setting\nsun warned Raphael to depart.",
        "Satan, after fleeing from Gabriel, had hidden in the dark parts of the\nearth, so that he could creep in at night unseen of Uriel. After the\neighth night, he crept in past the watchful Cherubim, and stealing into\nParadise, wrapped in the mist rising over the river that, shooting\nunderground, rose up as a fountain near the Tree of Life, he crept, though\nnot without loathing, into the serpent, in which form he could best evade\nthe watchful eyes of the heavenly guards and accomplish his purpose.",
        "When morning dawned, Eve asked Adam for once to permit her to work alone,\nso that they might accomplish more. Adam, who constantly desired her\npresence, prayed her to remain, warning her of the enemy of whom Raphael\nhad spoken, and telling her that they could resist temptation more easily\ntogether than when separated. But Eve was obdurate, and Adam finally\nconsented that she should go alone to work.",
        "As she moved among the groves, tying up the drooping flowers, like to\nPomona in her prime, or to Ceres, the sight of so much beauty, goodness,\nand innocence moved even the serpent, as he approached, intent on the\ndestruction of her happiness. But as he looked, the thought of her joy but\ntortured him the more, since happiness was no longer possible for him.",
        "This was before the serpent had been compelled to crawl his whole length\non the ground, and as he moved on, fold on fold, his head proudly reared,\nhis scales brilliant in color, he was not an unpleasant object to look\nupon. He circled about Eve as though lost in admiration, until her\nattention was attracted, and then astounded her by addressing her in her\nown language. When she demanded by what means he had acquired speech, he\ntold her by the plucking and eating of a certain tree in the garden, which\nhe had no sooner tasted than he felt his inward powers to develop until he\nfound himself capable of speech.",
        "Eve at once asked him to take her to the tree, but when she recognized the\nforbidden Tree of Knowledge, she demurred, assuring the serpent that God\nhad commanded them not to touch it, for if they ate of it, they should\nsurely die. “Am I not alive?” asked her tempter, “and have I not eaten of\nit? Is it not a rank injustice that you should be forbidden to taste it\nand to lack the Knowledge of Good and Evil which it would give you? Where\ncan the offence lie? It must be envy that causes such a prohibition.”",
        "His words, the sight of the fruit, and natural hunger all prevailed on\nEve, and she plucked a branch from the tree and tasted the fruit. As she\nate she saw Adam coming in search of her, holding a garland which he had\nbeen binding to crown her. To his reproaches, she replied with the\narguments of her tempter, until Adam, in despair, determined to taste the\napple that he might not lose Eve. Paradise without her would not be\nParadise, and no new wife could make him forget her.",
        "After the first exhilaration of the food was past they began to reproach\neach other, mindful of their destiny, of which they had been warned by\nRaphael, and, engaged in this fruitless chiding, they were found by the\nSon, who, informed of their transgression by the angels, sought them out\nin their place of concealment. Adam and Eve he sentenced to a life of\nsorrow and labor, the serpent to go despised and ever at enmity with man.\nThen, pitying the unhappy pair, he clad them in skins and re-ascended to\nHeaven.",
        "While this was occurring in Eden, Sin and Death, feeling in some\nmysterious way the success of their parent, determined to leave Hell and\nseek their new home. Passing through Chaos, they pushed the heavy elements\nthis way and that, cementing them with Death’s mace until they constructed\nof them a bridge from the gates of Hell to the point on earth at which\nSatan had first alighted, and here met him, just returning, flushed with\nsuccess, to Hell.",
        "All the followers of Satan were gathered in Pandemonium to hear the news\nof his success, which he related, overjoyed at having wrought the ruin of\nmankind and revenged himself on God by so small a thing as the eating of\nan apple. As he concluded and stood waiting their applause, he heard a\nuniversal hiss, and saw himself surrounded by serpents, and himself\nchanging into an enormous dragon. The great hall was filled with the\nmonsters, scorpions, asps, hydras, and those who stood waiting without\nwith applause for their leader were likewise changed into loathsome\nreptiles. Without the hall a grove sprang up, loaded with tempting fruit,\nbut when, tortured with thirst, they tried to eat, it turned in their\nmouths to bitter ashes. After a time they were permitted to take again\ntheir own shapes, but were compelled to resume this serpent-form for a\ncertain number of days each year, to crush their pride.",
        "When God saw the entrance of Sin and Death into the world, he proclaimed\nto his Saints that their seeming victory was but temporary, and that\neventually his Son would defeat Sin, Death, and the Grave, and seal up the\nmouth of Hell. Then, as the Halleluias rang out, he ordered the angels to\nmake certain changes in the universe as a punishment to man. The Sun was\nso to move as to affect the earth alternately with a cold and heat almost\nunbearable; to the Moon were assigned her motions; the other planets were\nto join in various ways, often “unbenign.” The winds were assigned their\nstations to torment the earth and sea, and the thunder was set to strike\nterror to the heart of man. The poles of the earth were pushed aslant, and\nsoon the effects of the changes were felt in heat, cold, wind, and storm.",
        "Adam, though absorbed in his own misery and momentarily expecting Death,\nsaw the changes, and bemoaned his woes the more. How would his mysterious\nprogeny despise him, since he was the cause of their being brought into\nthe world of woe! When Eve attempted to comfort him he drove her from him\nwith harsh words, saying that in time to come women would be the unhappy\ncause of all man’s misery, as she had been of his. At last, seeing the\nfutility of his outcries Adam began to cheer his wife, recalling the\npromise that their offspring should crush the head of the serpent, and\nsuggested to her that they go to their former place of prayer and pour\nforth to God their true contrition and repentance.",
        "The glad Son, presenting these prayers at his Father’s throne, interceded\nwith him for them, since their contrition now was worth more than their\nworship in a state of innocence. His intercession was accepted, but since\nthey had lost the two gifts of Happiness and Immortality, they must leave\nthe garden lest they be tempted to taste next of the Tree of Life and make\ntheir woe eternal.",
        "Michael was sent down to drive them from the garden, and if the pair\nseemed repentant and disconsolate he was ordered to comfort them with the\npromise of better days and to reveal to them somewhat of the future. In\nhabit as a man Michael descended and declared to Adam and Eve that they\ncould no longer abide in Paradise. When Adam, himself broken with grief,\nattempted to console the heart-broken Eve, the Angel comforted her also,\nand causing a sleep to fall upon her, led Adam to a hill-top, whence could\nbe seen the hemisphere of the earth, soon to be covered by the seats of\nempires.",
        "Touching Adam’s eyes with three drops from the well of life, the Angel\nshowed him a long panorama, beginning with the crime of Cain, and showing\nthe building of the Ark and its landing on Ararat. When he perceived that\nAdam’s eyes were weary, he recited to him the story of Abraham, of the\ndeliverance from Egypt, the wandering in the Wilderness, of the royal\nstock of David from which would spring the seed so often promised Adam,\nwho should ascend the hereditary throne, and whose glory should be\nuniversal.",
        "Overjoyed, Adam inquired when would take place the final death stroke to\nSatan, the bruising with the Victor’s heel. Michael responded that Satan\nwas not to be destroyed, but his works in Adam and his seed, and that the\nsacrifice of the Son’s life for man would forever crush the strength of\nSatan’s progeny, Sin and Death. Then, to that Heaven to which he would\nreascend, the faithful would go when the time came for the world’s\ndissolution, and there would be received into the bliss eternal.",
        "Strengthened and sustained, Adam went down from the mount and met Eve,\njust awaking from comforting dreams.",
        "The Cherubim descended, and, urged by the Angel, the two took their way\ninto the wide world that lay before them, and looking back beheld the\nflaming swords of the Cherubim at the gates of their lost Paradise.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}