{
    "title": "National Epics - Selection From the Jerusalem Delivered",
    "author": "Kate Milner Rabb",
    "chapter": "39",
    "content": [
        "\n\n",
        "SOPHRONIA AND OLINDO.",
        "At the instigation of the wizard Ismeno, Aladine, king of Jerusalem, stole\nan image of the Virgin from the temple of the Christians and put it in his\nmosque in order to render the city impregnable. When morning dawned the\nimage was gone, and no search could reveal any clue to the theft.",
        "  In every temple, hermitage, and hall,\n  A long and eager search the monarch made,\n  And tortures or rewards decreed to all\n  Who screened the guilty, or the guilt betrayed;\n  Nor ceased the Sorcerer to employ in aid\n  Of the inquiry all his arts, but still\n  Without success; for whether Heaven conveyed\n  The prize away, or power of human will,\n  Heaven close the secret kept, and shamed his vaunted skill.",
        "  But when the king found all expedients vain\n  To trace th’ offender, then, beyond disguise,\n  Flamed forth his hatred to the Christians; then,\n  Fed by wild jealousies and sharp surmise,\n  Immoderate fury sparkled in his eyes;\n  Follow what may, he will revenge the deed,\n  And wreak his rage: “Our wrath shall not,” he cries,\n  “Fall void, but root up all th’ accursed seed;\n  Thus in the general doom the guilty yet shall bleed!",
        "  “So that he ’scapes not, let the guiltless die!\n  But wherefore thus of guiltlessness debate?\n  Each guilty is, nor ’mongst them all know I\n  One, well-affected to the faith and state;\n  And what if some be unparticipate\n  In this new crime, new punishment shall pay\n  For old misdeeds; why longer do ye wait,\n  My faithful Mussulmans? up! up! away!\n  Hence with the torch and sword: seize, fire, lay waste, and slay!”",
        "  Thus to the crowd he spake, the mandate flew,\n  And in the bosoms of the Faithful shed\n  Astonishment and stupor; stupor threw\n  On every face the paleness of the dead;\n  None dared, none sought to make defence; none fled,\n  None used entreaty, none excuse; but there\n  They stood, like marble monuments of dread,\n  Irresolute,–but Heaven conceived their prayer,\n  And whence they least had hope, brought hope to their despair.",
        "  Of generous thoughts and principles sublime\n  Amongst them in the city lived a maid,\n  The flower of virgins in her ripest prime,\n  Supremely beautiful! but that she made\n  Never her care, or beauty only weighed\n  In worth with virtue; and her worth acquired\n  A deeper charm from blooming in the shade;\n  Lovers she shunned, nor loved to be admired,\n  But from their praises turned, and lived a life retired.",
        "  Yet could not this coy secrecy prevent\n  Th’ admiring gaze and warm desires of one\n  Tutored by Love, nor yet would Love consent\n  To hide such lustrous beauty from the sun;\n  Love! that through every change delight’st to run,\n  The Proteus of the heart I who now dost blind,\n  Now roll the Argus eyes that nought can shun!\n  Thou through a thousand guards unseen dost wind,\n  And to the chastest maids familiar access find.",
        "  Sophronia hers, Olindo was his name;\n  Born in one town, by one pure faith illumed;\n  Modest–as she was beautiful, his flame\n  Feared much, hoped little, and in nought presumed;\n  He could not, or he durst not speak, but doomed\n  To voiceless thought his passion; him she slighted,\n  Saw not, or would not see; thus he consumed\n  Beneath the vivid fire her beauty lighted;\n  Either not seen ill known, or, known, but ill requited.",
        "  And thus it was, when like an omen drear\n  That summoned all her kindred to the grave,\n  The cruel mandate reached Sophronia’s ear,\n  Who, brave as bashful, yet discreet as brave,\n  Mused how her people she from death might save;\n  Courage inspired, but virginal alarm\n  Repressed the thought, till maiden shyness gave\n  Place to resolve, or joined to share the harm;\n  Boldness awoke her shame, shame made her boldness charm.",
        "  Alone amidst the crowd the maid proceeds,\n  Nor seeks to hide her beauty, nor display;\n  Downcast her eyes, close veiled in simple weeds,\n  With coy and graceful steps she wins her way:\n  So negligently neat, one scarce can say\n  If she her charms disdains, or would improve,–\n  If chance or taste disposes her array;\n  Neglects like hers, if artifices, prove\n  Arts of the friendly Heavens, of Nature, and of Love.",
        "  All, as she passed unheeding, all, admire\n  The noble maid; before the king she stood;\n  Not for his angry frown did she retire,\n  But his indignant aspect coolly viewed:\n  “To give,\"–she said, “but calm thy wrathful mood,\n  And check the tide of slaughter in its spring,–\n  To give account of that thou hast pursued\n  So long in vain, seek I thy face, O king!\n  The urged offence I own, the doomed offender bring!”",
        "  The modest warmth, the unexpected light\n  Of high and holy beauty, for a space\n  O’erpowered him,–conquered of his fell despite,\n  He stood, and of all fierceness lost the trace.\n  Were his a spirit, or were hers a face\n  Of less severity, the sweet surprise\n  Had melted him to love; but stubborn grace\n  Subdues not stubborn pride; Love’s potent ties\n  Are flattering fond regards, kind looks, and smiling eyes.",
        "  If ’t were not Love that touched his flinty soul,\n  Desire it was, ’t was wonder, ’t was delight:\n  “Safe be thy race!” he said, “reveal the whole,\n  And not a sword shall on thy people light.\"\n  Then she: “The guilty is before thy sight,–\n  The pious robbery was my deed; these hands\n  Bore the blest Image from its cell by night;\n  The criminal thou seek’st before thee stands,–\n  Justice from none but me her penalty demands.”",
        "  Thus she prepares a public death to meet,\n  A people’s ransom at a tyrant’s shrine:\n  Oh glorious falsehood! beautiful deceit!\n  Can Truth’s own light thy loveliness outshine?\n  To her bold speech misdoubting Aladine\n  With unaccustomed temper calm replied:\n  “If so it were, who planned the rash design,\n  Advised thee to it, or became thy guide?\n  Say, with thyself who else his ill-timed zeal allied?”",
        "  “Of this my glory not the slightest part\n  Would I,” said she, “with one confederate share;\n  I needed no adviser; my full heart\n  Alone sufficed to counsel, guide and dare.\"\n  “If so,” he cried, “then none but thou must bear\n  The weight of my resentment, and atone\n  For the misdeed.” “Since it has been my care,\"\n  She said, “the glory to enjoy alone,\n  ’T is just none share the pain; it should be all mine own.”",
        "  To this the tyrant, now incensed, returned,\n  “Where rests the Image?” and his face became\n  Dark with resentment: she replied, “I burned\n  The holy Image in the holy flame,\n  And deemed it glory; thus at least no shame\n  Can e’er again profane it–it is free\n  From farther violation: dost thou claim\n  The spoil or spoiler? this behold in me;\n  But that, whilst time rolls round, thou never more shall see.",
        "  “Albeit no spoiler I; it was no wrong\n  To repossess what was by force obtained:\"\n  At this the tyrant loosed his threatening tongue,\n  Long-stifled passion raging unrestrained:\n  No longer hope that pardon may be gained,\n  Beautiful face, high spirit, bashful heart!\n  Vainly would Love, since mercy is disdained,\n  And Anger flings his most envenomed dart,\n  In aid of you his else protecting shield impart!",
        "  Doomed in tormenting fire to die, they lay\n  Hands on the maid; her arms with rough cords twining.\n  Rudely her mantle chaste they tear away,\n  And the white veil that o’er her drooped declining:\n  This she endured in silence unrepining,\n  Yet her firm breast some virgin tremors shook;\n  And her warm cheek, Aurora’s late outshining,\n  Waned into whiteness, and a color took,\n  Like that of the pale rose, or lily of the brook.",
        "  The crowd collect; the sentence is divulged;\n  With them Olindo comes, by pity swayed;\n  It might be that the youth the thought indulged,\n  What if his own Sophronia were the maid!\n  There stand the busy officers arrayed\n  For the last act, here swift the flames arise;\n  But when the pinioned beauty stands displayed\n  To the full gaze of his inquiring eyes,–\n  ’T is she! he bursts through all, the crowd before him flies.",
        "  Aloud he cries: “To her, oh not to her\n  The crime belongs, though frenzy may misplead!\n  She planned not, dared not, could not, king, incur\n  Sole and unskilled the guilt of such a deed!\n  How lull the guards, or by what process speed\n  The sacred Image from its vaulted cell?\n  The theft was mine! and ’t is my right to bleed!\"\n  Alas for him! how wildly and how well\n  He loved the unloving maid, let this avowal tell.",
        "  “I marked where your high Mosque receives the air\n  And light of heaven; I climbed the dizzy steep;\n  I reached a narrow opening; entered there,\n  And stole the Saint whilst all were hushed in sleep:\n  Mine was the crime, and shall another reap\n  The pain and glory? Grant not her desire!\n  The chains are mine; for me the guards may heap\n  Around the ready stake the penal fire;\n  For me the flames ascend; ’t is mine, that funeral pyre!”",
        "  Sophronia raised to him her face,–her eye\n  Was filled with pity and a starting tear:\n  She spoke–the soul of sad humanity\n  Was in her voice, “What frenzy brings thee here,\n  Unhappy innocent! is death so dear,\n  Or am I so ill able to sustain\n  A mortal’s wrath, that thou must needs appear?\n  I have a heart, too, that can death disdain,\n  Nor ask for life’s last hour companionship in pain.”",
        "  Thus she appeals to him; but scorning life,\n  His settled soul refuses to retreat:\n  Oh glorious scene, where in sublimest strife\n  High-minded Virtue and Affection meet!\n  Where death’s the prize of conquest, and defeat\n  Seals its own safety, yet remains unblest!\n  But indignation at their fond deceit,\n  And rage, the more inflames the tyrant’s breast,\n  The more this constant pair the palm of guilt contest.",
        "  He deems his power despised, and that in scorn\n  Of him they spurn the punishment assigned:\n  “Let,” he exclaimed, “the fitting palm adorn\n  The brows of both! both pleas acceptance find!\"\n  Beckoning he bids the prompt tormentors bind\n  Their galling chains around the youth–’t is done;\n  Both to one stake are, back to back, consigned,\n  Like sunflowers twisted from their worshipped sun,\n  Compelled the last fond looks of sympathy to shun.",
        "  Around them now the unctuous pyre was piled,\n  And the fanned flame was rising in the wind,\n  When, full of mournful thoughts, in accents wild,\n  The lover to his mate in death repined:\n  “Is this the bond, then, which I hoped should bind\n  Our lives in blissful marriage? this the fire\n  Of bridal faith, commingling mind with mind,\n  Which, I believed, should in our hearts inspire\n  Like warmth of sacred zeal and delicate desire?",
        "  “For other flames Love promised to impart,\n  Than those our envious planets here prepare;\n  Too, ah too long they kept our hands apart,\n  But harshly now they join them in despair!\n  Yet does it soothe, since by a mode so rare\n  Condemned to die, thy torments to partake,\n  Forbid by fate thy sweetnesses to share;\n  If tears I shed, ’t is but for thy dear sake,\n  Not mine,–with thee beside, I bless the burning stake!",
        "  “And oh! this doom would be indeed most blest,\n  My sharpest sufferings blandishments divine,\n  Might I but be permitted, breast to breast,\n  On thy sweet lips my spirit to resign;\n  If thou too, panting toward one common shrine,\n  Wouldst the next happy instant parting spend\n  Thy latest sighs in sympathy on mine!\"\n  Sorrowing he spake; she, when his plaints had end,\n  Did thus his fond discourse most sweetly reprehend.",
        "  “Far other aspirations, other plaints\n  Than these, dear friend, the solemn hour should claim.\n  Think what reward God offers to his saints;\n  Let meek repentance raise a loftier aim:\n  These torturing fires, if suffered in his name,\n  Will, bland as zephyrs, waft us to the blest;\n  Regard the sun, how beautiful his flame!\n  How fine a sky invites him to the west!\n  These seem to soothe our pangs, and summon us to rest.”",
        "  The Pagans lifting up their voices, wept;\n  In stifled sorrow wept the Faithful too;\n  E’en the stern king was touched,–a softness crept\n  O’er his fierce heart, ennobling, pure, and new;\n  He felt, he scorned it, struggled to subdue,\n  And lest his wavering firmness should relent,\n  His eyes averted, and his steps withdrew;\n  Sophronia’s spirit only was unbent;\n  She yet lamented not, for whom all else lament.",
        "  In midst of their distress, a knight behold,\n  (So would it seem) of princely port! whose vest\n  And arms of curious fashion, grained with gold,\n  Bespeak some foreign and distinguished guest;\n  The silver tigress on the helm impressed,\n  Which for a badge is borne, attracts all eyes,–\n  A noted cognizance, th’ accustomed crest\n  Used by Clorinda, whence conjectures rise,\n  Herself the stranger is,–nor false is their surmise.",
        "  All feminine attractions, aims, and parts,\n  She from her childhood cared not to assume;\n  Her haughty hand disdained all servile arts,\n  The needle, distaff, and Arachne’s loom;\n  Yet, though she left the gay and gilded room\n  For the free camp, kept spotless as the light\n  Her virgin fame, and proud of glory’s plume,\n  With pride her aspect armed, she took delight\n  Stern to appear, and stern, she charmed the gazer’s sight.",
        "  Whilst yet a girl, she with her little hand\n  Lashed and reined in the rapid steed she raced,\n  Tossed the huge javelin, wrestled on the sand,\n  And by gymnastic toils her sinews braced;\n  Then through the devious wood and mountain-waste\n  Tracked the struck lion to his entered den,\n  Or in fierce wars a nobler quarry chased;\n  And thus in fighting field and forest glen,\n  A man to savage beasts, a savage seemed to men.",
        "  From Persia now she comes, with all her skill\n  The Christians to resist, though oft has she\n  Strewed with their blood the field, till scarce a rill\n  Remained, that ran not purple to the sea.\n  Here now arrived, the dreadful pageantry\n  Of death presents itself,–the crowd–the pyre–\n  And the bound pair; solicitous to see,\n  And know what crime condemns them to the fire,\n  Forward she spurs her steed and hastens to inquire.",
        "  The throng falls back, and she awhile remains,\n  The fettered pair more closely to survey;\n  One she sees silent, one she sees complains,\n  The stronger spirit nerves the weaker prey;\n  She sees him mourn like one whom the sad sway\n  Of powerful pity doth to tears chastise,\n  Not grief, or grief not for himself; but aye\n  Mute kneels the maid, her blue beseeching eyes\n  So fixed on heaven, she seems in heaven ere yet she dies.",
        "  Clorinda melts, and with them both condoles;\n  Some tears she sheds, but greater tenderness\n  Feels for her grief who most her grief controls,–\n  The silence moves her much, the weeping less;\n  No longer now does she delay to press\n  For information; turning towards one\n  Of reverend years, she said with eagerness,\n  “Who are they? speak! and oh, what crime has won\n  This death? in Mercy’s name, declare the deed they’ve done!”",
        "  Thus she entreats; a brief reply he gives,\n  But such as well explains the whole event:\n  Amazed she heard it, and as soon conceives\n  That they are both sincerely innocent;\n  Her heart is for them, she is wholly bent\n  To avert their fate, if either arms can aid,\n  Or earnest prayers secure the king’s consent;\n  The fire she nears, commands it to be stayed,\n  That now approached them fast, and to th’ attendants said:",
        "  “Let none of you presume to prosecute\n  Your barbarous office, till the king I see;\n  My word I pledge that at Clorinda’s suit,\n  Your fault he will forgive, if fault it be.\"\n  Moved by her speech and queenlike dignity\n  The guards obey, and she departs in quest\n  Of the stern monarch, urgent of her plea:\n  Midway they met; the monarch she addressed\n  And in this skilful mode her generous purpose pressed.",
        "  “I am Clorinda; thou wilt know perchance\n  The name, from vague remembrance or renown;\n  And here I come to save with sword and lance\n  Our common Faith, and thy endangered crown,\n  Impose the labor, lay th’ adventure down,\n  Sublime, I fear it not, nor low despise;\n  In open field or in the straitened town,\n  Prepared I stand for every enterprise,\n  Where’er the danger calls, where’er the labor lies!”",
        "  “’T would be assuredly a thing most rare,\n  If the reward the service should precede;\n  But of thy bounty confident, I dare\n  For future toils solicit, as my meed,\n  Yon lovers’ pardon; since the charge indeed\n  Rests on no evidence, ’t was hard to press\n  The point at all, but this I waive, nor plead\n  On those sure signs which, urged, thou must confess\n  Their hands quite free from crime, or own their guilt far less.",
        "  “Yet will I say, though here the common mind\n  Condemns the Christians of the theft, for me,\n  Sufficient reasons in mine own I find\n  To doubt, dispute, disparage the decree;\n  To set their idols in our sanctuary\n  Was an irreverence to our laws, howe’er\n  Urged by the sorcerer; should the Prophet see\n  E’en idols of our own established there?\n  Much less then those of men whose lips his faith forswear:",
        "  “The Christian statue ravished from your sight\n  To Allah therefore rather I impute,\n  In sign that he will let no foreign rite\n  Of superstition his pure place pollute:\n  Spells and enchantments may Ismeno suit,\n  Leave him to use such weapons at his will;\n  But shall we warriors by a wand dispute?\n  No! no! our talisman, our hope, our skill,\n  Lie in our swords alone, and they shall serve us still!”",
        "  She ceased; and he, though mercy could with pain\n  Subdue a heart so full of rage and pride,\n  Relents, her reasons move, her prayers constrain.–\n  Such intercessor must not be denied;\n  Thus, though reluctant, he at length complied:\n  “The plea for the fair pleader I receive;\n  I can refuse thee nothing; this,” he cried,\n  “May justice be or mercy,–let them live;\n  Guiltless–I set them free, or guilty I forgive!”",
        "  Restored to life and liberty, how blest.\n  How truly blest was young Olindo’s fate!\n  For sweet Sophronia’s blushes might attest,\n  That Love at length has touched her delicate\n  And generous bosom; from the stake in state\n  They to the altar pass; severely tried,\n  In doom and love, already made his mate,\n  She now objects not to become his bride.\n  And grateful live with him who would for her have died.",
        " Wiffen’s Translation, Canto\nPARADISE LOST.",
        "Paradise Lost was written by John Milton, who was born in London, Dec. 9,\n1608, and died Nov. 8, 1674. After leaving college, he spent five years in\nstudy at home, during which time he wrote L’Allegro, Il Penseroso,\nArcades, Comus, and Lycidas. In 1638 he travelled on the continent and in\nItaly, where he met Galileo. He hastened home in 1639 on account of the\npolitical disturbances in England, and espousing the Puritan cause,\ndevoted the next twenty years of his life to the writing of pamphlets in\nits defence. In 1649 he was appointed Latin Secretary under Cromwell. In\n1652 he lost his sight in consequence of overwork. At the age of\ntwenty-nine, Milton had decided to make an epic poem his life work, and\nhad noted many historical subjects. By 1641 he had decided on a Biblical\nsubject. He had probably conceived Paradise Lost at the age of thirty-two,\nalthough the poem was not composed until he was over fifty. It was written\nafter his blindness and dictated in small portions to various persons, the\nwork being collected and revised by Milton and Aubrey Phillips. It was\ncompleted, according to the authority of Phillips, in 1663, but on account\nof the Plague and the Great Fire, it was not published until 1667.",
        "Paradise Lost is divided into twelve books and is written, to use Milton’s\nown words, “In English heroic verse without rhyme, as that of Homer in\nGreek and of Virgil in Latin, rhyme being no necessary adjunct or true\nornament of poem or good verse.”",
        "Paradise Lost was neglected until the time of the Whig supremacy in\nEngland. In 1688 Lord Somers, the Whig leader, published an édition de\nluxe of the poem; Addison’s papers on it, in 1712, increased its\npopularity, and through the influence of the Whigs a bust of the poet was\nplaced in Westminster Abbey in 1737.",
        "There is no better proof of the greatness of Paradise Lost than the way in\nwhich it has survived hostile criticism. It has been criticised for the\nlengthy conversations and “arguments” of its characters; for its\nmaterialization of the Divine Being; because of its subject; because of\nMilton’s vagueness of description of things awesome and terrible, in\ncomparison with Dante’s minute descriptions. But the earnest spirit in\nwhich it was conceived and written; the subject, giving it a “higher\nargument” than any merely national epic, even though many of Milton’s, and\nhis age’s, special beliefs are things of the past, and its lofty and\npoetical style, have rendered unassailable its rank among the noblest of\nthe epics.",
        "Joseph Addison’s Notes upon the Twelve Books of Paradise Lost;\nby Albert S. Cook, 1892. (In the Spectator from Dec. 31, 1711-May 3,\n1712);",
        "Samuel Austin Allibone’s Dictionary of Authors, 1891, vol. ii., pp.\n1301-1311;",
        "Matthew Arnold’s A French Critic on Milton (see his Mixed Essays, 1880,\npp. 260-273);",
        "Walter Bagehot’s Literary Studies, by Richard Holt Hutton, 1879, vol. i.,\n202-219;",
        "Richard Bentley’s Emendations on the Twelve Books of Paradise Lost, 1732;",
        "E. H. Bickersteth’s Milton’s Paradise Lost, 1876. (St. James Lectures, 2d\nseries. Another edition, 1877);",
        "Hugh Blair’s Paradise Lost (see his Lectures on Rhetoric and Belles\nLettres, 1783, vol. ii., 471-476);",
        "Miss Christian Cann’s A Scriptural and Allegorical Glossary to Paradise\nLost, 1828;",
        "Charles Dexter Cleveland’s Complete Concordance to Milton’s Poetical\nWorks, 1867;",
        "Samuel Taylor Coleridge’s Lectures and Notes on Shakespeare and other\nEnglish Poets collected by T. Ashe, 1893, pp. 518-529;",
        "William T. Dobson’s The Classic Poets, their lives and times etc., 1879;",
        "Charles Eyre’s Fall of Adam, from Milton’s Paradise Lost, 1852;",
        "George Gilfillan’s Second Gallery of Literary Portraits, 1852, pp. 17-25;",
        "S. Humphreys Gurteen’s The Epic of the Fall of Man; a comparative Study of\nCaedmon, Dante, and Milton, 1896;",
        "William Hazlitt On the Character of Milton’s Eve (see his Round Table ed.\nby W. Carew Hazlitt, 1889, pp. 150-158);",
        "William Hazlitt On Milton’s Versification (see his Round Table, ed. by W.\nCarew Hazlitt, 1889, pp. 51-57);",
        "John A. Himes’s Study of Milton’s Paradise Lost, 1878;",
        "Samuel Johnson’s Milton (see his Lives of the Poets; ed. by Mrs. Alexander\nNapier, 1890, vol. i.);",
        "Thomas Keightley’s Introduction to Paradise Lost (see his An account of\nthe Life, Opinions, and Writings of John Milton, 1855, pp. 397-484);",
        "Walter Savage Landor’s Imaginary Conversations, Southey and Landor, 1853,\nvol. ii., 57-74, 156-159;",
        "Thomas Babington Macaulay’s Milton (see his Critical and Historical\nEssays, ed. 10, 1860, vol. i., pp. 1-61);",
        "William Massey’s Remarks upon Milton’s Paradise Lost, 1761;",
        "David Masson’s Introduction to Paradise Lost (see his edition of Milton’s\nPoetical Works, 1893, vol. ii., pp. 1-57);",
        "David Masson’s Life of Milton, 1880, vol. vi., 505-558, 621-636;",
        "David Masson’s Three Devils (Luther’s, Goethe’s, and Milton’s), (see his\nThree Devils and other Essays, 1874);",
        "James Peterson’s A complete Commentary on Paradise Lost, 1744;",
        "Jonathan Richardson’s Explanatory Notes and Remarks on Paradise Lost,\n1734;",
        "Edmond Scherer’s Milton and Paradise Lost (see his essays on English\nLiterature; Tr. by George Saintsbury, 1891, pp. 134-149);",
        "John Robert Seeley’s Milton (see his Roman Imperialism and other Lectures\nand Essays), 1871, pp. 142-152;",
        "First Edition of Paradise Lost, Book Lore, 1886, iii., 72-75;",
        "J. A. Himes’s Cosmology of Paradise Lost, Lutheran Quarterly, 1876, vi.,\n187-204;",
        "J. A. Himes’s Plan of Paradise Lost, New Englander, 1883, xlii., 196-211;",
        "Satan of Milton and the Lucifer of Byron compared, Knickerbocker, 1847,\nxxx., 150-155;",
        "Satan of Paradise Lost, Dublin University Magazine, 1876, lxxxviii.,\n707-714;",
        "Augustine Birrell’s Obiter Dicta (2d series 1887, pp. 42-51);",
        "Isaac Disraeli’s Curiosities of Literature;\nBentley’s Milton, 1867, pp. 138-139;",
        "Henry Hallam’s Literary History of Europe, 1873, ed. 5, vol. iii., pp.\n475-483;",
        "Mark Pattison’s John Milton, n. d. (English Men of Letters Series);",
        "H. A. Taine’s History of English Literature; Tr. by H. Van Laun, 1877,\nvol. ii., pp. 106-124.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}