{
    "title": "National Epics - The Divine Comedy - The Purgatory",
    "author": "Kate Milner Rabb",
    "chapter": "28",
    "content": [
        "\n\n",
        "The Purgatory of Dante is situated on a mountain top on the opposite side\nof the earth from Jerusalem, and is surrounded by the western ocean. The\nsouls of those who go there collect on the banks of the Tiber, and are\ntaken to the mountain in a boat by an angel pilot. The shores of the\nisland are covered with the reeds of humility. Around the base of the\nmount dwell the souls that, repenting late, must “expiate each year of\ndeferred penitence with thirty years of deferred Purgatory” unless the\ntime be shortened by the prayers of their friends on earth. There are\nthree stages of this Ante-Purgatory: the first, for those who put off\nconversion through negligence; the second, for those who died by violence\nand repented while dying; the third, for those monarchs who were too much\nabsorbed in earthly greatness to give much thought to the world to come.\nThe ascent of the terraces, as also those of Purgatory proper, is very\ndifficult, and is not allowed to be made after sunset. The gate of St.\nPeter separates Ante-Purgatory from Purgatory proper. Three steps, the\nfirst of polished white marble, the second of purple, rough and cracked,\nand the third of blood-red porphyry, signifying confession, contrition,\nand penance, lead to the gate where sits the angel clad in a penitential\nrobe, with the gold and silver keys with which to unlock the outer and\ninner gates. Purgatory proper consists of seven terraces, in each of which\none of the seven capital sins, Pride, Anger, Sloth, Avarice, Gluttony, and\nLasciviousness are punished; Pride first, because no other sin can be\npurged from the body until this deepest sin is eliminated. The soul,\ncleansed of these sins, mounts to the terrestrial paradise, which, above\nthe sphere of air, crowns the Mount of Purgatory.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}