{
    "title": "National Epics - The Story of the Kalevala",
    "author": "Kate Milner Rabb",
    "chapter": "13",
    "content": [
        "\n\n",
        "Wainamoinen was born upon the ocean after his mother, Ilmatar, daughter of\nthe illimitable Ether, had floated upon its surface for more than seven\nhundred years. During this time Ilmatar had created the islands, the\nrocks, and the continents. After eight years of swimming through the\nocean, studying his surroundings, Wainamoinen left the waters and swam to\na barren promontory, where he could rest himself on dry land and study the\nsun, the moon, and the starry skies. At last he called to him\nPellerwoinen, that the slender youth might scatter seeds broadcast upon\nthe island, sowing in their proper places the birch, the alder, the\nlinden, the willow, the mountain ash, and the juniper. It was not long\nuntil the eyes of the sower were gladdened by the sight of trees rising\nabove the hitherto barren soil.",
        "But as Wainamoinen cast his eyes over the place he perceived that the oak,\nthe tree of heaven, was wanting. The acorn planted in the sterile soil\ndeveloped not until Tursas, the giant, arose from the ocean, burned some\nmeadow grasses, and raking together the ashes, planted therein the acorn,\nfrom which soon sprang up a mighty oak-tree whose branches hid the sun\nrays and the starlight.",
        "The oak-tree must be felled if the land was to prosper, but who could fell\nit? “Help me, Kapé, daughter of the Ether, help me, my ancient mother, to\nuproot this terrible tree that shuts out the sunshine,” cried Wainamoinen.",
        "Straightway arose from the ocean a little being clad in copper,–cap,\nboots, gloves, and belt. He was no longer than a man’s forefinger, and the\nblade of the hatchet at his belt was but a finger’s breadth. “Art thou\ndivine, or human?” queried Wainamoinen. “Tell me who thou art. Thou surely\nhast the bearing of a hero, though so small. But thou must be of the race\nof the pygmies, and therefore useless.”",
        "“I came here to fell the oak,” replied the pygmy. “I am a god and a hero\nfrom the tribes that rule the ocean.”",
        "“Never canst thou lop the branches of this mighty tree,” replied\nWainamoinen.",
        "As he spoke, the pygmy became a giant; with one step he left the ocean,\nand stood piercing the clouds with his head. He whetted his hatchet on the\ngreat rocks, and with three steps reached the tree; with four blows felled\nit. The trunk fell eastward, its tops westward, the leaves to the south,\nthe hundred branches to the north. Full of magic power were the parts of\nthis tree, and happy was he who possessed himself of some part of it.",
        "Then vegetation flourished, the birds sang happily in the trees, and all\nwas well except that barley was wanting. On the ocean strand Wainamoinen\ndiscovered the barley seed; and, advised by the birds how to plant it, was\nsoon gratified by the sight of the growing barley. His next act was to\nclear the forest; but he left the slender birch for the birds to nest in,\nthus winning the gratitude of the silver-voiced singers.",
        "In the land of Kalevala, Wainamoinen passed many happy years, and the fame\nof his wonderful songs of wit and wisdom spread even to the land of the\nLapps, in the dismal north, where lived Youkahainen, a young minstrel.\nAgainst the advice of his parents, the youth, filled with jealousy,\nvisited Kalevala, to hold a singing contest with Wainamoinen.",
        "He proudly displayed his wisdom to the old minstrel, who laughed at it as\n“women’s tales and children’s wisdom,” and when Youkahainen declared in\nsong that he was present at the creation, Wainamoinen called him the\nprince of liars, and himself began to sing. As he sang, the copper-bearing\nmountains, the massive rocks and ledges, trembled, the hills re-echoed,\nand the very ocean heaved with rapture. The boaster stood speechless,\nseeing his sledge transformed into reed grass and willows, his beautiful\nsteed changed to a statue, his dog to a block of stone, and he himself\nfast sinking in a quicksand. Then comprehending his folly, he begged his\ntormentor to free him. Each precious gift he offered for a ransom was\nrefused, until he named his beautiful sister Aino. Wainamoinen, happy in\nthe promise of Aino for a wife, freed the luckless youth from his\nenchantment, and sent him home.",
        "Aino’s mother was rejoiced to hear that her daughter had been promised to\nthe renowned Wainamoinen; but when the beautiful girl learned that she was\ntied by her brother’s folly to an old man, she wandered weeping through\nthe fields. In vain her mother and father sought to console her; she wept\nfor her vanished childhood, for all her happiness and hope and pleasure\nforever gone. To console her daughter, the mother told her of a store of\nbeautiful ornaments that she herself had worn in girlhood; they had been\ngiven her by the daughters of the Moon and Sun,–gold, ribbons, and\njewels. Beautifully arrayed in these long-concealed ornaments, Aino\nwandered through the fields for many days, bewailing her sad fate. On the\nfourth day, she laid her garments on the sea shore, and swam out to the\nstanding rock, a little distance from the shore. No sooner had she\nclambered on the rainbow-colored rock than it turned and fell to the\nbottom of the sea, carrying with it the weeping maiden, chanting a\nfarewell to her family. The fleet and haughty hare bore the news of her\ndeath to the household, where her unfortunate mother sat weeping, urging\nother mothers never to force their daughters to wed against their choice.\nThe tears that rolled down her cheeks formed three streamlets, that,\ngrowing larger, became torrents with foaming cataracts. From the cataracts\ntowered three pillared rocks upon which rose three hillocks, and upon each\nhillock sprang a birch-tree. On the summit of each tree sat a golden bird\nsinging; and the first sang, for three moons, his song of “Love! O Love!\"\nthe second called for six moons, “Suitor! Suitor!” but the third bird sang\nforever his sad song of “Consolation! Consolation!”",
        "Wainamoinen was deeply grieved when he heard of the fate of the lovely\nAino, and he at once went to angle in the deep where dwelt the mermaids,\nthe daughters of Wellamo.",
        "After he had fished many days in vain, he caught a wondrous salmon, larger\nand more beautiful than he had ever before caught. But as he took out his\nsilver knife to cut it, the fish sprang from his hand into the deep,\ntelling him that it was Aino who had thus come to him, and whom he had now\nlost forever by his stupidity. Then indeed the song of the golden bird\nseemed sad to Wainamoinen, and he was disconsolate until his mother spoke\nto him from her grave: “My son, go north and seek thy wife. Take not a\nsilly Lapp, but choose one of the daughters of Suomi.”",
        "Quickly Wainamoinen prepared for his journey, and mounted his magic steed,\nthat galloped over the plains of Kalevala and crossed the waste of blue\nsea-water as though it were land.",
        "But the envious Youkahainen was informed of the journey, and had prepared\na cruel cross-bow and three poisoned arrows. In spite of the protests of\nhis mother, he waited for the hero and shot at him three times. The third\narrow struck Wainamoinen’s horse, which sank to the bottom of the ocean,\nleaving the hapless rider struggling in the water. “Seven summers must he\ntread the waves,” chuckled Youkahainen; “eight years ride the billows.”",
        "For six days Wainamoinen floated on the waters; then he was rescued by a\nhuge eagle that carried him on its back to Pohyola, the dismal Sariola,\nand left him on a barren promontory, where he bemoaned his unhappy fate.\nHere he was found by Louhi, the toothless dame of Pohyola, who took him\nhome and fed him. Then she promised to provide him with a sledge that he\nmight journey safely home if he would forge for her the Sampo, a magical\njewel that gave success to its possessor. If he could make her this, she\nwould also give him her daughter in marriage. “I cannot forge the Sampo,\nbut if thou wilt help me to my distant country I will send thee my brother\nIlmarinen, the blacksmith, who can forge for thee the magic Sampo, and win\nthy beautiful daughter.”",
        "Louhi provided a sledge and horse, and as Wainamoinen seated himself she\nwarned him, as he journeyed, not to look upward before nightfall, or some\ngreat misfortune would befall him.",
        "The maiden of the Rainbow, beautiful daughter of Pohyola, was sitting on\nthe rainbow weaving, and Wainamoinen, hearing the whizzing of the loom,\nforgot the warning, and, looking up, was filled with love for the maiden.",
        "“Come to me,” he cried.",
        "“The birds have told me,” she replied, “that a maiden’s life, as compared\nto a married woman’s, is as summer to coldest winter. Wives are as dogs\nenchained in kennels.”",
        "When Wainamoinen further besought her, she told him that she would\nconsider him a hero when he had split a golden hair with edgeless knives\nand snared a bird’s egg with an invisible snare. When he had done these\nthings without difficulty, she demanded that he should peel the sandstone,\nand cut her a whipstick from the ice without making a splinter. This done,\nshe commanded that he should build her a boat from the fragments of her\ndistaff, and set it floating without the use of his knee, arm, hand, or\nfoot to propel it.",
        "While Wainamoinen was engaged in this task, Hisi, the god of evil, caused\nhim to cut his knee with the axe. None of his charms availed to stanch the\nblood, so he dragged himself to his sledge and sought the nearest village.\nIn the third cottage he found a graybeard, who caused two maids to dip up\nsome of the flowing blood, and then commanded Wainamoinen to sing the\norigin of iron. The daughters of Ukko the Creator had sprinkled the\nmountains with black, white, and red milk,–from this was formed iron.\nFire caught the iron and carried it to its furnace, and later Ilmarinen\nworked the unwilling metal into various articles. As he sought something\nto harden it, Hisi’s bird, the hornet, dropped poison into the water; and\nthe iron dipped into it, formed the hard steel, which, angry because it\ncould not be broken, cut its brother, and vowed that it would ever cause\nman’s blood to flow in torrents.",
        "The old man then addressed the crimson stream flowing from the wound, and\nprayed to mighty Ukko to stop it.",
        "When it ceased to flow at his prayer, he sent forth his son to gather\nvarious charmed plants, steep them, and make a magic balsam. After many\nattempts the son was successful; and the balsam, applied to Wainamoinen’s\nwound, healed it immediately.",
        "Wainamoinen returned home and sought Ilmarinen, who refused to go north to\nforge the Sampo. Inducing his brother to climb a lofty fir-tree to bring\ndown the Moon and the Bear he had conjured there, the wizard caused a\ngreat storm-wind to arise and blow Ilmarinen to the woodlands of Pohyola.",
        "There the blacksmith at once set up a forge, and after four days’ work saw\nthe Sampo rising from the furnace, its many colored lid rocking and\ngrinding, every day, many measures of meal.",
        "Joyfully Louhi received the magic Sampo and locked it in a secret chamber\nunder the copper-bearing mountains. But when Ilmarinen asked for the hand\nof the Rainbow Maid, he was refused. “Never shall I, in my lifetime, say\nfarewell to maiden freedom.” So the blacksmith was compelled to return\nalone to Wainola.",
        "While Ilmarinen was forging the Sampo and Wainamoinen was building the\nmagic boat, Lemminkainen, or Ahti, the reckless wizard, king of the\nislands, was longing for a bride from Ehstland. In spite of his mother’s\nentreaties, Lemminkainen went to Ehstland, and when he found it was\nimpossible to gain the favor of Kylliki, the Sahri maid of beauty, he\ncarried her off by force in his sledge. She became reconciled to him when\nhe promised that he would never go to battle, and she in turn vowed that\nshe would not visit the village dances. They lived happily together until\nLemminkainen tarried late at the fishing one evening, and Kylliki went to\nthe village dance. When Lemminkainen returned, his sister told him of\nKylliki’s broken vow; and in spite of the prayers of his mother and wife,\nthe hero declared that he would break his promise and go to war. To the\nNorthland he would go, and win another wife. “When my brush bleeds, then\nyou may know that misfortune has overtaken me,” he said angrily, flinging\nhis hairbrush at the wall.",
        "Through many dangers he passed unscathed by the aid of his magic, until he\nstood in the halls of Louhi and asked for her daughter, the Rainbow\nMaiden.",
        "“First bring me the wild moose from the Hisi-fields and forests,” said\nLouhi.",
        "From Kauppi, able smith, Lemminkainen procured the wondrous snow-shoes;\nbut Hisi, who heard the boasts of the hero, fashioned a wild moose that\nran so rapidly that Lemminkainen could not overtake it, but broke his\nsnow-shoes in the race. He besought Ukko and the mistress of the forest\nand her king, and at last, with their aid, the moose was captured and led\nhome to Louhi.",
        "“Now bridle the flaming horse of Hisi,” said she.",
        "The mighty stallion stood on the Hisi mountain, breathing fire and smoke.\nWhen the hero saw him he prayed to Ukko, “Let the hail and icy rain fall\nupon him.” His prayer was granted; and, going forward, Lemminkainen prayed\nthe steed to put its head into the golden head-stall, promising to treat\nit with all gentleness. Then he led it to the courts of Sariola.",
        "“Now kill for me the swan that swims in Tuoni, the black death-river. One\nshot only canst thou have. If thou succeed, then mayst thou claim thy\nbride.”",
        "When Lemminkainen entered Pohyola he had slain all his opponents but one\nblind shepherd, whom he spared because he despised his helplessness. This\nobject of his scorn was waiting for him, and when Lemminkainen approached\nthe river he fell by a shot from the enemy, regretting, as he died, that\nhe had not asked his mother’s advice before attempting to reach Tuoni.",
        "Nasshut, the shepherd, threw the hero’s body into the river, where it was\nseized and cut in pieces by the son of Tuoni.",
        "At home the mother and wife awaited anxiously tidings of their hero. When\nthey saw blood trickling from the brush, the mother could wait no longer,\nbut at once set out for the dreary Northland. After repeated threats, she\nwrested from Louhi the fact that her son had gone to Tuoni; from the Sun\nshe learned his fate.",
        "Quickly seeking Ilmarinen, the mother bade him forge for her a mighty\nrake. With this she raked the deep death-river, collected the pieces of\nthe hero, bound them together with the aid of the goddess Suonetar, and\nmaking a balsam, the materials for which were brought her by the bee, she\nhealed her hero son, comforted him, and led him back to Kalevala.",
        "In the mean time, Wainamoinen, who was building his boat for the Rainbow\nMaid, found that he had forgotten three magic words with which to fasten\nin the ledges and complete the boat’s forecastle.",
        "After examining in vain the mouths of the wild animals, he sought the dead\nhero Wipunen, forced open his jaws, and accidentally fell into his mouth.\nWipunen quickly swallowed him; but Wainamoinen, setting up a forge in his\nbody, caused him such discomfort that the giant was glad to give his\ninformation, and get rid of his unwelcome visitor. Having thus learned the\nsecrets of the ages, and among them the three magic words, Wainamoinen\nhastened home and finished his boat.",
        "The boat builded, he at once set out for the Northland to woo the Rainbow\nMaid. The boat was bedecked with silver and gold, and the linen sails were\nblue, white, and scarlet. The sails were merely for ornament, however, for\nthe boat moved over the ocean without the aid of oars or sails.\nWainamoinen’s departure from Kalevala was observed by Anniki, the sister\nof Ilmarinen, who at once told her brother. With her assistance, Ilmarinen\ncleansed the black from his ruddy countenance, and jumping into his\nsledge, was soon on the way to Sariola. The approach of the heroes was\nperceived by Louhi. “Daughter,” said she, “the old man brings thee a boat\nfull of treasures; take him. Do not wed the empty-handed youth.”",
        "“Thy advice is good, but I will not take it. The young man shall be my\nhusband.”",
        "When Wainamoinen was refused in spite of his gifts, Louhi addressed\nherself to Ilmarinen, and set him, in turn, three tasks: to plough the\nserpent field of Hisi, to muzzle Tuoni’s bear, and to catch the pike of\nMana, in the river of Tuoni.",
        "With the help of his sweetheart, Ilmarinen accomplished these tasks, and\nthe wedding day was set. Old Wainamoinen, heavy hearted, journeyed\nhomeward, and sent the edict to his people that in the future old men\nshould not go wooing, or strive with younger men.",
        "Great preparations were made for the wedding feast; the mighty ox of\nKarjala was slain, and for the first time, beer was brewed in Pohyola.\nInvitations were sent to all the people of Pohyola and the tribes of\nKalevala, to all save Lemminkainen.",
        "When Ilmarinen returned for his bride, he was received with honor, and the\nwedding feast was merry. But when the time came to take the bride away,\nthe Rainbow Maid was unwilling, she who before had been so ready to go\nwith him. Many times had she been told of the miseries of the wife: her\nhusband’s slave, her whole life one of service, one long endeavor to\nplease her husband’s mother and father. After her lament, Osmatar, the\nBride-adviser, instructed her how to please her husband’s family, and\nadmonished Ilmarinen to guard well his Bride of Beauty. Then the two set\nforth together, the Rainbow Maid shedding many tears at parting with her\nloved ones.",
        "The bride and groom were received with joy by Ilmarinen’s family, and old\nWainamoinen himself sang at the wedding feast.",
        "But Lemminkainen was angry because he had received no invitation to the\nwedding, and in spite of his mother’s advice, set out to make war against\nthe Lapps. He successfully overcame all the terrors that beset him, and\nreached Sariola, but was so coldly received there that, enraged at such\ntreatment, he slew his host, the landlord of Pohyola, and fled homeward to\nescape the hosts whom Louhi called to defend her.",
        "His mother sent him to the isle of refuge to escape the northern hosts. In\nthe centre of the tenth ocean it rose, the refuge of his father; there he\nmust abide three years, and must take a vow not to fight again for sixty\nsummers.",
        "The three years passed speedily on the happy isle, where dwelt many\nmaidens who admired the reckless hero, and he departed just in time to\nescape the swords of the jealous heroes of the isle. His ancient home was\nin ashes when he returned, his mother missing; but while he mourned for\nher, he chanced upon her, hiding from the Lapps in the forest. Again he\ndetermined to seek out his enemies and be revenged on them. Taking with\nhim his friend Tiera he sought the north, but was met by the Frost-Fiend\nand compelled to return.",
        "To the house of Ilmarinen the blacksmith, was sold by Untamoinen a slave,\nKullervo. He was a giant who had done naught but evil, until in despair\nhis master sold him to the blacksmith. Kullervo, or Kullerwoinen, was made\na shepherd and sent forth with the flocks. But rage at the blacksmith’s\nwife, who baked a stone in his bread on which he broke the magic knife of\nhis people, caused him to transform the flocks into wolves, who tore the\nRainbow Wife to pieces when she went to milk them.",
        "Then Kullerwoinen fled from the blacksmith, and set out to find his\ntribe-people, but on the way unknowingly corrupted his sister, and in\ndespair at his evil deeds, destroyed himself.",
        "Ilmarinen was full of grief at the loss of his wife. Unhappy and restless,\nhe forged for himself a bride of gold; but the image failed to satisfy\nhim, and Wainamoinen, reproving him, forbade his people in the future to\nworship any graven image. Then the blacksmith again sought the north to\nwin the sister of his former bride, but was met with bitter reproaches for\nthe sorrow he had brought upon the family. Nevertheless, he seized the\nmaiden to carry her away, but she was so angry and so unhappy that he\nchanged her to a seagull and came home wifeless and sad.",
        "Wainamoinen and Ilmarinen soon conceived the idea of going to the\nNorthland to win back the Sampo. On the way they allied to themselves the\nwizard Lemminkainen. As they approached the whirlpool near Pohyola, their\nvessel stuck on the shoulders of a great pike. When neither Lemminkainen\nnor Ilmarinen could slay it, Wainamoinen impaled it on his fire-sword, and\nthe three banqueted on the great fish. From its bones, Wainamoinen framed\nthe first harp. No one could win music from it but its creator; but when\nhe touched its strings and sang, the very trees danced about him, wild\nanimals lay in peace at his feet, and the hearts of men were ravished. As\nhis listeners wept at the strains, Wainamoinen’s tears rolled down into\nthe ocean. Thence the duck brought them, changed to pearls, receiving for\na reward its beautiful coat. Such was the origin of sea-pearls.",
        "When Wainamoinen had put the inhabitants of Pohyola to sleep with his\nmagic music, the heroes found the Sampo with little difficulty, and bore\nit away from the copper mountain. But as they hastened home, the\ndiscordant voice of Lemminkainen, who sang for joy of their capture,\ncaused the crane to screech, and the bird’s cry roused the people of\nPohyola. Louhi speedily discovered her loss, and started in pursuit of the\nheroes. In various ways she attacked them,–with war ships that were\nstopped by a reef conjured up by Wainamoinen, by a terrible storm, and by\na giant eagle that perched on their boat. In their struggle with her the\nSampo was broken and its fragments scattered on the ocean. Louhi left\nthem, uttering dire threats; and Wainamoinen, gathering up what fragments\nof the Sampo he could find, buried them where they would bring prosperity\nto his people.",
        "Now Wainamoinen longed to sing to his harp to rejoice the hearts of his\npeople, but the magic instrument had been lost in the storm conjured by\nLouhi. After raking the sea for it in vain, he constructed a new harp from\nthe birch-tree, and delighted the people with his songs.",
        "In revenge for the theft of the Sampo, Louhi sent nine diseases upon\nWainamoinen’s people,–colic, pleurisy, fever, ulcer, plague, consumption,\ngout, sterility, and cancer, the offspring of the fell Lowyatar; but by\nthe use of vapor baths and balsams Wainamoinen healed his people. Then\nLouhi sent Otso the Bear, the honey-eater, but he was slain by the hero,\nwho made a banquet of his flesh for the people. Enraged at her failures,\nshe stole the sun, moon, and fire, and left Kalevala in darkness. Ukko,\ntaking pity on his people, struck lightning from his fire-sword and gave\nthe fire-child to a virgin to be cared for. In an unguarded moment it\nsprang earthward, fell into the sea, and was swallowed by a fish, that, in\nthe agonies of torment, was swallowed by another. Wainamoinen went fishing\nwith Ilmarinen, and at last caught the gray pike,–found in it the trout,\nfound in the trout the whiting, and in the whiting the fireball. When he\nattempted to seize the fireball he burned his fingers, and dropped it.\nIlmarinen did likewise. Then the ball rolled rapidly away until\nWainamoinen caught it in an elm-tree, and took it home to gladden his\npeople. Still they were cheerless without the sun and moon, and\nWainamoinen was obliged to go to Louhi and compel her to give up the sun\nand moon. When he returned there was joy in Kalevala.",
        "In the Northland dwelt a happy maiden, Mariatta, who, eating of the magic\nberry, as she wandered one day in the fields, bore by it a child which she\ncalled Flower. Her parents cast her off, and as no one would take her in,\nshe was compelled to go to the flaming steed of Hisi, in whose manger the\nchild was born. Once when she slumbered the child vanished, and she sought\nfor it in vain, until told by the sun that it was in Wainola, sleeping\namong the reeds and rushes.",
        "The child grew in grace and beauty, but no priest would baptize him, all\nsaying that he was a wizard. Wainamoinen, too, counselled that he be\ndestroyed; but when the two weeks old babe lifted its head and reproached\nhim, saying that he had committed many follies but had been spared by his\npeople, Wainamoinen baptized him, and gave him the right to grow a hero\nand become a mighty ruler over Karyala.",
        "As Wainamoinen grew feeble with the passing years, he built himself a boat\nof copper, and singing a plaintive song in which he said the people of\nSuomi would look forward to his return as a time of peace and plenty, he\nset forth, sailing through the dusk of evening to the fiery sunset, and\nanchored in the purple horizon, leaving behind him for an heritage his\nharp, his wondrous songs, and his wisdom sayings.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}