{
    "title": "National Epics - The Story of the Odyssey",
    "author": "Kate Milner Rabb",
    "chapter": "10",
    "content": [
        "\n\n",
        "After the fall of Troy, Agamemnon returned to Argos, where he was\ntreacherously slain by Aegisthus, the corrupter of his wife; Menelaus\nreached Sparta in safety, laden with spoil and reunited to the beautiful\nHelen; Nestor resumed the rule of Pylos, but Ulysses remained absent from\nIthaca, where his wife Penelope still grieved for him, though steadfast in\nher belief that he would return. One hundred and fourteen suitors, princes\nfrom Dulichium, Samos, Zacynthus, and Ithaca, determined to wed Penelope\nthat they might obtain the rich possessions of Ulysses, spent their time\nin revelling in his halls and wasting his wealth, thinking in this way to\nforce Penelope to wed some one of them.",
        "Penelope, as rich in resources as was her crafty husband, announced to\nthem that she would wed when she had woven a funeral garment for Laertes,\nthe father of Ulysses. During the day she wove industriously, but at night\nshe unravelled what she had done that day, so that to the expectant\nsuitors the task seemed interminable. After four years her artifice was\nrevealed to the suitors by one of her maids, and she was forced to find\nother excuses to postpone her marriage. In the mean time, her son\nTelemachus, now grown to manhood, disregarded by the suitors on account of\nhis youth, and treated as a child by his mother, was forced to sit\nhelpless in his halls, hearing the insults of the suitors and seeing his\nrich possessions wasted.",
        "Having induced Jove to end the sufferings of Ulysses, Pallas caused Hermes\nto be dispatched to Calypso’s isle to release the hero, while she herself\ndescended to Ithaca in the guise of Mentes. There she was received\ncourteously by the youth, who sat unhappy among the revellers. At a table\napart from the others, Telemachus told the inquiring stranger who they\nwere who thus wasted his patrimony.",
        "“Something must needs be done speedily,” said Mentes, “and I shall tell\nthee how to thrust them from thy palace gates. Take a ship and go to Pylos\nto inquire of the aged and wise Nestor what he knows of thy father’s fate.\nThence go to Menelaus, in Sparta; he was the last of all the mailed Greeks\nto return home. If thou hear encouraging tidings, wait patiently for a\nyear. At the end of that time, if thy father come not, celebrate his\nfuneral rites, let thy mother wed again, and take immediate steps for the\ndestruction of the suitor band. Thou art no longer a child; the time has\ncome for thee to assert thyself and be a man.”",
        "Telemachus, long weary of inactivity, was pleased with this advice, and at\nonce announced to the incredulous suitors his intention of going to learn\nthe fate of his father. A boat was procured and provided with a crew by\nthe aid of Pallas, and provisioned from the secret store-room guarded by\nthe old and faithful servant Eurycleia. From among the treasures of\nUlysses–garments, heaps of gold and brass, and old and delicate\nwines–Telemachus took sweet wine and meal to be conveyed to the ship at\nnight, and instructing Eurycleia not to tell his mother of his absence\nuntil twelve days had passed, he departed as soon as sleep had overcome\nthe suitors. Pallas, in the guise of Mentor, accompanied him.",
        "His courage failed him, however, as they approached the shore of Pylos,\nwhere Nestor and his people were engaged in making a great sacrifice to\nNeptune. “How shall I approach the chief?” he asked. “Ill am I trained in\ncourtly speech.”",
        "But, encouraged by Pallas, he greeted the aged Nestor, and after he and\nhis companion had assisted in the sacrifice and partaken of the banquet\nthat followed, he revealed his name and asked for tidings of his, father,\nboldly and confidently, as befitted the son of Ulysses. The old king could\ntell him nothing, however. After Troy had fallen, a dissension had rent\nthe camp, and part of the Greeks had remained with Agamemnon, part had\nsailed with Menelaus. Sailing with Menelaus, Nestor had parted with Diomed\nat Argos, and had sailed on to Pylos. Since his return he had heard of the\ndeath of Agamemnon, and of the more recent return of Menelaus, but had\nheard no tidings of Ulysses, who had remained with Agamemnon.\nTo Menelaus he advised Telemachus to go, warning him, however, not to\nremain long away from Ithaca, leaving his home in the possession of rude\nand lawless men.",
        "In a car provided by Nestor and driven by his son, Pisistratus, Telemachus\nreached Sparta after a day and a night’s rapid travel, and found Menelaus\ncelebrating the nuptial feast of his daughter Hermione, betrothed at Troy\nto the son of Achilles, and his son Megapenthes, wedded to the daughter of\nAlector. The two young men were warmly welcomed, and were invited to\npartake of the banquet without being asked their names. After the feast\nthey wondered at the splendor of the halls of gold, amber, and ivory, the\npolished baths, and the fleecy garments in which they had been arrayed;\nbut Menelaus assured them that all his wealth was small compensation to\nhim for the loss of the warriors who had fallen before Troy, and above\nall, of the great Ulysses, whose fate he knew not. Though Telemachus’s\ntears fell at his father’s name, Menelaus did not guess to whom he spoke,\nuntil Helen, entering from her perfumed chamber, saw the likeness between\nthe stranger and the babe whom Ulysses had left when he went to Troy, and\ngreeted their guest as Telemachus.",
        "Then they sat in the splendid hall and talked of Troy,–Menelaus broken by\nhis many toils, Helen beautiful as when she was rapt away by Paris,\nweaving with her golden distaff wound with violet wool, and the two young\nmen, who said little, but listened to the wondrous tale of the wanderings\nof Menelaus. And they spoke of Ulysses: of the times when he had proved\nhis prudence as well as his craft; of his entering Troy as a beggar and\nrevealing the Achaian plots to Helen; of how he had prevented their\nbreaking out of the wooden horse too soon. Then the king told of his\ninterview with the Ancient of the Deep, in which he had learned the fate\nof his comrades; of Agamemnon’s death, and of the detention of Ulysses on\nCalypso’s isle, where he languished, weeping bitterly, because he had no\nmeans of escape.",
        "This information gained, Telemachus was anxious to return home; but his\nhost detained him until he and Helen had descended to their fragrant\ntreasure-chamber and brought forth rich gifts,–a double cup of silver and\ngold wrought by Vulcan, a shining silver beaker, and an embroidered robe\nfor his future bride.",
        "Mercury, dispatched by Jove, descended to the distant isle of Calypso, and\nwarned the bright-haired nymph, whom he found weaving in her charmed\ngrotto, that she must let her mortal lover go or brave the wrath of the\ngods. The nymph, though loath to part with her lover, sought out the\nmelancholy Ulysses, where he sat weeping beside the deep, and giving him\ntools, led him to the forest and showed him where to fell trees with which\nto construct a raft. His labor finished, she provided the hero with\nperfumed garments, a full store of provisions, and saw him set forth\njoyfully upon the unknown deep.",
        "For seventeen days his journey was a prosperous one; but on the eighteenth\nday, just as the land of the Phæacians came in sight. Neptune returned\nfrom Ethiopia, and angry at what the gods had contrived to do in his\nabsence, determined to make the hero suffer as much as possible before he\nattained the promised end of his troubles.",
        "Soon a great storm arose and washed Ulysses from the raft. Clinging to its\nedge, buffeted here and there by the angry waves, he would have suffered\ndeath had not a kind sea nymph urged him to lay aside his heavy garments,\nleave the raft, and binding a veil that she gave him about his chest, swim\nto the land of the Phæacians. The coast was steep and rocky, but he found\nat last a little river, and swimming up it, landed, and fell asleep among\nsome warm heaps of dried leaves.",
        "The Phæacians were a people closely allied to the gods, to whom they were\nvery dear. They had at one time been neighbors of the Cyclops, from whose\nrudeness they had suffered so much that they were compelled to seek a\ndistant home. They were a civilized people, who had achieved great results\nas sailors, having remarkably swift and well-equipped ships.",
        "To the Princess Nausicaa, beautiful as a goddess, Pallas appeared in a\ndream the night that Ulysses lay sleeping on the isle, warning her that\nsince her wedding day was near at hand, when all would need fresh\ngarments, it was fitting that she should ask her father’s permission to\ntake the garments of the household to the river side to wash them.",
        "Nausicaa’s father willingly granted his permission, and ordered the strong\ncar in which to carry away the soiled garments. A hamper of food and a\nskin of wine were added by her mother, as the princess climbed into the\nchariot and drove towards the river, followed by her maids.",
        "When the garments had been washed in the lavers hollowed out by the river\nside, and the lunch had been eaten, the maids joined in a game of ball.\nJoyous they laughed and frolicked, like Dian’s nymphs, until they roused\nthe sleeper under the olive-trees on the hillside.",
        "All save Nausicaa fled affrighted as he came forth to speak to them,\ncovered with sea foam, his nakedness hidden only by a leafy branch woven\nround his waist; but she, strengthened by the goddess, heard his story,\nand provided him with clothing and materials for the bath. When he\nappeared, cleansed from the sea foam, and made more handsome by the art of\nPallas, Nausicaa’s pity was changed to admiration, and she wished that she\nmight have a husband like him.",
        "Food and wine were set before the hero, and while he refreshed himself the\ndried clothes were folded and placed in the cart. As the princess prepared\nto go she advised the stranger to follow the party until they reached a\ngrove outside the city, and to remain there until she had time to reach\nher father’s palace, lest some gossip should connect Nausicaa’s name with\nthat of a stranger. She told him how to find her father’s palace, and\ninstructed him to win the favor of her mother, that he might be received\nwith honor and assisted on his homeward way.",
        "Ulysses obeyed, and when he reached the city gates was met by Pallas, in\nthe guise of a virgin with an urn. She answered his questions, directed\nhim to the palace, and told him to throw himself first at the feet of\nQueen Arete, who was looked on by the people as if she were a goddess.\nWrapped in a cloud by Pallas, the unseen Ulysses admired the spacious\nhalls of Alcinoüs. Walls of brass supported blue steel cornices, golden\ndoors guarded by gold and silver mastiffs opened into the vast hall, along\nwhich were ranged thrones covered with delicately woven mantles, for which\nthe Phæacian women were famous.",
        "Around the palace lay a spacious garden filled with pear, pomegranate,\nfig, and apple trees, that knew no change of season, but blossomed and\nbore fruit throughout the year. Perennially blooming plants scattered\nperfume through the garden kept fresh by water from two sparkling\nfountains.",
        "As Ulysses knelt at the feet of Arete, the cloud enveloping him fell away,\nand all were astonished at the sight of the stranger imploring protection.\nArete received Ulysses with favor, and Alcinoüs was so pleased with him\nthat he offered him his daughter in marriage, if he was unmarried, a\npalace and riches if he would remain on the island, and a safe passage\nhome if he desired to leave them. The king then invited the chiefs of the\nisle to a great banquet in honor of his guest. At this banquet Demodocus,\nthe blind minstrel, sang so touchingly of the heroes of the Trojan war\nthat Ulysses was moved to tears, a fact observed by the king alone. After\nthe feast the guests displayed their strength in athletic games; and\nUlysses, provoked by the taunts of the ill-bred Euryalus, cast a broader,\nheavier quoit than had yet been used far beyond the mark. The Phæacians\nwere amazed, and the king confessed that his people were weak in athletic\nsports but excelled in the dance,–a statement to which Ulysses readily\nagreed when he saw the beautiful and graceful dance of the princes\nLaodamas and Halius to the music of Demodocus’s silver harp.",
        "When the games were over, all the chiefs presented Ulysses with garments\nand with talents of gold, for the reception of which Arete gave a\nbeautiful chest. As he corded up the chest, and stepped forth to the\nbanquet, refreshed from the bath, Nausicaa, standing beside a pillar, bade\nhim farewell.",
        "“Remember, in thy native land, O stranger, that thou owest thy life to\nme.”",
        "When they sat again in the banqueting hall, Ulysses besought Demodocus to\nsing again of the fall of Troy; but when the minstrel sang of the strategy\nof the wooden horse which wrought the downfall of Troy, the hero was again\nmelted to tears,–and this time his host, unable to repress his curiosity,\nasked him to reveal his name and history.",
        "“Thou hast spoken, O king, and I proceed to tell the story of my\ncalamitous voyage from Troy; for I am Ulysses, widely known among men for\nmy cunning devices. Our first stop was among the Ciconians, whose city we\nlaid waste. Here, in spite of my warning, my men tarried to drink red wine\nuntil the Ciconians had had time to recruit their forces, and, attacking\nus, slew six men from each galley. When we who survived reached the land\nof the lotus-eaters, some of my men ate of the sweet plant, after which a\nman thinks never more of wife, or friends, or home; and it was with the\nutmost difficulty that we succeeded in dragging them to the ships.",
        "“At the Cyclopean land I myself, with a few of my men, disembarked, and\nwent up to seek the inhabitants and conciliate them with gifts of food and\nwine. The Cyclops were huge one-eyed giants who did not cultivate the\nland, had no government, and cared nought for the gods. The first cave to\nwhich we came was empty, and we went in to await the arrival of the owner,\nappeasing our appetites, meanwhile, with some of his cheeses. Presently he\narrived, and after he had closed up the entrance of the cave with a huge\nstone, and had milked his goats, he questioned us as to who we were. Our\nstory told, he seized two of my companions, dashed their heads against the\nrocks, and devoured them. The next morning, after devouring two others, he\ndrove out his flocks, leaving us shut up in the huge cave. All that day I\nrevolved plans for his destruction and our escape; and at last, drawing\nlots with my companions to determine who should assist me, I determined,\nwith their aid, to bore out his great eye with a huge olive-wood stick\nthat I found in the cave. We spent the day sharpening it and hardening it\nin the fire, and at night hid it under a heap of litter. Two more of my\nmen made his evening meal, after which I plied him with the wine I had\nbrought, until, softened by the liquor, he inquired my name, assuring me\nthat as return for my gift, he would devour me last. My name, I told him,\nwas Noman.",
        "“As soon as he had fallen into a drunken slumber I put the stake to heat,\nand, strengthening the courage of my men, I drew it forth and plunged it\ninto his eye. Steadily we spun it round until the monster, screaming with\npain, drew it forth, crying to the other Cyclops to come to his aid. When\nthey, from without, questioned who hurt him, he replied, ’Noman destroyeth\nme by guile.’ ’If it is “Noman,\"’ said they, departing, ’it must be Jove.\nThen pray to Neptune.’",
        "“During the night I tied together the rams, three and three with osier\ntwigs, and instructed my comrades, as he drove them out, to cling under\nthe middle one. I hid myself under the fleecy belly of a huge ram, the\nfinest of the flock. He touched their backs as he drove them out, but he\ndid not penetrate my cunning, and we all escaped. After we had driven the\nflock on board, however, and had pushed out our galley, I could not\nforbear a taunting shout, at which he hurled a huge fragment of rock after\nus, just missing our galley.",
        "“With Aeolus, King of the Winds, we remained a month, reciting the events\nconnected with the fall of Troy. So pleased was the king with my story,\nthat on our departure he presented me with a bag tied up with a silver\ncord, which contained the adverse winds. One day, as I slumbered, my\nunhappy sailors, suspecting some treasure concealed therein, opened it,\nand we were immediately blown back to Aeolus’s isle, from which he,\nenraged at our folly, indignantly drove us.",
        "“At the land of the Laestrygonians all our galleys were lost and our men\ndevoured by the cannibal inhabitants, with the exception of my own ship,\nwhich by good fortune I had moored without the harbor. Overcome with\ngrief, we rowed wearily along until we arrived at the land of Circe. With\ncaution born of experience, we drew lots to see who should venture into\nthe unknown isle. The lot fell to Eurylochus, who, with twenty-two brave\nmen, went forward to the fair palace of Circe, around which fawned tamed\nmountain lions and wolves. Within sat the bright haired goddess, singing\nwhile she threw her shuttle through the beautiful web she was weaving.",
        "“All the men entered the palace at her invitation but Eurylochus, who,\nsuspecting some guile, remained without. He saw his comrades led within,\nseated upon thrones and banqueted; but no sooner was the feast over, than\nshe touched them with her wand, and transformed them into swine that she\ndrove scornfully to their cells.",
        "“Eurylochus hastened back to our ships with the sorrowful tidings. As soon\nas grief had permitted him to tell the story, I flung my sword over my\nshoulders and hastened away to the palace. As I entered the valley, not\nfar from the palace, I was met by a youth, none save the Argus-queller\nhimself, who revealed to me Circe’s guile, and presented me with a plant,\nthe moly, which would enable me to withstand her charms.",
        "“The goddess received me kindly, seated me upon a throne, and invited me\nto feast with her. After the feast she struck me with her wand, as she had\ndone my comrades, ordering me to go to my sty; but when I remained\nunchanged, she perceived that her guest was Ulysses, whose coming had long\nbeen foretold to her.",
        "“Softened by her entreaties, I sheathed my sword, after having made her\npromise to release my friends and do us no further harm. Then the others\nwere called from the ships, and we banqueted together.",
        "“Time passed so happily on Circe’s isle that we lingered a whole year,\nuntil, roused by the words of my friends, I announced my intended\ndeparture, and was told by Circe that I must first go to the land of the\ndead to get instructions as to my future course from Tiresias. Provided\nwith the proper sacrifices by Circe, we set sail for the land of the\nCimmerians, on the confines of Oceanus. The sacrifices having been duly\nperformed, the spirits appeared,–Elpenor, my yet unburied comrade, whose\nbody lay on Circe’s isle, my own dead mother, and the Theban seer,\nTiresias, with his golden wand. ’Neptune is wroth with thee,’ he said,\n’but thou mayst yet return if thou and thy comrades leave undisturbed the\ncattle of the Sun. If thou do not, destruction awaits thee. If thou escape\nand return home it will be after long journeyings and much suffering, and\nthere thou wilt slay the insolent suitor crew that destroy thy substance\nand wrong thy household.’ After Tiresias had spoken I lingered to speak\nwith other spirits,–my mother, Ajax, Antiope, Agamemnon, Achilles,\nPatroclus, and Antilochus. Having conversed with all these, we set sail\nfor Circe’s isle, and thence started again on our homeward voyage.",
        "“Circe had instructed me to stop the ears of my men with wax as we\napproached the isle of the Sirens, and to have myself tied to the boat\nthat I might not leap into the ocean to go to the beautiful maidens who\nsang so entrancingly. We therefore escaped without adding our bones to\nthose on the isle of the Sirens, and came next to Scylla and Charybdis.\nCharybdis is a frightful whirlpool. The sailor who steers too far away in\nhis anxiety to escape it, is seized by the six arms of the monster Scylla\nand lifted to her cavern to be devoured. We avoided Charybdis; but as we\nlooked down into the abyss, pale with fear, six of my comrades were seized\nby Scylla and snatched up to her cave.",
        "“As we neared the Island of the Sun I told my comrades again of the\nwarning of Tiresias, and begged them to sail past without stopping. I was\nmet, however, by the bitterest reproaches, and at last consented to a\nlanding if they would bind themselves by a solemn oath not to touch the\ncattle of the Sun. They promised, but when adverse winds prolonged our\nstay and food became scarce, fools, madmen, they slew the herds, and in\nspite of the terrible omens, the meat lowing on the spits, the skins\ncrawling, they feasted for six days. When, on the seventh, the tempest\nceased and we sailed away, we went to our destruction. I alone was saved,\nclinging to the floating timbers for nine long days, until on the tenth I\nreached Calypso’s isle, Ogygia, where, out of love for me, the mighty\ngoddess cherished me for seven years.”",
        "The Phæacians were entranced by this recital, and in addition to their\nformer gifts, heaped other treasures upon the “master of stratagems” that\nhe might return home a wealthy man. The swift ship was filled with his\ntreasures, and after the proper sacrifices and long farewells, the\nchieftain embarked. It was morn when the ship arrived in Ithaca, and\nUlysses, worn out from his long labors, was still asleep. Stopping at the\nlittle port of Phorcys, where the steep shores stretch inward and a\nspreading olive-tree o’ershadows the grotto of the nymphs, the sailors\nlifted out Ulysses, laid him on the ground, and piling up his gifts under\nthe olive-tree, set sail for Phæacia. But the angry Neptune smote the\nship as it neared the town and changed it to a rock, thus fulfilling an\nancient prophecy that Neptune would some day wreak his displeasure on the\nPhæacians for giving to every man who came to them safe escort home.",
        "When Ulysses awoke he did not recognize the harbor, and thinking that he\nhad been treated with deceit, he wept bitterly. Thus Pallas, in the guise\nof a young shepherd, found him, and showed him that it was indeed his own\ndear land. She helped him to conceal his treasures in the grotto, and told\nhim that Telemachus was even now away on a voyage of inquiry concerning\nhim, and his wife was weeping over his absence and the insolence of the\nsuitors. But he must act with caution. To give him an opportunity to lay\nhis plans for the destruction of these men without being recognized, she\nchanged him to a beggar, wrinkled and old, and clad in ragged, soiled\ngarments. Then directing him to the home of his old herdsman, she hastened\nto warn Telemachus to avoid the ship the suitors had stationed to destroy\nhim on his way home.",
        "The old Eumaeus was sitting in his lodge without whose hedge lay the many\nsties of swine that were his care. He greeted the beggar kindly, and\nspread food before him, lamenting all the while the absence of his noble\nmaster and the wickedness of the suitors. Ulysses told him that he was a\nwanderer who had heard of his master, and could speak surely of his\nreturn. Though Eumaeus regarded this as an idle speech spoken to gain food\nand clothing, he continued in his kindness to his guest.",
        "To this lodge came Telemachus after the landing of his ship, that he might\nfirst hear from Eumaeus the news from the palace,–Telemachus, who had\ngrown into sudden manliness from his experience among other men. He also\nwas kind to the beggar, and heard his story. While he remained with the\nbeggar, Eumaeus having gone to acquaint Penelope of her son’s return,\nPallas appearing, touched the beggar with her golden wand, and Ulysses,\nwith the presence of a god, stood before his awed and wondering son.",
        "Long and passionate was their weeping as the father told the son of his\nsufferings, and the son told of the arrogance of the one hundred and\nfourteen suitors.",
        "“There are we two with Pallas and her father Jove against them,” replied\nhis father. “Thinkest thou we need to fear with two such allies?”",
        "On the day after Telemachus’s return, Ulysses, accompanied by Eumaeus,\nvisited the palace. No one recognized him except his old dog, Argus, long\nneglected and devoured by vermin, who, at the sound of his master’s voice,\ndrew near, wagged his tail, and fell dead.",
        "According to their carefully laid plans, Telemachus feigned not to know\nhis father, but sent to the beggar some food. Ulysses asked the same of\nthe suitors, but was repulsed with taunts and insults, Antinoüs, the most\ninsolent, striking him with a footstool.",
        "To Penelope, weaving in her chamber, was carried the story of the beggar\nat whom the abhorred Antinoüs had thrown a stool, and she sent for him to\nask if he had tidings of Ulysses. He refused to go to her, however, until\nthe suitors had withdrawn for the night; and as he sat among the\nrevellers, he caught the first glimpse of his wife, as she came down among\nher maids, to reproach her son for exposing himself to danger among the\nsuitors, and for allowing the beggar to be injured.",
        "When darkness fell and the hall was deserted, Telemachus, with the\nassistance of his father, removed all the weapons from the walls. After\nTelemachus had retired to his chamber, Penelope came down, and sitting\nupon her ivory throne conversed with the beggar, questioning him about his\nstory until he was driven to invent tales that seemed like truth, and\nasking about her husband while the tears ran down her fair cheeks. By a\ngreat effort Ulysses kept his tears from falling as he beheld his wife\nweeping over him; he assured her that her husband would soon return, but\nhe would accept no clothing as a reward for his tidings. The aged\nEurycleia, who was called forth to wash his feet, came near betraying her\nmaster when she recognized a scar made by a wild boar’s tusk, but he\nthreatened her into silence. Soon after, Penelope and her maids withdrew,\nand left Ulysses to meditate vengeance through the night.",
        "The next morning, when the suitors again sat in the banquet-hall, Penelope\ndescended to them and declared that she had determined to give her hand to\nthe one of the suitors who could draw the great bow of Ulysses and send\nthe arrow through twelve rings set on stakes planted in the ground. Up to\nthe polished treasure-chamber she went, and took down the great bow given\nto Ulysses by Iphitus. As she took it from its case her tears fell, but\nshe dried them and carried it and the steel rings into the hall. Gladly\nUlysses hailed this hour, for he knew the time had come when he should\ndestroy the suitor band. That morn many omens had warned him, and he had\nrevealed himself to his faithful men, Eumaeus, and Philoetius the\nmaster-herdsman, that they might assist him. Telemachus, though astonished\nat his mother’s decision, first took the bow; if he succeeded in bending\nit, his mother would not have to leave her home. He would have bent the\nbow at the fourth attempt had not his father’s glance warned him to yield\nit to the suitors.",
        "Although the bow was rubbed and softened with oil, all failed in their\nattempts to draw it; and when the beggar asked to be allowed to try, their\nwrath burst forth. What shame would be theirs if the beggar succeeded in\ndoing that in which they had failed! But Telemachus, who asserted his\nrights more day by day, insisted that the beggar should try to bend the\nbow, if he so desired. Sending his mother and her maids to their bower, he\nwatched his father as he easily bent the mighty bow, snapped the cord with\na sound at which the suitors grew pale, and sent the arrow through the\nrings. Then casting aside his rags, the supposed beggar sprang upon the\nthreshold, and knowing that by his orders, Eumaeus, Philoetius, and\nEurycleia had secured the portals so that escape was impossible, he sent\nhis next shaft through the throat of Antinoüs. “Dogs! ye thought I never\nwould return! Ye dreaded not the gods while ye devoured my substance and\npursued my wife! Now vengeance is mine! Destruction awaits you all!”",
        "Too late Eurymachus sprang up and besought the monarch to grant them their\nlives if they made good their waste and returned to their homes. Ulysses\nhad brooded too long over his injuries; his wife and son had suffered too\nmany years from their persecutions for him to think of mercy. Eurymachus\nfell by the next brass-tipped shaft, and for every arrow in the quiver a\nsuitor lay dead until the quiver was empty. Then Telemachus, Philoetius,\nand Eumaeus, provided with weapons and armor, stood forth with Ulysses,\nand withstood the suitors until all were slain, save Medon the herald and\nPhemius the minstrel, for both of whom Telemachus pleaded, since they had\nbeen coerced by the others. Giving the destruction of the false\nserving-maids to his three assistants, Ulysses ordered the hall to be\ncleansed, and after greeting his faithful servants and weeping with them,\nsent Eurycleia up to the bower to tell Penelope that her master had at\nlast arrived.",
        "Penelope was too fearful of deceit to believe instantly that the beggar\nsitting beside the lofty column was her husband, though as she looked at\nhim wonderingly, she sometimes fancied that she saw Ulysses, and again\ncould not believe that it was he. So long was she silent that Telemachus\nreproached her for her hardness of heart; but Ulysses, better guessing the\ndifficulty, ordered that all should take the bath and array themselves in\nfresh garments while the harper played gay melodies, that those passing\nshould not guess the slaughter that had occurred, but should fancy that a\nwedding was being celebrated. When Ulysses again appeared, refreshed and\nhandsomely attired, Penelope, still uncertain, determined to test his\nknowledge of her chamber. “Bear out the bed made by his own hands,” she\ncommanded Eurycleia, “that he may rest for the night.”",
        "“Who has dared move my bed?” cried Ulysses; “the couch framed upon the\nstump of an olive-tree, round which I built a stone chamber! I myself\ncunningly fitted it together, and adorned it with gold, silver, and\nivory.”",
        "Then Penelope, who knew that no one save herself, Ulysses, and one\nhandmaiden had ever seen the interior of that chamber, fell on his neck\nand welcomed the wanderer home. “Pray, be not angry with me, my husband.\nMany times my heart has trembled lest some fraud be practised on me, and I\nshould receive a stranger to my heart.”",
        "Welcome as land to the shipwrecked mariner was Ulysses to Penelope. Both\nwept as he held her in his arms, and the rosy-fingered morn would have\nfound them thus, weeping, with her fair, white arms encircling his neck,\nhad not Pallas prolonged the night that he might relate to her the story\nof his wanderings. Then, happy in their reunion, the years of sorrow all\nforgotten, sleep overcame them. At dawn, bidding a brief farewell to his\nwife, Ulysses went forth to visit his father, and settle as best he might\nthe strife which he knew would result from the slaughter of the suitors.",
        "After Ulysses’ mother had died of grief at the prolonged absence of her\nson, Laertes passed his days wretchedly in a little habitation remote from\nthe palace. There Ulysses found him and made himself known; and there he,\nLaertes, Telemachus, the aged Dolius, and his six sons faced the people\nwho had been roused to battle by the speech of Eupeithes, whose son\nAntinoüs had been the first of the suitors to fall by the hand of Ulysses.\nNot heeding the warning of the herald Medon that the suitors had been\nslain justly, they attacked Ulysses and his handful of followers.",
        "Eupeithes fell first by the spear of Laertes, and a great slaughter would\nhave ensued, had not the combatants been silenced by the voice of Pallas,\nwho commanded all strife to cease. Frightened by this divine command, the\nenemy fled; and Pallas, descending in the form of Mentor, plighted a\ncovenant between them that Ulysses might live peacefully among them the\nremainder of his life.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}