{
    "title": "National Epics - Beowulf",
    "author": "Kate Milner Rabb",
    "chapter": "16",
    "content": [
        "\n\n",
        "Beowulf, the only Anglo-Saxon epic preserved entire, was composed in\nsouthwest Sweden probably before the eighth century, and taken to England,\nwhere it was worked over and Christianized by the Northumbrian poets.",
        "It is variously attributed to the fifth, seventh, and eighth centuries;\nbut the seventh is most probably correct, since the Higelac of the poem\nhas been identified with Chocilaicus of the “Gesta Regum Francorum,” a\nDanish king who invaded Gaul in the days of Theuderic, son of Clovis, and\ndied near the close of the sixth century.",
        "The only manuscript of the poem in existence is thought to be of the tenth\ncentury. It is preserved in the British Museum. Since 1837 much interest\nhas been manifested in the poem, and many editions of it have been given\nto the public.",
        "Beowulf contains three thousand one hundred and eighty-four lines. It is\nwritten in alliterative verse. The lines are written in pairs, and each\nperfect line contains three alliterating words,–two in the first part,\nand one in the second.",
        "The unknown writer of Beowulf cannot be praised for his skill in\ncomposition; the verse is rude, as was the language in which it was\nwritten. But it is of the greatest interest to us because of the pictures\nit gives of the everyday lives of the people whose heroic deeds it\nrelates,–the drinking in the mead-halls, the relation of the king to his\nwarriors, the description of the armor, the ships, and the halls. The\nheroes are true Anglo-Saxon types,–bold, fearless, ready to go to the\nassistance of any one in trouble, no matter how great the risk to\nthemselves; and as ready to drink mead and boast of their valor after the\nperil is over. In spite of the attempt to Christianize the poem, it is\npurely pagan; the most careless reader can discover the priestly\ninterpolations. And it has the greater value to us because it refused to\nbe moulded by priestly hands, but remained the rude but heroic monument of\nour Saxon ancestors.",
        "B. Ten Brink’s Early English Literature, Tr. by Kennedy;",
        "S. A. Brooke’s History of Early English Literature, 1892, p. 12;",
        "W. F. Collier’s History of English Literature, p. 19;",
        "G. W. Cox and E. H. Jones’s Popular Romances of the Middle Ages, 1871, pp.\n382-398; in 1880 ed. pp. 189-201;",
        "Isaac Disraeli’s Amenities of Literature, i. 65-73;",
        "J. Earle’s Anglo-Saxon Literature;",
        "T. W. Hunt’s Ethical Teaching in Beowulf (in his Ethical Teachings in Old\nEnglish Literature, 1892, pp. 66-77);",
        "H. Morley’s English Writers, 1887, pp. 276-354;",
        "H. A. Taine’s History of English Literature, 1886, i. 62;",
        "S. Turner’s Anglo-Saxons, iii. 326; in ed. 3, i. 456;",
        "J. Harrison’s Old Teutonic Life in Beowulf (in the Overland Monthly, July,\n1894);",
        "F. A. March’s The World of Beowulf (in Proceedings of American\nPhilological Association, 1882).",
        "Beowulf, edition with English translation, notes and glossary by Thomas\nArnold, 1876;",
        "The Deeds of Beowulf, 1892;",
        "Beowulf, Tr. by J. M. Garnett, 1882 (translated line for line);",
        "Beowulf, Tr. by J. L. Hall, 1892, metrical translation;",
        "Beowulf, Tr. by J. M. Kemble, with copious glossary, preface, and\nphilological notes, 2 vols., 1833-37;",
        "Beowulf translated into modern rhymes, by H. W. Lumsden, 1881;",
        "Beowulf, Tr. by Benjamin Thorpe, Literal translation, notes and glossary,\n1875.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}