{
    "title": "National Epics - Selection From Paradise Regained",
    "author": "Kate Milner Rabb",
    "chapter": "44",
    "content": [
        "\n\n",
        "THE TEMPTATION OF THE VISION OF THE KINGDOMS OF THE EARTH.",
        "Satan, meeting the Savior in the wilderness, tempted him to change the\nstones to bread, and then, after endeavoring to awake in him a longing for\nwealth and power, appealed to his ambition by leading him to a mountain\ntop, and displaying to him the kingdoms of the earth.",
        "  With that (such power was given him then), he [Satan] took\n  The Son of God up to a mountain high.\n  It was a mountain at whose verdant feet\n  A spacious plain outstretched in circuit wide\n  Lay pleasant; from his side two rivers flowed,\n  The one winding, the other straight, and left between\n  Fair champaign, with less rivers interveined,\n  Then meeting joined their tribute to the sea.\n  Fertile of corn the glebe, of oil, and wine;\n  With herds the pasture thronged, with flocks the hills;\n  Huge cities and high-towered, that well might seem\n  The seats of mightiest monarchs; and so large\n  The prospect was that here and there was room\n  For barren desert, fountainless and dry.\n  To this high mountain-top the Tempter brought\n  Our Saviour, and new train of words began:–",
        "  “Well have we speeded, and o’er hill and dale,\n  Forest, and field, and flood, temples and towers,\n  Cut shorter many a league. Here thou behold’st\n  Assyria, and her empire’s ancient bounds,\n  Araxes and the Caspian lake; thence on\n  As far as Indus east, Euphrates west,\n  And oft beyond; to south the Persian bay,\n  And, inaccessible, the Arabian drouth:\n  Here, Nineveh, of length within her wall\n  Several days’ journey, built by Ninus old,\n  Of that first golden monarchy the seat,\n  And seat of Salmanassar, whose success\n  Israel in long captivity still mourns;\n  There Babylon, the wonder of all tongues,\n  As ancient, but rebuilt by him who twice\n  Judah and all thy father David’s house\n  Led captive, and Jerusalem laid waste,\n  Till Cyrus set them free; Persepolis,\n  His city, there thou seest, and Bactra there;\n  Ecbatana her structure vast there shows,\n  And Hecatompylos her hundred gates;\n  There Susa by Choaspes, amber stream,\n  The drink of none but kings; of later fame,\n  Built by Emathian or by Parthian hands,\n  The great Seleucia, Nisibis, and there\n  Artaxata, Teredon, Ctesiphon,\n  Turning with easy eye, thou may’st behold.\n  All these the Parthian (now some ages past\n  By great Arsaces led, who founded first\n  That empire) under his dominion holds,\n  From the luxurious kings of Antioch won.\n  And just in time thou com’st to have a view\n  Of his great power; for now the Parthian king\n  In Ctesiphon hath gathered all his host\n  Against the Scythian, whose incursions wild\n  Have wasted Sogdiana; to her aid\n  He marches now in haste. See though from far,\n  His thousands, in what martial equipage\n  They issue forth, steel bows and shafts their arms,\n  Of equal dread in flight or in pursuit–\n  All horsemen, in which fight they most excel;\n  See how in warlike muster they appear,\n  In rhombs, and wedges, and half-moons, and wings.”",
        " ",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}