{
    "title": "National Epics - Selections From the Iliad",
    "author": "Kate Milner Rabb",
    "chapter": "9",
    "content": [
        "\n\n",
        "HELEN AT THE SCAEAN GATES.",
        "Paris, moved by the reproaches of Hector, proposed that the nine years’\nindecisive war be settled by single combat between himself and Menelaus,\nthe victor to take Helen and the treasure. Greeks and Trojans agreed to\nthis proposition, and the tidings of the approaching combat were borne to\nHelen by Iris.",
        "  In the heart of Helen woke\n  Dear recollections of her former spouse\n  And of her home and kindred. Instantly\n  She left her chamber, robed and veiled in white,\n  And shedding tender tears; yet not alone,\n  For with her went two maidens,–Aethra, child\n  Of Pitheus, and the large-eyed Clymene.\n  Straight to the Scaean gates they walked, by which\n  Panthoüs, Priam, and Thymoetes sat,\n  Lampus and Clytius, Hicetaon sprung\n  From Mars, Antenor and Ucalegon,\n  Two sages,–elders of the people all.\n  Beside the gates they sat, unapt, through age,\n  For tasks of war, but men of fluent speech,\n  Like the cicadas that within the wood\n  Sit on the trees and utter delicate sounds.\n  Such were the nobles of the Trojan race\n  Who sat upon the tower. But when they marked\n  The approach of Helen, to each other thus\n  With winged words, but in low tones, they said:–",
        "  “Small blame is theirs, if both the Trojan knights\n  And brazen-mailed Achaians have endured\n  So long so many evils for the sake\n  Of that one woman. She is wholly like\n  In feature to the deathless goddesses.\n  So be it: let her, peerless as she is,\n  Return on board the fleet, nor stay to bring\n  Disaster upon us and all our race.”",
        "  So spake the elders. Priam meantime called\n  To Helen: “Come, dear daughter, sit by me.\n  Thou canst behold thy former husband hence,\n  Thy kindred and thy friends. I blame thee not;\n  The blame is with the immortals who have sent\n  These pestilent Greeks against me. Sit and name\n  For me this mighty man, the Grecian chief,\n  Gallant and tall. True, there are taller men;\n  But of such noble form and dignity\n  I never saw: in truth, a kingly man.”",
        "  And Helen, fairest among women, thus\n  Answered: “Dear second father, whom at once\n  I fear and honor, would that cruel death\n  Had overtaken me before I left,\n  To wander with thy son, my marriage bed,\n  And my dear daughter, and the company\n  Of friends I loved. But that was not to be;\n  And now I pine and weep. Yet will I tell\n  What thou dost ask. The hero whom thou seest\n  Is the wide-ruling Agamemnon, son\n  Of Atreus, and is both a gracious king\n  And a most dreaded warrior. He was once\n  Brother-in-law to me, if I may speak–\n  Lost as I am to shame–of such a tie.”",
        "  She said, the aged man admired, and then\n  He spake again: “O son of Atreus, born\n  Under a happy fate, and fortunate\n  Among the sons of men! A mighty host\n  Of Grecian youths obey thy rule. I went\n  To Phrygia once,–that land of vines,–and there\n  Saw many Phrygians, heroes on fleet steeds,\n  The troops of Otreus, and of Mygdon, shaped\n  Like one of the immortals. They encamped\n  By the Sangarius. I was an ally;\n  My troops were ranked with theirs upon the day\n  When came the unsexed Amazons to war.\n  Yet even there I saw not such a host\n  As this of black-eyed Greeks who muster here.\"\n  Then Priam saw Ulysses, and inquired:–\n  “Dear daughter, tell me also who is that,\n  Less tall than Agamemnon, yet more broad\n  In chest and shoulders. On the teeming earth\n  His armor lies, but he, from place to place,\n  Walks round among the ranks of soldiery,\n  As when the thick-fleeced father of the flocks\n  Moves through the multitude of his white sheep.\"\n  And Jove-descended Helen answered thus:–\n  “That is Ulysses, man of many arts,\n  Son of Laertes, reared in Ithaca,\n  That rugged isle, and skilled in every form\n  Of shrewd device and action wisely planned.\"\n  Then spake the sage Antenor: “Thou hast said\n  The truth, O lady. This Ulysses once\n  Came on an embassy, concerning thee,\n  To Troy with Menelaus, great in war;\n  And I received them as my guests, and they\n  Were lodged within my palace, and I learned\n  The temper and the qualities of both.\n  When both were standing ’mid the men of Troy,\n  I marked that Menelaus’s broad chest\n  Made him the more conspicuous, but when both\n  Were seated, greater was the dignity\n  Seen in Ulysses. When they both addressed\n  The council, Menelaus briefly spake\n  In pleasing tones, though with few words,–as one\n  Not given to loose and wandering speech,–although\n  The younger. When the wise Ulysses rose,\n  He stood with eyes cast down, and fixed on earth,\n  And neither swayed his sceptre to the right\n  Nor to the left, but held it motionless,\n  Like one unused to public speech. He seemed\n  An idiot out of humor. But when forth\n  He sent from his full lungs his mighty voice,\n  And words came like a fall of winter snow,\n  No mortal then would dare to strive with him\n  For mastery in speech. We less admired\n  The aspect of Ulysses than his words.\"\n  Beholding Ajax then, the aged king\n  Asked yet again: “Who is that other chief\n  Of the Achaians, tall, and large of limb,–\n  Taller and broader-chested than the rest?\"\n  Helen, the beautiful and richly-robed,\n  Answered: “Thou seest the might Ajax there,\n  The bulwark of the Greeks. On the other side,\n  Among his Cretans, stands Idomeneus,\n  Of godlike aspect, near to whom are grouped\n  The leaders of the Cretans. Oftentimes\n  The warlike Menelaus welcomed him\n  Within our palace, when he came from Crete.\n  I could point out and name the other chiefs\n  Of the dark-eyed Achaians. Two alone,\n  Princes among their people, are not seen,–\n  Castor the fearless horseman, and the skilled\n  In boxing, Pollux,–twins; one mother bore\n  Both them and me. Came they not with the rest\n  From pleasant Lacedaemon to the war?\n  Or, having crossed the deep in their goodships,\n  Shun they to fight among the valiant ones\n  Of Greece, because of my reproach and shame?\"\n  She spake; but they already lay in earth\n  In Lacedaemon, their dear native land.",
        " Bryants Translation, Book III.\nTHE PARTING OF HECTOR AND ANDROMACHE.",
        "The single combat between Paris and Menelaus broke up in a general battle\nunfavorable to the Trojans, and Hector returned to Troy to order the\nTrojan matrons to sacrifice to Pallas. He then sought his dwelling to\ngreet his wife and child, but learned from one of the maids that\nAndromache, on hearing that the Greeks were victorious, had hastened to\nthe city walls with the child and its nurse,",
        "  Hector left in haste\n  The mansion, and retraced his way between\n  The rows of stately dwellings, traversing\n  The mighty city. When at length he reached\n  The Scaean gates, that issue on the field,\n  His spouse, the nobly-dowered Andromache,\n  Came forth to meet him,–daughter of the prince\n  Eëtion, who among the woody slopes\n  Of Placos, in the Hypoplacian town\n  Of Thebè, ruled Cilicia and her sons,\n  And gave his child to Hector great in arms.\n  She came attended by a maid, who bore\n  A tender child–a babe too young to speak–\n  Upon her bosom,–Hector’s only son,\n  Beautiful as a star, whom Hector called\n  Scamandrius, but all else Astyanax,–\n  The city’s lord,–since Hector stood the sole\n  Defence of Troy. The father on his child\n  Looked with a silent smile. Andromache\n  Pressed to his side meanwhile, and, all in tears,\n  Clung to his hand, and, thus beginning, said:–",
        "  “Too brave! thy valor yet will cause thy death.\n  Thou hast no pity on thy tender child\n  Nor me, unhappy one, who soon must be\n  Thy widow. All the Greeks will rush on thee\n  To take thy life. A happier lot were mine,\n  If I must lose thee, to go down to earth,\n  For I shall have no hope when thou art gone,–\n  Nothing but sorrow. Father have I none,\n  And no dear mother. Great Achilles slew\n  My father when he sacked the populous town\n  Of the Cilicians,–Thebè with high gates.\n  ’T was there he smote Eëtion, yet forbore\n  To make his arms a spoil; he dared not that,\n  But burned the dead with his bright armor on,\n  And raised a mound above him. Mountain-nymphs,\n  Daughters of aegis-bearing Jupiter,\n  Came to the spot and planted it with elms.\n  Seven brothers had I in my father’s house,\n  And all went down to Hades in one day.\n  Achilles the swift-footed slew them all\n  Among their slow-paced bullocks and white sheep.\n  My mother, princess on the woody slopes\n  Of Placos, with his spoils he bore away,\n  And only for large ransom gave her back.\n  But her Diana, archer-queen, struck down\n  Within her father’s palace. Hector, thou\n  Art father and dear mother now to me,\n  And brother and my youthful spouse besides.\n  In pity keep within the fortress here,\n  Nor make thy child an orphan nor thy wife\n  A widow. Post thine army near the place\n  Of the wild fig-tree, where the city-walls\n  Are low and may be scaled. Thrice in war\n  The boldest of the foe have tried the spot,–\n  The Ajaces and the famed Idomeneus,\n  The two chiefs born to Atreus, and the brave\n  Tydides, whether counselled by some seer\n  Or prompted to the attempt by their own minds.”",
        "  Then answered Hector, great in war: “All this\n  I bear in mind, dear wife; but I should stand\n  Ashamed before the men and long-robed dames\n  Of Troy, were I to keep aloof and shun\n  The conflict, coward-like. Not thus my heart\n  Prompts me, for greatly have I learned to dare\n  And strike among the foremost sons of Troy,\n  Upholding my great father’s fame and mine;\n  Yet well in my undoubting mind I know\n  The day shall come in which our sacred Troy,\n  And Priam, and the people over whom\n  Spear-bearing Priam rules, shall perish all.\n  But not the sorrows of the Trojan race,\n  Nor those of Hecuba herself, nor those\n  Of royal Priam, nor the woes that wait\n  My brothers many and brave,–who all at last,\n  Slain by the pitiless foe, shall lie in dust,–\n  Grieve me so much as thine, when some mailed Greek\n  Shall lead thee weeping hence, and take from thee\n  Thy day of freedom. Thou in Argos then\n  Shalt at another’s bidding ply the loom,\n  And from the fountain of Messeis draw\n  Water, or from the Hypereian spring,\n  Constrained unwilling by thy cruel lot.\n  And then shall some one say who sees thee weep,\n  ’This was the wife of Hector, most renowned\n  Of the horse-taming Trojans, when they fought\n  Around their city.’ So shall some one say,\n  And thou shalt grieve the more, lamenting him\n  Who haply might have kept afar the day\n  Of thy captivity. O let the earth\n  Be heaped above my head in death before\n  I hear thy cries as thou art borne away!\"\n  So speaking, mighty Hector stretched his arms\n  To take the boy; the boy shrank crying back\n  To his fair nurse’s bosom, scared to see\n  His father helmeted in glittering brass,\n  And eying with affright the horsehair plume\n  That grimly nodded from the lofty crest.\n  At this both parents in their fondness laughed;\n  And hastily the mighty Hector took\n  The helmet from his brow and laid it down\n  Gleaming upon the ground, and, having kissed\n  His darling son and tossed him up in play,\n  Prayed thus to Jove and all the gods of heaven:–\n  “O Jupiter and all ye deities,\n  Vouchsafe that this my son may yet become\n  Among the Trojans eminent like me,\n  And nobly rule in Ilium. May they say,\n  ’This man is greater than his father was!’\n  When they behold him from the battle-field\n  Bring back the bloody spoil of the slain foe,–\n  That so his mother may be glad at heart.\"\n  So speaking, to the arms of his dear spouse\n  He gave the boy; she on her fragrant breast\n  Received him, weeping as she smiled. The chief\n  Beheld, and, moved with tender pity, smoothed\n  Her forehead gently with his hand, and said:–\n  “Sorrow not thus, beloved one, for me.\n  No living man can send me to the shades\n  Before my time; no man of woman born,\n  Coward or brave, can shun his destiny.",
        "  But go thou home, and tend thy labors there,–\n  The web, the distaff,–and command thy maids\n  To speed the work. The cares of war pertain\n  To all men born in Troy, and most to me.\"\n  Thus speaking, mighty Hector took again\n  His helmet, shadowed with the horsehair plume,\n  While homeward his beloved consort went,\n  Oft looking back, and shedding many tears.\n  Soon was she in the spacious palace-halls\n  Of the man-queller Hector. There she found\n  A troop of maidens,–with them all she shared\n  Her grief; and all in his own house bewailed\n  The living Hector, whom they thought no more\n  To see returning from the battle-field,\n  Safe from the rage and weapons of the Greeks.\n                          Bryant’s Translation, Book VI.\nTHE ODYSSEY.",
        "  “The surge and thunder of the Odyssey.”",
        "The Odyssey relates the adventures of Ulysses on his return to Ithaca\nafter the Trojan war.",
        "It consists of twenty-four books, the first four of which are sometimes\nknown as the Telemachia, because Telemachus is the principal figure.",
        "The difference in style of the Iliad and Odyssey has caused some critics\nto assert that the latter is not the work of Homer; this is accounted for,\nhowever, by the difference of subject, and it is probable that the\nOdyssey, though of a later date, is the work of the same hand, “the work\nof Homer’s old age,–an epic bathed in a mellow light of sunset.”",
        "If the Odyssey alone had come down to us, its authorship would have passed\nunquestioned, for the poem is so compact, its plot so carefully planned\nand so skilfully carried out, that there can be no doubt that it is the\nwork of one hand.",
        "The Odyssey is as great a work of art as the Iliad, and is even more\npopular; for the Odyssey is a domestic romance, and as such appeals to a\nlarger audience than a tale of war alone,–the romance of the wandering\nUlysses and the faithful Penelope. Interwoven with it are the ever-popular\nfairy tales of Ulysses’s wanderings and descriptions of home life. It is\nmarked by the same pagan enjoyment of life, the same freshness and charm\nthat lend enchantment to the Iliad.",
        "F. B. Jevons’s History of Greek Literature, 1886, pp. 17-25;",
        "A. Lang’s Homer and the Epic, 1893, chaps. 8-13;",
        "J. A. Symonds’s Studies of the Greek Poets, ed. 3, 1893;",
        "J. E. Harrison’s Myths of the Odyssey in Art and Literature, 1882;",
        "W. J. Stillman’s On the Track of Ulysses, 1888;",
        "F. W. Newman’s The Authorship of the Odyssey (in his Miscellanies, vol.\nv.);",
        "J. Spence’s Essay on Pope’s Translation of the Odyssey, 1837.",
        "The Odyssey, Tr. into English blank verse by W. C. Bryant, 2 vols., 1871;",
        "The Odyssey, Tr. according to the Greek, with introduction and notes by\nGeorge Chapman, ed. 2, 2 vols., 1874;",
        "The Odyssey, Tr. by William Cowper;",
        "The Odyssey, Tr. by G. H. Palmer, 1894 (prose);",
        "The Odyssey, Tr. by Alexander Pope, with notes by Rev. T. W. A. Buckley,\nn. d.;",
        "The Odyssey, Tr. by S. H. Butcher and A. Lang, 1879 (prose).",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}