{
    "title": "National Epics - Selections From the Shah-Nameh",
    "author": "Kate Milner Rabb",
    "chapter": "23",
    "content": [
        "\n\n",
        "THE RAJA OF INDIA SENDS A CHESSBOARD TO NUSHIRVAN.",
        "“This account of the game of chess, written by Ferdusi more than eight\nhundred years ago, is curious as showing the antiquity of the game, its\nresemblance to it as now played, and the tradition that it was invented in\nIndia, and came originally from that country.”",
        "  A Mubid related, how one day the king\n  Suspended his crown over the ivory throne,\n  All aloes-wood and ivory, and all ivory and aloes;\n  Every pavilion a court, and every court a royal one;\n  All the Hall of Audience crowned with soldiers;\n  Every pavilion filled with Mubids and Wardens of the Marches,\n  From Balkh, and Bokhara, and from every frontier–\n  For the King of the world had received advices\n  From his vigilant and active emissaries,\n  That an Ambassador had arrived from a King of India,\n  With the parasol, and elephants, and cavalry of Sind,\n  And, accompanied by a thousand laden camels,\n  Was on his way to visit the Great King.\n  When the circumspect Monarch heard this news,\n  Immediately he despatched an escort to receive him.\n  And when the illustrious and dignified Ambassador\n  Came into the presence of the Great King,\n  According to the manner of the great, he pronounced a benediction,\n  And uttered the praise of the Creator of the world.\n  Then he scattered before him abundance of jewels,\n  And presented the parasol, the elephants, and the ear-rings;\n  The Indian parasol embroidered with gold,\n  And inwoven with all kinds of precious stones.\n  Then he opened the packages in the midst of the court,\n  And displayed each one, article by article, before the King.\n  Within the chest was much silver, and gold,\n  And musk, and amber, and fresh wood of aloes,\n  Of rubies, and diamonds, and Indian swords.\n  Each Indian sword was beautifully damascened;\n  Everything which is produced in Kanuj and Mai\n  Hand and foot were busy to put in its place.\n  They placed the whole together in front of the throne,\n  And the Chief, the favored of wakeful Fortune,\n  Surveyed all that the Raja had painstakingly collected,\n  And then commanded that it should be sent to his treasury.\n  Then the Ambassador presented, written on silk,\n  The letter which the Raja had addressed to Nushirvan;\n  And a chessboard, wrought with such exceeding labor,\n  That the pains bestowed upon it might have emptied a treasury.\n  And the Indian delivered a message from the Raja:\n  “So long as the heavens revolve, may thou be established in thy place!\n  All who have taken pains to excel in knowledge,\n  Command to place this chessboard before them,\n  And to exert their utmost ingenuity\n  To discover the secret of this noble game.\n  Let them learn the name of every piece.\n  Its proper position, and what is its movement.\n  Let them make out the foot-soldier of the army,\n  The elephant, the rook, and the horseman,\n  The march of the vizier and the procession of the King.\n  If they discover the science of this noble game,\n  They will have surpassed the most able in science.\n  Then the tribute and taxes which the King hath demanded\n  I will cheerfully send all to his court.\n  But if the congregated sages, men of Iran,\n  Should prove themselves completely at fault in this science,\n  Then, since they are not strong enough to compete with us in knowledge,\n  Neither should they desire taxes or tribute from this land and country:\n  Rather ought we to receive tribute from you,\n  Since knowledge hath a title beyond all else.”",
        "  Khosru gave heart and ear to the speaker,\n  And impressed on his memory the words which he heard.\n  They placed the chessboard before the King,\n  Who gazed attentively at the pieces a considerable time.\n  Half the pieces on the board were of brilliant ivory,\n  The other half of finely imaged teak-wood.\n  The nicely-observant King questioned him much\n  About the figures of the pieces and the beautiful board.\n  The Indian said in answer: “O thou great Monarch,\n  All the modes and customs of war thou wilt see,\n  When thou shalt have found out the way to the game;\n  The plans, the marches, the array of the battle-field.\"\n  He replied: “I shall require the space of seven days;\n  On the eighth we will encounter thee with a glad mind.\"\n  They furnished forthwith a pleasant apartment,\n  And assigned it to the Ambassador as his dwelling.",
        "  Then the Mubid and the skilful to point out the way\n  Repaired with one purpose to the presence of the King.\n  They placed the chessboard before them,\n  And observed it attentively, time without measure.\n  They sought out and tried every method,\n  And played against one another in all possible ways.\n  One spoke and questioned, and another listened,\n  But no one succeeded in making out the game.\n  They departed, each one with wrinkles on his brow;\n  And Buzarchamahar went forthwith to the king.",
        "  He perceived that he was ruffled and stern about this matter,\n  And in its beginning foresaw an evil ending.\n  Then he said to Khosru: “O Sovereign,\n  Master of the world, vigilant, and worthy to command,\n  I will reduce to practice this noble game;\n  All my intelligence will I exert to point out the way.\"\n  Then the king said: “This affair is thine affair;\n  Go thou about it with a clear mind and a sound body,\n  Otherwise the Raja of Kanuj would say,\n  ’He hath not one man who can search out the road,’\n  And this would bring foul disgrace on my Mubids,\n  On my court, on my throne, and on all my wise men.\"\n  Then Buzarchmahar made them place the chessboard before him,\n  And seated himself, full of thought, and expanded his countenance.\n  He sought out various ways, and moved the pieces to the right hand and\n    to the left,\n  In order that he might discover the position of every piece.\n  When after a whole day and a whole night, he had found out the game,\n  He hurried from his own pavilion to that of the King,\n  And exclaimed: “O King, whom Fortune crowneth with victory,\n  At last I have made out these figures and this chessboard,\n  By a happy chance, and by the favor of the Ruler of the world,\n  The mystery of this game hath found its solution.\n  Call before thee the Ambassador and all who care about it;\n  But the King of kings ought to be the first to behold it.\n  You would say at once without hesitation,\n  It is the exact image of a battle-field.\"\n  The King was right glad to hear the news;\n  He pronounced him the Fortunate, and the bearer of good tidings.\n  He commanded that the Mubids, and other counsellors,\n  And all who were renowned for their wisdom should be assembled;\n  And ordered that the Ambassador should be summoned to the Presence,\n  And that he should be placed on a splendid throne.",
        "  Then Buzarchamahar, addressing him, said:\n  “O Mubid, bright in council as the sun,\n  Tell us, what said the King about these pieces,\n  So may intelligence be coupled with thee forever!”",
        "  And this was his answer: “My Master, prosperous in his undertakings,\n  When I was summoned and appeared before him,\n  Said to me: ’These pieces of teak and ivory\n  Place before the throne of him who weareth the crown,\n  And say to him: Assemble thy Mubids and counsellors,\n  And seat them, and place the pieces before them.\n  If they succeed in making out the noble game,\n  They will win applause and augment enjoyment:\n  Then slaves and money and tribute and taxes,\n  I will send to him as far as I have the means;\n  For a monarch is to be esteemed for his wisdom,\n  Not for his treasure, or his men, or his lofty throne.\n  But if the King and his counsellors are not able to do all this\n  And their minds are not bright enough to comprehend it,\n  He ought not to desire from us tribute or treasure,\n  And his wise soul, alas! must come to grief;\n  And when he seeth our minds and genius to be subtler than theirs.\n  Rather will he send them to us in greater abundance.’”",
        "  Then Buzarchamahar brought the chess-men and board,\n  And placed them before the throne of the watchful King,\n  And said to the Mubids and counsellors:\n  “O ye illustrious and pure-hearted sages,\n  Give ear all of you to the words he hath uttered,\n  And to the observations of his prudent chief.”",
        "  Then the knowing-man arranged a battle-field,\n  Giving to the King the place in the centre;\n  Right and left he drew up the army,\n  Placing the foot-soldiers in front of the battle.\n  A prudent vizier he stationed beside the King,\n  To give him advice on the plan of the engagement;\n  On each side he set the elephants of war [our bishops],\n  To support one another in the midst of the combat.\n  Further on he assigned their position to the war-steeds [our knights],\n  Placing upon each a horseman eager for battle.\n  Lastly, right and left, at the extremities of the field,\n  He stationed the heroes [the rooks] as rivals to each other.\n  When Buzarchamahar had thus drawn up the army,\n  The whole assembly was lost in astonishment;\n  But the Indian Ambassador was exceedingly grieved,\n  And stood motionless at the sagacity of that Fortune-favored man;\n  Stupefied with amazement, he looked upon him as a magician,\n  And his whole soul was absorbed in his reflections.\n  “For never hath he seen,” he said, “a chessboard before,\n  Nor ever hath he heard about it from the experienced men of India.\n  I have told him nothing of the action of these pieces,\n  Not a word have I said about this arrangement and purpose.\n  How then hath the revelation come down upon him?\n  No one in the world will ever take his place!”",
        "  And Khosru was so proud of Buzarchamahar,\n  Thou mightest say that he was looking Fortune in the face.\n  He was gladdened at his heart, and loaded him with caresses,\n  And ordered him a more than ordinary dress of honor,\n  And commanded him to be given a royal cup\n  Filled to the brim with princely jewels,\n  And a quantity of money, and a charger and a saddle,\n  And dismissed him from the Presence overwhelmed with praises.\n         Robinson’s Translation.\nZAL AND RUDABEH.",
        "“Zal, recovered from the care of the Simurgh and arrived at manhood, is\nsent to govern the frontier province of Zabul; the adjoining province of\nKabul, though tributary to the Persian emperor, being governed by its own\nking, called Mihrab. This episode commences with a visit which Mihrab pays\nto Zal, who receives him with distinguished honor, entertains him at a\nsumptuous banquet, and they separate with mutual respect.”",
        "  Then a chief of the great ones around him\n  Said: “O thou, the hero of the world,\n  This Mihrab hath a daughter behind the veil,\n  Whose face is more resplendent than the sun;\n  From head to foot pure as ivory,\n  With a cheek like the spring, and in stature like the teak-tree.\n  Upon her silver shoulders descend two musky tresses,\n  Which, like nooses, fetter the captive;\n  Her lip is like the pomegranate, and her cheek like its flower;\n  Her eyes resemble the narcissus in the garden;\n  Her eyelashes have borrowed the blackness of the raven;\n  Her eyebrows are arched like a fringed bow.\n  Wouldst thou behold the mild radiance of the moon? Look upon her\n    countenance!\n  Wouldst thou inhale delightful odors? She is all fragrance!\n  She is altogether a paradise of sweets,\n  Decked with all grace, all music, all thou canst desire!\n  She would be fitting for thee, O warrior of the world;\n  She is as the heavens above to such as we are.”",
        "  When Zal heard this description,\n  His love leaped to the lovely maiden:\n  His heart boiled over with the heat of passion,\n  So that understanding and rest departed from him.\n  Night came, but he sat groaning, and buried in thought,\n  And a prey to sorrow for the not-yet-seen.",
        "On returning from a second visit, Mihrab describes Zal to his wife and\nhis daughter Rudabeh.\n  “O beautiful silver-bosomed cypress,\n  In the wide world not one of the heroes\n  Will come up to the measure of Zal!\n  In the pictured palace men will never behold the image\n  Of a warrior so strong, or so firm in the saddle.\n  He hath the heart of a lion, the power of an elephant,\n  And the strength of his arm is as the rush of the Nile.\n  When he sitteth on the throne, he scattereth gold before him;\n  In the battle, the heads of his enemies.\n  His cheek is as ruddy as the flower of the arghavan;\n  Young in years, all alive, and the favorite of fortune;\n  And though his hair is white as though with age,\n  Yet in his bravery he could tear to pieces the water-serpent.",
        "  “He rageth in the conflict with the fury of the crocodile,\n  He fighteth in the saddle like a sharp-fanged dragon.\n  In his wrath he staineth the earth with blood,\n  As he wieldeth his bright scimitar around him.\n  And though his hair is as white as is a fawn’s,\n  In vain would the fault-finder seek another defect!\n  Nay, the whiteness of his hair even becometh him;\n  Thou wouldst say that he is born to beguile all hearts!”",
        "  When Rudabeh heard this description,\n  Her heart was set on fire, and her cheek crimsoned like the pomegranate.\n  Her whole soul was filled with the love of Zal,\n  And food, and peace, and quietude were driven far from her.",
        "After a time Rudabeh resolves to reveal her passion to her attendants.\n  Then she said to her prudent slaves:\n  “I will discover what I have hitherto concealed;\n  Ye are each of you the depositaries of my secrets,\n  My attendants, and the partners of my griefs.\n  I am agitated with love like the raging ocean,\n  Whose billows are heaved to the sky.\n  My once bright heart is filled with the love of Zal;\n  My sleep is broken with thoughts of him.\n  My soul is perpetually filled with my passion;\n  Night and day my thoughts dwell upon his countenance.",
        "  “Not one except yourselves knoweth my secret;\n  Ye, my affectionate and faithful servants,\n  What remedy can ye now devise for my ease?\n  What will ye do for me? What promise will ye give me?\n  Some remedy ye must devise,\n  To free my heart and soul from this unhappiness.”",
        "  Astonishment seized the slaves,\n  That dishonor should come nigh the daughter of kings.\n  In the anxiety of their hearts they started from their seats,\n  And all gave answer with one voice:\n  “O crown of the ladies of the earth!\n  Maiden pre-eminent amongst the pre-eminent!\n  Whose praise is spread abroad from Hindustan to China;\n  The resplendent ring in the circle of the harem;\n  Whose stature surpasseth every cypress in the garden;\n  Whose cheek rivalleth the lustre of the Pleiades;\n  Whose picture is sent by the ruler of Kanuj\n  Even to the distant monarchs of the West–\n  Have you ceased to be modest in your own eyes?\n  Have you lost all reverence for your father,\n  That whom his own parent cast from his bosom,\n  Him will you receive into yours?\n  A man who was nurtured by a bird in the mountains!\n  A man who was a by-word amongst the people!\n  You–with your roseate countenance and musky tresses–\n  Seek a man whose hair is already white with age!\n  You–who have filled the world with admiration,\n  Whose portrait hangeth in every palace,\n  And whose beauty, and ringlets, and stature are such\n  That you might draw down a husband from the skies!”",
        "To this remonstrance she makes the following indignant answer:\n  When Rudabeh heard their reply,\n  Her heart blazed up like fire before the wind.\n  She raised her voice in anger against them,\n  Her face flushed, but she cast down her eyes.\n  After a time, grief and anger mingled in her countenance,\n  And knitting her brows with passion, she exclaimed:\n  “O unadvised and worthless counsellors,\n  It was not becoming in me to ask your advice!\n  Were my eye dazzled by a star,\n  How could it rejoice to gaze even upon the moon?\n  He who is formed of worthless clay will not regard the rose,\n  Although the rose is in nature more estimable than clay!\n  I wish not for Caesar, nor Emperor of China,\n  Nor for any one of the tiara-crowned monarchs of Iran;\n  The son of Saum, Zal, alone is my equal,\n  With his lion-like limbs, and arms, and shoulders.\n  You may call him, as you please, an old man, or a young;\n  To me, he is in the room of heart and of soul.\n  Except him never shall any one have a place in my heart;\n  Mention not to me any one except him.\n  Him hath my love chosen unseen,\n  Yea, hath chosen him only from description.\n  For him is my affection, not for face or hair;\n  And I have sought his love in the way of honor.”",
        "The slaves speak.",
        "  “May hundreds of thousands such as we are be a sacrifice for thee;\n  May the wisdom of the creation be thy worthy portion;\n  May thy dark narcissus-eye be ever full of modesty;\n  May thy cheek be ever tinged with bashfulness!\n  If it be necessary to learn the art of the magician,\n  To sew up the eyes with the bands of enchantment,\n  We will fly till we surpass the enchanter’s bird,\n  We will run like the deer in search of a remedy.\n  Perchance we may draw the King nigh unto his moon,\n  And place him securely at thy side.”",
        "  The vermil lip of Rudabeh was filled with smiles;\n  She turned her saffron-tinted countenance toward the slave, and said:\n  “If thou shalt bring this matter to a happy issue,\n  Thou hast planted for thyself a stately and fruitful tree,\n  Which every day shall bear rubies for its fruit,\n  And shall pour that fruit into thy lap.”",
        "The slaves arrange an interview between the lovers.",
        "  Then said the elegant cypress-formed lady to her maidens:\n  “Other than this were once your words and your counsel!\n  Is this then the Zal, the nursling of a bird?\n  This the old man, white-haired and withered?\n  Now his cheek is ruddy as the flower of the arghavan;\n  His stature is tall, his face beautiful, his presence lordly!\n  Ye have exalted my charms before him;\n  Ye have spoken and made me a bargain!\"\n  She said, and her lips were full of smiles,\n  But her cheek crimsoned like the bloom of pomegranate.",
        "The interview takes place in a private pavilion of the princess.\n  When from a distance the son of the valiant Saum\n  Became visible to the illustrious maiden,\n  She opened her gem-like lips, and exclaimed:\n  “Welcome, thou brave and happy youth!\n  The blessing of the Creator of the world be upon thee;\n  On him who is the father of a son like thee!\n  May destiny ever favor thy wishes!\n  May the vault of heaven be the ground thou walkest on!\n  The dark night is turned into day by thy countenance;\n  The world is soul-enlivened by the fragrance of thy presence!\n  Thou hast travelled hither on foot from thy palace;\n  Thou hast pained, to behold me, thy royal footsteps!”",
        "  When the hero heard the voice from the battlement,\n  He looked up and beheld a face resplendent as the sun,\n  Irradiating the terrace like a flashing jewel,\n  And brightening the ground like a naming ruby.",
        "  Then he replied: “O thou who sheddest the mild radiance of the moon,\n  The blessing of Heaven, and mine, be upon thee!\n  How many nights hath cold Arcturus beholden me,\n  Uttering my cry to God, the Pure,\n  And beseeching the Lord of the universe,\n  That he would vouchsafe to unveil thy countenance before me!\n  Now I am made joyful in hearing thy voice,\n  In listening to thy rich and gracious accents.\n  But seek, I pray thee, some way to thy presence;\n  For what converse can we hold, I on the ground, and thou on the\n    terrace?”",
        "  The Peri-faced maiden heard the words of the hero;\n  Quickly she unbound her auburn locks,\n  Coil upon coil, and serpent upon serpent;\n  And she stooped and dropped down the tresses from the battlement,\n  And cried: “O hero, child of heroes,\n  Take now these tresses, they belong to thee,\n  And I have cherished them that they might prove an aid to my beloved.”",
        "  And Zal gazed upward at the lovely maiden,\n  And stood amazed at the beauty of her hair and of her countenance;\n  He covered the musky ringlets with his kisses,\n  And his bride heard the kisses from above.\n  Then he exclaimed: “That would not be right–\n  May the bright sun never shine on such a day!\n  It were to lay my hand on the life of one already distracted;\n  It were to plunge the arrow-point into my own wounded bosom.\"\n  Then he took his noose from his boy, and made a running knot,\n  And threw it, and caught it on the battlement,\n  And held his breath, and at one bound\n  Sprang from the ground, and reached the summit.",
        "  As soon as the hero stood upon the terrace,\n  The Peri-faced maiden ran to greet him,\n  And took the hand of the hero in her own,\n  And they went like those who are overcome with wine.",
        "  Then he descended from the lofty gallery,\n  His hand in the hand of the tall princess,\n  And came to the door of the gold-painted pavilion,\n  And entered that royal assembly,\n  Which blazed with light like the bowers of Paradise;\n  And the slaves stood like houris before them:\n  And Zal gazed in astonishment\n  On her face, and her hair, and her stately form, and on all that\n    splendor.",
        "  And Zal was seated in royal pomp\n  Opposite that mildly-radiant beauty;\n  And Rudabeh could not rest from looking towards him,\n  And gazing upon him with all her eyes;\n  On that arm, and shoulder, and that splendid figure,\n  On the brightness of that soul-enlightening countenance;\n  So that the more and more she looked\n  The more and more was her heart inflamed.",
        "  Then he kissed and embraced her, renewing his vows–\n  Can the lion help pursuing the wild ass?–\n  And said: “O sweet and graceful silver-bosomed maiden,\n  It may not be, that, both of noble lineage,\n  We should do aught unbecoming our birth;\n  For from Saum Nariman I received an admonition.\n  To do no unworthy deed, lest evil should come of it;\n  For better is the seemly than the unseemly,\n  That which is lawful than that which is forbidden.\n  And I fear that Manuchahar, when he shall hear of this affair,\n  Will not be inclined to give it his approval;\n  I fear, too, that Saum will exclaim against it,\n  And will boil over with passion, and lay his hand upon me.\n  Yet, though soul and body are precious to all men,\n  Life will I resign, and clothe myself with a shroud–\n  And this I swear by the righteous God–\n  Ere I will break the faith which I have pledged thee.\n  I will bow myself before Him, and offer my adoration,\n  And supplicate Him as those who worship Him in truth,\n  That He will cleanse the heart of Saum, king of the earth,\n  From opposition, and rage, and rancor.\n  Perhaps the Creator of the world may listen to my prayer,\n  And thou mayest yet be publicly proclaimed my wife.”",
        "  And Rudabeh said: “And I also, in the presence of the righteous God,\n  Take the same pledge, and swear to thee my faith;\n  And He who created the world be witness to my words,\n  That no one but the hero of the world,\n  The throned, the crowned, the far-famed Zal,\n  Will I ever permit to be sovereign over me.”",
        "  So their love every moment became greater;\n  Prudence was afar, and passion was predominant,\n  Till the gray dawn began to show itself,\n  And the drum to be heard from the royal pavilion.\n  Then Zal bade adieu to the fair one;\n  His soul was darkened, and his bosom on fire,\n  And the eyes of both were filled with tears;\n  And they lifted up their voices against the sun:\n  “O glory of the universe, why come so quick?\n  Couldst thou not wait one little moment”",
        "  Then Zal cast his noose on a pinnacle,\n  And descended from those happy battlements,\n  As the sun was rising redly above the mountains,\n  And the bands of warriors were gathering in their ranks.\n        Robinson’s Translation.\nTHE POEM OF THE CID.",
        "Rodrigo Ruy Diaz, El Cid Campeador, was born near Burgos, in Spain, about\n1040. The name Cid was given him by the Moors, and means lord. Campeador\nmeans champion.",
        "Ruy Diaz was the trusty lord of Sancho, King of Castile, who at his death\ndivided his kingdom among his children. He then espoused the cause of the\neldest son, Sancho, and assisted him in wresting their portion of the\nkingdom from his brothers Garcia and Alfonso. Sancho having been\ntreacherously slain while besieging his sister Urraca’s town of Zamora,\nthe Cid attached himself to Alfonso, humiliating him, however, by making\nhim and his chief lords swear that they had had no hand in Sancho’s death.\nFor this, Alfonso revenged himself by exiling the Cid on the slightest\npretexts, recalling him only when his services were needed in the defence\nof the country.",
        "This much, and the Cid’s victories over the Moors, his occupation of\nValencia, and his army’s departure therefrom in 1102, led by his corpse\nseated on horseback, “clothed in his habit as he lived”, are historical\nfacts.",
        "A great mass of romances, among them the story of his slaying Count Don\nGomez because he had insulted his father, Diego Laynez; of Don Gomez’s\ndaughter Ximena wooing and wedding him; of his assisting the leper and\nhaving his future success foretold by him, and of his embalmed body\nsitting many years in the cathedral at Toledo, are related in the\n“Chronicle of the Cid” and the “Ballads.”",
        "The Poem of the Cid narrates only a portion of his career, and “if it had\nbeen named,” says Ormsby, “would have been called ’The Triumph of the\nCid.’”",
        "The Poem of the Cid was written about 1200 A. D. Its authorship is\nunknown.",
        "It contains three thousand seven hundred and forty-five lines, and is\ndivided into two cantares. The versification is careless; when rhyme\nhampered the poet he dropped it, and used instead the assonant rhyme.",
        "The Poem of the Cid is of peculiar interest because it belongs to the very\ndawn of our modern literature, and because its hero was evidently a real\npersonage, a portion of whose history was recorded in this epic not long\nafter the events took place. The Cid is one of the most simple and natural\nof the epic heroes; he has all a man’s weaknesses, and it is difficult to\nrepress a smile at the perfectly natural manner in which, while he\nslaughters enough Moors to secure himself a place in the heavenly kingdom,\nhe takes good care to lay up gold for the enjoyment of life on earth. The\npoem is told with the greatest simplicity, naturalness, and directness, as\nwell as with much poetic fire.",
        "Robert Southey’s Chronicle of the Cid. . . . Appendix contains Poetry of\nthe Cid by J. H. Frere, 1808, new ed., 1845;",
        "Matthew Arnold’s Poem of the Cid, MacMillan, 1871, vol. xxiv., pp.\n471-485;",
        "George Dennio’s The Cid: A short Chronicle founded on the early Poetry of\nSpain, 1845;",
        "Butler Clarke’s The Cid (in his Spanish Literature, 1893, pp. 46-53);\nE. E. Hale and Susan Hale’s The Cid (in their Story of Spain, 1893, pp.\n248-261);",
        "Stanley Lane Poole’s The Cid (in his Story of the Moors in Spain, 1891,\npp. 191-213);",
        "Sismondi’s Poem of the Cid (in his Literature of the South of Europe,\n1884, vol. ii., pp. 95-140);",
        "George Ticknor’s Poem of the Cid (in his History of Spanish Literature,\ned. 6, 1893, vol. i., pp. 12-26);",
        "W. T. Dobson’s Classic Poets, (1879, pp. 35-138);",
        "J. G. von Herder’s Der Cid, nach spanischen Romanzen besungen (in his\nworks, 1852, vol. xiv.), translated.",
        "The Poem of the Cid, Tr. by John Ormsby, 1879;",
        "Translations from the Poem of the Cid by John Hookam Frere (in his works,\n1872, vol. ii., p. 409);",
        "Ballads of the Cid, Tr. by Lewis Gerard, 1883;",
        "Ancient Spanish Ballads, Tr. by John Gibson Lockhart, 1823.",
        "Continue...",
        "\nThis full text of “National Epics” by Kate Milner Rabb belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}