{
    "title": "Notes from the Underground - VIII",
    "author": "Fyodor Dostoyevsky",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "\n“Ha! ha! ha!  But you know there is no such thing as choice in reality, say\nwhat you like,” you will interpose with a chuckle.  “Science has succeeded\nin so far analysing man that we know already that choice and\nwhat is called freedom of will is nothing else than—”",
        "Stay, gentlemen, I meant to begin with that myself I confess, I was\nrather frightened.  I was just going to say that the devil only knows what\nchoice depends on, and that perhaps that was a very good thing, but I\nremembered the teaching of science ... and pulled myself up.  And here\nyou have begun upon it.  Indeed, if there really is some day discovered a\nformula for all our desires and caprices—that is, an explanation of what\nthey depend upon, by what laws they arise, how they develop, what they\nare aiming at in one case and in another and so on, that is a real\nmathematical formula—then, most likely, man will at once cease to feel\ndesire, indeed, he will be certain to.  For who would want to choose by\nrule?  Besides, he will at once be transformed from a human being into\nan organ-stop or something of the sort; for what is a man without desires,\nwithout free will and without choice, if not a stop in an organ?  What do\nyou think?  Let us reckon the chances—can such a thing happen or not?",
        "“H’m!” you decide.  “Our choice is usually mistaken from a false view\nof our advantage.  We sometimes choose absolute nonsense because in\nour foolishness we see in that nonsense the easiest means for attaining a\nsupposed advantage.  But when all that is explained and worked out on\npaper (which is perfectly possible, for it is contemptible and senseless to\nsuppose that some laws of nature man will never understand), then\ncertainly so-called desires will no longer exist.  For if a desire should come\ninto conflict with reason we shall then reason and not desire, because it\nwill be impossible retaining our reason to be SENSELESS in our desires, and\nin that way knowingly act against reason and desire to injure ourselves. \nAnd as all choice and reasoning can be really calculated—because there\nwill some day be discovered the laws of our so-called free will—so, joking\napart, there may one day be something like a table constructed of them,\nso that we really shall choose in accordance with it.  If, for instance, some\nday they calculate and prove to me that I made a long nose at someone\nbecause I could not help making a long nose at him and that I had to do it\nin that particular way, what FREEDOM is left me, especially if I am a learned\nman and have taken my degree somewhere?  Then I should be able to\ncalculate my whole life for thirty years beforehand.  In short, if this could\nbe arranged there would be nothing left for us to do; anyway, we should\nhave to understand that.  And, in fact, we ought unwearyingly to repeat to\nourselves that at such and such a time and in such and such circumstances\nnature does not ask our leave; that we have got to take her as she is\nand not fashion her to suit our fancy, and if we really aspire to formulas\nand tables of rules, and well, even ... to the chemical retort, there’s no\nhelp for it, we must accept the retort too, or else it will be accepted\nwithout our consent ....”",
        "Yes, but here I come to a stop!  Gentlemen, you must excuse me for being\nover-philosophical; it’s the result of forty years underground!  Allow me to\nindulge my fancy.  You see, gentlemen, reason is an excellent thing, there’s\nno disputing that, but reason is nothing but reason and satisfies only\nthe rational side of man’s nature, while will is a manifestation of the whole\nlife, that is, of the whole human life including reason and all the impulses.\nAnd although our life, in this manifestation of it, is often worthless, yet\nit is life and not simply extracting square roots.  Here I, for instance,\nquite naturally want to live, in order to satisfy all my capacities for\nlife, and not simply my capacity for reasoning, that is, not simply one\ntwentieth of my capacity for life.  What does reason know?  Reason only\nknows what it has succeeded in learning (some things, perhaps, it will\nnever learn; this is a poor comfort, but why not say so frankly?) and\nhuman nature acts as a whole, with everything that is in it, consciously\nor unconsciously, and, even if it goes wrong, it lives.  I suspect,\ngentlemen, that you are looking at me with compassion; you tell me\nagain that an enlightened and developed man, such, in short, as the\nfuture man will be, cannot consciously desire anything disadvantageous\nto himself, that that can be proved mathematically.  I thoroughly agree, it\ncan—by mathematics.  But I repeat for the hundredth time, there is one\ncase, one only, when man may consciously, purposely, desire what is\ninjurious to himself, what is stupid, very stupid—simply in order to have\nthe right to desire for himself even what is very stupid and not to be\nbound by an obligation to desire only what is sensible.  Of course, this\nvery stupid thing, this caprice of ours, may be in reality, gentlemen,\nmore advantageous for us than anything else on earth, especially in\ncertain cases.  And in particular it may be more advantageous than any\nadvantage even when it does us obvious harm, and contradicts the\nsoundest conclusions of our reason concerning our advantage—for in\nany circumstances it preserves for us what is most precious and most\nimportant—that is, our personality, our individuality.  Some, you see,\nmaintain that this really is the most precious thing for mankind; choice\ncan, of course, if it chooses, be in agreement with reason; and especially\nif this be not abused but kept within bounds.  It is profitable and sometimes\neven praiseworthy.  But very often, and even most often, choice is\nutterly and stubbornly opposed to reason ... and ... and ... do you\nknow that that, too, is profitable, sometimes even praiseworthy?  Gentlemen,\nlet us suppose that man is not stupid.  (Indeed one cannot refuse to\nsuppose that, if only from the one consideration, that, if man is stupid,\nthen who is wise?)  But if he is not stupid, he is monstrously ungrateful!\nPhenomenally ungrateful.  In fact, I believe that the best definition of\nman is the ungrateful biped.  But that is not all, that is not his worst\ndefect; his worst defect is his perpetual moral obliquity, perpetual—from\nthe days of the Flood to the Schleswig-Holstein period.  Moral obliquity\nand consequently lack of good sense; for it has long been accepted that\nlack of good sense is due to no other cause than moral obliquity.  Put it to\nthe test and cast your eyes upon the history of mankind.  What will you\nsee?  Is it a grand spectacle?  Grand, if you like.  Take the Colossus of\nRhodes, for instance, that’s worth something.  With good reason Mr.\nAnaevsky testifies of it that some say that it is the work of man’s hands,\nwhile others maintain that it has been created by nature herself.  Is it\nmany-coloured?  May be it is many-coloured, too: if one takes the dress\nuniforms, military and civilian, of all peoples in all ages—that alone is\nworth something, and if you take the undress uniforms you will never get\nto the end of it; no historian would be equal to the job.  Is it monotonous?\nMay be it’s monotonous too: it’s fighting and fighting; they are fighting\nnow, they fought first and they fought last—you will admit, that it is\nalmost too monotonous.  In short, one may say anything about the history\nof the world—anything that might enter the most disordered imagination.\nThe only thing one can’t say is that it’s rational.  The very word sticks\nin one’s throat.  And, indeed, this is the odd thing that is continually\nhappening: there are continually turning up in life moral and rational\npersons, sages and lovers of humanity who make it their object to live all\ntheir lives as morally and rationally as possible, to be, so to speak, a light\nto their neighbours simply in order to show them that it is possible to live\nmorally and rationally in this world.  And yet we all know that those very\npeople sooner or later have been false to themselves, playing some queer\ntrick, often a most unseemly one.  Now I ask you: what can be expected of\nman since he is a being endowed with strange qualities?  Shower upon\nhim every earthly blessing, drown him in a sea of happiness, so that\nnothing but bubbles of bliss can be seen on the surface; give him\neconomic prosperity, such that he should have nothing else to do but\nsleep, eat cakes and busy himself with the continuation of his species, and\neven then out of sheer ingratitude, sheer spite, man would play you some\nnasty trick.  He would even risk his cakes and would deliberately desire\nthe most fatal rubbish, the most uneconomical absurdity, simply to\nintroduce into all this positive good sense his fatal fantastic element.  It is\njust his fantastic dreams, his vulgar folly that he will desire to retain,\nsimply in order to prove to himself—as though that were so necessary—\nthat men still are men and not the keys of a piano, which the laws of\nnature threaten to control so completely that soon one will be able to\ndesire nothing but by the calendar.  And that is not all: even if man really\nwere nothing but a piano-key, even if this were proved to him by natural\nscience and mathematics, even then he would not become reasonable,\nbut would purposely do something perverse out of simple ingratitude,\nsimply to gain his point.  And if he does not find means he will contrive\ndestruction and chaos, will contrive sufferings of all sorts, only to gain his\npoint!  He will launch a curse upon the world, and as only man can curse\n(it is his privilege, the primary distinction between him and other animals),\nmay be by his curse alone he will attain his object—that is,\nconvince himself that he is a man and not a piano-key!  If you say that all\nthis, too, can be calculated and tabulated—chaos and darkness and\ncurses, so that the mere possibility of calculating it all beforehand would\nstop it all, and reason would reassert itself, then man would purposely go\nmad in order to be rid of reason and gain his point!  I believe in it, I\nanswer for it, for the whole work of man really seems to consist in nothing\nbut proving to himself every minute that he is a man and not a piano-key!\nIt may be at the cost of his skin, it may be by cannibalism!  And this being\nso, can one help being tempted to rejoice that it has not yet come off, and\nthat desire still depends on something we don’t know?",
        "You will scream at me (that is, if you condescend to do so) that no one\nis touching my free will, that all they are concerned with is that my will\nshould of itself, of its own free will, coincide with my own normal\ninterests, with the laws of nature and arithmetic.",
        "Good heavens, gentlemen, what sort of free will is left when we\ncome to tabulation and arithmetic, when it will all be a case of twice\ntwo make four?  Twice two makes four without my will.  As if free will\nmeant that!",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}