{
    "title": "Notes from the Underground - VII",
    "author": "Fyodor Dostoyevsky",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "\nBut these are all golden dreams.  Oh, tell me, who was it first announced,\nwho was it first proclaimed, that man only does nasty things because he\ndoes not know his own interests; and that if he were enlightened, if his\neyes were opened to his real normal interests, man would at once cease to\ndo nasty things, would at once become good and noble because, being\nenlightened and understanding his real advantage, he would see his own\nadvantage in the good and nothing else, and we all know that not one\nman can, consciously, act against his own interests, consequently, so to\nsay, through necessity, he would begin doing good?  Oh, the babe!  Oh,\nthe pure, innocent child!  Why, in the first place, when in all these\nthousands of years has there been a time when man has acted only from\nhis own interest?  What is to be done with the millions of facts that bear\nwitness that men, CONSCIOUSLY, that is fully understanding their real\ninterests, have left them in the background and have rushed headlong on\nanother path, to meet peril and danger, compelled to this course by\nnobody and by nothing, but, as it were, simply disliking the beaten track,\nand have obstinately, wilfully, struck out another difficult, absurd way,\nseeking it almost in the darkness.  So, I suppose, this obstinacy and\nperversity were pleasanter to them than any advantage. ...  Advantage!\nWhat is advantage?  And will you take it upon yourself to define with\nperfect accuracy in what the advantage of man consists?  And what if it so\nhappens that a man’s advantage, SOMETIMES, not only may, but even\nmust, consist in his desiring in certain cases what is harmful to himself\nand not advantageous.  And if so, if there can be such a case, the whole\nprinciple falls into dust.  What do you think—are there such cases?  You\nlaugh; laugh away, gentlemen, but only answer me: have man’s advantages\nbeen reckoned up with perfect certainty?  Are there not some which not\nonly have not been included but cannot possibly be included under any\nclassification?  You see, you gentlemen have, to the best of my\nknowledge, taken your whole register of human advantages from the\naverages of statistical figures and politico-economical formulas.  Your\nadvantages are prosperity, wealth, freedom, peace—and so on, and so\non. So that the man who should, for instance, go openly and knowingly\nin opposition to all that list would to your thinking, and indeed mine,\ntoo, of course, be an obscurantist or an absolute madman: would not he?\nBut, you know, this is what is surprising: why does it so happen that all\nthese statisticians, sages and lovers of humanity, when they reckon up\nhuman advantages invariably leave out one?  They don’t even take it into\ntheir reckoning in the form in which it should be taken, and the whole\nreckoning depends upon that.  It would be no greater matter, they would\nsimply have to take it, this advantage, and add it to the list.  But the\ntrouble is, that this strange advantage does not fall under any classification\nand is not in place in any list.  I have a friend for instance ...  Ech!\ngentlemen, but of course he is your friend, too; and indeed there is no\none, no one to whom he is not a friend!  When he prepares for any\nundertaking this gentleman immediately explains to you, elegantly and\nclearly, exactly how he must act in accordance with the laws of reason and\ntruth.  What is more, he will talk to you with excitement and passion of\nthe true normal interests of man; with irony he will upbraid the short-\nsighted fools who do not understand their own interests, nor the true\nsignificance of virtue; and, within a quarter of an hour, without any\nsudden outside provocation, but simply through something inside him\nwhich is stronger than all his interests, he will go off on quite a different\ntack—that is, act in direct opposition to what he has just been saying\nabout himself, in opposition to the laws of reason, in opposition to his\nown advantage, in fact in opposition to everything ...  I warn you that\nmy friend is a compound personality and therefore it is difficult to blame\nhim as an individual.  The fact is, gentlemen, it seems there must really\nexist something that is dearer to almost every man than his greatest\nadvantages, or (not to be illogical) there is a most advantageous advantage\n(the very one omitted of which we spoke just now) which is more\nimportant and more advantageous than all other advantages, for the sake\nof which a man if necessary is ready to act in opposition to all laws; that\nis, in opposition to reason, honour, peace, prosperity—in fact, in opposition\nto all those excellent and useful things if only he can attain that\nfundamental, most advantageous advantage which is dearer to him\nthan all.  “Yes, but it’s advantage all the same,” you will retort.  But excuse\nme, I’ll make the point clear, and it is not a case of playing upon words. \nWhat matters is, that this advantage is remarkable from the very fact that\nit breaks down all our classifications, and continually shatters every\nsystem constructed by lovers of mankind for the benefit of mankind.  In\nfact, it upsets everything.  But before I mention this advantage to you, I\nwant to compromise myself personally, and therefore I boldly declare\nthat all these fine systems, all these theories for explaining to mankind\ntheir real normal interests, in order that inevitably striving to pursue\nthese interests they may at once become good and noble—are, in my\nopinion, so far, mere logical exercises!  Yes, logical exercises.  Why, to\nmaintain this theory of the regeneration of mankind by means of the\npursuit of his own advantage is to my mind almost the same thing ...\nas to affirm, for instance, following Buckle, that through civilisation\nmankind becomes softer, and consequently less bloodthirsty and less\nfitted for warfare.  Logically it does seem to follow from his arguments. \nBut man has such a predilection for systems and abstract deductions that\nhe is ready to distort the truth intentionally, he is ready to deny the\nevidence of his senses only to justify his logic.  I take this example\nbecause it is the most glaring instance of it.  Only look about you: blood\nis being spilt in streams, and in the merriest way, as though it were\nchampagne.  Take the whole of the nineteenth century in which Buckle\nlived.  Take Napoleon—the Great and also the present one.  Take North\nAmerica—the eternal union.  Take the farce of Schleswig-Holstein ....\nAnd what is it that civilisation softens in us?  The only gain of civilisation\nfor mankind is the greater capacity for variety of sensations—and\nabsolutely nothing more.  And through the development of this many-\nsidedness man may come to finding enjoyment in bloodshed.  In fact,\nthis has already happened to him.  Have you noticed that it is the most\ncivilised gentlemen who have been the subtlest slaughterers, to whom\nthe Attilas and Stenka Razins could not hold a candle, and if they are\nnot so conspicuous as the Attilas and Stenka Razins it is simply because\nthey are so often met with, are so ordinary and have become so familiar\nto us.  In any case civilisation has made mankind if not more bloodthirsty,\nat least more vilely, more loathsomely bloodthirsty.  In old days\nhe saw justice in bloodshed and with his conscience at peace exterminated\nthose he thought proper.  Now we do think bloodshed abominable\nand yet we engage in this abomination, and with more energy than ever. \nWhich is worse?  Decide that for yourselves.  They say that Cleopatra\n(excuse an instance from Roman history) was fond of sticking gold pins\ninto her slave-girls’ breasts and derived gratification from their screams\nand writhings.  You will say that that was in the comparatively barbarous\ntimes; that these are barbarous times too, because also, comparatively\nspeaking, pins are stuck in even now; that though man has now learned\nto see more clearly than in barbarous ages, he is still far from having\nlearnt to act as reason and science would dictate.  But yet you are fully\nconvinced that he will be sure to learn when he gets rid of certain old\nbad habits, and when common sense and science have completely\nre-educated human nature and turned it in a normal direction.  You are\nconfident that then man will cease from INTENTIONAL error and will, so to\nsay, be compelled not to want to set his will against his normal interests. \nThat is not all; then, you say, science itself will teach man (though to my\nmind it’s a superfluous luxury) that he never has really had any caprice\nor will of his own, and that he himself is something of the nature of a\npiano-key or the stop of an organ, and that there are, besides, things\ncalled the laws of nature; so that everything he does is not done by his\nwilling it, but is done of itself, by the laws of nature.  Consequently we\nhave only to discover these laws of nature, and man will no longer have\nto answer for his actions and life will become exceedingly easy for him. \nAll human actions will then, of course, be tabulated according to these\nlaws, mathematically, like tables of logarithms up to 108,000, and\nentered in an index; or, better still, there would be published certain\nedifying works of the nature of encyclopaedic lexicons, in which everything\nwill be so clearly calculated and explained that there will be no\nmore incidents or adventures in the world.",
        "Then—this is all what you say—new economic relations will be\nestablished, all ready-made and worked out with mathematical exactitude,\nso that every possible question will vanish in the twinkling of an eye,\nsimply because every possible answer to it will be provided.  Then\nthe “Palace of Crystal” will be built.  Then ...  In fact, those will be\nhalcyon days.  Of course there is no guaranteeing (this is my comment)\nthat it will not be, for instance, frightfully dull then (for what will one\nhave to do when everything will be calculated and tabulated), but on the\nother hand everything will be extraordinarily rational.  Of course boredom\nmay lead you to anything.  It is boredom sets one sticking golden\npins into people, but all that would not matter.  What is bad (this is my\ncomment again) is that I dare say people will be thankful for the gold\npins then.  Man is stupid, you know, phenomenally stupid; or rather he is\nnot at all stupid, but he is so ungrateful that you could not find another\nlike him in all creation.  I, for instance, would not be in the least\nsurprised if all of a sudden, A PROPOS of nothing, in the midst of general\nprosperity a gentleman with an ignoble, or rather with a reactionary and\nironical, countenance were to arise and, putting his arms akimbo, say to\nus all: “I say, gentleman, hadn’t we better kick over the whole show and\nscatter rationalism to the winds, simply to send these logarithms to the\ndevil, and to enable us to live once more at our own sweet foolish will!\"\nThat again would not matter, but what is annoying is that he would be\nsure to find followers—such is the nature of man.  And all that for the\nmost foolish reason, which, one would think, was hardly worth mentioning:\nthat is, that man everywhere and at all times, whoever he may\nbe, has preferred to act as he chose and not in the least as his reason and\nadvantage dictated.  And one may choose what is contrary to one’s own\ninterests, and sometimes one POSITIVELY OUGHT (that is my idea).  One’s\nown free unfettered choice, one’s own caprice, however wild it may be,\none’s own fancy worked up at times to frenzy—is that very “most\nadvantageous advantage” which we have overlooked, which comes\nunder no classification and against which all systems and theories are\ncontinually being shattered to atoms.  And how do these wiseacres know\nthat man wants a normal, a virtuous choice?  What has made them\nconceive that man must want a rationally advantageous choice?  What\nman wants is simply INDEPENDENT choice, whatever that independence\nmay cost and wherever it may lead.  And choice, of course, the devil\nonly knows what choice.",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}