{
    "title": "Notes from the Underground - VIII",
    "author": "Fyodor Dostoyevsky",
    "chapter": "21",
    "content": [
        "\n",
        "\n\n",
        "\nIt was some time, however, before I consented to recognise that truth. \nWaking up in the morning after some hours of heavy, leaden sleep, and\nimmediately realising all that had happened on the previous day, I was\npositively amazed at my last night’s SENTIMENTALITY with Liza, at all those\n“outcries of horror and pity.”  “To think of having such an attack of\nwomanish hysteria, pah!” I concluded.  And what did I thrust my address\nupon her for?  What if she comes?  Let her come, though; it doesn’t\nmatter ....  But OBVIOUSLY, that was not now the chief and the most\nimportant matter: I had to make haste and at all costs save my reputation\nin the eyes of Zverkov and Simonov as quickly as possible; that was the\nchief business.  And I was so taken up that morning that I actually forgot\nall about Liza.",
        "First of all I had at once to repay what I had borrowed the day before\nfrom Simonov.  I resolved on a desperate measure: to borrow fifteen\nroubles straight off from Anton Antonitch.  As luck would have it he was\nin the best of humours that morning, and gave it to me at once, on the\nfirst asking.  I was so delighted at this that, as I signed the IOU with a\nswaggering air, I told him casually that the night before “I had been\nkeeping it up with some friends at the Hotel de Paris; we were giving a\nfarewell party to a comrade, in fact, I might say a friend of my childhood,\nand you know—a desperate rake, fearfully spoilt—of course, he belongs\nto a good family, and has considerable means, a brilliant career; he is\nwitty, charming, a regular Lovelace, you understand; we drank an extra\n’half-dozen’ and ...”",
        "And it went off all right; all this was uttered very easily,\nunconstrainedly and complacently.",
        "On reaching home I promptly wrote to Simonov.",
        "To this hour I am lost in admiration when I recall the truly gentlemanly,\ngood-humoured, candid tone of my letter.  With tact and good-\nbreeding, and, above all, entirely without superfluous words, I blamed\nmyself for all that had happened.  I defended myself, “if I really may be\nallowed to defend myself,” by alleging that being utterly unaccustomed\nto wine, I had been intoxicated with the first glass, which I said, I had\ndrunk before they arrived, while I was waiting for them at the Hotel de\nParis between five and six o’clock.  I begged Simonov’s pardon especially;\nI asked him to convey my explanations to all the others, especially to\nZverkov, whom “I seemed to remember as though in a dream” I had\ninsulted.  I added that I would have called upon all of them myself, but\nmy head ached, and besides I had not the face to.  I was particularly\npleased with a certain lightness, almost carelessness (strictly within the\nbounds of politeness, however), which was apparent in my style, and\nbetter than any possible arguments, gave them at once to understand that\nI took rather an independent view of “all that unpleasantness last night\";\nthat I was by no means so utterly crushed as you, my friends, probably\nimagine; but on the contrary, looked upon it as a gentleman serenely\nrespecting himself should look upon it.  “On a young hero’s past no\ncensure is cast!”",
        "“There is actually an aristocratic playfulness about it!” I thought\nadmiringly, as I read over the letter.  “And it’s all because I am an\nintellectual and cultivated man!  Another man in my place would not have\nknown how to extricate himself, but here I have got out of it and am as\njolly as ever again, and all because I am ’a cultivated and educated man\nof our day.’ And, indeed, perhaps, everything was due to the wine\nyesterday.  H’m!” ...  No, it was not the wine.  I did not drink anything at\nall between five and six when I was waiting for them.  I had lied to\nSimonov; I had lied shamelessly; and indeed I wasn’t ashamed now ....\nHang it all though, the great thing was that I was rid of it.",
        "I put six roubles in the letter, sealed it up, and asked Apollon to take it\nto Simonov.  When he learned that there was money in the letter, Apollon\nbecame more respectful and agreed to take it.  Towards evening I went out\nfor a walk.  My head was still aching and giddy after yesterday.  But as\nevening came on and the twilight grew denser, my impressions and,\nfollowing them, my thoughts, grew more and more different and confused.\nSomething was not dead within me, in the depths of my heart and\nconscience it would not die, and it showed itself in acute depression.  For\nthe most part I jostled my way through the most crowded business streets,\nalong Myeshtchansky Street, along Sadovy Street and in Yusupov Garden.\nI always liked particularly sauntering along these streets in the dusk,\njust when there were crowds of working people of all sorts going home\nfrom their daily work, with faces looking cross with anxiety.  What I liked\nwas just that cheap bustle, that bare prose.  On this occasion the jostling\nof the streets irritated me more than ever, I could not make out what was\nwrong with me, I could not find the clue, something seemed rising up\ncontinually in my soul, painfully, and refusing to be appeased.  I returned\nhome completely upset, it was just as though some crime were lying on\nmy conscience.",
        "The thought that Liza was coming worried me continually.  It seemed\nqueer to me that of all my recollections of yesterday this tormented me, as\nit were, especially, as it were, quite separately.  Everything else I had quite\nsucceeded in forgetting by the evening; I dismissed it all and was still\nperfectly satisfied with my letter to Simonov.  But on this point I was not\nsatisfied at all.  It was as though I were worried only by Liza.  “What if she\ncomes,” I thought incessantly, “well, it doesn’t matter, let her come!\nH’m! it’s horrid that she should see, for instance, how I live.  Yesterday I\nseemed such a hero to her, while now, h’m!  It’s horrid, though, that I have\nlet myself go so, the room looks like a beggar’s.  And I brought myself to go\nout to dinner in such a suit!  And my American leather sofa with the\nstuffing sticking out.  And my dressing-gown, which will not cover me,\nsuch tatters, and she will see all this and she will see Apollon.  That beast\nis certain to insult her.  He will fasten upon her in order to be rude to me. \nAnd I, of course, shall be panic-stricken as usual, I shall begin bowing\nand scraping before her and pulling my dressing-gown round me, I shall\nbegin smiling, telling lies.  Oh, the beastliness!  And it isn’t the\nbeastliness of it that matters most!  There is something more important, more\nloathsome, viler!  Yes, viler!  And to put on that dishonest lying mask\nagain! ...”",
        "When I reached that thought I fired up all at once.",
        "“Why dishonest?  How dishonest?  I was speaking sincerely last night.  I\nremember there was real feeling in me, too.  What I wanted was to excite\nan honourable feeling in her ....  Her crying was a good thing, it will\nhave a good effect.”",
        "Yet I could not feel at ease.  All that evening, even when I had come\nback home, even after nine o’clock, when I calculated that Liza could\nnot possibly come, still she haunted me, and what was worse, she came\nback to my mind always in the same position.  One moment out of all that\nhad happened last night stood vividly before my imagination; the moment\nwhen I struck a match and saw her pale, distorted face, with its look\nof torture.  And what a pitiful, what an unnatural, what a distorted smile\nshe had at that moment!  But I did not know then, that fifteen years later I\nshould still in my imagination see Liza, always with the pitiful, distorted,\ninappropriate smile which was on her face at that minute.",
        "Next day I was ready again to look upon it all as nonsense, due to over-\nexcited nerves, and, above all, as EXAGGERATED.  I was always conscious of\nthat weak point of mine, and sometimes very much afraid of it.  “I\nexaggerate everything, that is where I go wrong,” I repeated to myself\nevery hour.  But, however, “Liza will very likely come all the same,” was\nthe refrain with which all my reflections ended.  I was so uneasy that I\nsometimes flew into a fury: “She’ll come, she is certain to come!” I cried,\nrunning about the room, “if not today, she will come tomorrow; she’ll\nfind me out!  The damnable romanticism of these pure hearts!  Oh, the\nvileness—oh, the silliness—oh, the stupidity of these ’wretched sentimental\nsouls!’ Why, how fail to understand?  How could one fail to\nunderstand?  ...”",
        "But at this point I stopped short, and in great confusion, indeed.",
        "And how few, how few words, I thought, in passing, were needed; how\nlittle of the idyllic (and affectedly, bookishly, artificially idyllic too) had\nsufficed to turn a whole human life at once according to my will.  That’s\nvirginity, to be sure!  Freshness of soil!",
        "At times a thought occurred to me, to go to her, “to tell her all,” and\nbeg her not to come to me.  But this thought stirred such wrath in me that\nI believed I should have crushed that “damned” Liza if she had chanced\nto be near me at the time.  I should have insulted her, have spat at her,\nhave turned her out, have struck her!",
        "One day passed, however, another and another; she did not come and I\nbegan to grow calmer.  I felt particularly bold and cheerful after nine\no’clock, I even sometimes began dreaming, and rather sweetly: I, for\ninstance, became the salvation of Liza, simply through her coming to me\nand my talking to her .... I develop her, educate her.  Finally, I notice\nthat she loves me, loves me passionately.  I pretend not to understand (I\ndon’t know, however, why I pretend, just for effect, perhaps).  At last all\nconfusion, transfigured, trembling and sobbing, she flings herself at my\nfeet and says that I am her saviour, and that she loves me better than\nanything in the world.  I am amazed, but ....  “Liza,” I say, “can you\nimagine that I have not noticed your love?  I saw it all, I divined it, but I\ndid not dare to approach you first, because I had an influence over you and was\nafraid that you would force yourself, from gratitude, to respond to my\nlove, would try to rouse in your heart a feeling which was perhaps absent,\nand I did not wish that ... because it would be tyranny ... it would be\nindelicate (in short, I launch off at that point into European, inexplicably\nlofty subtleties a la George Sand), but now, now you are mine, you are my\ncreation, you are pure, you are good, you are my noble wife.",
        "     ’Into my house come bold and free,\n     Its rightful mistress there to be’.”",
        "Then we begin living together, go abroad and so on, and so on.  In fact,\nin the end it seemed vulgar to me myself, and I began putting out my\ntongue at myself.",
        "Besides, they won’t let her out, “the hussy!” I thought.  They don’t let\nthem go out very readily, especially in the evening (for some reason I\nfancied she would come in the evening, and at seven o’clock precisely). \nThough she did say she was not altogether a slave there yet, and had\ncertain rights; so, h’m!  Damn it all, she will come, she is sure to come!",
        "It was a good thing, in fact, that Apollon distracted my attention at that\ntime by his rudeness.  He drove me beyond all patience!  He was the bane\nof my life, the curse laid upon me by Providence.  We had been squabbling\ncontinually for years, and I hated him.  My God, how I hated him!\nI believe I had never hated anyone in my life as I hated him, especially at\nsome moments.  He was an elderly, dignified man, who worked part of his\ntime as a tailor.  But for some unknown reason he despised me beyond all\nmeasure, and looked down upon me insufferably.  Though, indeed, he\nlooked down upon everyone.  Simply to glance at that flaxen, smoothly\nbrushed head, at the tuft of hair he combed up on his forehead and oiled\nwith sunflower oil, at that dignified mouth, compressed into the shape of\nthe letter V, made one feel one was confronting a man who never doubted\nof himself.  He was a pedant, to the most extreme point, the greatest\npedant I had met on earth, and with that had a vanity only befitting\nAlexander of Macedon.  He was in love with every button on his coat,\nevery nail on his fingers—absolutely in love with them, and he looked it!\nIn his behaviour to me he was a perfect tyrant, he spoke very little to me,\nand if he chanced to glance at me he gave me a firm, majestically self-\nconfident and invariably ironical look that drove me sometimes to fury. \nHe did his work with the air of doing me the greatest favour, though he did\nscarcely anything for me, and did not, indeed, consider himself bound to\ndo anything.  There could be no doubt that he looked upon me as the\ngreatest fool on earth, and that “he did not get rid of me” was simply that he\ncould get wages from me every month.  He consented to do nothing for me\nfor seven roubles a month.  Many sins should be forgiven me for what I\nsuffered from him.  My hatred reached such a point that sometimes his\nvery step almost threw me into convulsions.  What I loathed particularly\nwas his lisp.  His tongue must have been a little too long or something of\nthat sort, for he continually lisped, and seemed to be very proud of it,\nimagining that it greatly added to his dignity.  He spoke in a slow, measured\ntone, with his hands behind his back and his eyes fixed on the ground.  He\nmaddened me particularly when he read aloud the psalms to himself\nbehind his partition.  Many a battle I waged over that reading!  But he was\nawfully fond of reading aloud in the evenings, in a slow, even, sing-song\nvoice, as though over the dead.  It is interesting that that is how he has\nended: he hires himself out to read the psalms over the dead, and at the\nsame time he kills rats and makes blacking.  But at that time I could not get\nrid of him, it was as though he were chemically combined with my\nexistence.  Besides, nothing would have induced him to consent to leave\nme. I could not live in furnished lodgings: my lodging was my private\nsolitude, my shell, my cave, in which I concealed myself from all mankind,\nand Apollon seemed to me, for some reason, an integral part of that\nflat, and for seven years I could not turn him away.",
        "To be two or three days behind with his wages, for instance, was\nimpossible.  He would have made such a fuss, I should not have known\nwhere to hide my head.  But I was so exasperated with everyone during\nthose days, that I made up my mind for some reason and with some\nobject to PUNISH Apollon and not to pay him for a fortnight the wages that\nwere owing him.  I had for a long time—for the last two years—been\nintending to do this, simply in order to teach him not to give himself airs\nwith me, and to show him that if I liked I could withhold his wages.  I\npurposed to say nothing to him about it, and was purposely silent indeed,\nin order to score off his pride and force him to be the first to speak of his\nwages.  Then I would take the seven roubles out of a drawer, show him I\nhave the money put aside on purpose, but that I won’t, I won’t, I simply\nwon’t pay him his wages, I won’t just because that is “what I wish,\"\nbecause “I am master, and it is for me to decide,” because he has been\ndisrespectful, because he has been rude; but if he were to ask respectfully\nI might be softened and give it to him, otherwise he might wait another\nfortnight, another three weeks, a whole month ....",
        "But angry as I was, yet he got the better of me.  I could not hold out for\nfour days.  He began as he always did begin in such cases, for there had\nbeen such cases already, there had been attempts (and it may be observed\nI knew all this beforehand, I knew his nasty tactics by heart).  He would\nbegin by fixing upon me an exceedingly severe stare, keeping it up for\nseveral minutes at a time, particularly on meeting me or seeing me out of\nthe house.  If I held out and pretended not to notice these stares, he\nwould, still in silence, proceed to further tortures.  All at once, A PROPOS of\nnothing, he would walk softly and smoothly into my room, when I was\npacing up and down or reading, stand at the door, one hand behind his\nback and one foot behind the other, and fix upon me a stare more than\nsevere, utterly contemptuous.  If I suddenly asked him what he wanted,\nhe would make me no answer, but continue staring at me persistently for\nsome seconds, then, with a peculiar compression of his lips and a most\nsignificant air, deliberately turn round and deliberately go back to his\nroom.  Two hours later he would come out again and again present\nhimself before me in the same way.  It had happened that in my fury I did\nnot even ask him what he wanted, but simply raised my head sharply and\nimperiously and began staring back at him.  So we stared at one another\nfor two minutes; at last he turned with deliberation and dignity and went\nback again for two hours.",
        "If I were still not brought to reason by all this, but persisted in my\nrevolt, he would suddenly begin sighing while he looked at me, long,\ndeep sighs as though measuring by them the depths of my moral degradation,\nand, of course, it ended at last by his triumphing completely: I\nraged and shouted, but still was forced to do what he wanted.",
        "This time the usual staring manoeuvres had scarcely begun when I lost\nmy temper and flew at him in a fury.  I was irritated beyond endurance\napart from him.",
        "“Stay,” I cried, in a frenzy, as he was slowly and silently turning, with\none hand behind his back, to go to his room.  “Stay!  Come back, come\nback, I tell you!” and I must have bawled so unnaturally, that he turned\nround and even looked at me with some wonder.  However, he persisted in\nsaying nothing, and that infuriated me.",
        "“How dare you come and look at me like that without being sent for?\nAnswer!”",
        "After looking at me calmly for half a minute, he began turning\nround again.",
        "“Stay!” I roared, running up to him, “don’t stir!  There.  Answer, now:\nwhat did you come in to look at?”",
        "“If you have any order to give me it’s my duty to carry it out,” he\nanswered, after another silent pause, with a slow, measured lisp, raising\nhis eyebrows and calmly twisting his head from one side to another, all\nthis with exasperating composure.",
        "“That’s not what I am asking you about, you torturer!” I shouted,\nturning crimson with anger.  “I’ll tell you why you came here myself: you\nsee, I don’t give you your wages, you are so proud you don’t want to bow\ndown and ask for it, and so you come to punish me with your stupid\nstares, to worry me and you have no sus-pic-ion how stupid it is—\nstupid, stupid, stupid, stupid! ...”",
        "He would have turned round again without a word, but I seized him.",
        "“Listen,” I shouted to him.  “Here’s the money, do you see, here it is,” (I\ntook it out of the table drawer); “here’s the seven roubles complete, but\nyou are not going to have it, you ... are ... not ... going ... to ...\nhave it until you come respectfully with bowed head to beg my pardon. \nDo you hear?”",
        "“That cannot be,” he answered, with the most unnatural self-confidence.",
        "“It shall be so,” I said, “I give you my word of honour, it shall be!”",
        "“And there’s nothing for me to beg your pardon for,” he went on, as\nthough he had not noticed my exclamations at all.  “Why, besides, you\ncalled me a ’torturer,’ for which I can summon you at the police-station\nat any time for insulting behaviour.”",
        "“Go, summon me,” I roared, “go at once, this very minute, this very\nsecond!  You are a torturer all the same!  a torturer!”",
        "But he merely looked at me, then turned, and regardless of my loud\ncalls to him, he walked to his room with an even step and without\nlooking round.",
        "“If it had not been for Liza nothing of this would have happened,” I\ndecided inwardly.  Then, after waiting a minute, I went myself behind his\nscreen with a dignified and solemn air, though my heart was beating\nslowly and violently.",
        "“Apollon,” I said quietly and emphatically, though I was breathless,\n“go at once without a minute’s delay and fetch the police-officer.”",
        "He had meanwhile settled himself at his table, put on his spectacles\nand taken up some sewing.  But, hearing my order, he burst into a guffaw.",
        "“At once, go this minute!  Go on, or else you can’t imagine what\nwill happen.”",
        "“You are certainly out of your mind,” he observed, without even\nraising his head, lisping as deliberately as ever and threading his needle. \n“Whoever heard of a man sending for the police against himself?  And as\nfor being frightened—you are upsetting yourself about nothing, for\nnothing will come of it.”",
        "“Go!” I shrieked, clutching him by the shoulder.  I felt I should strike\nhim in a minute.",
        "But I did not notice the door from the passage softly and slowly open at\nthat instant and a figure come in, stop short, and begin staring at us in\nperplexity I glanced, nearly swooned with shame, and rushed back to my\nroom.  There, clutching at my hair with both hands, I leaned my head\nagainst the wall and stood motionless in that position.",
        "Two minutes later I heard Apollon’s deliberate footsteps.  “There is\nsome woman asking for you,” he said, looking at me with peculiar\nseverity.  Then he stood aside and let in Liza.  He would not go away, but\nstared at us sarcastically.",
        "“Go away, go away,” I commanded in desperation.  At that moment my\nclock began whirring and wheezing and struck seven.",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}