{
    "title": "Notes from the Underground - II",
    "author": "Fyodor Dostoyevsky",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "\nBut the period of my dissipation would end and I always felt very sick\nafterwards.  It was followed by remorse—I tried to drive it away; I felt too\nsick.  By degrees, however, I grew used to that too.  I grew used to\neverything, or rather I voluntarily resigned myself to enduring it.  But I\nhad a means of escape that reconciled everything—that was to find\nrefuge in “the sublime and the beautiful,” in dreams, of course.  I was a\nterrible dreamer, I would dream for three months on end, tucked away in\nmy corner, and you may believe me that at those moments I had no\nresemblance to the gentleman who, in the perturbation of his chicken\nheart, put a collar of German beaver on his great-coat.  I suddenly\nbecame a hero.  I would not have admitted my six-foot lieutenant even if\nhe had called on me.  I could not even picture him before me then.  What\nwere my dreams and how I could satisfy myself with them—it is hard to\nsay now, but at the time I was satisfied with them.  Though, indeed, even\nnow, I am to some extent satisfied with them.  Dreams were particularly\nsweet and vivid after a spell of dissipation; they came with remorse and\nwith tears, with curses and transports.  There were moments of such\npositive intoxication, of such happiness, that there was not the faintest\ntrace of irony within me, on my honour.  I had faith, hope, love.  I\nbelieved blindly at such times that by some miracle, by some external\ncircumstance, all this would suddenly open out, expand; that suddenly a\nvista of suitable activity—beneficent, good, and, above all, READY MADE\n(what sort of activity I had no idea, but the great thing was that it should\nbe all ready for me)—would rise up before me—and I should come out\ninto the light of day, almost riding a white horse and crowned with laurel. \nAnything but the foremost place I could not conceive for myself, and for\nthat very reason I quite contentedly occupied the lowest in reality.  Either\nto be a hero or to grovel in the mud—there was nothing between.  That\nwas my ruin, for when I was in the mud I comforted myself with the\nthought that at other times I was a hero, and the hero was a cloak for the\nmud: for an ordinary man it was shameful to defile himself, but a hero\nwas too lofty to be utterly defiled, and so he might defile himself.  It is\nworth noting that these attacks of the “sublime and the beautiful” visited\nme even during the period of dissipation and just at the times when I was\ntouching the bottom.  They came in separate spurts, as though reminding\nme of themselves, but did not banish the dissipation by their appearance. \nOn the contrary, they seemed to add a zest to it by contrast, and were only\nsufficiently present to serve as an appetising sauce.  That sauce was made\nup of contradictions and sufferings, of agonising inward analysis, and all\nthese pangs and pin-pricks gave a certain piquancy, even a significance to\nmy dissipation—in fact, completely answered the purpose of an appetising\nsauce.  There was a certain depth of meaning in it.  And I could hardly\nhave resigned myself to the simple, vulgar, direct debauchery of a clerk\nand have endured all the filthiness of it.  What could have allured me\nabout it then and have drawn me at night into the street?  No, I had a lofty\nway of getting out of it all.",
        "And what loving-kindness, oh Lord, what loving-kindness I felt at\ntimes in those dreams of mine!  in those “flights into the sublime and the\nbeautiful\"; though it was fantastic love, though it was never applied to\nanything human in reality, yet there was so much of this love that one did\nnot feel afterwards even the impulse to apply it in reality; that would have\nbeen superfluous.  Everything, however, passed satisfactorily by a lazy\nand fascinating transition into the sphere of art, that is, into the beautiful\nforms of life, lying ready, largely stolen from the poets and novelists and\nadapted to all sorts of needs and uses.  I, for instance, was triumphant over\neveryone; everyone, of course, was in dust and ashes, and was forced\nspontaneously to recognise my superiority, and I forgave them all.  I was a\npoet and a grand gentleman, I fell in love; I came in for countless\nmillions and immediately devoted them to humanity, and at the same\ntime I confessed before all the people my shameful deeds, which, of\ncourse, were not merely shameful, but had in them much that was\n“sublime and beautiful” something in the Manfred style.  Everyone\nwould kiss me and weep (what idiots they would be if they did not), while\nI should go barefoot and hungry preaching new ideas and fighting a\nvictorious Austerlitz against the obscurantists.  Then the band would play\na march, an amnesty would be declared, the Pope would agree to retire\nfrom Rome to Brazil; then there would be a ball for the whole of Italy at\nthe Villa Borghese on the shores of Lake Como, Lake Como being for\nthat purpose transferred to the neighbourhood of Rome; then would\ncome a scene in the bushes, and so on, and so on—as though you did not\nknow all about it?  You will say that it is vulgar and contemptible to drag\nall this into public after all the tears and transports which I have myself\nconfessed.  But why is it contemptible?  Can you imagine that I am\nashamed of it all, and that it was stupider than anything in your life,\ngentlemen?  And I can assure you that some of these fancies were by no\nmeans badly composed ....  It did not all happen on the shores of Lake\nComo.  And yet you are right—it really is vulgar and contemptible.  And\nmost contemptible of all it is that now I am attempting to justify myself to\nyou.  And even more contemptible than that is my making this remark\nnow.  But that’s enough, or there will be no end to it; each step will be\nmore contemptible than the last ....",
        "I could never stand more than three months of dreaming at a time\nwithout feeling an irresistible desire to plunge into society.  To plunge\ninto society meant to visit my superior at the office, Anton Antonitch\nSyetotchkin.  He was the only permanent acquaintance I have had in my\nlife, and I wonder at the fact myself now.  But I only went to see him when\nthat phase came over me, and when my dreams had reached such a point\nof bliss that it became essential at once to embrace my fellows and all\nmankind; and for that purpose I needed, at least, one human being,\nactually existing.  I had to call on Anton Antonitch, however, on\nTuesday—his at-home day; so I had always to time my passionate desire\nto embrace humanity so that it might fall on a Tuesday.",
        "This Anton Antonitch lived on the fourth storey in a house in Five\nCorners, in four low-pitched rooms, one smaller than the other, of a\nparticularly frugal and sallow appearance.  He had two daughters and\ntheir aunt, who used to pour out the tea.  Of the daughters one was\nthirteen and another fourteen, they both had snub noses, and I was\nawfully shy of them because they were always whispering and giggling\ntogether.  The master of the house usually sat in his study on a leather\ncouch in front of the table with some grey-headed gentleman, usually a\ncolleague from our office or some other department.  I never saw more\nthan two or three visitors there, always the same.  They talked about the\nexcise duty; about business in the senate, about salaries, about promotions,\nabout His Excellency, and the best means of pleasing him, and so\non. I had the patience to sit like a fool beside these people for four hours at\na stretch, listening to them without knowing what to say to them or\nventuring to say a word.  I became stupefied, several times I felt myself\nperspiring, I was overcome by a sort of paralysis; but this was pleasant and\ngood for me.  On returning home I deferred for a time my desire to\nembrace all mankind.",
        "I had however one other acquaintance of a sort, Simonov, who was an\nold schoolfellow.  I had a number of schoolfellows, indeed, in Petersburg,\nbut I did not associate with them and had even given up nodding to them\nin the street.  I believe I had transferred into the department I was in\nsimply to avoid their company and to cut off all connection with my\nhateful childhood.  Curses on that school and all those terrible years of\npenal servitude!  In short, I parted from my schoolfellows as soon as I got\nout into the world.  There were two or three left to whom I nodded in the\nstreet.  One of them was Simonov, who had in no way been distinguished\nat school, was of a quiet and equable disposition; but I discovered in him\na certain independence of character and even honesty I don’t even\nsuppose that he was particularly stupid.  I had at one time spent some\nrather soulful moments with him, but these had not lasted long and had\nsomehow been suddenly clouded over.  He was evidently uncomfortable\nat these reminiscences, and was, I fancy, always afraid that I might take\nup the same tone again.  I suspected that he had an aversion for me, but\nstill I went on going to see him, not being quite certain of it.",
        "And so on one occasion, unable to endure my solitude and knowing\nthat as it was Thursday Anton Antonitch’s door would be closed, I\nthought of Simonov.  Climbing up to his fourth storey I was thinking that\nthe man disliked me and that it was a mistake to go and see him.  But as it\nalways happened that such reflections impelled me, as though purposely,\nto put myself into a false position, I went in.  It was almost a year since I\nhad last seen Simonov.",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}