{
    "title": "Notes from the Underground - X",
    "author": "Fyodor Dostoyevsky",
    "chapter": "23",
    "content": [
        "\n",
        "\n\n",
        "\nA quarter of an hour later I was rushing up and down the room in\nfrenzied impatience, from minute to minute I went up to the screen and\npeeped through the crack at Liza.  She was sitting on the ground with her\nhead leaning against the bed, and must have been crying.  But she did not\ngo away, and that irritated me.  This time she understood it all.  I had\ninsulted her finally, but ... there’s no need to describe it.  She realised\nthat my outburst of passion had been simply revenge, a fresh humiliation,\nand that to my earlier, almost causeless hatred was added now a\nPERSONAL HATRED, born of envy ....  Though I do not maintain positively\nthat she understood all this distinctly; but she certainly did fully understand\nthat I was a despicable man, and what was worse, incapable of\nloving her.\nI know I shall be told that this is incredible—but it is incredible to be\nas spiteful and stupid as I was; it may be added that it was strange I should\nnot love her, or at any rate, appreciate her love.  Why is it strange?  In the\nfirst place, by then I was incapable of love, for I repeat, with me loving\nmeant tyrannising and showing my moral superiority.  I have never in my\nlife been able to imagine any other sort of love, and have nowadays come\nto the point of sometimes thinking that love really consists in the right—\nfreely given by the beloved object—to tyrannise over her.",
        "Even in my underground dreams I did not imagine love except as a\nstruggle.  I began it always with hatred and ended it with moral subjugation,\nand afterwards I never knew what to do with the subjugated object. \nAnd what is there to wonder at in that, since I had succeeded in so\ncorrupting myself, since I was so out of touch with “real life,” as to have\nactually thought of reproaching her, and putting her to shame for having\ncome to me to hear “fine sentiments\"; and did not even guess that she had\ncome not to hear fine sentiments, but to love me, because to a woman all\nreformation, all salvation from any sort of ruin, and all moral renewal is\nincluded in love and can only show itself in that form.",
        "I did not hate her so much, however, when I was running about the\nroom and peeping through the crack in the screen.  I was only insufferably\noppressed by her being here.  I wanted her to disappear.  I wanted\n“peace,” to be left alone in my underground world.  Real life oppressed\nme with its novelty so much that I could hardly breathe.",
        "But several minutes passed and she still remained, without stirring, as\nthough she were unconscious.  I had the shamelessness to tap softly at the\nscreen as though to remind her ....  She started, sprang up, and flew to\nseek her kerchief, her hat, her coat, as though making her escape from\nme ....  Two minutes later she came from behind the screen and looked\nwith heavy eyes at me.  I gave a spiteful grin, which was forced, however,\nto KEEP UP APPEARANCES, and I turned away from her eyes.",
        "“Good-bye,” she said, going towards the door.",
        "I ran up to her, seized her hand, opened it, thrust something in it and\nclosed it again.  Then I turned at once and dashed away in haste to the\nother corner of the room to avoid seeing, anyway ....",
        "I did mean a moment since to tell a lie—to write that I did this\naccidentally, not knowing what I was doing through foolishness, through\nlosing my head.  But I don’t want to lie, and so I will say straight out that I\nopened her hand and put the money in it ... from spite.  It came into my\nhead to do this while I was running up and down the room and she was\nsitting behind the screen.  But this I can say for certain: though I did that\ncruel thing purposely, it was not an impulse from the heart, but came\nfrom my evil brain.  This cruelty was so affected, so purposely made up,\nso completely a product of the brain, of books, that I could not even keep\nit up a minute—first I dashed away to avoid seeing her, and then in\nshame and despair rushed after Liza.  I opened the door in the passage and\nbegan listening.",
        "“Liza!  Liza!” I cried on the stairs, but in a low voice, not boldly.\nThere was no answer, but I fancied I heard her footsteps, lower down\non the stairs.",
        "“Liza!” I cried, more loudly.",
        "No answer.  But at that minute I heard the stiff outer glass door open\nheavily with a creak and slam violently; the sound echoed up the stairs.",
        "She had gone.  I went back to my room in hesitation.  I felt horribly\noppressed.",
        "I stood still at the table, beside the chair on which she had sat and\nlooked aimlessly before me.  A minute passed, suddenly I started; straight\nbefore me on the table I saw ....  In short, I saw a crumpled blue five-\nrouble note, the one I had thrust into her hand a minute before.  It was the\nsame note; it could be no other, there was no other in the flat.  So she had\nmanaged to fling it from her hand on the table at the moment when I had\ndashed into the further corner.",
        "Well!  I might have expected that she would do that.  Might I have\nexpected it?  No, I was such an egoist, I was so lacking in respect for my\nfellow-creatures that I could not even imagine she would do so.  I could\nnot endure it.  A minute later I flew like a madman to dress, flinging on\nwhat I could at random and ran headlong after her.  She could not have\ngot two hundred paces away when I ran out into the street.",
        "It was a still night and the snow was coming down in masses and falling\nalmost perpendicularly, covering the pavement and the empty street as\nthough with a pillow.  There was no one in the street, no sound was to be\nheard.  The street lamps gave a disconsolate and useless glimmer.  I ran\ntwo hundred paces to the cross-roads and stopped short.",
        "Where had she gone?  And why was I running after her?",
        "Why?  To fall down before her, to sob with remorse, to kiss her feet, to\nentreat her forgiveness!  I longed for that, my whole breast was being rent\nto pieces, and never, never shall I recall that minute with indifference. \nBut—what for?  I thought.  Should I not begin to hate her, perhaps, even\ntomorrow, just because I had kissed her feet today?  Should I give her\nhappiness?  Had I not recognised that day, for the hundredth time, what I\nwas worth?  Should I not torture her?",
        "I stood in the snow, gazing into the troubled darkness and pondered this.",
        "“And will it not be better?” I mused fantastically, afterwards at home,\nstifling the living pang of my heart with fantastic dreams.  “Will it not\nbe better that she should keep the resentment of the insult for ever?\nResentment—why, it is purification; it is a most stinging and painful\nconsciousness!  Tomorrow I should have defiled her soul and have exhausted\nher heart, while now the feeling of insult will never die in her heart,\nand however loathsome the filth awaiting her—the feeling of insult will\nelevate and purify her ... by hatred ... h’m! ... perhaps, too, by\nforgiveness ....  Will all that make things easier for her though? ...”",
        "And, indeed, I will ask on my own account here, an idle question:\nwhich is better—cheap happiness or exalted sufferings?  Well, which is better?",
        "So I dreamed as I sat at home that evening, almost dead with the pain\nin my soul.  Never had I endured such suffering and remorse, yet could\nthere have been the faintest doubt when I ran out from my lodging that I\nshould turn back half-way?  I never met Liza again and I have heard\nnothing of her.  I will add, too, that I remained for a long time afterwards\npleased with the phrase about the benefit from resentment and hatred in\nspite of the fact that I almost fell ill from misery.",
        "Even now, so many years later, all this is somehow a very evil memory. \nI have many evil memories now, but ... hadn’t I better end my “Notes\"\nhere?  I believe I made a mistake in beginning to write them, anyway I\nhave felt ashamed all the time I’ve been writing this story; so it’s hardly\nliterature so much as a corrective punishment.  Why, to tell long stories,\nshowing how I have spoiled my life through morally rotting in my corner,\nthrough lack of fitting environment, through divorce from real life, and\nrankling spite in my underground world, would certainly not be interesting;\na novel needs a hero, and all the traits for an anti-hero are EXPRESSLY\ngathered together here, and what matters most, it all produces an unpleasant\nimpression, for we are all divorced from life, we are all cripples,\nevery one of us, more or less.  We are so divorced from it that we feel at\nonce a sort of loathing for real life, and so cannot bear to be reminded of\nit. Why, we have come almost to looking upon real life as an effort,\nalmost as hard work, and we are all privately agreed that it is better in\nbooks.  And why do we fuss and fume sometimes?  Why are we perverse\nand ask for something else?  We don’t know what ourselves.  It would be\nthe worse for us if our petulant prayers were answered.  Come, try, give\nany one of us, for instance, a little more independence, untie our hands,\nwiden the spheres of our activity, relax the control and we ... yes, I\nassure you ... we should be begging to be under control again at once.  I\nknow that you will very likely be angry with me for that, and will begin\nshouting and stamping.  Speak for yourself, you will say, and for your\nmiseries in your underground holes, and don’t dare to say all of us—\nexcuse me, gentlemen, I am not justifying myself with that “all of us.”  As\nfor what concerns me in particular I have only in my life carried to an\nextreme what you have not dared to carry halfway, and what’s more, you\nhave taken your cowardice for good sense, and have found comfort in\ndeceiving yourselves.  So that perhaps, after all, there is more life in me\nthan in you.  Look into it more carefully!  Why, we don’t even know what\nliving means now, what it is, and what it is called?  Leave us alone without\nbooks and we shall be lost and in confusion at once.  We shall not know\nwhat to join on to, what to cling to, what to love and what to hate, what\nto respect and what to despise.  We are oppressed at being men—men\nwith a real individual body and blood, we are ashamed of it, we think it a\ndisgrace and try to contrive to be some sort of impossible generalised\nman.  We are stillborn, and for generations past have been begotten, not\nby living fathers, and that suits us better and better.  We are developing a\ntaste for it.  Soon we shall contrive to be born somehow from an idea.  But\nenough; I don’t want to write more from “Underground.”",
        "\n[The notes of this paradoxalist do not end here, however.  He could not\nrefrain from going on with them, but it seems to us that we may stop\nhere.]",
        " ",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}