{
    "title": "Notes from the Underground - VI",
    "author": "Fyodor Dostoyevsky",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "\nOh, if I had done nothing simply from laziness!  Heavens, how I should\nhave respected myself, then.  I should have respected myself because I\nshould at least have been capable of being lazy; there would at least have\nbeen one quality, as it were, positive in me, in which I could have believed\nmyself.  Question:  What is he?  Answer:  A sluggard; how very pleasant it\nwould have been to hear that of oneself!  It would mean that I was positively\ndefined, it would mean that there was something to say about me. \n“Sluggard\"—why, it is a calling and vocation, it is a career.  Do not jest, it\nis so.  I should then be a member of the best club by right, and should find\nmy occupation in continually respecting myself.  I knew a gentleman who\nprided himself all his life on being a connoisseur of Lafitte.  He considered\nthis as his positive virtue, and never doubted himself.  He died, not simply\nwith a tranquil, but with a triumphant conscience, and he was quite right,\ntoo.  Then I should have chosen a career for myself, I should have been a\nsluggard and a glutton, not a simple one, but, for instance, one with\nsympathies for everything sublime and beautiful.  How do you like that?  I\nhave long had visions of it.  That “sublime and beautiful” weighs heavily\non my mind at forty But that is at forty; then—oh, then it would have\nbeen different!  I should have found for myself a form of activity in keeping\nwith it, to be precise, drinking to the health of everything “sublime and\nbeautiful.”  I should have snatched at every opportunity to drop a tear into\nmy glass and then to drain it to all that is “sublime and beautiful.”  I should\nthen have turned everything into the sublime and the beautiful; in the\nnastiest, unquestionable trash, I should have sought out the sublime and\nthe beautiful.  I should have exuded tears like a wet sponge.  An artist, for\ninstance, paints a picture worthy of Gay.  At once I drink to the health of\nthe artist who painted the picture worthy of Gay, because I love all that is\n“sublime and beautiful.”  An author has written AS YOU WILL: at once I drink\nto the health of “anyone you will” because I love all that is “sublime and\nbeautiful.”",
        "I should claim respect for doing so.  I should persecute anyone who\nwould not show me respect.  I should live at ease, I should die with\ndignity, why, it is charming, perfectly charming!  And what a good round\nbelly I should have grown, what a treble chin I should have established,\nwhat a ruby nose I should have coloured for myself, so that everyone\nwould have said, looking at me: “Here is an asset!  Here is something real\nand solid!”  And, say what you like, it is very agreeable to hear such\nremarks about oneself in this negative age.",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}