{
    "title": "Notes from the Underground - VII",
    "author": "Fyodor Dostoyevsky",
    "chapter": "20",
    "content": [
        "\n",
        "\n\n",
        "\n“Oh, hush, Liza!  How can you talk about being like a book, when it\nmakes even me, an outsider, feel sick?  Though I don’t look at it as an\noutsider, for, indeed, it touches me to the heart ....  Is it possible, is it\npossible that you do not feel sick at being here yourself?  Evidently habit\ndoes wonders!  God knows what habit can do with anyone.  Can you\nseriously think that you will never grow old, that you will always be good-\nlooking, and that they will keep you here for ever and ever?  I say nothing\nof the loathsomeness of the life here .... Though let me tell you this\nabout it—about your present life, I mean; here though you are young\nnow, attractive, nice, with soul and feeling, yet you know as soon as I\ncame to myself just now I felt at once sick at being here with you!  One\ncan only come here when one is drunk.  But if you were anywhere else,\nliving as good people live, I should perhaps be more than attracted by\nyou, should fall in love with you, should be glad of a look from you, let\nalone a word; I should hang about your door, should go down on my\nknees to you, should look upon you as my betrothed and think it an\nhonour to be allowed to.  I should not dare to have an impure thought\nabout you.  But here, you see, I know that I have only to whistle and you\nhave to come with me whether you like it or not.  I don’t consult your\nwishes, but you mine.  The lowest labourer hires himself as a workman,\nbut he doesn’t make a slave of himself altogether; besides, he knows that\nhe will be free again presently.  But when are you free?  Only think what\nyou are giving up here?  What is it you are making a slave of?  It is your\nsoul, together with your body; you are selling your soul which you have\nno right to dispose of!  You give your love to be outraged by every\ndrunkard!  Love!  But that’s everything, you know, it’s a priceless diamond,\nit’s a maiden’s treasure, love—why, a man would be ready to give his\nsoul, to face death to gain that love.  But how much is your love worth\nnow?  You are sold, all of you, body and soul, and there is no need to strive\nfor love when you can have everything without love.  And you know there\nis no greater insult to a girl than that, do you understand?  To be sure, I\nhave heard that they comfort you, poor fools, they let you have lovers of\nyour own here.  But you know that’s simply a farce, that’s simply a sham,\nit’s just laughing at you, and you are taken in by it!  Why, do you suppose\nhe really loves you, that lover of yours?  I don’t believe it.  How can he\nlove you when he knows you may be called away from him any minute?\nHe would be a low fellow if he did!  Will he have a grain of respect for\nyou?  What have you in common with him?  He laughs at you and robs\nyou—that is all his love amounts to!  You are lucky if he does not beat\nyou.  Very likely he does beat you, too.  Ask him, if you have got one,\nwhether he will marry you.  He will laugh in your face, if he doesn’t spit\nin it or give you a blow—though maybe he is not worth a bad halfpenny\nhimself.  And for what have you ruined your life, if you come to think of\nit?  For the coffee they give you to drink and the plentiful meals?  But with\nwhat object are they feeding you up?  An honest girl couldn’t swallow the\nfood, for she would know what she was being fed for.  You are in debt here,\nand, of course, you will always be in debt, and you will go on in debt to\nthe end, till the visitors here begin to scorn you.  And that will soon\nhappen, don’t rely upon your youth—all that flies by express train here,\nyou know.  You will be kicked out.  And not simply kicked out; long before\nthat she’ll begin nagging at you, scolding you, abusing you, as though\nyou had not sacrificed your health for her, had not thrown away your\nyouth and your soul for her benefit, but as though you had ruined her,\nbeggared her, robbed her.  And don’t expect anyone to take your part: the\nothers, your companions, will attack you, too, win her favour, for all are\nin slavery here, and have lost all conscience and pity here long ago.  They\nhave become utterly vile, and nothing on earth is viler, more loathsome,\nand more insulting than their abuse.  And you are laying down everything\nhere, unconditionally, youth and health and beauty and hope, and at\ntwenty-two you will look like a woman of five-and-thirty, and you will be\nlucky if you are not diseased, pray to God for that!  No doubt you are\nthinking now that you have a gay time and no work to do!  Yet there is no\nwork harder or more dreadful in the world or ever has been.  One would\nthink that the heart alone would be worn out with tears.  And you won’t\ndare to say a word, not half a word when they drive you away from here;\nyou will go away as though you were to blame.  You will change to\nanother house, then to a third, then somewhere else, till you come down\nat last to the Haymarket.  There you will be beaten at every turn; that is\ngood manners there, the visitors don’t know how to be friendly without\nbeating you.  You don’t believe that it is so hateful there?  Go and look for\nyourself some time, you can see with your own eyes.  Once, one New\nYear’s Day, I saw a woman at a door.  They had turned her out as a joke, to\ngive her a taste of the frost because she had been crying so much, and\nthey shut the door behind her.  At nine o’clock in the morning she was\nalready quite drunk, dishevelled, half-naked, covered with bruises, her\nface was powdered, but she had a black-eye, blood was trickling from her\nnose and her teeth; some cabman had just given her a drubbing.  She was\nsitting on the stone steps, a salt fish of some sort was in her hand; she was\ncrying, wailing something about her luck and beating with the fish on the\nsteps, and cabmen and drunken soldiers were crowding in the doorway\ntaunting her.  You don’t believe that you will ever be like  that?  I should be\nsorry to believe it, too, but how do you know; maybe ten years, eight\nyears ago that very woman with the salt fish came here fresh as a cherub,\ninnocent, pure, knowing no evil, blushing at every word.  Perhaps she\nwas like you, proud, ready to take offence, not like the others; perhaps she\nlooked like a queen, and knew what happiness was in store for the man\nwho should love her and whom she should love.  Do you see how it\nended?  And what if at that very minute when she was beating on the filthy\nsteps with that fish, drunken and dishevelled—what if at that very\nminute she recalled the pure early days in her father’s house, when she\nused to go to school and the neighbour’s son watched for her on the way,\ndeclaring that he would love her as long as he lived, that he would devote\nhis life to her, and when they vowed to love one another for ever and be\nmarried as soon as they were grown up!  No, Liza, it would be happy for\nyou if you were to die soon of consumption in some corner, in some\ncellar like that woman just now.  In the hospital, do you say?  You will be\nlucky if they take you, but what if you are still of use to the madam here?\nConsumption is a queer disease, it is not like fever.  The patient goes on\nhoping till the last minute and says he is all right.  He deludes himself\nAnd that just suits your madam.  Don’t doubt it, that’s how it is; you have\nsold your soul, and what is more you owe money, so you daren’t say a\nword.  But when you are dying, all will abandon you, all will turn away\nfrom you, for then there will be nothing to get from you.  What’s more,\nthey will reproach you for cumbering the place, for being so long over\ndying.  However you beg you won’t get a drink of water without abuse:\n’Whenever are you going off, you nasty hussy, you won’t let us sleep with\nyour moaning, you make the gentlemen sick.’  That’s true, I have heard\nsuch things said myself.  They will thrust you dying into the filthiest\ncorner in the cellar—in the damp and darkness; what will your thoughts\nbe, lying there alone?  When you die, strange hands will lay you out, with\ngrumbling and impatience; no one will bless you, no one will sigh for\nyou, they only want to get rid of you as soon as may be; they will buy a\ncoffin, take you to the grave as they did that poor woman today, and\ncelebrate your memory at the tavern.  In the grave, sleet, filth, wet snow—\nno need to put themselves out for you—’Let her down, Vanuha; it’s just\nlike her luck—even here, she is head-foremost, the hussy.  Shorten the\ncord, you rascal.’  ’It’s all right as it is.’  ’All right, is it?  Why, she’s\non her side!  She was a fellow-creature, after all!  But, never mind, throw the\nearth on her.’  And they won’t care to waste much time quarrelling over\nyou.  They will scatter the wet blue clay as quick as they can and go off to\nthe tavern ... and there your memory on earth will end; other women\nhave children to go to their graves, fathers, husbands.  While for you\nneither tear, nor sigh, nor remembrance; no one in the whole world will\never come to you, your name will vanish from the face of the earth—as\nthough you had never existed, never been born at all!  Nothing but filth\nand mud, however you knock at your coffin lid at night, when the dead\narise, however you cry: ’Let me out, kind people, to live in the light of\nday!  My life was no life at all; my life has been thrown away like a dish-\nclout; it was drunk away in the tavern at the Haymarket; let me out, kind\npeople, to live in the world again.’”",
        "And I worked myself up to such a pitch that I began to have a lump in\nmy throat myself, and ... and all at once I stopped, sat up in dismay and,\nbending over apprehensively, began to listen with a beating heart.  I had\nreason to be troubled.",
        "I had felt for some time that I was turning her soul upside down and\nrending her heart, and—and the more I was convinced of it, the more\neagerly I desired to gain my object as quickly and as effectually as\npossible.  It was the exercise of my skill that carried me away; yet it was not\nmerely sport ....",
        "I knew I was speaking stiffly, artificially, even bookishly, in fact, I\ncould not speak except “like a book.”  But that did not trouble me: I\nknew, I felt that I should be understood and that this very bookishness\nmight be an assistance.  But now, having attained my effect, I was\nsuddenly panic-stricken.  Never before had I witnessed such despair!  She\nwas lying on her face, thrusting her face into the pillow and clutching it\nin both hands.  Her heart was being torn.  Her youthful body was\nshuddering all over as though in convulsions.  Suppressed sobs rent her\nbosom and suddenly burst out in weeping and wailing, then she pressed\ncloser into the pillow: she did not want anyone here, not a living soul, to\nknow of her anguish and her tears.  She bit the pillow, bit her hand till it\nbled (I saw that afterwards), or, thrusting her fingers into her dishevelled\nhair, seemed rigid with the effort of restraint, holding her breath and\nclenching her teeth.  I began saying something, begging her to calm\nherself, but felt that I did not dare; and all at once, in a sort of cold\nshiver, almost in terror, began fumbling in the dark, trying hurriedly to\nget dressed to go.  It was dark; though I tried my best I could not finish\ndressing quickly.  Suddenly I felt a box of matches and a candlestick with\na whole candle in it.  As soon as the room was lighted up, Liza sprang\nup, sat up in bed, and with a contorted face, with a half insane smile,\nlooked at me almost senselessly.  I sat down beside her and took her\nhands; she came to herself, made an impulsive movement towards me,\nwould have caught hold of me, but did not dare, and slowly bowed her\nhead before me. ",
        "“Liza, my dear, I was wrong ... forgive me, my dear,” I began, but\nshe squeezed my hand in her fingers so tightly that I felt I was saying the\nwrong thing and stopped.",
        "“This is my address, Liza, come to me.”",
        "“I will come,” she answered resolutely, her head still bowed.",
        "“But now I am going, good-bye ... till we meet again.”",
        "I got up; she, too, stood up and suddenly flushed all over, gave a\nshudder, snatched up a shawl that was lying on a chair and muffled\nherself in it to her chin.  As she did this she gave another sickly smile,\nblushed and looked at me strangely.  I felt wretched; I was in haste to get\naway—to disappear.",
        "“Wait a minute,” she said suddenly, in the passage just at the doorway,\nstopping me with her hand on my overcoat.  She put down the candle in\nhot haste and ran off; evidently she had thought of something or wanted\nto show me something.  As she ran away she flushed, her eyes shone, and\nthere was a smile on her lips—what was the meaning of it?  Against my\nwill I waited: she came back a minute later with an expression that\nseemed to ask forgiveness for something.  In fact, it was not the same face,\nnot the same look as the evening before: sullen, mistrustful and obstinate.\nHer eyes now were imploring, soft, and at the same time trustful,\ncaressing, timid.  The expression with which children look at people they\nare very fond of, of whom they are asking a favour.  Her eyes were a light\nhazel, they were lovely eyes, full of life, and capable of expressing love as\nwell as sullen hatred.",
        "Making no explanation, as though I, as a sort of higher being, must\nunderstand everything without explanations, she held out a piece of\npaper to me.  Her whole face was positively beaming at that instant with\nnaive, almost childish, triumph.  I unfolded it.  It was a letter to her from\na medical student or someone of that sort—a very high-flown and\nflowery, but extremely respectful, love-letter.  I don’t recall the words\nnow, but I remember well that through the high-flown phrases there was\napparent a genuine feeling, which cannot be feigned.  When I had\nfinished reading it I met her glowing, questioning, and childishly\nimpatient eyes fixed upon me.  She fastened her eyes upon my face and\nwaited impatiently for what I should say.  In a few words, hurriedly,\nbut with a sort of joy and pride, she explained to me that she had been\nto a dance somewhere in a private house, a family of “very nice people,\nWHO KNEW NOTHING, absolutely nothing, for she had only come here\nso lately and it had all happened ... and she hadn’t made up her\nmind to stay and was certainly going away as soon as she had paid her\ndebt...”  and at that party there had been the student who had danced\nwith her all the evening.  He had talked to her, and it turned out that he\nhad known her in old days at Riga when he was a child, they had played\ntogether, but a very long time ago—and he knew her parents, but ABOUT THIS\nhe knew nothing, nothing whatever, and had no suspicion!  And the\nday after the dance (three days ago) he had sent her that letter through\nthe friend with whom she had gone to the party ... and ... well, that\nwas all.”",
        "She dropped her shining eyes with a sort of bashfulness as she finished.",
        "The poor girl was keeping that student’s letter as a precious treasure,\nand had run to fetch it, her only treasure, because she did not want me to\ngo away without knowing that she, too, was honestly and genuinely loved;\nthat she, too, was addressed respectfully.  No doubt that letter was destined\nto lie in her box and lead to nothing.  But none the less, I am certain\nthat she would keep it all her life as a precious treasure, as her pride and\njustification, and now at such a minute she had thought of that letter and\nbrought it with naive pride to raise herself in my eyes that I might see,\nthat I, too, might think well of her.  I said nothing, pressed her hand and\nwent out.  I so longed to get away ... I walked all the way home, in spite\nof the fact that the melting snow was still falling in heavy flakes.  I was\nexhausted, shattered, in bewilderment.  But behind the bewilderment the\ntruth was already gleaming.  The loathsome truth.",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}