{
    "title": "Notes from the Underground - IV",
    "author": "Fyodor Dostoyevsky",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "\n“Ha, ha, ha!  You will be finding enjoyment in toothache next,” you cry,\nwith a laugh.",
        "“Well, even in toothache there is enjoyment,” I answer.  I had toothache\nfor a whole month and I know there is.  In that case, of course,\npeople are not spiteful in silence, but moan; but they are not candid\nmoans, they are malignant moans, and the malignancy is the whole\npoint.  The enjoyment of the sufferer finds expression in those moans; if\nhe did not feel enjoyment in them he would not moan.  It is a good\nexample, gentlemen, and I will develop it.  Those moans express in the\nfirst place all the aimlessness of your pain, which is so humiliating to\nyour consciousness; the whole legal system of nature on which you spit\ndisdainfully, of course, but from which you suffer all the same while she\ndoes not.  They express the consciousness that you have no enemy to\npunish, but that you have pain; the consciousness that in spite of all\npossible Wagenheims you are in complete slavery to your teeth; that if\nsomeone wishes it, your teeth will leave off aching, and if he does not,\nthey will go on aching another three months; and that finally if you are\nstill contumacious and still protest, all that is left you for your own\ngratification is to thrash yourself or beat your wall with your fist as hard as\nyou can, and absolutely nothing more.  Well, these mortal insults, these\njeers on the part of someone unknown, end at last in an enjoyment which\nsometimes reaches the highest degree of voluptuousness.  I ask you,\ngentlemen, listen sometimes to the moans of an educated man of the\nnineteenth century suffering from toothache, on the second or third day\nof the attack, when he is beginning to moan, not as he moaned on the\nfirst day, that is, not simply because he has toothache, not just as any\ncoarse peasant, but as a man affected by progress and European civilisation,\na man who is “divorced from the soil and the national elements,” as\nthey express it now-a-days.  His moans become nasty, disgustingly malignant,\nand go on for whole days and nights.  And of course he knows\nhimself that he is doing himself no sort of good with his moans; he knows\nbetter than anyone that he is only lacerating and harassing himself and\nothers for nothing; he knows that even the audience before whom he is\nmaking his efforts, and his whole family, listen to him with loathing, do\nnot put a ha’porth of faith in him, and inwardly understand that he might\nmoan differently, more simply, without trills and flourishes, and that he is\nonly amusing himself like that from ill-humour, from malignancy.  Well,\nin all these recognitions and disgraces it is that there lies a voluptuous\npleasure.  As though he would say: “I am worrying you, I am lacerating\nyour hearts, I am keeping everyone in the house awake.  Well, stay awake\nthen, you, too, feel every minute that I have toothache.  I am not a hero\nto you now, as I tried to seem before, but simply a nasty person, an\nimpostor.  Well, so be it, then!  I am very glad that you see through me.  It\nis nasty for you to hear my despicable moans: well, let it be nasty; here I\nwill let you have a nastier flourish in a minute. ...”  You do not\nunderstand even now, gentlemen?  No, it seems our  development and our\nconsciousness must go further to understand all the intricacies of this\npleasure.  You laugh?  Delighted.  My jests, gentlemen, are of course in\nbad taste, jerky, involved, lacking self-confidence.  But of course that is\nbecause I do not respect myself.  Can a man of perception respect himself\nat all?",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}