{
    "title": "Notes from the Underground - X",
    "author": "Fyodor Dostoyevsky",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "\nYou believe in a palace of crystal that can never be destroyed—a palace at\nwhich one will not be able to put out one’s tongue or make a long nose on\nthe sly.  And perhaps that is just why I am afraid of this edifice, that it is\nof crystal and can never be destroyed and that one cannot put one’s tongue\nout at it even on the sly.",
        "You see, if it were not a palace, but a hen-house, I might creep into it\nto avoid getting wet, and yet I would not call the hen-house a palace out\nof gratitude to it for keeping me dry.  You laugh and say that in such\ncircumstances a hen-house is as good as a mansion.  Yes, I answer, if one\nhad to live simply to keep out of the rain.",
        "But what is to be done if I have taken it into my head that that is not the\nonly object in life, and that if one must live one had better live in a\nmansion?  That is my choice, my desire.  You will only eradicate it when\nyou have changed my preference.  Well, do change it, allure me with\nsomething else, give me another ideal.  But meanwhile I will not take a\nhen-house for a mansion.  The palace of crystal may be an idle dream, it\nmay be that it is inconsistent with the laws of nature and that I have\ninvented it only through my own stupidity, through the old-fashioned\nirrational habits of my generation.  But what does it matter to me that it is\ninconsistent?  That makes no difference since it exists in my desires, or\nrather exists as long as my desires exist.  Perhaps you are laughing again?\nLaugh away; I will put up with any mockery rather than pretend that I am\nsatisfied when I am hungry.  I know, anyway, that I will not be put off with\na compromise, with a recurring zero, simply because it is consistent with\nthe laws of nature and actually exists.  I will not accept as the crown of my\ndesires a block of buildings with tenements for the poor on a lease of a\nthousand years, and perhaps with a sign-board of a dentist hanging out. \nDestroy my desires, eradicate my ideals, show me something better, and I\nwill follow you.  You will say, perhaps, that it is not worth your trouble;\nbut in that case I can give you the same answer.  We are discussing things\nseriously; but if you won’t deign to give me your attention, I will drop\nyour acquaintance.  I can retreat into my underground hole.",
        "But while I am alive and have desires I would rather my hand were\nwithered off than bring one brick to such a building!  Don’t remind me\nthat I have just rejected the palace of crystal for the sole reason that one\ncannot put out one’s tongue at it.  I did not say because I am so fond of\nputting my tongue out.  Perhaps the thing I resented was, that of all your\nedifices there has not been one at which one could not put out one’s\ntongue.  On the contrary, I would let my tongue be cut off out of gratitude\nif things could be so arranged that I should lose all desire to put it out.  It\nis not my fault that things cannot be so arranged, and that one must be\nsatisfied with model flats.  Then why am I made with such desires?  Can I\nhave been constructed simply in order to come to the conclusion that all\nmy construction is a cheat?  Can this be my whole purpose?  I do not\nbelieve it.",
        "But do you know what: I am convinced that we underground folk\nought to be kept on a curb.  Though we may sit forty years underground\nwithout speaking, when we do come out into the light of day and break\nout we talk and talk and talk ....",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}