{
    "title": "Notes from the Underground - IX",
    "author": "Fyodor Dostoyevsky",
    "chapter": "22",
    "content": [
        "\n",
        "\n\n",
        "I stood before her crushed, crestfallen, revoltingly confused, and I believe\nI smiled as I did my utmost to wrap myself in the skirts of my ragged\nwadded dressing-gown—exactly as I had imagined the scene not long\nbefore in a fit of depression.  After standing over us for a couple of minutes\nApollon went away, but that did not make me more at ease.  What made it\nworse was that she, too, was overwhelmed with confusion, more so, in\nfact, than I should have expected.  At the sight of me, of course.",
        "“Sit down,” I said mechanically, moving a chair up to the table, and I\nsat down on the sofa.  She obediently sat down at once and gazed at me\nopen-eyed, evidently expecting something from me at once.  This\nnaivete of expectation drove me to fury, but I restrained myself.",
        "She ought to have tried not to notice, as though everything had been as\nusual, while instead of that, she ... and I dimly felt that I should make\nher pay dearly for ALL THIS.",
        "“You have found me in a strange position, Liza,” I began, stammering\nand knowing that this was the wrong way to begin.  “No, no, don’t\nimagine anything,” I cried, seeing that she had suddenly flushed.  “I am\nnot ashamed of my poverty ....  On the contrary, I look with pride on my\npoverty.  I am poor but honourable ....  One can be poor and honourable,\"\nI muttered.  “However ... would you like tea? ....”",
        "“No,” she was beginning.",
        "“Wait a minute.”",
        "I leapt up and ran to Apollon.  I had to get out of the room somehow.",
        "“Apollon,” I whispered in feverish haste, flinging down before him the\nseven roubles which had remained all the time in my clenched fist, “here\nare your wages, you see I give them to you; but for that you must come to\nmy rescue: bring me tea and a dozen rusks from the restaurant.  If you\nwon’t go, you’ll make me a miserable man!  You don’t know what this\nwoman is .... This is—everything!  You may be imagining something ....\nBut you don’t know what that woman is! ...”",
        "Apollon, who had already sat down to his work and put on his\nspectacles again, at first glanced askance at the money without speaking\nor putting down his needle; then, without paying the slightest attention to\nme or making any answer, he went on busying himself with his needle,\nwhich he had not yet threaded.  I waited before him for three minutes\nwith my arms crossed A LA NAPOLEON.  My temples were moist with sweat. \nI was pale, I felt it.  But, thank God, he must have been moved to pity,\nlooking at me.  Having threaded his needle he deliberately got up from\nhis seat, deliberately moved back his chair, deliberately took off his\nspectacles, deliberately counted the money, and finally asking me over\nhis shoulder: “Shall I get a whole portion?” deliberately walked out of the\nroom.  As I was going back to Liza, the thought occurred to me on the\nway: shouldn’t I run away just as I was in my dressing-gown, no matter\nwhere, and then let happen what would?",
        "I sat down again.  She looked at me uneasily.  For some minutes we \nwere silent.",
        "“I will kill him,” I shouted suddenly, striking the table with my fist so\nthat the ink spurted out of the inkstand.",
        "“What are you saying!” she cried, starting.",
        "“I will kill him!  kill him!” I shrieked, suddenly striking the table in\nabsolute frenzy, and at the same time fully understanding how stupid it\nwas to be in such a frenzy.  “You don’t know, Liza, what that torturer is to\nme. He is my torturer ....  He has gone now to fetch some rusks; he ...”",
        "And suddenly I burst into tears.  It was an hysterical attack.  How\nashamed I felt in the midst of my sobs; but still I could not restrain them.",
        "She was frightened.",
        "“What is the matter?  What is wrong?” she cried, fussing about me.",
        "“Water, give me water, over there!” I muttered in a faint voice, though\nI was inwardly conscious that I could have got on very well without water\nand without muttering in a faint voice.  But I was, what is called, PUTTING\nIT ON, to save appearances, though the attack was a genuine one.",
        "She gave me water, looking at me in bewilderment.  At that moment\nApollon brought in the tea.  It suddenly seemed to me that this commonplace,\nprosaic tea was horribly undignified and paltry after all that had\nhappened, and I blushed crimson.  Liza looked at Apollon with positive\nalarm.  He went out without a glance at either of us.",
        "“Liza, do you despise me?” I asked, looking at her fixedly, trembling\nwith impatience to know what she was thinking.",
        "She was confused, and did not know what to answer.",
        "“Drink your tea,” I said to her angrily.  I was angry with myself, but, of\ncourse, it was she who would have to pay for it.  A horrible spite against\nher suddenly surged up in my heart; I believe I could have killed her.  To\nrevenge myself on her I swore inwardly not to say a word to her all the\ntime.  “She is the cause of it all,” I thought.",
        "Our silence lasted for five minutes.  The tea stood on the table; we did\nnot touch it.  I had got to the point of purposely refraining from beginning\nin order to embarrass her further; it was awkward for her to begin\nalone.  Several times she glanced at me with mournful perplexity.  I was\nobstinately silent.  I was, of course, myself the chief sufferer, because I\nwas fully conscious of the disgusting meanness of my spiteful stupidity,\nand yet at the same time I could not restrain myself.",
        "“I want to... get away ... from there altogether,” she began, to break\nthe silence in some way, but, poor girl, that was just what she ought not to\nhave spoken about at such a stupid moment to a man so stupid as I was. \nMy heart positively ached with pity for her tactless and unnecessary\nstraightforwardness.  But something hideous at once stifled all compassion\nin me; it even provoked me to greater venom.  I did not care what\nhappened.  Another five minutes passed.",
        "“Perhaps I am in your way,” she began timidly, hardly audibly, and was\ngetting up.",
        "But as soon as I saw this first impulse of wounded dignity I positively\ntrembled with spite, and at once burst out.",
        "“Why have you come to me, tell me that, please?” I began, gasping for\nbreath and regardless of logical connection in my words.  I longed to have\nit all out at once, at one burst; I did not even trouble how to begin.  “Why\nhave you come?  Answer, answer,” I cried, hardly knowing what I was\ndoing.  “I’ll tell you, my good girl, why you have come.  You’ve come\nbecause I talked sentimental stuff to you then.  So now you are soft as\nbutter and longing for fine sentiments again.  So you may as well know\nthat I was laughing at you then.  And I am laughing at you now.  Why are\nyou shuddering?  Yes, I was laughing at you!  I had been insulted just\nbefore, at dinner, by the fellows who came that evening before me.  I\ncame to you, meaning to thrash one of them, an officer; but I didn’t\nsucceed, I didn’t find him; I had to avenge the insult on someone to get\nback my own again; you turned up, I vented my spleen on you and\nlaughed at you.  I had been humiliated, so I wanted to humiliate; I had\nbeen treated like a rag, so I wanted to show my power ....  That’s what it\nwas, and you imagined I had come there on purpose to save you.  Yes?  You\nimagined that?  You imagined that?”",
        "I knew that she would perhaps be muddled and not take it all in exactly,\nbut I knew, too, that she would grasp the gist of it, very well indeed.  And\nso, indeed, she did.  She turned white as a handkerchief, tried to say\nsomething, and her lips worked painfully; but she sank on a chair as\nthough she had been felled by an axe.  And all the time afterwards she\nlistened to me with her lips parted and her eyes wide open, shuddering\nwith awful terror.  The cynicism, the cynicism of my words overwhelmed\nher ....",
        "“Save you!” I went on, jumping up from my chair and running up and\ndown the room before her.  “Save you from what?  But perhaps I am worse\nthan you myself.  Why didn’t you throw it in my teeth when I was giving\nyou that sermon: ’But what did you come here yourself for?  was it to read\nus a sermon?’  Power, power was what I wanted then, sport was what I\nwanted, I wanted to wring out your tears, your humiliation, your\nhysteria—that was what I wanted then!  Of course, I couldn’t keep it up\nthen, because I am a wretched creature, I was frightened, and, the devil\nknows why, gave you my address in my folly.  Afterwards, before I got\nhome, I was cursing and swearing at you because of that address, I hated\nyou already because of the lies I had told you.  Because I only like playing\nwith words, only dreaming, but, do you know, what I really want is that\nyou should all go to hell.  That is what I want.  I want peace; yes, I’d sell\nthe whole world for a farthing, straight off, so long as I was left in peace. \nIs the world to go to pot, or am I to go without my tea?  I say that the world\nmay go to pot for me so long as I always get my tea.  Did you know that, or\nnot?  Well, anyway, I know that I am a blackguard, a scoundrel, an egoist,\na sluggard.  Here I have been shuddering for the last three days at the\nthought of your coming.  And do you know what has worried me particularly\nfor these three days?  That I posed as such a hero to you, and now\nyou would see me in a wretched torn dressing-gown, beggarly, loathsome.\nI told you just now that I was not ashamed of my poverty; so you\nmay as well know that I am ashamed of it; I am more ashamed of it than\nof anything, more afraid of it than of being found out if I were a thief,\nbecause I am as vain as though I had been skinned and the very air\nblowing on me hurt.  Surely by now you must realise that I shall never\nforgive you for having found me in this wretched dressing-gown, just as I\nwas flying at Apollon like a spiteful cur.  The saviour, the former hero, was\nflying like a mangy, unkempt sheep-dog at his lackey, and the lackey was\njeering at him!  And I shall never forgive you for the tears I could not help\nshedding before you just now, like some silly woman put to shame!  And\nfor what I am confessing to you now, I shall never forgive you either!\nYes—you must answer for it all because you turned up like this, because I\nam a blackguard, because I am the nastiest, stupidest, absurdest and most\nenvious of all the worms on earth, who are not a bit better than I am, but,\nthe devil knows why, are never put to confusion; while I shall always be\ninsulted by every louse, that is my doom!  And what is it to me that you\ndon’t understand a word of this!  And what do I care, what do I care about\nyou, and whether you go to ruin there or not?  Do you understand?  How I\nshall hate you now after saying this, for having been here and listening. \nWhy, it’s not once in a lifetime a man speaks out like this, and then it is in\nhysterics!  ...  What more do you want?  Why do you still stand confronting\nme, after all this?  Why are you worrying me?  Why don’t you go?”",
        "But at this point a strange thing happened.  I was so accustomed to think\nand imagine everything from books, and to picture everything in the\nworld to myself just as I had made it up in my dreams beforehand, that I\ncould not all at once take in this strange circumstance.  What happened\nwas this: Liza, insulted and crushed by me, understood a great deal more\nthan I imagined.  She understood from all this what a woman understands\nfirst of all, if she feels genuine love, that is, that I was myself unhappy.",
        "The frightened and wounded expression on her face was followed first\nby a look of sorrowful perplexity.  When I began calling myself a scoundrel\nand a blackguard and my tears flowed (the tirade was accompanied\nthroughout by tears) her whole face worked convulsively.  She was on the\npoint of getting up and stopping me; when I finished she took no notice of\nmy shouting: “Why are you here, why don’t you go away?” but realised\nonly that it must have been very bitter to me to say all this.  Besides, she\nwas so crushed, poor girl; she considered herself infinitely beneath me;\nhow could she feel anger or resentment?  She suddenly leapt up from her\nchair with an irresistible impulse and held out her hands, yearning\ntowards me, though still timid and not daring to stir ....  At this point\nthere was a revulsion in my heart too.  Then she suddenly rushed to me,\nthrew her arms round me and burst into tears.  I, too, could not restrain\nmyself, and sobbed as I never had before.",
        "“They won’t let me ... I can’t be good!” I managed to articulate; then\nI went to the sofa, fell on it face downwards, and sobbed on it for a quarter\nof an hour in genuine hysterics.  She came close to me, put her arms\nround me and stayed motionless in that position.  But the trouble was that\nthe hysterics could not go on for ever, and (I am writing the loathsome\ntruth) lying face downwards on the sofa with my face thrust into my nasty\nleather pillow, I began by degrees to be aware of a far-away, involuntary\nbut irresistible feeling that it would be awkward now for me to raise my\nhead and look Liza straight in the face.  Why was I ashamed?  I don’t\nknow, but I was ashamed.  The thought, too, came into my overwrought\nbrain that our parts now were completely changed, that she was now the\nheroine, while I was just a crushed and humiliated creature as she had\nbeen before me that night—four days before ....  And all this came into\nmy mind during the minutes I was lying on my face on the sofa.",
        "My God!  surely I was not envious of her then.",
        "I don’t know, to this day I cannot decide, and at the time, of course, I\nwas still less able to understand what I was feeling than now.  I cannot get\non without domineering and tyrannising over someone, but ... there is\nno explaining anything by reasoning and so it is useless to reason.",
        "I conquered myself, however, and raised my head; I had to do so\nsooner or later ... and I am convinced to this day that it was just because\nI was ashamed to look at her that another feeling was suddenly kindled\nand flamed up in my heart ... a feeling of mastery and possession.  My\neyes gleamed with passion, and I gripped her hands tightly.  How I hated\nher and how I was drawn to her at that minute!  The one feeling intensified\nthe other.  It was almost like an act of vengeance.  At first there was a\nlook of amazement, even of terror on her face, but only for one instant. \nShe warmly and rapturously embraced me.",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}