{
    "title": "Notes from the Underground - V",
    "author": "Fyodor Dostoyevsky",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "\nCome, can a man who attempts to find enjoyment in the very feeling of\nhis own degradation possibly have a spark of respect for himself?  I am not\nsaying this now from any mawkish kind of remorse.  And, indeed, I could\nnever endure saying, “Forgive me, Papa, I won’t do it again,” not because\nI am incapable of saying that—on the contrary, perhaps just because I\nhave been too capable of it, and in what a way, too.  As though of design I\nused to get into trouble in cases when I was not to blame in any way.  That\nwas the nastiest part of it.  At the same time I was genuinely touched and\npenitent, I used to shed tears and, of course, deceived myself, though I\nwas not acting in the least and there was a sick feeling in my heart at the\ntime. ...  For that one could not blame even the laws of nature, though\nthe laws of nature have continually all my life offended me more than\nanything.  It is loathsome to remember it all, but it was loathsome even\nthen.  Of course, a minute or so later I would realise wrathfully that it was\nall a lie, a revolting lie, an affected lie, that is, all this penitence, this\nemotion, these vows of reform.  You will ask why did I worry myself with\nsuch antics: answer, because it was very dull to sit with one’s hands\nfolded, and so one began cutting capers.  That is really it.  Observe\nyourselves more carefully, gentlemen, then you will understand that it is\nso. I invented adventures for myself and made up a life, so as at least to\nlive in some way.  How many times it has happened to me—well, for\ninstance, to take offence simply on purpose, for nothing; and one knows\noneself, of course, that one is offended at nothing; that one is putting it\non, but yet one brings oneself at last to the point of being really offended. \nAll my life I have had an impulse to play such pranks, so that in the end I\ncould not control it in myself.  Another time, twice, in fact, I tried hard to\nbe in love.  I suffered, too, gentlemen, I assure you.  In the depth of my\nheart there was no faith in my suffering, only a faint stir of mockery, but\nyet I did suffer, and in the real, orthodox way; I was jealous, beside myself\n... and it was all from ENNUI, gentlemen, all from ENNUI; inertia overcame\nme.  You know the direct, legitimate fruit of consciousness is\ninertia, that is, conscious sitting-with-the-hands-folded.  I have referred\nto this already.  I repeat, I repeat with emphasis: all “direct” persons and\nmen of action are active just because they are stupid and limited.  How\nexplain that?  I will tell you: in consequence of their limitation they take\nimmediate and secondary causes for primary ones, and in that way\npersuade themselves more quickly and easily than other people do that\nthey have found an infallible foundation for their activity, and their\nminds are at ease and you know that is the chief thing.  To begin to act,\nyou know, you must first have your mind completely at ease and no trace\nof doubt left in it.  Why, how am I, for example, to set my mind at rest?\nWhere are the primary causes on which I am to build?  Where are my\nfoundations?  Where am I to get them from?  I exercise myself in reflection,\nand consequently with me every primary cause at once draws after\nitself another still more primary, and so on to infinity.  That is just the\nessence of every sort of consciousness and reflection.  It must be a case of\nthe laws of nature again.  What is the result of it in the end?  Why, just the\nsame.  Remember I spoke just now of vengeance.  (I am sure you did not\ntake it in.)  I said that a man revenges himself because he sees justice in it. \nTherefore he has found a primary cause, that is, justice.  And so he is at\nrest on all sides, and consequently he carries out his revenge calmly and\nsuccessfully, being persuaded that he is doing a just and honest thing.  But\nI see no justice in it, I find no sort of virtue in it either, and consequently\nif I attempt to revenge myself, it is only out of spite.  Spite, of course,\nmight overcome everything, all my doubts, and so might serve quite\nsuccessfully in place of a primary cause, precisely because it is not a\ncause.  But what is to be done if I have not even spite (I began with that\njust now, you know).  In consequence again of those accursed laws of\nconsciousness, anger in me is subject to chemical disintegration.  You\nlook into it, the object flies off into air, your reasons evaporate, the\ncriminal is not to be found, the wrong becomes not a wrong but a\nphantom, something like the toothache, for which no one is to blame,\nand consequently there is only the same outlet left again—that is, to beat\nthe wall as hard as you can.  So you give it up with a wave of the hand\nbecause you have not found a fundamental cause.  And try letting yourself\nbe carried away by your feelings, blindly, without reflection, without a\nprimary cause, repelling consciousness at least for a time; hate or love, if\nonly not to sit with your hands folded.  The day after tomorrow, at the\nlatest, you will begin despising yourself for having knowingly deceived\nyourself.  Result: a soap-bubble and inertia.  Oh, gentlemen, do you\nknow, perhaps I consider myself an intelligent man, only because all my\nlife I have been able neither to begin nor to finish anything.  Granted I am\na babbler, a harmless vexatious babbler, like all of us.  But what is to be\ndone if the direct and sole vocation of every intelligent man is babble,\nthat is, the intentional pouring of water through a sieve?",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}