{
    "title": "Notes from the Underground - III",
    "author": "Fyodor Dostoyevsky",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "\nWith people who know how to revenge themselves and to stand up for\nthemselves in general, how is it done?  Why, when they are possessed, let\nus suppose, by the feeling of revenge, then for the time there is nothing\nelse but that feeling left in their whole being.  Such a gentleman simply\ndashes straight for his object like an infuriated bull with its horns down,\nand nothing but a wall will stop him.  (By the way: facing the wall, such\ngentlemen—that is, the “direct” persons and men of action—are genuinely\nnonplussed.  For them a wall is not an evasion, as for us people who\nthink and consequently do nothing; it is not an excuse for turning aside,\nan excuse for which we are always very glad, though we scarcely believe\nin it ourselves, as a rule.  No, they are nonplussed in all sincerity.  The\nwall has for them something tranquillising, morally soothing, final—\nmaybe even something mysterious ... but of the wall later.)",
        "Well, such a direct person I regard as the real normal man, as his\ntender mother nature wished to see him when she graciously brought him\ninto being on the earth.  I envy such a man till I am green in the face.  He\nis stupid.  I am not disputing that, but perhaps the normal man should be\nstupid, how do you know?  Perhaps it is very beautiful, in fact.  And I am\nthe more persuaded of that suspicion, if one can call it so, by the fact that\nif you take, for instance, the antithesis of the normal man, that is, the\nman of acute consciousness, who has come, of course, not out of the lap\nof nature but out of a retort (this is almost mysticism, gentlemen, but I\nsuspect this, too), this retort-made man is sometimes so nonplussed in\nthe presence of his antithesis that with all his exaggerated consciousness\nhe genuinely thinks of himself as a mouse and not a man.  It may be an\nacutely conscious mouse, yet it is a mouse, while the other is a man, and\ntherefore, et caetera, et caetera.  And the worst of it is, he himself, his very\nown self, looks on himself as a mouse; no one asks him to do so; and that\nis an important point.  Now let us look at this mouse in action.  Let us\nsuppose, for instance, that it feels insulted, too (and it almost always does\nfeel insulted), and wants to revenge itself, too.  There may even be a\ngreater accumulation of spite in it than in L’HOMME DE LA NATURE ET DE LA\nVERITE.  The base and nasty desire to vent that spite on its assailant rankles\nperhaps even more nastily in it than in L’HOMME DE LA NATURE ET DE LA\nVERITE.  For through his innate stupidity the latter looks upon his revenge\nas justice pure and simple; while in consequence of his acute consciousness\nthe mouse does not believe in the justice of it.  To come at last to the\ndeed itself, to the very act of revenge.  Apart from the one fundamental\nnastiness the luckless mouse succeeds in creating around it so many other\nnastinesses in the form of doubts and questions, adds to the one question\nso many unsettled questions that there inevitably works up around it a sort\nof fatal brew, a stinking mess, made up of its doubts, emotions, and of the\ncontempt spat upon it by the direct men of action who stand solemnly\nabout it as judges and arbitrators, laughing at it till their healthy sides\nache.  Of course the only thing left for it is to dismiss all that with a wave\nof its paw, and, with a smile of assumed contempt in which it does not\neven itself believe, creep ignominiously into its mouse-hole.  There in its\nnasty, stinking, underground home our insulted, crushed and ridiculed\nmouse promptly becomes absorbed in cold, malignant and, above all,\neverlasting spite.  For forty years together it will remember its injury down\nto the smallest, most ignominious details, and every time will add, of\nitself, details still more ignominious, spitefully teasing and tormenting\nitself with its own imagination.  It will itself be ashamed of its imaginings,\nbut yet it will recall it all, it will go over and over every detail, it will\ninvent unheard of things against itself, pretending that those things\nmight happen, and will forgive nothing.  Maybe it will begin to revenge\nitself, too, but, as it were, piecemeal, in trivial ways, from behind the\nstove, incognito, without believing either in its own right to vengeance,\nor in the success of its revenge, knowing that from all its efforts at revenge\nit will suffer a hundred times more than he on whom it revenges itself,\nwhile he, I daresay, will not even scratch himself.  On its deathbed it will\nrecall it all over again, with interest accumulated over all the years\nand ...",
        "But it is just in that cold, abominable half despair, half belief, in that\nconscious burying oneself alive for grief in the underworld for forty years,\nin that acutely recognised and yet partly doubtful hopelessness of one’s\nposition, in that hell of unsatisfied desires turned inward, in that fever of\noscillations, of resolutions determined for ever and repented of again a\nminute later—that the savour of that strange enjoyment of which I have\nspoken lies.  It is so subtle, so difficult of analysis, that persons who are a\nlittle limited, or even simply persons of strong nerves, will not understand\na single atom of it.  “Possibly,” you will add on your own account\nwith a grin, “people will not understand it either who have never received\na slap in the face,” and in that way you will politely hint to me that I, too,\nperhaps, have had the experience of a slap in the face in my life, and so I\nspeak as one who knows.  I bet that you are thinking that.  But set your\nminds at rest, gentlemen, I have not received a slap in the face, though it\nis absolutely a matter of indifference to me what you may think about it. \nPossibly, I even regret, myself, that I have given so few slaps in the face\nduring my life.  But enough ... not another word on that subject of such\nextreme interest to you.",
        "I will continue calmly concerning persons with strong nerves who do\nnot understand a certain refinement of enjoyment.  Though in certain\ncircumstances these gentlemen bellow their loudest like bulls, though\nthis, let us suppose, does them the greatest credit, yet, as I have said\nalready, confronted with the impossible they subside at once.  The impossible\nmeans the stone wall!  What stone wall?  Why, of course, the laws of\nnature, the deductions of natural science, mathematics.  As soon as they\nprove to you, for instance, that you are descended from a monkey, then it\nis no use scowling, accept it for a fact.  When they prove to you that in\nreality one drop of your own fat must be dearer to you than a hundred\nthousand of your fellow-creatures, and that this conclusion is the final\nsolution of all so-called virtues and duties and all such prejudices and\nfancies, then you have just to accept it, there is no help for it, for twice\ntwo is a law of mathematics.  Just try refuting it.",
        "“Upon my word, they will shout at you, it is no use protesting: it is a\ncase of twice two makes four!  Nature does not ask your permission, she\nhas nothing to do with your wishes, and whether you like her laws or\ndislike them, you are bound to accept her as she is, and consequently all\nher conclusions.  A wall, you see, is a wall ... and so on, and so on.”",
        "Merciful Heavens!  but what do I care for the laws of nature and\narithmetic, when, for some reason I dislike those laws and the fact that\ntwice two makes four?  Of course I cannot break through the wall by\nbattering my head against it if I really have not the strength to knock it\ndown, but I am not going to be reconciled to it simply because it is a stone\nwall and I have not the strength.",
        "As though such a stone wall really were a consolation, and really did\ncontain some word of conciliation, simply because it is as true as twice\ntwo makes four.  Oh, absurdity of absurdities!  How much better it is to\nunderstand it all, to recognise it all, all the impossibilities and the stone\nwall; not to be reconciled to one of those impossibilities and stone walls if\nit disgusts you to be reconciled to it; by the way of the most inevitable,\nlogical combinations to reach the most revolting conclusions on the\neverlasting theme, that even for the stone wall you are yourself somehow\nto blame, though again it is as clear as day you are not to blame in the\nleast, and therefore grinding your teeth in silent impotence to sink into\nluxurious inertia, brooding on the fact that there is no one even for you to\nfeel vindictive against, that you have not, and perhaps never will have, an\nobject for your spite, that it is a sleight of hand, a bit of juggling, a card-\nsharper’s trick, that it is simply a mess, no knowing what and no knowing\nwho, but in spite of all these uncertainties and jugglings, still there is an\nache in you, and the more you do not know, the worse the ache.",
        "Continue...",
        "\nThis complete text of Notes from the Underground by Fyodor Dostoyevsky is in the public domain.\n\n\n\nGet the book at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Notes From Underground, Second Edition (Norton Critical Editions)By Fyodor DostoyevskyAt Amazon"
    ]
}