{
    "title": "Observations on the Mussulmauns of India - Letter XVII",
    "author": "Meer Hassan Ali",
    "chapter": "21",
    "content": [
        "\n\n",
        "  Seclusion of Females.–Paadshah Begum.–The Suwaarree.–Female\n  Bearers.–Eunuchs.–Rutts.–Partiality of the Ladies to Large\n  retinues.–Female Companions.–Telling the Khaunie.–Games of the\n  Zeenahnah.–Shampooing.–The Punkah.–Slaves and\n  slavery.–Anecdote.–The Persian Poets.–Fierdowsee.–Saadie, his\n  ’Goolistaun’.–Haafiz.–Mahumud Baarkur.–’Hyaatool\n  Kaaloob’.–Different manner of pronouncing Scripture names...Page 248",
        "The strict seclusion which forms so conspicuous a feature in the female\nsociety of the Mussulmauns in India, renders the temporary migration of\nladies from their domicile an event of great interest to each individual\nof the zeenahnah, whether the mistress or her many dependants be\nconsidered.",
        "The superior classes seldom quit their habitation but on the most\nimportant occasions; they, therefore, make it a matter of necessity to\nmove out in such style as is most likely to proclaim their exalted station\nin life. I cannot, perhaps, explain this part of my subject better than by\ngiving a brief description of the suwaarree[1] (travelling retinue) of the\nPaadshah Begum[2] which passed my house at Lucknow on the occasion of her\nvisit to the Durgah of Huzerut Abas Ali Kee, after several years strictly\nconfining herself to the palace.",
        "By Paadshah is meant ’King’;–Begum, ’Lady.’ The first wife of the King is\ndistinguished by this title from every other he may have married; it is\nequivalent to that of ’Queen’ in other countries. With this title the\nPaadshah Begum enjoys also many other marks of royal distinction; as, for\ninstance, the dunkah (kettle-drums) preceding her suwaarree; a privilege,\nI believe, never allowed by the King to any other female of his family.\nThe embroidered chattah (umbrella); the afthaadah (embroidered sun); and\nchowries of the peacock’s feathers, are also out-of-door distinctions\nallowed only to this lady and the members of the royal family. But to my\ndescription:–",
        "First, in the Paadshah Begum’s suwaarree I observed a guard of cavalry\nsoldiers in full dress, with their colours unfurled; these were followed\nby two battalions of infantry, with their bands of music and colours. A\ncompany of spearmen on foot, in neat white dresses and turbans, their\nspears of silver, rich and massive. Thirty-six men in white dresses and\nturbans, each having a small triangular flag of crimson silk, on which\nwere embroidered the royal arms (two fish and a dirk of a peculiar shape).\nThe staffs of these flags are of silver, about three feet long; in the\nlower part of the handle a small bayonet is secreted, which can be\nproduced at will by pressure on a secret spring. Next followed a full band\nof music, drums, fifes, &c.; then the important dunkah, which announces to\nthe public the lady’s rank: she is enclosed within the elevated towering\nchundole, on each side of which the afthaadah and chowries are carried by\nwell-dressed men, generally confidential servants, appointed to this\nservice.",
        "The chundole is a conveyance resembling a palankeen, but much larger and\nmore lofty; it is, in fact, a small silver room, six feet long, five broad,\nand four feet high, supported by the aid of four silver poles on the\nshoulders of twenty bearers. These bearers are relieved every quarter of a\nmile by a second set in attendance: the two sets change alternately to the\nend of the journey. The bearers are dressed in a handsome royal livery of\nwhite calico made to sit close to the person; over which are worn scarlet\nloose coats of fine English broad-cloth, edged and bordered with gold\nembroidery: on the back of the coat a fish is embroidered in gold. Their\nturbans correspond in colour with the coats; on the front of the turban is\nfixed diagonally a fish of wrought gold, to the tail of which a rich gold\ntassel is attached; this readies to the shoulder of the bearer, and gives\na remarkable air of grandeur to the person.",
        "The chundole is surrounded by very powerful women bearers, whose business\nit is to convey the vehicle within the compound (court-yard) of the\nprivate apartments, or wherever men are not admitted at the same time with\nfemales. Chobdhaars and soota-badhaars walk near the chundole carrying\ngold and silver staffs or wands, and vociferating the rank and honours of\nthe lady they attend with loud voices the whole way to and from the Durgah.\nThese men likewise keep off the crowds of beggars attracted on such\noccasions by the known liberality of the ladies, who, according to\nestablished custom, make distributions to a large amount, which are\nscattered amongst the populace by several of the Queen’s eunuchs, who walk\nnear the chundole for that purpose.",
        "The chief of the eunuchs followed the Queen’s chundole on an elephant,\nseated in a gold howdah; the trappings of which were of velvet, richly\nembroidered in gold; the eunuch very elegantly dressed in a suit of\ngold-cloth, a brilliant turban, and attired in expensive shawls. After the\neunuch, follow the Paadshah Begum’s ladies of quality, in covered\npalankeens, each taking precedence according to the station or the favour\nshe may enjoy; they are well guarded by soldiers, spearmen, and chobdhaars.\nNext in the train, follow the several officers of the Queen’s household,\non elephants, richly caparisoned. And, lastly, the women of inferior rank\nand female slaves, in rutts (covered carriages) such as are in general use\nthroughout India. These rutts are drawn by bullocks, having bells of a\nsmall size strung round their neck, which as they move have a novel and\nnot unpleasing sound, from the variety of tones produced. The rutt is a\nbroad-wheeled carriage, the body and roof forming two cones, one smaller\nthan the other, covered with scarlet cloth, edged, fringed, and bordered\nwith gold or amber silk trimmings. The persons riding in rutts are seated\non cushions placed flat on the surface of the carriage (the Asiatic style\nof sitting at all times) and not on raised seats, the usual custom in\nEurope. The entrance to these rutts is from the front, like the tilted\ncarts of England, where a thick curtain of corresponding colour and\nmaterial conceals the inmates from the public gaze; a small space is left\nbetween this curtain and the driver, where one or two women servants are\nseated as guards, who are privileged by age and ugliness to indulge in the\nliberty of seeing the passing gaiety, and of enjoying, without a screen,\nthe pure air; benefits which their superiors in rank are excluded from at\nall ages.",
        "In the Paadshah Begum’s suwaarree, I counted fifty of these Native\ncarriages, into each of which from four to six females are usually crowded,\ncomprising the members of the household establishment of the great lady;\nsuch as companions, readers of the Khoraum, kaawauses[3] (the higher\nclasses of female-slaves), muggalanie[4] (needle-women), &c. This will\ngive you a tolerable idea of the number and variety of females attached to\nthe suite of a lady of consequence in India. The procession, at a walking\npace, occupied nearly half an hour in passing the road opposite to my\nhouse: it was well conducted, and the effect imposing, both from its\nnovelty and splendour.",
        "A lady here would be the most unhappy creature existing, unless surrounded\nby a multitude of attendants suitable to her rank in life. They have often\nexpressed surprise and astonishment at my want of taste in keeping only\ntwo women servants in my employ, and having neither a companion nor a\nslave in my whole establishment; they cannot imagine anything so stupid as\nmy preference to a quiet study, rather than the constant bustle of a\nwell-filled zeenahnah.",
        "Many of the Mussulmaun ladies entertain women companions, whose chief\nbusiness is to tell stories and fables to their employer, while she is\ncomposing herself to sleep; many of their tales partake of the romantic\ncast which characterizes the well-remembered ’Arabian Nights’\nEntertainments’, one story begetting another to the end of the collection.\nWhen the lady is fairly asleep the story is stayed, and the companion\nresumes her employment when the next nap is sought by her mistress.",
        "Amongst the higher classes the males also indulge in the same practice of\nbeing talked to sleep by their men slaves; and it is a certain\nintroduction with either sex to the favour of their employer, when one of\nthese dependants has acquired the happy art of ’telling the khaunie’[5]\n(fable) with an agreeable voice and manner. The more they embellish a tale\nby flights of their versatile imaginations, so much greater the merit of\nthe rehearser in the opinion of the listeners.",
        "The inmates of zeenahnahs occasionally indulge in games of chance: their\ndice are called chowsah (four sides), or chuhsah[6] (six sides); these\ndice are about four inches long and half an inch thick on every side,\nnumbered much in the same way as the European dice. They are thrown by the\nhand, not from boxes, and fall lengthways.",
        "They have many different games which I never learned, disliking such modes\nof trifling away valuable time; I am not, therefore, prepared to describe\nthem accurately. One of their games has a resemblance to draughts, and is\nplayed on a chequered cloth carpet, with red and white ivory cones.[7]\nThey have also circular cards, six suits to a pack, very neatly painted,\nwith which they play many (to me) indescribable games; but oftener, to\ntheir credit be it said, for amusement than for gain. The gentlemen,\nhowever, are not always equally disinterested; they frequently play for\nlarge sums of money. I do not, however, find the habit so general with the\nNatives as it is with Europeans. The religious community deem all games of\nchance unholy, and therefore incompatible with their mode of living. I am\nnot aware that gaming is prohibited by their law in a direct way,[8] but\nall practices tending to covetousness are strictly forbidden; and, surely,\nthose who can touch the money called ’winnings’ at any game, must be more\nor less exposed to the accusation of desiring other men’s goods.",
        "Shampooing has been so often described as to leave little by way of\nnovelty for me to remark on the subject; it is a general indulgence with\nall classes in India, whatever may be their age or circumstances. The\ncomfort derived from the pressure of the hands on the limbs, by a clever\nshampooer, is alone to be estimated by those who have experienced the\nbenefits derived from this luxurious habit, in a climate where such\nindulgences are needed to assist in creating a free circulation of the\nblood, which is very seldom induced by exercise as in more Northern\nlatitudes. Persons of rank are shampooed by their slaves during the hours\nof sleep, whether it be by day or by night; if through any accidental\ncircumstance the pressure is discontinued, even for a few seconds only,\nthe sleep is immediately broken: such is the power of habit.",
        "The punkah (fan) is in constant use by day and night, during eight months\nof the year. In the houses of the Natives, the slaves have ample\nemployment in administering to the several indulgences which their ladies\nrequire at their hands; for with them fixed punkahs have not been\nintroduced into the zeenahnah:[9] the only punkah in their apartments is\nmoved by the hand, immediately over or in front of the person for whose\nuse it is designed. In the gentlemen’s apartments, however, and in the\nhouses of all Europeans, punkahs are suspended from the ceiling, to which\na rope is fastened and passed through an aperture in the wall into the\nverandah, where a man is seated who keeps it constantly waving, by pulling\nthe rope, so that the largest rooms, and even churches, are filled with\nwind, to the great comfort of all present.",
        "The female slaves, although constantly required about the lady’s person,\nare nevertheless tenderly treated, and have every proper indulgence\nafforded them. They discharge in rotation the required duties of their\nstations, and appear as much the objects of the lady’s care as any other\npeople in her establishment. Slavery with them is without severity; and in\nthe existing state of Mussulmaun society, they declare the women slaves to\nbe necessary appendages to their rank and respectability. The liberal\nproprietors of slaves give them suitable matches in marriage when they\nhave arrived at a proper age, and even foster their children with the\ngreatest care; often granting them a salary, and sometimes their freedom,\nif required to make them happy. Indeed, generally speaking the slaves in a\nMussulmaun’s house must be vicious and unworthy, who are not considered\nmembers of the family.",
        "It is an indisputable fact that the welfare of their slaves is an object\nof unceasing interest with their owners, if they are really good\nMussulmauns; indeed, it is second only to the regard which they manifest\nto their own children.",
        "Many persons have been known, in making their will, to decree the liberty\nof their slaves. They are not, however, always willing to accept the boon.\n’To whom shall I go?’–’Where shall I meet a home like my master’s house?’\nare appeals that endear the slave to the survivors of the first proprietor,\nand prove that their bondage has not been a very painful one. It is an\namiable trait of character amongst the Mussulmauns, with whom I have been\nintimate, and which I can never forget, that the dependence of their\nslaves is made easy; that they enjoy every comfort compatible with their\nstation; and that their health, morals, clothing, and general happiness,\nare as much attended to as that of their own relatives. But slavery is a\nharsh term between man and man, and however mitigated its state, is still\ndegrading to him. I heartily trust there will be a time when this badge of\ndisgrace shall be wiped away from every human being. He that made man,\ndesigned him for higher purposes than to be the slave of his fellow-mortal;\nbut I should be unjust to the people of India, if I did not remark, that\nhaving the uncontrolled power in their hands, they abstain from the\nexercise of any such severity as has disgraced the owners of slaves in\nother places, where even the laws have failed to protect them from cruelty\nand oppression. Indeed, wherever an instance has occurred of unfeeling\nconduct towards these helpless beings, the most marked detestation has\ninvariably been evinced towards the authors by the real Mussulmaun.",
        "I have heard of a very beautiful female slave who had been fostered by a\nNative lady of high rank, from her infancy. In the course of time, this\nfemale had arrived to the honour of being made the companion of her young\nmaster, still, however, by her Begum’s consent, residing with her lady,\nwho was much attached to her. The freedom of intercourse, occasioned by\nthe slave’s exaltation, had the effect of lessening the young creature’s\nformer respect for her still kind mistress, to whom she evinced some\nungrateful returns for the many indulgences she had through life received\nat her hands. The exact nature of her offences I never heard, but it was\ndeemed requisite, for the sake of example in a house where some hundreds\nof female slaves were maintained, that the lady should adopt some such\nmethod of testifying her displeasure towards this pretty favourite, as\nwould be consistent with her present elevated station. A stout silver\nchain was therefore made, by the Begum’s orders, and with this the slave\nwas linked to her bedstead a certain number of hours every day, in the\nview of the whole congregated family of slaves. This punishment would be\nfelt as a degradation by the slave; not the confinement to her bedstead,\nwhere she would perhaps have seated herself from choice, had she not been\nin disgrace.",
        "’Once a slave, and always a slave,’ says Fierdowsee the great poet of\nPersia; but this apophthegm was in allusion to the ’mean mind’ of the King\nwho treated him scurvily after his immense labour in that noble work, ’The\nShah Namah.’ I have a sketch of Fierdowsee’s life, which my husband\ntranslated for me; but I must forbear giving it here, as I have heard the\nwhole work itself is undergoing a translation by an able Oriental scholar,\nwho will doubtless do justice both to ’The Shah Namah’ and the character\nof Fierdowsee, who is in so great estimation with the learned Asiatics.[10]",
        "The Mussulmauns quote their favourite poets with much the same freedom\nthat the more enlightened nations are wont to use with their famed authors.\nThe moral precepts of Saadie[11] are often introduced with good effect,\nboth in writing and speaking, as beacons to the inexperienced.",
        "Haafiz[12] has benefited the Mussulmaun world by bright effusions of\ngenius, which speak to successive generations the wonders of his\nextraordinary mind. He was a poet of great merit; his style is esteemed\nsuperior to the writers of any other age; and, notwithstanding the world\nis rich with the beauties of his almost inspired mind, yet, strange as it\nmay appear, he never compiled a single volume. Even in the age in which he\nlived his merit as a poet was in great estimation; but he never thought of\neither benefit or amusement to the world or to himself beyond the present\ntime. He wrote the thoughts of his inspired moments on pieces of broken\npitchers or pans, with charcoal; some of his admirers were sure to follow\nhis footsteps narrowly, and to their vigilance in securing those scraps\nstrewed about, wherever Haafiz had made his sojourn, may to this day be\nascribed the benefit derived by the public from his superior writings.\nSaadie, however, is the standard favourite of all good Mussulmauns; his\n’Goolistaun’[13] (Garden of Roses), is placed in the hands of every youth\nwhen consigned to the dominion of a master, as being the most worthy book\nin the Persian language for his study, whether the beauty of his diction\nor the morality of his subjects be considered.",
        "The ’Hyaatool Kaaloob’[14] (Enlightener of the Heart), is another Persian\nwork, in prose, by Mirza Mahumud Baakur, greatly esteemed by the learned\nMussulmauns. This work contains the life and acts of every known prophet\nfrom the Creation, including also Mahumud and the twelve Emaums. The\nlearned Maulvee, it appears, first wrote it in the Arabic language, but\nafterwards translated it into Persian, with the praiseworthy motive of\nrendering his invaluable work available to those Mussulmauns who were not\nacquainted with Arabic.",
        "I have some extracts from this voluminous work, translated for me by my\nhusband, which interested me on account of the great similarity to our\nScripture history; and if permitted at some future time, I propose\noffering them to the public in our own language, conceiving they may be as\ninteresting to others as they have been to me.",
        "The Persian and Arabic authors, I have remarked, substitute Y for J in\nScripture names; for instance, Jacob and Joseph are pronounced Yaacoob and\nYeusuf.[15] They also differ from us in some names commencing with A, as\nin Abba, which they pronounce Ubba (Father); for Amen, they say Aameen[16]\n(the meaning strictly coinciding with ours); for Aaron, Aaroon; for Moses,\nMoosa.[17] I am told by those who are intimate with both languages, that\nthere is a great similarity between the Hebrew and Arabic. The passage in\nour Scripture ’Eloi, Eloi, lama sabaethani,’ was interpreted to me by an\nArabic scholar, as it is rendered in that well-remembered verse in the\nEnglish translation.",
        "[1] Sawari.",
        "[2] The Padshah Begam was the widow of Ghazi-ud-din Haidar,\n    King of Oudh. On his death, in 1837, she contrived a plot to place his\n    putative son, Munna Jan, on the throne. After a fierce struggle in\n    the palace, the revolt was suppressed by the Resident, Colonel Low,\n    and his assistants, Captains Paton and Shakespear. The pair were\n    confined in the Chunar Fort till their deaths. See the graphic\n    narrative by Gen. Sleeman (Journey Through Oudh, ii. 172 ff.); also\n    H.C. Irwin (The Garden of India, 127 f.); Mrs. F. Parks (Wanderings\n    of a Pilgrim, ii. 114).",
        "[3] Khawass, ’distinguished’: special attendants.",
        "[4] Mughlani, a Moghul woman: an attendant in a zenana, a\n    sempstress.",
        "[5] Kahani.",
        "[6] Chausa, chhahsa, not to be found in Platt’s Hindustani\n    Dictionary.",
        "[7] The game of Pachisi, played on a cloth marked in squares: see\n    Bombay Gazetteer, ix, part ii, 173.",
        "[8] Gambling is one of the greater sins.–Sale, Koran: Preliminary\n    Discourse, 89; Sells, Faith of Islam, 155.",
        "[9] Fixed punkahs were introduced early in the nineteenth century.–Yule,\n    Hobson-Jobson, 744.",
        "[10] Firdausi, author of the Shahnama, died A.D. 1020 or 1025,\n    aged 89 years. An abridged translation, to which reference is made, by\n    J. Atkinson, was published in 1832. It has since been translated by\n    A.G. and E. Warner (1905), and by A. Rogers (1907).",
        "[11] Shaikh Sa’di, born at Shiraz A.D. 1175, died 1292, aged 120\n    lunar years. His chief works are the Gulistan and the Bostan.",
        "[12] Khwaja Hafiz, Shams-ud-din Muhammad, author of the\n    Diwan Hafiz, died at Shiraz A.D. 1389, where his tomb at\n    Musalla is the scene of pilgrimage; see E.G. Browne, A Year amongst\n    the Persians, 280 f.",
        "[13] Gulistan.",
        "[14] See p. 77.",
        "[15] Ya’qub, Yusuf.",
        "[16] Amin.",
        "[17] Harun, Musa.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}