{
    "title": "Observations on the Mussulmauns of India - Letter III",
    "author": "Meer Hassan Ali",
    "chapter": "7",
    "content": [
        "\n\n",
        "Continuation of Mahurrum.–Consecration of Banners.–Durgah at\n  Lucknow.–Its origin explained.–Regarded with peculiar\n  veneration.–The Nuwaub vows to build a new one.–Its\n  description.–Procession to the Durgah.–Najoomies.–Influence\n  possessed and practised by them.–Eunuchs.–Anecdotes of some having\n  attained great honours and wealth.–Presents bestowed upon them\n  generally revert to the donor.–Rich attire of male and female slaves.",
        "After the Tazia is brought home (as the temporary ones are from the bazaar\non the eve of Mahurrum, attended by a ceremonious display of persons,\nmusic, flags, flambeaux, &c.), there is little to remark of out-door\nparade beyond the continual activity of the multitude making the sacred\nvisits to their several Emaum-baarahs, until the fifth day, when the\nbanners are conveyed from each of them in solemn procession, to be\nconsecrated at the Durgah[1] (literally translated, ’The threshold’ or\n’Entrance to a sanctified place’).",
        "This custom is perhaps exclusively observed by the inhabitants of Lucknow,\nwhere I have had the privilege of acquiring a knowledge of the motives\nwhich guide most of their proceedings; and as there is a story attached to\nthe Durgah, not generally known to European visitors, I propose relating\nit here, as it particularly tends to explain the reasons for the\nMussulmauns conveying their banners for consecration to that celebrated\nshrine.",
        "’A native of India–I forget his name–remarkable for his devotion and\nholy life, undertook the pilgrimage to Mecca; whilst engaged in these\nduties at the “holy house”, he was visited with a prophetic dream. Abass\nAli (the standard-bearer and relation of Hosein) appeared to him in his\ndream, commanding him, that as soon as his duties at Mecca were fulfilled\nhe should, without delay, proceed to Kraabaallah, to the tomb of Hosein;\ndirecting him, with great precision, how he was to find the exact spot of\nearth where was deposited the very Allum[2] (banner) of Hosein, which he\n(Abass Ali) had, on the great day of Kraabaallah, carried to the field.\nThe man was further instructed to possess himself of this relic secretly,\nand convey it about his person until he should reach his native country,\nwhen he would be more fully directed by the orderings of Providence how\nthe relic should be disposed of.",
        "’The Hadjee followed all the injunctions he had received punctually; the\nexact spot was easily discovered, by the impressions from his dream; and,\nfearing the jealousy of the Arabs, he used the utmost precaution, working\nby night, to secure to himself the possession of so inestimable a prize,\nwithout exciting their suspicion, or attracting the notice of the numerous\npilgrims who thronged the shrine by day. After several nights of severe\nlabour he discovered, to his great joy, the metal crest of the banner; and\nconcluding the banner and staff to have mouldered away, from their having\nbeen so long entombed in the earth, he cautiously secreted the crest about\nhis person, and after enduring the many vicissitudes and privations,\nattendant on the long journey from Arabia to India, he finally succeeded\nin reaching Lucknow in safety with his prize.",
        "’The Nuwaub Asof ood Duolah[3] ruled at this period in Oude; the pilgrim\nmade his adventures known to him, narrating his dream, and the\ncircumstances which led to his gaining possession of the crest. The Nuwaub\ngave full credence to his story, and became the holder of the relic\nhimself, rewarding the Hadjee handsomely for his trouble, and gave\nimmediate orders for a small building to be erected under the denomination\nof “Huzerut Abass Ali Ke Durgah”,[4] in which the crest was safely\ndeposited with due honours, and the fortunate pilgrim was appointed\nguardian with a liberal salary.",
        "’In the course of time, this Durgah grew into great repute amongst the\ngeneral classes of the Mussulmaun population, who, venerating their Emaum\nHosein, had more than common respect for this trifle, which they believed\nhad been used in his personal service. Here the public were permitted to\noffer their sacrifices and oblations to God, on occasions of importance to\nthemselves; as after the performance of the rite of circumcision in\nparticular, grand processions were formed conveying the youthful\nMussulmaun, richly attired, attended by music, &c. and offering presents\nof money and sweetmeats at the shrine which contains their Emaum’s sacred\nrelic. On these occasions the beggars of every denomination were benefited\nby the liberality of the grateful father, and the offerings at the shrine\nbecame the property of the guardian of the Durgah, who, it was expected,\nwould deal out from his receipts to the necessitous as occasions served.’",
        "This custom is still observed, with equal veneration for the shrine and\nits deposit; and when a lady recovers from the perils attendant on giving\nto her husband’s house a desired heir, she is conveyed, with all the pomp\nand parade due to her rank in life, to this Durgah, attended by her female\nrelatives, friends, domestics, eunuchs, and slaves, in covered conveyances;\nin her train are gentlemen on horseback, in palkies, or on elephants, to\ndo honour to the joyful event; the Guardian’s wife having charge on these\noccasions of the ladies’ visits; and the Guardian, with the gentlemen and\nall the males, guarding the sanctuary outside; for they are not permitted\nto enter whilst it is occupied by the ladies, the eunuchs alone having\nthat privilege where females congregate.",
        "Recovery from sickness, preservation from any grievous calamity, danger,\nor other event which excites grateful feelings, are the usual inducements\nto visiting the Durgah, with both males and females, amongst the\nMussulmaun population of Lucknow. These recurrences yield ample stores of\ncash, clothes, &c. left at the disposal of the Guardian, who, if a good\nman, disperses these charitable donations amongst the indigent with a\nliberality equal to that of the donors in their various offerings.",
        "The Durgah had grown into general respect, when a certain reigning Nuwaub\nwas afflicted by a severe and tedious illness, which baffled the skill of\nhis physicians, and resisted the power of the medicine resorted to for his\nrecovery. A confidential Najoom[5] (astrologer), in the service of his\nHighness, of great repute in his profession, advised his master to make a\nvow, that ’If in the wisdom of Divine Providence his health should be\nrestored, he would build a new Durgah on the site of the old one, to be\ndedicated to Abass Ali, and to be the shrine for the sacred deposit of the\ncrest of Hosein’. The Nuwaub, it appears, recovered rapidly after the vow\nhad been made, and he went in great pomp and state to return thanks to God\nin this Durgah, surrounded by the nobles and officers of his Court, and\nthe whole strength of his establishment accompanied him on the occasion.\nSo grand was the spectacle, that the old people of the city talk of it at\nthis day as a scene never equalled in the annals of Lucknow, for splendour\nand magnificence; immense sums of money were distributed on the road to\nthe populace, and at the Durgah; the multitude, of all classes, hailing\nhis emancipation from the couch of sickness with deafening cheers of\nvociferous exultation.",
        "In fulfilment of his vow, the Nuwaub gave immediate orders for erecting\nthe magnificent edifice, which now graces the suburbs of Lucknow, about\nfive miles from that part of the city usually occupied by the Sovereign\nRuler of the province of Oude. By virtue of the Nuwaub’s vow and recovery,\nthe before-respected Durgah has, thus newly built, increased in favour\nwith the public; and, on account of the veneration they have for all that\nconcerns their Emaums, the banners which adorn the Tazias of Hosein must\nbe consecrated by being brought to this sacred edifice; where, by the\ncondescending permission of the Sovereign, both the rich and the poor are\nwith equal favour admitted, at that interesting period of Mahurrum, to\nview the crest of their Leader, and present their own banners to be\ntouched and thus hallowed by the, to them, sacred relic. The crest is\nfixed to a staff, but no banner attached to it; this is placed within a\nhigh railing, supported by a platform, in the centre of the building; on\neither side splendid banners are exhibited on these occasions.",
        "The Durgah is a square building, entered by flights of steps from the\ncourt-yard; the banner of each person is conveyed through the right\nentrance, opposite the platform, where it is immediately presented to\ntouch the revered crest; this is only the work of a few seconds; that\nparty walks on, and moves out to the left again into the court-yard; the\nnext follows in rapid succession, and so on till all have performed this\nduty: by this arrangement, confusion is obviated; and, in the course of\nthe day, perhaps forty or fifty thousand banners[6] may have touched the\nEmaum’s consecrated crest. On these occasions, the vast population of\nLucknow may be imagined by the almost countless multitude, of every rank,\nwho visit this Durgah: there is no tax levied on the people, but the sums\ncollected must be immense, since every one conscientiously offers\nsomething, according to his inclination or his means, out of pure respect\nto the memory of Hosein.",
        "The order of procession, appointed by each noble proprietor of banners, to\nbe consecrated at the Durgah, forms a grand spectacle. There is no\nmaterial difference in their countless numbers; the most wealthy and the\nmeanest subjects of the province make displays commensurate with their\nability, whilst those persons who make the most costly exhibitions enjoy\nthe greatest share of popular favour, as it is considered a proof of their\ndesire to do honour to the memory of Hosein and Hasan, their venerated\nEmaums.",
        "A description of one, just passing my house, will give you a general idea\nof these processions,–it belongs to a rich man of the city:–A guard of\nsoldiers surrounds four elephants on which several men are seated, on pads\nor cushions, supporting the banners; the staffs of several are of\nsilver,–the spread hand, and other crests, are formed of the same metal,\nset with precious stones. Each banner–they all resemble–is in the shape\nof a long scarf of rich silk, of bright florid colours, embroidered very\ndeep at the ends, which are finished with gold and silver bullion fringes;\nit is caught together near the middle, and tied with rich gold and silver\ncords and tassels to the top of the staff, just under the hand or crest.\nThe silks, I observe, are of many different colours, forming an agreeable\nvariety, some blue, purple, green, yellow, &c. Red is not used; being the\nSoonies’ distinguishing colour at Mahurrum it is carefully avoided by the\nzealous Sheahs–the Soonies are violently opposed to the celebration of\nthis festival. After the elephants, a band of music follows, composed of\nevery variety of Native instruments, with drums and fifes; the trumpets\nstrike me as the greatest novelty in their band; some of them are very\nlong and powerful in their effect.",
        "Next in the order of procession I observe a man in deep mourning,\nsupporting a black pole, on which two swords are suspended from a bow\nreversed–the swords unsheathed glittering in the sun. The person who owns\nthe banners, or his deputy, follows next on foot, attended by readers of\nthe Musseeah, and a large party of friends in mourning. The readers select\nsuch passages as are particularly applicable to the part Abass Ali took in\nthe affair at Kraabaallah, which is chanted at intervals, the procession\npausing for that purpose.",
        "Then comes Dhull Dhull,[7]–the name of Hosein’s horse at\nKraabaallah;–that selected for the present purpose is a handsome white\nArab, caparisoned according to the olden style of Arabia: due care is\ntaken to represent the probable sufferings of both animal and rider, by\nthe bloody horsecloth–the red-stained legs–and the arrows apparently\nsticking in several parts of his body; on the saddle is fixed a turban in\nthe Arabian style, with the bow and arrows;–the bridle, &c. are of very\nrich embroidery; the stirrups and mountings of solid silver. The horse and\nall its attire are given after Mahurrum, in charity, to a poor Syaad.\nFootmen, with the afthaadah[8] and chowrie[9]–peculiar emblems of royalty\nin India–attend Dhull Dhull. The friends of the family walk near the\nhorse; then servants of all classes, to fill up the parade, and many\nfoot-soldiers, who occasionally fire singly, giving to the whole\ndescription a military effect.",
        "I have seen many other processions on these fifth days of Mahurrum–they\nall partake of one style,–some more splendid than others; and the very\npoor people parade their banners, with, perhaps, no other accompaniment\nthan a single drum and fife, and the owner supporting his own banner.",
        "My next letter will contain the procession of Mayndhie, which forms a\ngrand feature of Mahurrum display on the seventh night.",
        "P.S.–The Najoomee are men generally with some learning, who, for their\nsupposed skill in astrology, have, in all ages since Mahumud’s death, been\nmore or less courted and venerated by the Mussulmaun people;–I should say,\nwith those who have not the fear of God stronger in their hearts than the\nlove of the world and its vanities;–the really religious people\ndiscountenance the whole system and pretended art of the astrologer.",
        "It is wonderful the influence a Najoom acquires in the houses of many\ngreat men in India;–wherever one of these idlers is entertained he is the\noracle to be consulted on all occasions, whether the required solution be\nof the utmost importance, or the merest trifling subject. I know those who\nsubmit, with a childlike docility, to the Najoom’s opinion, when their\nbetter reason, if allowed to sway, would decide against the astrologer’s\nprediction. If Najoom says it is not proper for Nuwaub Sahib, or his Begum,\nto eat, to drink, to sleep, to take medicine, to go from home, to give\naway or accept a gift, or any other action which human reason is the best\nguide to decide upon, Najoom has said it,–and Najoom must be right.\nNajoom can make peace or war, in the family he overrules, at his pleasure;\nand many are the houses divided against themselves by the wicked influence\nof a bad man, thus exercising his crafty wiles over the weakness of his\ncredulous master.–So much for Najoomee; and now for my second notice of\nthe Eunuchs:–[10]",
        "They are in great request among the highest order of people, and from\ntheir long sojourn in a family, this class of beings are generally\nfaithfully attached to the interest and welfare of their employer; they\nare much in the confidence of their master and mistress, and very seldom\nbetray their trust. Being frequently purchased, whilst children, from the\nbase wretches who have stolen them in infancy from the parental roof, they\noften grow up to a good old age with the family by whom they are adopted;\nthey enjoy many privileges denied to other classes of slaves;–are\nadmitted at all hours and seasons to the zeenahnahs; and often, by the\nliberality of their patrons, become rich and honourable;–still ’he is but\na slave’, and when he dies, his property reverts to his owner.",
        "In Oude there have been many instances of Eunuchs arriving to great honour,\ndistinctions, and vast possessions. Al Mauss Ali Khaun[11] was of the\nnumber, within the recollection of many who survive him; he was the\nfavoured Eunuch of the House of Oude; a person of great attainments, and\ngifted with a remarkably superior mind, he was appointed Collector over an\nimmense tract of country, by the then reigning Nuwaub, whose councils he\nbenefited by his great judgment. He lived to a good old age, in the\nunlimited confidence of his prince, and enjoyed the good will and\naffection of all who could appreciate what is valuable in honest integrity.\nHe died as he had lived, in the most perfect resignation to whatever was\nthe will of God, in whose mercy he trusted through time, and for eternity.\nMany of the old inhabitants speak of him with veneration and respect,\ndeclaring he was the perfect pattern for good Mussulmauns to imitate.",
        "Another remarkable Eunuch, Affrine Khaun,[12] of the Court of Oude, is\nwell remembered in the present generation also,–the poor having lost a\nkind benefactor, and the rich a sensible companion, by his death. His vast\nproperty he had willed to others than the sovereign ruler of Oude (whose\nproperty he actually was), who sent, as is usual in these cases, to take\npossession of his estate, immediately after his death; the gates were\nbarred, and the heirs the Eunuch had chosen to his immense wealth had\ntaken possession; which I am not aware was disputed afterwards by the\nreigning Nuwaub, although by right of the Mussulmaun law, the Nuwaub owned\nboth the slave and the slave’s wealth.",
        "This accounts, perhaps, for the common practice in the higher circles of\nthe Mussulmaun population, of heaping ornaments and riches on favourite\nslaves; the wealth thus expended at one time, is but a loan in the hands\nof safe keepers, to revert again to the original proprietor whenever\nrequired by the master, or no longer of service to the slave, who has\nneither power to bestow, nor heirs to benefit from the property he may\nleave when he dies.",
        "I have frequently observed, among the most exalted ladies, that their\nfemale slaves are very often superbly dressed; and, on occasions of\nmarriage ceremonies, or other scenes of festivity, they seem proud of\ntaking them in their suite, handsomely dressed, and richly adorned with\nthe precious metals, in armlets, bangles, chains, &c.; the lady thus\nadding to her own consequence by the display of her attendant slaves. The\nsame may be observed with regard to gentlemen, who have men-slaves\nattending them, and who are very frequently attired in costly dresses,\nexpensive shawls, and gold ornaments.",
        "[1] Dargah, ’(sacred) door-place’.",
        "[2] ’Alam. For illustrations of those banners see Hughes,\n    Dictionary of Islam, 408 ff.; Mrs. Parks, Wanderings of a\n    Pilgrim, ii. 18.",
        "[3] Asaf-ud-daula, eldest son of Nawab Shuja’-ud-daula, on whose\n    death in 1775 he succeeded. He changed the seat of government\n    from Faizabad to Lucknow, where he died in 1797, and was\n    buried in the Imambara. He is principally remembered for\n    his liberality. The merchants, on opening their shops, used to\n    sing:",
        "      Jisko na de Maula,\n      Tisko de Asaf-ud-daula.\n      Who from Heaven nought receiveth,\n      To him Asaf-ud-daula giveth.",
        "[4] Mr. H.C. Irwin informs me that the Dargah is situated on the\n    Crommelin Road, rather more than a mile south-west of the\n    Machhi Bhawan fort. It was here that Nawab Sa’adat\n    ’Al’i, on his accession, vowed that he would reform his\n    ways–an intention which was not realized.",
        "[5] Nujumi, ’an astrologer’; ’ilm-i-nujum, ’astrology,\n    astronomy’.",
        "[6] The numbers are greatly exaggerated.",
        "[7] Duldul was the name of the Prophet’s mule which he gave to\n    ’Ali. It is often confounded with Buraq, the\n    Assyrian-looking gryphon on which he alleged that he flew to\n    Mecca.",
        "[8] Aftabgir, ’a sun-screen’; see p. 47.",
        "[9] Chaunri, the bushy tail of the yak, used as a fly-flapper.",
        "[10] Writing in 1849, General Sleeman remarks that Dom singers and eunuchs\n    are the virtual rulers of Oudh.–A Journey through Oudh, i, introd.\n    lxi, 178.",
        "[11] Almas [’the diamond’] ’Ali Khan, known as Miyan [’Master’]\n    Almas, according to General Sleeman, was ’the greatest and best man\n    of any note that Oude has produced. He held for about forty years\n    Miyanganj and other districts, yielding to the Oude  Government an\n    annual revenue of more than eighty lacs of rupees [about £850,000].\n    During this time he kept the people secure in life and property, and\n    as happy as people in such a state of society can be; and the whole\n    country under his charge was during his lifetime a garden. He lived\n    here in great magnificence, and was often visited by his sovereign.’\n    (Ibid., i. 320 f.). Lord Valentia more than once speaks highly of him\n    (Travels, i. 136, 241). He also notes that the Nawab was\n    anxiously watching for his death, because, being a slave, under\n    Muhammadan law his estates reverted to the Crown.–See N.B.E. Baillie,\n    Digest of Moohummudan Law (1875), 367 f.",
        "[12] Afrin Khan, ’lord of praise’, Mr. Irwin informs me, is\n    mentioned in the Tarikh Farahbakhsh (tr. W. Hoey, 129) as\n    engaged in negotiations when Nawab Asaf-ud-daula, at the\n    instigation of Warren Hastings and Haidar Beg, was attempting to\n    extort money from the Nawab Begam.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}