{
    "title": "Observations on the Mussulmauns of India - Letter XXV",
    "author": "Meer Hassan Ali",
    "chapter": "29",
    "content": [
        "\n\n",
        "  Mussulmaun Devotees.–The Chillubdhaars.–Peculiar mode of\n  worship.–Propitiatory offerings.–Supposed to be invulnerable to\n  fire.–The Maadhaars or Duffelees.–Character of the\n  founder.–Pilgrimage to his tomb.–Females afflicted on visiting\n  it.–Effects attributed to the violation of the sanctuary by a\n  foreigner.–Superstition of the Natives.–Anecdote of Sheikh Suddoo\n  and the Genii.–The way of the world exemplified, a Khaunie\n  (Hindoostaunie fable).–Moral fable.–The King who longed for\n  fruit...Page 370",
        "There are many classes of men amongst the Mussulmauns, who either abjure\nthe world or seem to do so, independent of those denominated Durweish;–\nsuch us the religions mendicants, &c., who have no earthly calling, and\nderive their subsistence from the free-will offerings of their neighbours,\nor the bounty of the rich, who from respect for their humble calling, and\na hope of benefit from their prayers, or rather from the veneration of\nMussulmauns towards such of their faith as have renounced the world for\nthe service of God.",
        "The Chillubdhaars[1] are a well-known class of wanderers; their founder\nwas a Syaad, Ahmud Kaabeer,[2] of whom many wonderful things are related\nsufficient to impress on the weak mind a belief in his supernatural\nascendancy. His presumed powers are said to have been chiefly instrumental\nin curing the sick or in removing temporal afflictions; but his effectual\nprayers in behalf of people in difficulty, they say, surpassed those of\nany other of the whole tribes of devotees that have at any age existed.\nHis admirers and followers speak of him as having been invulnerable to\nfire. In his lifetime he had forty disciples or pupils constantly with him;\nat his death these forty separated, each in the course of time\naccumulating his forty pupils, after the pattern of their founder, who\nalso eventually became leaders, and so on, until at the present time, it\nis conjectured, there are few places in Asia exempt from one or more\ndetachments of these Chillubdhaar practical beggars who are much admired\nby the weak; and although they profess the same tenets and rules of life\nwith their founder, Syaad Ahmud Kaabeer, yet, I believe, no one gives the\nChillubdhaars of the present period credit for possessing either the\nvirtues or the power of that man who set them so many bright examples;\nnevertheless, they are applied to on emergencies by the ignorant and the\ncredulous of the present day, courted by the weak, and tolerated by all.",
        "They all practise one plan whenever called upon to remove the difficulty\nof any person who places sufficient confidence in their ability. On such\noccasions, a young heifer, two years old, is supplied by the person having\na request to make, after which a fire of charcoal is made in an open space\nof ground, and the animal sacrificed according to Mussulmaun form. The\ntender pieces of meat are selected, spitted, and roasted over the fire, of\nwhich when cooked, all present are requested to partake. Whilst the meat\nis roasting, the Chillubdhaars beat time with a small tambourine to a song\nor dirge expressive of their love and respect to the memory of the\ndeparted saint, their founder and patron, and a hymn of praise to the\nCreator.",
        "The feast concluded, whilst the fire of charcoal retains a lively heat,\nthese devotees commence dancing, still beating their tambourines and\ncalling out with an audible voice, ’There is but one God!–Mahumud is the\nProphet of God!’ Then they sing in praise of Ali, the descendants of the\nProphet, and, lastly, of Syaad Ahmud Kaabeer their beloved saint. Each\nthen puts his naked foot in the fire: some even throw themselves upon\nit,–their associates taking care to catch them before they are well\ndown,–others jump into the fire and out again instantly; lastly, the whole\nassembly trample and kick the remaining embers about, whilst a spark\nremains to be quenched by this means.[3] These efforts, it is pretended,\nare sufficient to remove the difficulties of the persons supplying\nthe heifer and the charcoal.",
        "These mendicants live on public favour and contributions; they wear\nclothes, are deemed harmless, never ask alms, but are always willing to\naccept them, and have no laws of celibacy, as is the case with some\nwandering beggars in India, who are naked except the wrapper; sometimes\nthey settle, making fresh converts, but many wander from city to city,\nalways finding people disposed to administer to their necessities. They\nare distinguished from other sects, by each individual carrying a small\ntambourine, and wearing clothing of a deep buff colour.",
        "There are another set of wandering mendicants, who are called Madhaar[4]\nbeggars, or the Duffelees,[5] by reason of the small hand-drum they carry\nwith them. These are the disciples of the sainted Maadhaar, whose tomb is\nvisited annually by little short of a million of people, men, women, and\nchildren, at a place called Muckunpore, about twenty koss from Cawnpore.",
        "Maadhaar was esteemed in his lifetime a most perfect Durweish, and his\nadmirers speak of the power he then possessed as still existing; in that\nhis pure spirit at stated periods hovers near his last earthly remains,\nwhere the common people make a sort of pilgrimage to entreat his influence\nin their behalf. A mayllah[6] (fair) is the consequence of this annual\npilgrimage, which continues, I think, seventeen days in succession, and\nbrings together, from many miles distant, the men of business, the\nweak-minded, and the faithful devotees of every class in the Upper\nProvinces.",
        "From the respect paid to the memory of Maadhaar, and the expected\ninfluence of his spirit at the shrine, the ignorant people bring their\nsons to receive the saint’s blessing on their tender years. The man of\nbusiness also presents himself before it, desirous to insure a share of\nsuccess at the fair, and ultimate prosperity at home. The devotee visits\nthe shrine from a desire to increase in true wisdom by the reflected light\nof the Maadhaar Durweish’s purer spirit. Women having made vows to visit\nthe shrine, come to fulfil it at this period, if their hopes be realized\nin the birth of a son; and others to entreat his influence that their\ndaughters may be suitably married; in short, all who assemble at this\nmayllah have some prayer to offer, or acknowledgments to make, for they\ndepend on the abundant power and influence of the saint’s spirit to supply\ntheir several wants or desires.",
        "At the shrine of this saint, a descendant, or as is suspected often in\nsuch cases, a pretended relative, takes his station to collect, with all\nthe appearance of sanctity and humility, the nuzzas offered at the shrine\nof Maadhaar. The amount so collected is enormous, if credit be given to\nthe reports in circulation; for all visitors are expected to present an\noffering, and most of the pilgrims do it for conscience sake. I knew a\nMussulmaun who went from curiosity to this mayllah; he was accosted rather\nrudely as he was quitting the tomb, without leaving a nuzza; he told the\nguardian of the tomb he had presented the best nuzza he possessed, in a\nprayer for the soul of the departed; (as commanded every Mussulmaun should\noffer when drawing near the tomb of one of his own faith).",
        "I have conversed with a remarkably devout person, on the numerous\nextraordinary stories related of Maadhaar’s life, and the subsequent\ninfluence of his tomb. He told me that women can never, with safety to\nthemselves, enter the mausoleum containing his ashes; they are immediately\nseized with violent pains as if their whole body was immersed in flames of\nfire. I spoke rather doubtingly on this subject, upon which he assured me\nthat he had known instances of one or two women who had imprudently defied\nthe danger, and intruded within the mausoleum, when their agony was\nextreme, and their sufferings for a long time protracted, although they\neventually recovered.",
        "Another still more remarkable circumstance has been related to me by the\nNatives, for the truth of which I cannot venture to vouch, although I have\nno reason to doubt the veracity of the narrators.",
        "’A party of foreigners, encamped near the fair, wished to see what was\ngoing on at this far-famed mayllah, and for the purpose of gratifying\ntheir curiosity, halted on a certain day in the vicinity of the Durgah,\nwhen the place was much thronged by the various pilgrims to that shrine.\nThe party dined in their tent, but drank more wine than was consistent\nwith propriety, and one was particularly overcome. When they sallied forth,\nat the close of the day, to visit this saint’s tomb, their approach was\nobserved by the keepers, who observing how very unfit the strangers\nappeared to enter the sanctuary of other men’s devotions,–the hallowed\nground that was by them respected,–the head-keeper very civilly advanced\nas they moved towards the entrance, requesting that they would desist from\nentering in their apparent condition, contrary to the rules of the place\nand people. The convivial party then drew back, without contesting the\npoint, excepting the one most disguised in liquor, who asserted his right\nto enter wherever and whenever he thought good, nor would he be controlled\nby any man in India.",
        "’The keepers spoke very mildly to the tipsy foreigner, and would have\npersuaded him he was doing wrong, but he was not in a state to listen to\nany argument dissuading him from his determined purpose; they warned him\nthat a severe punishment must follow his daring, as he pushed past them\nand reeled into the mausoleum, triumphing at his success. He had\napproached the tomb, when he was immediately seized with trembling, and\nsank senseless on the floor; his friends without, observing his situation,\nadvanced and were assisted by the keepers in removing the apparently\ninanimate body to the open air: water was procured, and after considerable\ndelay, returning symptoms of life were discovered. When able to speak, he\ndeclared himself to be on the eve of death, and in a few short hours he\nbreathed his last.’ The unhappy man may have died of apoplexy.",
        "The ignorant part of the population of Hindoostaun hold a superstitious\nbelief in the occasional visitations of the spirit of Sheikh Suddoo.[7] It\nis very common to hear the vulgar people say if any one of their friends\nis afflicted with melancholy, hypochondria, &c., ’Ay, it is the spirit of\nSheikh Suddoo has possessed him.’ In such cases the spirit is to be\ndislodged from the afflicted person by sweetmeats, to be distributed among\nthe poor; to which is added, if possible, the sacrifice of a black goat. I\nam not quite sure that the night blindness, with which the lower orders of\nNatives are frequently attacked, has not some superstitious allusion\nattached to it; but the only remedy I have ever heard prescribed for it is,\nthat the patient should procure the liver of a young kid, which must be\ngrilled over the fire, and eaten by the afflicted person. The story of\nthis Sheikh Suddoo, which is often related in the zeenahnahs of the\nMussulmauns, is as follows:–",
        "’Sheikh Suddoo was a very learned man, but a great hypocrite, who passed\ndays and nights in the mosque, and was fed by the charitable, his\nneighbours, from such viands as they provided daily for the poor traveller,\nand those men who forsake the world. The Sheikh sometimes wandered into a\nforest seldom penetrated by the foot of man, where, on a certain day, he\ndiscovered a copper cup, curiously engraved with characters which he tried\nin vain with all his learning to decipher. The Sheikh returned with the\ncup to the mosque, regretting that the characters were unknown to him; but\nas he had long desired to have a good-sized lamp, he fancied from the\npeculiar shape of his prize, that it would answer the very purpose, and\nthe same night he exultingly prepared his charaagh[8] (a light) in the\nengraved vessel.",
        "’The moment he had ignited one wick, he was surprised by the appearance of\na figure, resembling a human being, standing before him, “Who art thou,\"\nhe demanded, “intruding at this hour on the privacy of a\nhermit?\"–\"I come”, replied the figure, “on the summons from your lamp.\nThat vessel, and whoever possesses it, has four attendants, one of whom\nyou see before you, your slave. We are Genii, and can only be summoned by\nthe lighting up of the vessel now before you; the number of your slaves\nwill be in due attendance, always guided by as many wicks as it may be\nyour pleasure to light up for our summons. Demand our attendance, at any\nhour you please, we are bound to obey.”",
        "’The Sheikh inquired if he or his companions possessed any power. “Power”,\nreplied the Genii, “belongs to God alone, the Creator of all things\nvisible and invisible; but by His permission we are enabled to perform, to\na certain extent, any reasonable service our master requires.”",
        "’The Sheikh soon put their abilities to the test, and satisfied himself\nthat these agents would aid and assist him in raising his character with\nthe world (for he coveted their praise), “They would”, he thought,\n“assuredly believe he was a pious Durweish, when he could convince them by\na ready compliance with their requests, which must seem to follow his\nprayers, and which he should be able to further now by the aid of the\nGenii.”",
        "’The pretended holy man employed his attendant Genii fully; many of his\ndemands on their services were difficult, and too often revolting to them;\nyet whilst he retained the lamp in his possession, they were bound to obey\nhis commands. He once heard of a king’s daughter, who was young and\nbeautiful; he therewith summoned the Genii, and required that they should\nconvey the princess to him. They reluctantly obeyed his command, and the\nprincess was the Sheikh’s unwilling companion in the mosque. On another\noccasion, he desired the Genii to bring without delay, to the ground in\nfront of his present abiding place, a very curious mosque situated many\nleagues distant, the stones of which were so nicely cemented together,\nthat no trace of the joining could be discovered. The Genii received this\ncommand with regret, but they were obliged to obey, and departed from the\nSheikh’s presence to execute his unworthy orders.",
        "’It happened that the mosque which the Sheikh coveted was the retreat of a\nrighteous man, who had separated from the world to serve his God,\nvenerable in years and devout in his duties. The Genii commenced their\nlabour of removing the mosque; the good man who was at his devotions\nwithin, fancied an earthquake was shaking the building to its foundation,\nbut as he trusted in God for preservation, he breathed a fervent prayer as\nhe remained prostrate before Him.",
        "’The shaking of the mosque continued, and he was inspired by a sudden\nthought that induced him to believe some supernatural agency was employed\nagainst the holy house; he therefore called out, “Who and what are ye, who\nthus sacrilegiously disturb the house of God!” The Genii appeared, and\nmade known to what order of beings they belonged, whose servants they were,\nand the purpose of their mission.",
        "’\"Begone this instant!” replied the pious man, with a tone of authority\nthat deprived them of strength: “a moment’s delay, and I will pray that\nyou be consumed by fire! Know ye not that this is a mosque, holy, and\nerected wherein to do service to the great and only God? Would Sheikh\nSuddoo add to his enormities by forcing the house of God from its\nfoundation? Away, ye servants of the wicked Sheikh, or meet the fire that\nawaits you by a moment’s further delay!”",
        "’The Genii fled in haste to their profane employer, whose rage was\nunbounded at their disobedience, as he termed their return without the\nmosque; he raved, stormed, and reviled his slaves in bitter sarcasms, when\nthey, heartily tired of the Sheikh’s servitude, caught up the copper\nvessel, and, in his struggle to resist the Genii, he was thrown with\nviolence on the ground, when his wicked soul was suddenly separated from\nhis most impure body.’",
        "This story receives many alterations and additions, agreeable to the\ntalent and the inclination of the person relating it in Native society;\nbut as there once was a person on whose history it has been founded, they\ndo not denominate it fabulous or khaunie.[9] The following, which I am\nabout to copy from a translation of my husband’s, is really a mere fable;\nand, however trifling and childish it may appear, I feel bound to insert\nit, as one among those things which serves to illustrate the character of\nthe people I have undertaken to describe; merely adding, that all these\nfables prove an unceasing entertainment in the zeenahnah, with females who\ncannot themselves read, either for amusement or instruction:–",
        "’A certain man was travelling on horseback through an immense forest; and\nwhen he came to a particular spot, he observed fire consuming some bushes,\nin the centre of which was a monstrous large snake. The Snake was in\ndanger of being destroyed by the flames, so he called to the Traveller, in\na voice of despair–\"Oh! good Sahib, save me, or I perish!\"[10]",
        "’The Traveller was a very tender-hearted creature, prone to pity the\npainful sufferings of every living creature, whether man or animal; and\ntherefore began to devise some scheme for liberating the Snake from the\ndevouring flames. His horse’s corn bag, which was made of leather, hung\ndangling by a rope from the crupper; this, he thought, would be the best\nthing he could offer to the distressed Snake. Accordingly, holding fast by\nthe rope, he threw the bag towards the flames, and desired the Snake to\nhasten into it, who immediately accepted the offered aid, and the\nTraveller drew him out of his perilous situation.",
        "’No sooner was the Snake released from danger, than, ungrateful for the\nservices he had received from the Traveller, he sprang towards him, with\nthe purpose of wounding his deliverer. This, however, he failed to\naccomplish, for the Traveller drew back in time to escape the attack; and\ndemanded of his enemy his reasons for such base ingratitude, saying–\"Have\nI not saved your life by my prompt assistance? What a worthless reptile\nart thou! Is this thy mode of rewarding benefits?\"–\"Oh!” said the Snake,\n“I am only imitating the way of the world; who ever thinks of returning\ngood for good? No, no! every benefit received by the creature of this\nworld is rewarded to the donor by an ungrateful return. I tell you, good\nTraveller, I am only following the example set me in the way of the world.”",
        "’\"I shall not take your word for it,” said the Traveller in reply; “but if\nI can be convinced that what you say is true, you shall be welcome to bite\nme.\"–\"Agreed,” said the Snake; and off they set together in search of\nadventures.",
        "’The first object they met was a large Pepul-tree[11] whose branches spread\nout an inviting shelter to the weary traveller to repose under, without\nrent or tax. The Pepul-tree was asked, “Whether it was consistent with the\nway of the world for the Snake to try to wound the man who had preserved\nhim from destruction.”",
        "’The Pepul-tree replied, “To follow in the way of the world, I should say\nthe Snake was justified. A good return is never now-a-days tendered for a\nbenefit received by mere worldlings, as I can bear witness by my own\nsufferings. Listen to my complaint:–Here in this solitary jungle, where\nneither hut nor mansion is to be found, I spread forth my well-clothed\nbranches,–a welcome shelter to the passing traveller from the burning\nheat of the noontide sun, or the deluge poured out from the over-charged\ncloud;–-under my cover they cook their meal, and my falling leaves supply\nthem with fuel, as also with a bed on which they may recline their weary\nlimbs. Think you, when they have thus profited by the good I have done\nthem, that they are grateful for my services?–Oh, no! the ingrates\ndespoil the symmetry of my form, break off my branches with violence, and\ntrudge off triumphantly with the spoil which may serve them for fuel for\ncooking at their next stage. So you see the Snake is right; he has but\nfollowed the way of the world.”",
        "’The Snake exultingly led the way in search of other proofs by which he\nshould be justified. They fell in with a man who was by occupation a\ncamel-driver. The Man being made acquainted with the point at issue,\ndesired to be heard, as he could prove by his own tale that the Snake’s\ningratitude was a true picture of the way of the world:–\"I was the sole\nproprietor of a very fine strong camel, by whose labour I earned a\nhandsome competence for each day’s provision of myself and family, in\nconveying goods and sometimes travellers from place to place, as my good\nfortune served me. On a certain day, returning home through an intricate\nwood, I drew near to a poor blind man who was seated on the ground\nlamenting his hard fate. Hearing my camel’s feet advance, he redoubled his\ncries of distress, calling loudly for help and assistance. His piteous\ncries won upon the tender feelings of my heart; so I drew near to inquire\ninto his situation, he told me with tears and sobs, that he was travelling\non foot from his home to visit his relations at the next town; that he had\nbeen attacked by robbers, his property taken from him by violence, and\nthat the boy, his guide, was forced from him by the banditti as a slave;\nand here, added the blind man, must I perish, for I can neither see my way\nhome, nor search for food; in this lone place my friends will never think\nto seek me, and my body will be the feast for jackals ere the morning\ndawns.",
        "’\"The poor man’s story made so deep an impression on my mind, that I\nresolved on assisting him; accordingly my camel was made to kneel down, I\nseated the blind man safely on my beast, and set off with him to the city\nhe called his home. Arrived at the city gates, I lowered my camel, and\noffered to assist the poor man in descending from his seat; but, to my\nastonishment, he commenced abusing me for my barefaced wickedness,\ncollected a mob around us, by his cries for help from his persecutor,\ndeclared himself the master of the camel, and accused me of attempting to\nrob him now as I had done his brother before.",
        "’\"So plausible was his speech–so apparently innocent and just his\ndemands–that the whole collected populace believed I was actually\nattempting to defraud the blind man of his property, and treated me in\nconsequence with great severity. I demanded to be taken before the Kauzy\nof the city. ’Yes yes,’ said the blind man, ’we will have you before the\nKauzy’; and away we went, accompanied by the crowd who had espoused the\nblind man’s cause against me.",
        "’\"The blind man preferred his claim, and advocated his own cause with so\nmany arguments of apparent justice, that I was not allowed a voice in the\nbusiness; and in the end I was sentenced to be thrust out of the city as a\nthief and vagabond, with a threat of still greater punishment if I dared\nto return. Here ends my sad tale; and you may judge for yourself, oh,\nTraveller! how truly the Snake has proved to you that he follows but the\nway of the world!”",
        "’As they pursued their way in search of further conviction, they met a Fox,\nwhose wisdom and sagacity was consulted on the important question. Having\nheard the whole history with becoming gravity, the Fox addressed the\nTraveller:–\"You can have no good reason to suppose, Mr. Traveller, that\nin your case there should be any deviation from the general rule. I have\noften been obliged to suffer the vilest returns from friends whom I have\nbeen active to oblige; but I am rather curious to see the way you effected\nthe release of the Snake from the fire, for I will candidly confess myself\nso stupid as not clearly to understand the description you have both\nattempted to give. I shall judge the merits of the case better if I see it\nperformed.”",
        "’To this proposal the Snake and Traveller agreed: and when the corn bag\nwas thrown towards the Snake, he crept into it as before. The Fox then\ncalled out to the Traveller “Draw quickly!” he did so, and the Snake was\ncaught by a noose in the cord which the Fox had contrived unperceived, by\nwhich the Snake was secured fast round the middle. “Now,” said the Fox,\n“bruise your enemy, and thus relieve the world of one base\ninhabitant!\"’[12]",
        "This fable is frequently enlarged and embellished by the reciter to a\nconsiderable extent, by introducing many different objects animate and\ninanimate, to elucidate the question before the Fox arrives, who is\ngenerally brought in to moral the fable.",
        "I trust to be excused for transcribing the following moral fable which was\ntranslated from the Persian by my husband for my amusement, bearing the\ntitle of ’The King who longed for an unknown fruit:’–",
        "’A certain King was so great a tyrant, that his servants and subjects\ndreaded each burst of anger, as it were the prelude to their own\nannihilation. The exercise of his will was as absolute as his power; he\nhad only to command, and obedience followed, however difficult or\ninconvenient to the people who served under him.",
        "’This tyrant dreamed one night that he was eating fruit of an\nextraordinary flavour and quality. He had never in his whole life seen\nfruit of the kind, neither had he heard such described by travellers; yet\nwhen he ruminated on the subject in the morning he was resolved to have\nfruit of the same sort his dream presented, or his people should suffer\nfor his disappointment.",
        "’The King related his dream, and with it his commands to his Vizier, his\ncourtiers, and attendants, that fruit of the same description should be\nbrought before him within seven days; in default of which he vowed\nsolemnly that death should be the portion of his Vizier, his courtiers,\nand servants. They all knew the King meant to be obeyed, by the\nearnestness of his manner, and they trembled under the weight of his\nperplexing orders; each, therefore, was speedily engaged in the\nall-important search. The whole empire was canvassed, and all the business\nof the Court was suspended to satisfy the whim of the Monarch, without\navail; terror and dismay marked the countenance of the whole city–for\ncertain death awaited these servants of the Court–and there was but now\none day left to their hopes. The city, the suburbs, the provinces, had\nbeen searched; disappointment followed from every quarter, and the\nthreatened party gave up their hearts to despair.",
        "’A certain Durweish, knowing the consternation of the people, and feeling\npity for their unmerited sufferings, sent for the Vizier privately. “I am\nnot”, said the Durweish, “by any means anxious to please the vanity and\nsilly wishes of your master, the King, but I do hear with pity the state\nof despair you and your fellows are reduced to, by the unsuccessful\nresults of your search after the fruit, and the certain consequences which\nare to follow your failure.”",
        "’Then giving the Vizier a fragment of a broken pitcher, on which was\nciphered unknown characters, he told him to take it with him to a certain\ntomb, situated in the suburbs of the royal city, (directing him to the\nspot with great exactness), and casting the fragment on the tomb, to\nfollow the directions he would there receive; he further desired him to be\nsecret, to go alone, and at midnight.",
        "’The now hope-inspired Vizier went as desired at midnight, and cast the\nfragment on the tomb, which instantly opened to him. He then descended a\nflight of steps, from the foot of which, at a little distance, he first\nespied a light not larger than a taper, but which increased as he went on\nuntil the full splendour of noonday succeeded. Proceeding with confidence,\nrevived hope cheered his heart, anticipating that by success so many lives\nbesides his own would be preserved through his humble endeavours; and that\nlife would be more than doubly dear, as the prospect of losing the gift\nhad embittered the last few days so severely.",
        "’The Vizier passed on courageously through halls, corridors, and\napartments of magnificent structure, decorated and furnished in the most\nperfect style of elegant neatness. Everything he saw bore marks of\nsplendour. The King’s palace was then remembered in all its costliness, to\nbe as much inferior to the present scene as could be detected by the\nlapidary’s correct eye, when comparing the diamond with the pebble.",
        "’He was perfectly entranced as he gazed on the emerald gate, through which\nhe had to pass to enter a garden of luxuriant beauty, where every shrub,\nplant, flower, and fruit teemed with richness. In the centre of a walk an\nold man was seated in a chair of burnished gold, clad in the costume of\nthe country, who seemed to be engaged in breathing the sweet odours by\nwhich he was surrounded with a calm and tranquil countenance of joy. “I\nknow your business,” said the possessor of this paradise, to the Vizier as\nhe advanced towards him; “you are come to obtain fruit from this tree,\nwhich bows its branches to the earth with the weight and number of its\nburden. Take one only; this is the fruit your master’s dream pictured to\nhis fancy.”",
        "’Full of joy at the prospect of release from the dreaded anger of his\nroyal master, the Vizier hastily plucked the fruit, and retreated by the\nway he came, without waiting to inquire what the old man meant by an\nexclamation he uttered at parting, which at the time seemed of lesser\nimport than he afterwards imagined; but “Alas, the world” was recalled to\nhis memory on his way back to the palace, and haunted his mind so strongly\nthat he became restless and uneasy, even after the King had conferred\nhonours and favours innumerable on him for his successful efforts in\nprocuring that fruit which had never before been seen by any creature on\nearth but by the King, and by him only in a dream. “Alas, the world!” was\nlike a dark envelope over every attempt to be cheerful; an impenetrable\ncloud seemed to pervade the Vizier’s mind; he could think of nothing but\nthe parting words of the old man, and his own folly in not inquiring his\nmeaning.",
        "’The Vizier at last went to the same Durweish who had befriended him in\nhis hour of need, and related to him the obstacle to his enjoyment of the\nblessings and honours which had crowned his success, and hoped from this\nholy-minded man to ascertain the meaning of that perplexing sentence,\n“Alas, the world!” The Durweish could not, or would not explain the old\nman’s meaning; but willing to do the Vizier all possible service, he\nproposed giving him again the necessary passport to the inhabitant of the\ngarden.",
        "’The fragment of a pitcher was again traced with the mystic characters,\nand with this in his hand the Vizier at midnight sought the tomb, where he\nfound as easy access as on the former occasion. Everything he saw seemed\ndoubly beautiful to his imagination since his former visit. He entered by\nthe emerald gate and found the old man enjoying the magnificent and\nsense-devouring scene, with as much delight as mortals are wont to show\nwhen content fills the heart of man.",
        "’\"I know your second errand, my friend,” said the old man, “and am quite\nas willing to oblige you as on your first visit. Know then, Vizier, that\nwhilst an inhabitant of earth, I followed the humble occupation of a\nvillage barber; by shaving and paring nails I earned my daily bread, and\nmaintained my family. Sometimes I collected ten pice in my day of labour\nfrom house to house, and if twelve crowned my efforts I was fortunate.",
        "’\"Many years passed over my head in this way, when one day I was less\nsuccessful in my calling, and but half my usual earnings was all I had\ngained. On my way home I was ruminating on the scantiness of the meal\nlikely to be procured by five pice for my family of seven people; the\nseason was one of such great scarcity, that ten pice on other days had\nbeen of late barely sufficient to procure our daily food; and even with\ntwelve we thought our wants had been but inadequately supplied. I went on\ngrieving,–more for my family than myself, it is true,–and could have\ncried at the thought of the small portion of bread and dhall I should see\nallotted to each individual dependant on me.",
        "’\"In my progress towards home, whilst regretting my poverty, I saw an\nunfortunate beggar, whose earnest entreaty seemed to make no impression on\nthose who passed him by; for, in truth, when money is scarce and corn dear,\npeople’s hearts grow somewhat cold to the distresses of those who have no\nclaim by kindred ties. But with me it was otherways: my scantiness seemed\nto make me more tender to the sorrows of my fellow-creatures. Poor soul,\nsaid I to myself, thou art starving, and no one gives ear to thy\ncomplaints; now if I take home this scanty produce of my day’s labour, it\nwill not give a meal to all my household; besides, they dined with me\ntolerably well yesterday. We shall not starve by one day’s fasting;\nto-morrow Divine Providence may send me in the way of more bearded men\nthan I have met to-day. I am resolved this poor man shall have the\nbenefit of a good meal for once, which he supplicates for in the name of\nGod.",
        "’\"I then went to the beggar and threw the five pice into his upheld\nwrapper. ’There, brother,’ said I, ’it is all I have; go, make yourself\nhappy in a good meal, and remember me in your prayers.’ ’May Heaven give\nyou plenty in this world and bless your soul in the next!’ was his only\nresponse. That prayer was heard, for during my further sojourn on earth\nabundance crowned my board; and here, it is unnecessary to remark on the\nbounties by which you perceive I am surrounded.",
        "’\"That I said Alas, the world! was from the reflection that I did but\none act of real charity whilst I remained in it, and see what an abundance\nrewards me here. Had I known how such things are rewarded hereafter, I\nshould have been more careful to have embraced the passing opportunities,\nwhile I walked with my fellow-man on earth. That I said, Alas, the\nworld! to you, was an intended admonition to mankind; to convince them of\nthe blessings bestowed in this world of bliss eternal, in reward for every\nproper use to which the benefits they received in their probationary state\nof existence may have been devoted. Go, friend! and profit by the example\nI present of heavenly rewards! Persevere in a course of practical charity\nin that world you still inhabit; and secure, whilst you may, the blessed\nrewards of eternity!\"’",
        "[1] This term does not appear in the ordinary dictionaries or Census\n    reports. Sir C. Lyall, with much probability, suggests that the\n    correct form is Chalapdar, ’a cymbal player’.",
        "[2] A saint, Sayyid Ahmad Kabir, is buried at Bijaimandil, Delhi.\n    T.W. Beale, Oriental Biographical Dictionary, s.v.\n[3] Fire-walking is practised by many Musalman devotees. In a case\n    recorded on the NW. frontier, a fakir and other persons walked\n    through a fire-trench and showed no signs of injury; others came out\n    with blistered feet and were jeered at as unorthodox Musalmans; a\n    young Sikh, shouting his Sikh battle-cry, performed the feat, and as\n    he escaped uninjured, a riot was with difficulty prevented.–T.L.\n    Pennell, Among the Wild Tribes of the Afghan Frontier, 1909, p. 37,\n    See M.L. Dames, ’Ordeals by Fire in the Punjab’ (Journal\n    Anthropological Society, Bombay, vol. iv). The subject is fully\n    discussed by Sir J. Frazer, The Golden Bough[3], part vii, vol. ii,\n    1913, pp. 5 ff.",
        "[4] Madari fakirs, who take their names from Badi-ud-din Madar\n    Shah, a disciple of Shaikh Muhammad Taifuri Bastami, who\n    died A.D. 1434 at the ago of 124 years, and is buried at Makanpur in\n    the Cawnpur District, where an annual fair is held at his tomb. On the\n    anniversary of his death food is offered here, and amulets\n    (baddhi) are hung round the necks of children. Some light a\n    charcoal fire, sprinkle ground sandalwood on it, and jumping into it,\n    tread out the embers with their feet, shouting out dam Madar, ’by\n    the breath of Madar!’ the phrase being regarded as a charm against\n    snake-bite and scorpion stings. After the fire-walk the feet of the\n    performers are washed and are found to be uninjured. Others vow a\n    black cow, sacrifice it, and distribute the meat to beggars. The rite\n    is of Hindu origin, and Hindus believe that the saint is an\n    incarnation of their god Lakshmana.–Jaffur Sharreef, Qanoon-e-Islam,\n    158 f.: W. Crooke, Tribes and Castes of the NW. P. and Oudh, iii.\n    397 ff.",
        "[5] Dafali, from daf, a drum.",
        "[6] Mela.",
        "[7] Shaikh Saddu is the special saint of women. His name was\n    Muhi-ud-din, and he lived at Amroha or Sambhal, in the United\n    Provinces of Agra and Oudh. Some unorthodox Musalmans offer food in\n    the name, and hold a session, in which a female devotee becomes\n    possessed. A woman who wants a child says to her: ’Lady! I offer my\n    life to you that I may have a child’, whereupon the devotee gives her\n    betel which she has chewed, or sweets, and this is supposed to bring\n    about the desired result (Jaffur Shurreef, Qanoon-e-Islam, 184 f: W.\n    Crooke, Popular Religion and Folklore of Northern India, i. 204). In\n    Bihar it is said that he had a lamp with four wicks, on lighting\n    which, four Jinns appeared, and he used them for the purpose of\n    debauchery. Finally, another Jinn slew him. People become possessed in\n    his name, and when summoned in cases of illness or trouble, announce\n    that a goat or a cock must be sacrificed to the saint (Census Report,\n    Bengal, 1901, i. 180).",
        "[8] Chiragh, an earthenware cup in which a wick is lighted.",
        "[9] Kahani, a folk-tale.",
        "[10] This tale comes from the Nala-Damayanti Saga. Nala finds a snake\n    in danger of death from a jungle fire, saves it, and is bitten by the\n    reptile, in the forehead, which causes him to become weak, deformed,\n    and black in colour. The snake turns out to be the King Snake,\n    Karkotaka. He says to Nala: ’I gave you this bite for your good, as\n    you will soon learn, in order that your deformity may conceal you in\n    carrying out your plans’ (C.H. Tawney, Katha-saral-Sagara, i.\n    564 f.: C.H. Bompas, Folklore of the Santal Parganas, 149 ff.).",
        "[11] Pipal, Ficus religiosa.",
        "[12] A common Indian folk-tale. In one of the most common versions the\n    jackal tricks the ungrateful tiger, and induces him to go back to his\n    cage.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}