{
    "title": "Observations on the Mussulmauns of India - Letter X",
    "author": "Meer Hassan Ali",
    "chapter": "14",
    "content": [
        "\n\n",
        "  The Zuckhaut (God’s portion).–Syaads restricted the benefit of this\n  charity.–The Sutkah.–The Emaum’s Zaumunee (protection).–The Tenths,\n  or Syaads’ Due.–Mussulmauns attribute thanks to God only, for all\n  benefits conferred.–Extracts from the ’Hyaatool Kaaloob’.–Mahumud’s\n  advice.–His precepts tend to inculcate and encourage\n  charity.–Remarks on the benevolence of Mussulmauns.",
        "On the subject of Zuckhaut, commanded by Mahumud to his followers, I shall\nhave little to remark;–the nature of the institute is intended to oblige\nmankind to share with the poor a due portion of those benefits they have\nreceived through the bounty of Divine Providence. Every Mussulmaun is\nexpected by this law to set apart from his annual income one-fortieth part,\ndenominated Zuckhaut (God’s portion), for the sole benefit of the poor. I\nbelieve there are not many,–judging by what I have witnessed among the\nMussulmaun population of Hindoostaun,–who do not expend a much larger\nportion of their yearly income in charitable donations, than the enjoined\nfortieth part.",
        "The poor Syaads are not allowed to receive any relief from ’the\nZuckhaut’[1]; they being of the Prophet’s blood, are not to be included\nwith the indigent for whom these donations are generally set apart. The\nstrict Mussulmaun of the Sheah sect usually deducts one-tenth[2] from\nwhatever money comes into his possession as ’the Syaads’ due’, to whom it\nis distributed, as proper objects present themselves to his knowledge;\nmuch in the same way as the tribe of Levi are entitled to the tenth of the\nproduce from their brethren of Israel by the Mosaic law.",
        "The Syaads are likewise restricted from accepting many other charitable\nofferings,–sutkah for instance–by which is meant the several things\ncomposing peace-offerings, offerings in atonement, &c. The better to\nexplain this I must here describe some of the habits of the Mussulmaun\npopulation:–When any person escapes from a threatened danger, or accident,\ntheir friends send offerings of corn, oil, and money; all that is thus\nsent to the person preserved, must be touched by his hand and then\ndistributed amongst the poor and needy.",
        "If any member of a family be ill, a tray is filled with corn, and some\nmoney laid on it: it is then placed under the bed of the sick person for\nthe night; in the morning this is to be distributed amongst the poor. Some\npeople cook bread, and place it in the same way with money under the bed\nof the sick. All these things are called Sutkah[3] in whatever form they\nare planned, which is done in a variety of ways; and, when distributed to\nthe poor, are never to be offered to, nor allowed to be accepted by, the\nSyaad race. The scapegoat, an animal in good health and without blemish,\nis another offering of the Sutkah denomination: a Syaad is not allowed to\nbe one of the number to run after the goat released from the sick chamber.",
        "When any one is going a journey, the friends send bands of silk or riband,\nin the folds of which are secured silver or gold coins; these are to be\ntied on the arm of the person projecting the journey, and such offerings\nare called ’Emaum Zaumunee’,[4] or the Emaum’s protection. Should the\ntraveller be distressed on his journey, he may, without blame, make use of\nany such deposits tied on his arm, but only in emergencies; none such\noccurring, he is expected, when his journey is accomplished in safety, to\ndivide all these offerings of his friends amongst righteous people. The\nSyaads may accept these gifts, such being considered holy,–paak[5] is the\noriginal word used, literally clean.",
        "They believe the Emaums have knowledge of such things as pertain to the\nfollowers of Mahumud and his descendants. Thus they will say, when\ndesiring blessings and comforts for another person, ’Emaum Zaumunee,\nZaumunee toom kero!’[6] may the Emaums protect you, and give you their\nsafe support!",
        "The tenths, or Syaads’ dues, are never appropriated to any other use than\nthe one designed. Thus they evince their respect to the descendants of\nMahumud; by these tenths the poorer race of Syaads are mainly supported;\nthey rarely embark in trade, and never can have any share in banking, or\nsuch professions as would draw them into dealings of usury. They are\nchiefly employed as writers, moonshies,[7] maulvees, and moollahs, doctors\nof law, and readers of the Khoraun; they are allowed to enter the army, to\naccept offices of state; and if they possess any employment sufficient to\nsupport themselves and family, the true Syaad will not accept from his\nneighbours such charitable donations as may be of service to the poor\nbrethren of his race. The Syaads, however poor, are seldom known to\nintrude their distresses, patiently abiding until relief be sent through\nthe interposing power of divine goodness.",
        "Such is the way in which they receive the blessings showered by the\norderings of the Almighty, that one never hears a Mussulmaun offer thanks\nto his earthly benefactor, in return for present benefits; but ’Shooghur\nAllah!’[8] all thanks to God! I was somewhat surprised when first\nacquainted with these people, that they accepted any kind of service done\nthem with the same salutation as when first meeting in the morning, viz.\nsalaam, and a bow. I inquired of the Meer if there was no word in\nHindoostaunie that could express the ’Thank you!’ so common to us in\nEngland? He bade me remark that the Mussulmauns return thanks to God\nwhenever they receive a benefit from mortals, whom they consider but as\nthe agents appointed by God to distribute His gifts. ’All thanks to God!’\nis repeated with every benefit received; and this follows every meal or\ncup of water as naturally, as to eat or to drink is preceded by ’Bis ma\nAllah!’[9]–In the name, or to the praise of God!",
        "Amongst the many choice things I have gleaned from the work so often\nquoted in my Letters, viz. ’Hyaatool Kaaloob’, the following, through my\nMeer’s aid in translation, may here be inserted.",
        "’Observe, ye faithful, there are five things most acceptable to God the\nCreator, from man, His creature:–",
        "1st. ’A generous gift, made when you have the greatest necessity yourself\nfor that which you give away.",
        "2nd. ’All gifts that are free-will offerings of the heart, neither\nexpecting nor desiring your bounty, should be rewarded, either by returns\nor acknowledgements.",
        "3rd. ’To be most humble, when in the enjoyment of the greatest prosperity.",
        "4th. ’To promote peace, when the reason for indulging your anger is most\nenticing.",
        "5th. ’To forgive freely from the heart, when the power to revenge is\npresent with you.’",
        "You perceive a system of charitable feeling is inculcated by the laws of\nMahumud; and in every-day practice it is found to be the prominent feature\nin their general habits. It is common with the meanest of the people to\noffer a share of their food to any one calling upon them at meal-time. I\nhave seen this amiable trait of character in all classes of the people;\nand often on a river voyage, or a land journey, when the servants cook\ntheir dinner under a tree or by the bank of the river, if a dog, which\nthey consider an unclean animal, advances within their reach, a portion of\ntheir food is thrown to him with that kindliness of feeling which induces\nthem to share with the hungry, whatever gifts they receive from the Author\nof all good.[10] Except in seasons of famine, no one need despair of\nhaving sufficient to support nature, wherever the Mussulmauns congregate.\nI speak it to their credit, and in justice to their character.",
        "[1] See p. 67.",
        "[2] Known among Indian Musalmans as dasaundh, ’tithes’.",
        "[3] Sadaqah, used in the Koran (ii. 265) for almsgiving. In India the\n    term is applied to the custom by which money, clothes, grain, &c., are\n    waved over a patient, or only shown to him, and then given away to\n    beggars; or they are placed near the foot of a tree, on the bank of a\n    river, or where four roads meet, and are then supposed to carry away\n    the disease with them.–Jaffur Shurreef, Qanoon-e-Islam, p. 252.",
        "[4] Imam zamini, ’a gift to the guardian saint’. When about to\n    go on a journey, or when any misfortune befalls a person, a coin or\n    metal ring is tied up in a cloth coloured with turmeric, in the name\n    of the Imam Zamin, and worn on his left arm. When the traveller\n    reaches his destination, or gets rid of his affliction, it is taken\n    off, and its value, with some money in addition, is spent in food or\n    sweetmeats, which are offered in the name of the saint.–Jaffur\n    Shurreef, p. 182.",
        "[5] Pak.",
        "[6] Imam Zamani, Zamani tum karo.",
        "[7] Munshi, ’a writer, secretary’.",
        "[8] Shukr Allah.",
        "[9] Bi’smi’llah: the full form is\n    bi’smi’llah’r-rahmani’r-rahim, ’In the name of Allah,\n    the Compassionate, the Merciful!’ These latter titles are omitted when\n    going into battle, or when slaughtering animals.",
        "[10] The Prophet ordered that when a dog drinks from a vessel, it must be\n    washed seven times, the first cleansing being with earth. But the dog\n    of the Seven Sleepers will be admitted into Heaven.–Koran,\n    xviii. 17.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}