{
    "title": "Observations on the Mussulmauns of India - Letter IX",
    "author": "Meer Hassan Ali",
    "chapter": "13",
    "content": [
        "\n\n",
        "  The Hadje (Pilgrimage to Mecca).–Commanded to be performed by\n  Mahumud.–Eagerness of both sexes to visit the Prophet’s\n  tomb.–Qualifications requisite for the undertaking.–Different\n  routes from India to Mecca.–Duties of the pilgrims at the Holy\n  House.–Mecca and its environs.–Place of Abraham.–The\n  Bedouins.–Anecdote of a devotee and two pilgrims.–A Bedouin Arab,\n  and the travellers to Mecca.–The Kaabah (Holy House).–Superstitious\n  regard to a chain suspended there.–Account of the gold\n  water-spout.–Tax levied on pilgrims visiting the tomb of Mahumud by\n  the Sheruff of Mecca.–Sacred visit to the tombs of Ali, Hasan, and\n  Hosein.–The importance attached to this duty.–Travellers annoyed by\n  the Arabs.–An instance recorded.–The Nudghiff Usheruff.–Anecdotes\n  of Syaad Harshim.",
        "’The Pilgrimage to Mecca’ is commanded by Mahumud to his followers at\nleast once during their lifetime, provided the obstacles are not\ninsurmountable. Indulgences are made for the sick, or individual poverty.\nAll who have the means at command, whatever may be their distance from the\nplace, are expected to perform the Hadje themselves if possible; or, if\nprevented by any circumstances they cannot control, they are required to\npay the expenses of other persons willing to be their proxies.",
        "Whatever information I have acquired on the subject of this pilgrimage has\nbeen gleaned from frequent conversations with Meer Hadjee Shaah, who, as I\nhave before remarked, performed the Hadje from Hindoostaun to Mecca, at\nthree different periods of his eventful life.",
        "If the fatigues, privations, and difficulties of the pilgrimage to Mecca\nbe considered, the distance from Hindoostaun must indeed render the Hadje\na formidable undertaking; yet, the piously disposed of both sexes yearn\nfor the opportunity of fulfilling the injunctions of their Lawgiver, and\nat the same time, gratifying their laudable feelings of sympathy and\ncuriosity–their sympathy, as regards the religious veneration for the\nplace and its purposes; their curiosity, to witness with their own eyes\nthose places rendered sacred by the words of the Khoraun in one instance,\nand also for the deposits contained in the several tombs of prophets, whom\nthey have been taught to reverence and respect as the servants of God.",
        "Every year may be witnessed in India the Mussulmauns of both sexes forming\nthemselves into Kauflaahs[1] (parties of pilgrims) to pursue their march\non this joyous expedition, believing, as they do, that they are fulfilling\na sacred duty. The number of women is comparatively few, and those chiefly\nfrom the middling and lower classes of the people, whose expenses are\ngenerally paid by the rich females. The great obstacle to the higher\nclasses performing the pilgrimage themselves is, that the person must at\ntimes be necessarily exposed to the view of the males. The lower orders\nare less scrupulous in this respect, who, whilst on the pilgrimage, wear a\nhooded cloak[2] of white calico, by which the person is tolerably well\nsecreted, so that the aged and youthful have but one appearance; the\nbetter sort of people, however, cannot reconcile themselves to go abroad,\nunless they could be permitted to have their covered conveyances, which in\nthis case is impossible.",
        "The qualifications necessary for all to possess, ere they can be deemed\nfit subjects for the Hadje, are, as I learn, the following:",
        "’They must be true Mussulmauns in their faith; that is, believe in one\nonly true God, and that Mahumud is His Prophet.",
        "’They must strictly obey the duties commanded by Mahumud; that is, prayer\nfive times daily, the fast of Rumzaun, &c.",
        "’They must be free from the world; that is, all their debts must be paid,\nand their family so well provided for, according to their station, that no\none dependent on them may be in want of the necessaries of life during the\nabsence of the pilgrim from his home and country.",
        "’They must abstain from all fermented or intoxicating liquors, and also\nfrom all things forbidden to be eaten by the law (which is strictly on the\nMosaic principle).",
        "’They must freely forgive their enemies; and if they have given any one\ncause of offence, they must humble themselves, and seek to be forgiven.",
        "’They must repent of every evil they have committed, either in thought,\nword, or deed, against God or their neighbour.’",
        "Thus prepared, the pious Mussulmaun sets out on his supposed duty, with\nfaith in its efficacy, and reliance on the goodness of Divine Providence\nto prosper him in the arduous undertaking.",
        "Many Kauflaahs from the Upper Provinces of India, travel overland to\nBombay; others make Calcutta their place of embarkation, in the Arab ships,\nwhich visit those ports annually with returning pilgrims from Arabia,\ncargoes of coffee, Arabian fruits, and drugs. Some few enterprising people\nmake the whole pilgrimage by land; this is, however, attended with so many\nand severe difficulties, that but few of the present day have courage to\nattempt it. In those cases their road would be from Delhie to Cashmire,\nthrough Buckaria,[3] making a wide circuit to get into Persia. This is the\nmost tedious route, but possesses the advantages of more inhabited places\non the line of march, and therefore provisions are the more readily\nprocured. There is one route from the Lahore Province,–the English\nterritory here is bounded by the river Suttledge, which the traveller\ncrosses into the Sikh country,–through Afghastaan and Persia. I have not\nheard of the Kauflaahs making this their road of late; there seems to be\nalways a disposition to fear the Sikhs,[4] who are become a powerful\nnation under Runjeet Singh; but I am not aware what ground the pilgrims\nhave for their distrust, except that they can scarcely expect the same\ncourtesy from these people as from the Mussulmauns, who would naturally\naid and assist the pilgrims, and respect the persons thus labouring to\naccomplish the command of their Prophet.",
        "Whatever may be the chosen route, the pilgrims must make up their minds to\nmany trials necessarily incident to the undertaking; and to the habits of\nthe Mussulmauns of India, I cannot suppose any fatigue or trial greater\nthan the voyage by sea, in an Arab vessel. It is well for those persons\nwhose hearts have undergone that thorough change, which by the law fits\nthem for the Hadje; with such men, earthly calamities, privations, or any\nother mere mortal annoyances, are met with pious fortitude, having\nconsolations within which strengthen the outward man: in all their trials\nthey will say, ’It is in the road of God, by Him cometh our reward’.",
        "The duty of the pilgrims, on their arrival at the Holy Place, is to\nworship God, and visit the tombs of the Prophets. There are forms and\nregulations to be observed in the manner of worship; certain circuits to\nbe made round the Kaabah; saluting with the lips the sacred stone therein\ndeposited; and calling to remembrance the past wonders of God, with\nreverence and piety of heart. I have often heard Meer Hadjee Shaah speak\nof the comfort a humble-minded pilgrim enjoys at the time he is making his\nvisit to the Holy House; he says, ’There the heart of the faithful servant\nof God is enlightened and comforted; but the wicked finds no rest near\nKaabah’.",
        "The pilgrims visit the tombs of every prophet of their faith within their\nreach; as the mausoleum of Hasan and Hosein, the Nudghiff Usheruff of Ali,\nand, if it be possible, Jerusalem also. At Dimishk (Damascus) they pay\nrespect to the burying-place of Yieyah[5] (St. John), over whose earthly\nremains is erected, they say, the Jumna Musjud[6] (mosque), to which the\nfaithful resort on Fridays (their Sabbath) to prayer.",
        "Within the confines of the Holy House, life is held so sacred that not the\nmeanest living thing is allowed to be destroyed; and if even by accident\nthe smallest insect is killed, the person who has caused the death is\nobliged to offer in atonement, at the appointed place for sacrificing to\nGod, sheep or goats according to his means.[7]",
        "According to the description of Meer Hadjee Shaah the city of Mecca is\nsituated in the midst of a partially barren country; but at the spot\ncalled Taaif,[8]–only one day’s journey from Mecca,–the soil is\nparticularly fertile, producing all kinds of fruit and vegetables in great\nabundance, and the air remarkably pure and healthy. The word Taaif implies\nin the Arabic ’the circuits completed’. It is recorded ’that the angel\nGabriel brought this productive soil, by God’s command, and placed it at a\nconvenient distance from Mecca, in order that the pilgrims and sojourners\nat the Holy House might be benefited by the produce of the earth, without\nhaving them sufficiently near to call off their attention from the solemn\nduty of worshipping their God, which they are expressly called upon to\nperform at Mecca’.",
        "My informant tells me that there is a stone at Mecca known by the\nappellation of ’Ibraahim Mukhaun’ (Place of Abraham):[9] on this is seen\nthe mark of a human foot, and believed by pilgrims, on good authority, to\nbe the very stone on which Abraham rested his foot when making occasional\nvisits to his son Ishmael: at the performance of this duty he never\ndismounted from his camel, in compliance with his sacred promise made to\nSarah the mother of Isaac.",
        "The pilgrimage to Mecca is most securely performed by those persons who\ntravel in a humble way; riches are sure to attract the cupidity of the\nBedouins. A poor pilgrim they respect, and with him they will share their\nlast meal or coin. The Bedouin Arab delights in hospitably entertaining\nmen of his own faith, provided they are really distressed; but the\nconsequence of deception would be a severe visitation on the delinquent.\nThe two following stories I have received from Meer Hadjee Shaah,\ndescriptive of some of the incidents that occur to pilgrims, and therefore\nmay be acceptable here.",
        "’A good Mussulmaun of Hindoostaun resolved on undertaking the Hadje, being\nunder the strong impression of a warning dream that his earthly career\nwould speedily terminate. He travelled on foot, with one companion only,\nwho was a faithfully-attached friend; they had no worldly wealth, and\njourneyed on their way as mendicants, trusting for each day’s food to the\nbountiful care of Divine Providence: nor was their trust in vain, since\nthe hearts of all who saw these pious travellers were moved by the power\nof God to yield them present relief.",
        "’On a certain day these pilgrims had journeyed from the dawn until eve\nwithout a meal, or meeting any one to assist them, when they were at last\nencountered by a religious devotee of another nation, with whom they\nconversed for some time. Their new acquaintance having found they were\nindeed poor, not even possessed of a single coin to purchase corn or food\nof any kind, expressed his hearty sympathy, and desired to be of service\nto the pilgrims; he therefore disclosed to them that he was in possession\nof a secret for the transmutation of metals,[10] and offered some of his\nprepared powder to the elder Hadjee, by which he would have persuaded him\nwant should never again intrude; adding, “You will with this be\nindependent of all future care about subsistence on your pilgrimage.”",
        "’The pious Hadjee, however, was of a different mind from the devotee, and\npolitely rejected the offer of the powder by which he was to acquire\nriches, declaring that the possession of such an article would rob him of\nthe best treasure he enjoyed, namely, the most perfect reliance on Him, by\nwhom the birds of the air are fed from day to day without labour or care,\nand who had hitherto fed him both in the city and in the desert; and that\nin this trust he had comforts and consolations which the whole world could\nnot grant him: “My God, in whom I trust, will never desert me whilst I\nrely on Him alone for succour and support.\"’",
        "My excellent friend says, such pilgrims as the one described may pass\nthrough the haunts of the Bedouins without fear or sorrow, and they are\nalways respected. The next anecdote I am about to relate will develop more\nparticularly the Arab’s natural disposition, and how necessary it is for\nmen really to be that they would seem, when placed by circumstances within\ntheir reach. Some of the parties were known to my venerable relative.",
        "’Six Mussulmauns from India were travelling on foot in Arabia; they\nassumed the title of pilgrim mendicants. On a certain day they drew nigh\nto the tent of a Bedouin Arab, who went out to meet them, and entering\ninto conversation, soon discovered by their talk that they were poor\npilgrims from India, who depended on casual bounties from men of their\nfaith for their daily meal. The Bedouin, though a robber, had respect for\nthe commands of his religion; and with that respect he boasted a due share\nof hospitable feeling towards all who were of his own faith; he\naccordingly told them they were welcome to his home, and the best meal he\ncould provide for them, which offers they very gladly accepted, and\nfollowed him to the tent.",
        "’The Arab desired his wife to take water to his guests and wash their feet\nafter the fatigue of their day’s march, and told her in secret to divert\ntheir attention whilst he went out in search of plunder, that the\nhospitality of an Arab might be shown to the strangers. Then mounting his\nfleet-camel, he was quickly out of sight. Many a weary circuit the Arab\nmade, his ill stars prevailed; not a Kauflaah nor a traveller could he\nmeet, whence a supply might be extracted, to be the means of providing for\nhis guests; his home was penniless, and with the Bedouins, none give\ncredit. His bad success dispirited him, and he returned to the back of his\ntent, to consult what was best to be done in this emergency. The only\nthing he possessed in the world fit for food was the animal on which he\nrode, from day to day, to levy contributions upon the passing traveller.",
        "’His only immediate resource was to kill his favourite camel. His honour\nwas at stake; the sacrifice would be great; he was attached to the beast;\nthe loss would be irreparable, he thought:–yet every weighty argument on\none side to preserve the camel’s life, was as quickly overturned in the\nreflection of his Arabian honour;–his visitors must be fed, and this was\nthe only way he could contrive the meal. With trembling hands and\nhalf-averted eyes, the camel’s blood was shed; with one plunge his\nfavourite ceased to breathe. For some minutes, the Arab could not look on\nhis poor faithful servant; but pride drove pity from her haunt, and the\nanimal was quickly skinned and dressed in savoury dishes, with his wife’s\nassistance. At length, the food prepared, the Arab and his wife placed the\nmost choice portions before their guests, and whilst they dined attended\nthem with respectful assiduity; selecting for each the most delicate\npieces, to induce the travellers to eat, and evince the cordial welcome\ntendered by the host.[11]",
        "’The travellers having dined; the Arab and his wife took their turn at the\nfeast with appetites most keen,–forgetful even, for the time, whence the\nsavoury dishes were procured; and if an intruding thought of his favourite\ncamel shot across the mind of the Arab, it was quickly chased in the\nreflection that his prided honour was secured by the sacrifice, and that\nreflection was to him a sufficient compensation.",
        "’The pilgrims, refreshed by food, were not inclined to depart, and as they\nwere urged to stay by their friendly host, they slept comfortably in the\nArab’s tent, on coarse mats, the only bed known to the wandering Bedouins.\nThe morning found them preparing to pursue their march; but the Arab\npressed their continuance another day, to share with him in the abundance\nhis camel afforded for the whole of the party. The travellers were not\nunwilling to delay their departure, for they had journeyed many days\nwithout much ease, and with very little food; their host’s conversation\nalso was amusing, and this second day of hospitality by the Arab was an\naddition to the comfort and convenience of the weary pilgrims.",
        "’The following morning, as was fixed, the travellers rose to take leave of\ntheir benevolent host and his attentive wife; each as he embraced the Arab,\nhad some grateful word to add, for the good they had received at his hands.\nThe last of the pilgrims, having embraced the Arab, was walking from the\ntent, when the dog belonging to the host seized the man by his garment and\nheld him fast. “What is this?” inquired the Arab, “surely you must have\ndeceived me; my dog is wise as he is trusty,–he never yet lied to his\nmaster. This labaadhar of yours he has taken a fancy to it seems; but you\nshall have my coat of better-looking stuff for your old chintz garment. We\nwill exchange labaadhars,[12] my friend,” said the Arab, throwing his own\ntowards the hesitating traveller. His fellow-pilgrims, hearing altercation,\nadvanced, and with surprise listened to the parley going on between the\nhost and guest.–\"I have a veneration for my chintz, old as it is,” said\nthe pilgrim; “it has been my companion for many years, brother; indeed I\ncannot part with it.” The dog held fast the garment, and the Arab, finding\npersuasion was but loss of words, cast a frown of deep meaning on the\ntravellers, and addressed them:–\"Ye came to me beggars, hungry and\nfatigued; I believed ye were poor, and I sheltered ye these two days, and\nfed ye with my best; nay, more, I even killed my useful camel, that your\nhunger might be appeased. Had I known there was money with any of ye, my\npoor beast’s life might yet have been spared; but it is too late to repent\nthe sacrifice I made to serve you,” Then, looking steadfastly at the\nchintz-robed traveller, he added, in a tone of sharp authority, “Come,\nchange garments!–here, no one disputes my commands!”",
        "’The trembling pilgrim reluctantly obeyed. The Arab took up the garment\nand proceeded with it to where the fire was kindled. “Now we shall see\nwhat my trusty dog discovered in your tattered chintz,” said the Arab, as\nhe threw it on the fire. All the pilgrims hovered round the flames to\nwatch what would result from the consuming garment, with intense anxiety.\nThe Arab drew from the embers one hundred gold mohurs, to the surprise and\nwonder of all the travellers, save him who owned the chintz garment; he\nhad kept his treasures so secretly, that even in their greatest distress\nhe allowed his brother pilgrims to suffer, with himself, want and\nprivations which, owing to his lust for gold, he had no heart to relieve.",
        "’The Arab selected from the prize he had obtained, by the exchange of\ngarments, ten gold mohurs, and presented them to the owner with a sharp\nrebuke for his duplicity, alluding to the meanness he had been guilty of\nin seeking and accepting a meal from a Bedouin, whilst he possessed so\nmuch wealth about his person; then adding,–\"There is nothing hidden from\nGod; I killed my sole treasure to give food to the poor hungry travellers;\nmy deed of charity is rewarded; deceit in you is punished by the loss of\nthat wealth you deserved not to possess.–Depart, and be thankful that\nyour life is spared; there are some of my tribe who would not have\npermitted you to go so easily: you have enough spared to you for your\njourney; in future, avoid base deceptions.\"’",
        "Of the Kaabah (Holy House) many wonderful things are recorded in the\nseveral commentaries on the Khoraun, and other ancient authorities, which\nit would fill my letter to detail. I will, however, make mention of the\nmystic chain as a sample of the many superstitious habits of that age.",
        "It is said, ’A chain was suspended from the roof of Kaabah, whither the\npeople assembled to settle (by the touch) disputed rights in any case of\ndoubt between contending parties.’",
        "Many curious things are related as having been decided by this mystic\nchain,[13] which it should seem, by their description, could only be\nreached by the just person in the cause to be decided, since, however long\nthe arm of the faulty person, he could never reach the chain; and however\nshort the person’s arm who was in the right, he always touched the chain\nwithout difficulty. I will here relate one of the anecdotes on this\nsubject.",
        "’Two pilgrims travelled together in Arabia; on the way one robbed the\nother of his gold coins, and secreted them carefully in the hollow of his\ncane or staff. His companion missing his cash, accused him of the theft,\nand when disputes had risen high between them, they agreed to visit the\nmystic chain to settle their difference. Arriving at Kaabah, their\nintentions being disclosed to the keepers of the place, the thief claimed\nthe privilege, being the accused, of first reaching to touch the chain; he\nthen gave the staff in which he had deposited the money into his\nfellow-pilgrim’s hands, saying, “Keep this, whilst I go to prove my\ninnocence.” He next advanced and made the usual prayer, adding to which,\n“Lord, whatever I have done amiss I strive to remedy; I repent, and I\nrestore\"; then raising his arm, he touched the chain without difficulty.\nThe spectators were much surprised, because all believed he was actually\nthe thief. The man who lost his gold, freely forgave his fellow-traveller,\nand expressed sorrow that he had accused him wrongfully; yet he wished to\nprove that he was not guilty of falsehood–having really lost his\ngold,–and declared he also would approach the chain to clear himself from\nsuch a suspicion. “Here,” said he to the criminal, “take back your staff;\"\nand he advanced within the Kaabah, making the required prayer, and adding,\n“Now my Creator will grant me mercy and favour, for He knoweth my gold was\nstolen, and I have not spoken falsely in that, yet I know not who is the\nthief.” He raised his hand and grasped the chain, at which the people were\nmuch amazed.’",
        "It is presumed, by writers of a later period, that this circumstance threw\nthe mystic properties of the chain out of favour; for it was soon after\nremoved secretly, these writers add, and its disappearance made the\nsubject of much conjecture; no one could ever ascertain by whom it was\ntaken, but the general belief is, that it was conveyed away by\nsupernatural agency. Another marvellous story is recorded of the Kaabah,\nas follows:",
        "’A poor pilgrim, nearly famishing with hunger, while encircling the Holy\nHouse, on looking up towards the building observed the water-spout of\ngold[14] hanging over his head. He prayed that his wants might be relieved,\nadding, “To Thee, O God, nothing is difficult. At thy command, that spout\nof gold may descend to my relief;” holding the skirt of his garment to\nreceive it, in answer to his faithful address. The spout had been firmly\nfixed for ages, yet it fell as the pilgrim finished his prayer. He lost no\ntime in walking away with his valuable gift, and offered it to a merchant\nfor sale, who immediately recognizing the gold spout of Kaabah, accused\nthe pilgrim of sacrilege, and without delay handed him over to the\nSheruff[15] of Mecca, to answer for his crime. He declared his innocence\nto the Sheruff, and told him how he became possessed of the treasure. The\nSheruff had some difficulty in believing his confession, yet perceiving he\nhad not the appearance of a common thief, he told him, if what he had\ndeclared was true, the goodness of God would again be extended towards him\non the trial he proposed to institute. The spout was restored to its\noriginal position on the Kaabah, and made secure. This done, the pilgrim\nwas required to repeat his faithful address to God, in the presence of the\nassembled multitude; when, to their astonishment, it again descended at\nthe instant his prayer was finished. Taking up the spout without\nhesitation, he was walking away with it very quietly, when the people\nflocked round him, believing him to be some sainted person, and earnestly\nrequested him to bestow on them small portions of his raiment as relics of\nhis holy person. The Sheruff then clothed him in rich garments, and in\nlieu of the gold spout–which none could now dispute his right to,–the\nsame weight of gold in the current coin of Arabia was given to him, thus\nraising him from beggary to affluence.’",
        "I have often heard Meer Hadjee Shaah speak of this gold spout which adorns\nthe Kaabah, being held in great veneration by the pilgrims who make the\nHadje to that place.",
        "All Mussulmauns performing the pilgrimage pay a kind of tax to the Sheruff\nof Mecca. The present possessors of power in Mecca are of the Soonie sect.\nThe admission money, in consequence, falls heavy on the Sheahs, from whom\nthey exact heavy sums, out of jealousy and prejudice. This renders it\ndifficult for the poor Sheah pilgrim to gain admittance, and it is even\nsuspected that in many cases they are induced to falsify themselves, when\nit is demanded of them what sect they belong to, rather than be denied\nentrance after their severe trial to reach the confines of Mecca. The tax\nlevied on the Soonies is said to be trifling in proportion to that of the\nSheahs.",
        "Amongst the different places visited by each Hadjee,–after the circuit is\nmade,–a zeearut to the tomb of Ali at Nudghiff Usheruff, and the\nfar-famed Kraabaallah of Hasan and Hosein are esteemed indispensable\nengagements, if it be possible; there is not, however, any command to this\neffect in the Mussulmaun law, but the Sheahs, zealous for their leaders,\nare willing to think they do honour to their memory, by visiting those\ntombs which contain the mortal remains of their respected Emaums.",
        "Travelling through this part of Arabia, Meer Hadjee Shaah says, is\nattended with much inconvenience and fatigue; but he failed not at each\npilgrimage he made, to pay a visit to the mausoleums of his forefathers.\nHe tells me that Kraabaallah was for a long time almost an interdicted\nvisit, through the power of the Soonies, who were so jealous of the\nrespect paid to the Emaums, that the Turks (who are Soonies) raised the\nprice of admission within the gates to one hundred gold pieces. At that\ntime very few people could gratify their yearnings beyond the outside view\nof the mausoleum; and even now that the entrance-money is much reduced the\nsums so collected yield a handsome revenue to the Turks.",
        "I will here introduce an anecdote which proves the value certain\nindividuals set on the zeearut (sacred visit) to Kraabaallah, which I have\nreceived from my revered pilgrim-friend and relative.",
        "’Amongst the applicants for admission at the gates of Kraabaallah was an\naged woman clothed in ragged garments. The gate-keeper, judging from her\nappearance, that she was destitute of money, scoffed at her presumption;\nshe, however, produced the price of admission with much confidence of\nmanner, and demanded entrance without further delay. The keepers now\nsuspected the old woman to be a thief, and commenced interrogating her how\nshe became possessed of so large a sum. The poor old woman answered them,\n“I have laboured hard for thirty years at my spinning-wheel, and have\ndebarred myself during those years of all superfluities, contenting myself\nwith a bare subsistence; I have done this that the dearest wish of my\nheart might once in my lifetime be gratified, to visit and weep over the\ntomb of my Emaums. Here, take the fruits of my labour, and let me have my\nreward; every moment delayed is agony to me.\"’",
        "In journeying through Arabia, pilgrims are much annoyed with the intrusion\nthey so frequently meet with from the idle Arabs, who force their way into\nevery stranger’s place of sojourn without ceremony, to strain the nerves\nof charity from ’brethren of the faith’.",
        "There is a maxim well known amongst Mussulmauns,–the words of\nMahumud,–’With the faithful, all are brothers’; and this is the pass-word\nwith those idle men who pretend to have too much pride to beg, and are yet\ntoo indolent to labour for their support.",
        "A Mussulmaun,–however great his rank,–is seated with his friends and\nattendants; an Arab, who lives by this method, stalks into the tent or\napartment, salutes the master with, ’Salaam-oon-ali Koom!’ (health or\npeace be with you!) and unbidden takes his seat on the nearest vacant spot\nto the head person of the assembly. After the first surprise excited by\nthe stranger’s intrusion, he looks at the master and says, ’I claim the\nprivilege of a brother’; by which it is to be understood the Arab requires\nmoney from the richer man of his faith. A small sum is tendered, he\nreceives it without indicating any sense of obligation, rises from his\nseat, and moves off with no other than the familiar salute which marked\nhis entrance, ’Salaam-oon-ali Koom!’[16]",
        "A rich Eunuch, of Lucknow, accompanied Meer Hadjee Shaah on one of his\npilgrimages, with a large Kauflaah. Upon one occasion, when the whole\nparty were seated in friendly conclave, some of these idle Arabs entered\nin the way described; the Eunuch was unacquainted with the language, or\nthe manners of Arabia, and expressed his dislike to their freedom in warm\nlanguage, and evident anger in his countenance; many had claimed the\ntribute of brotherhood, when the Eunuch, who was accustomed in his own\ncountry to receive respect and deference from inferiors, lost all patience\nwith the uncourtly intrusion of the Arabs, and evinced his wrath to the\nproud Arab then present, who understood by his violent manners, if not by\nhis language, that he was offended with him. The good sense and kindly\nmanner of Meer Hadjee Shaah restored tranquillity in the assembly; he gave\nmoney to the man, and apologized for his friend’s ignorance of the customs\nof Arabia: thus preventing the enraged Arab from fulfilling his threat of\nforcing the Eunuch to appear before the Sheruff of Mecca.",
        "Nudghiff Usheruff, the burying-place of Ali, is the resort of many pious\nmen of the Mussulmaun persuasion, as well as the shrine to be visited by\n’the faithful’ of the Sheah sect. Amongst the many singular stories I have\nheard of the devout men of that religion, I select one from the number\nrelating to a man whose abode was–through choice–near the shrine of\ntheir beloved Emaum Ali. I shall give it in exactly the style I have\nreceived it, through my husband’s translation, from an old work in the\nPersian language.",
        "’In the reign of Nadir Shaah,[17] a devout man of the faith took up his\nabode in the vicinity of Nudghiff Usheruff in Arabia. He was a Syaad,\nnamed Harshim;[18] a man of great learning, whose heart was set on seeking\nwith love the most merciful God, whom he served faithfully. Syaad Harshim,\nconscious that the riches and honours of this world are inadequate to\nprocure eternal happiness, and feeling convinced that the more humble a\nman’s mode of living is, the greater are the prospects of escaping\ntemptations in this life of probation, resolved on labouring for his daily\nbread, and relinquished with his paternal home, the abundance and riches\nwhich his ancient house had long boasted.",
        "’Syaad Harshim selected Nudghiff Usheruff for his sojourn, and the\nbusiness of a woodman for a calling. The piety of his life, and the\ngoodness of his heart, drew upon him the respect of the inhabitants of the\ncity. It was his practice to spend every day in the jungle (wilderness)\ncutting fire-wood, of which he gave a light burthen to his ass; and\nreturning towards evening to the populated city, he found ready customers\nfor the load which his day’s labour produced. His honesty and love of\ntruth were proverbial: he asked the price for his wood which he intended\nto take; if more was offered, it was rejected,–if less, he would not\naccept it.",
        "’One evening, a man of superior address to his usual customers, but poorly\nclad, met him at the entrance of the street, and bargained for the load of\nwood. Syaad Harshim was penetrating, and could not help expressing his\nsurprise at the circumstance of one, evidently moving in a higher sphere,\nbeing there to purchase wood. “I see,” said the Syaad to the purchaser,\n“that your station is superior to your circumstances!–How is this?\"–\"My\nstory,” replied the stranger, “is not, I fear, uncommon in this age of the\nworld. I will relate it briefly:–I was once a rich man, and my mind was\nset on making the pilgrimage. Aware that valuables and money would be an\nincumbrance to me on my journey, I applied to the Kauzy of this city to\ntake charge of all my worldly riches during my absence, to which he\nreadily consented, and having packed my jewels, money, and valuables in a\nstrong chest with a good lock, I gave it into his charge and departed.",
        "’\"My pilgrimage accomplished, and tired of a wandering life, I returned\nhome after a few years’ absence, waited on the Kauzy, and applied for the\ntreasure I had deposited in his care; he denied all knowledge of me or my\nvaluables, pretended not to understand me, called me an impostor, and\neventually drove me from his house with violence. I again tried the Kauzy\nby expostulation, and sent my friends to him, but all without benefit; for\nhere I am as you see me, Syaad Harshim, reduced to penury by the Kauzy’s\ninjustice. The world esteems him a person of great character, and condemns\nme as the unjust one. Well! I can say no more; I know that God is merciful,\nI put my trust in Him!” “Ameen,” responded the Syaad, “do you so, and it\nwill yet be well with you.”",
        "’The stranger lingered with the sympathizing Woodman, and after some time\nhad elapsed he asked him if he would interest himself with the Kauzy to\neffect a restitution of his rights, adding, “All are willing to give you,\nO Syaad, great credit for superior virtues.” Harshim replied he had no\nmerit to call for his fellow-mortals’ good opinion, but as he felt\ninterested in the affair he would certainly visit the unjust man, and\nrequested the stranger to meet him at the Kauzy’s door on the following\nmorning.",
        "’Arrived at the Kauzy’s residence, Harshim was received with evident\npleasure, for though but a woodman, he yet was known to be a person of\nsuperior rank, and a man universally respected for his great piety. After\nthe common salutations, the Syaad stated the object of his visit, assuring\nthe Kauzy he was actuated purely by good feelings towards him in the part\nhe had undertaken;–being desirous only of preserving his soul from the\nevil that attended the unjust men of this world, who die without\nrepentance and restitution to those whom they have injured. Then calling\nthe stranger forward, he said with firmness of voice and manner, “Behold\nthis man! he left money and jewels in your charge whilst he went on his\nduty to the pilgrimage; he comes now to demand his property, give back his\nchest of treasures without delay, honestly and justly, as you hope for\nmercy in a future state!”",
        "’The Kauzy answered, “I have it not, Syaad Harshim, you may believe me;\nthis fellow wickedly raises the falsehood to injure me, and it is as much\nto his own dishonour as to my discredit. I beg, therefore, you will\nneither give credit to his base assertions, nor think so meanly of me; my\nstation as Kauzy of this district should, methinks, screen me from such\nimputations.\"–\"True,” said Harshim, “the station you occupy in the world,\nand the place you hold as Kauzy, prevent suspicion from attaching to you;\nhence this poor man has not yet found redress to the justice of his claims.\nI would have you believe me sincerely your friend, in desiring to bring\nyour heart to repentance, and thus only can your soul’s safety be secured.\nI know you to have this man’s property, and your own heart even now\nconvicts you of the injustice you practise. Nothing is hidden from\nGod;–reflect on the punishment prepared for the unrepenting hypocrite.\nListen, whilst I relate to you my own convictions, or rather experience,\nof that terrible punishment which is prepared for the impenitent hardened\nsinner beyond the grave.",
        "’\"I have been a woodman for several years, and by my daily labour have\nearned my coarse food. Some years since, I was sick and unable to pursue\nmy usual occupation; my supply was thus cut off. Requiring temporary\nrelief, I applied to a rich Banker of this city for a trifling loan; my\nrequest was promptly complied with, and I engaged to repay the sum by two\npice each day upon again resuming my employment. By the mercy of God I\nrecovered; and on the evening of each day, as I sold the wood my day’s\nlabour produced in the market, I paid the Banker two pice. On the very day,\nhowever, that the last two were to have been paid, the Banker died. Thus I\nremained his debtor still. Often had I thought of the circumstance that I\nwas his debtor, and with real regret; yet the sum was small, and with this\nI became reconciled.",
        "’\"Not long after his decease I was visited with a dream, important to all\nthe world to know, and I therefore desire to make it public. Judgement was\nopened to my view; the beauty of heaven was displayed on one side, and the\ntorments of hell on the other. My dream presented many people waiting\ntheir award, whom I had known in life, and amongst the number my creditor\nthe Banker; he was standing on the brink of that fiery yawning gulf which\nis prepared for the wicked and unjust. His attendant angels produced the\ndocuments of their faithful keeping,–good and evil actions of every\nmortal are thus registered,–one exhibited a small blank book in which not\none good deed had been recorded, and that presented by the other,\ncontaining the evils of his ways on earth, appeared to me an immense\nvolume filled throughout.",
        "’\"’Take him to his merited torments!’ was pronounced in an awful tone of\ncommand.–’Have mercy! have pity!’ cried the Banker, in a supplicating\nvoice.–’Produce one claim for pity,’ was heard.–The Banker in agony\nlooked wildly round, as if in search of something he might urge in\nextenuation, when casting his eyes on me he exclaimed, ’There! oh, there\nis one! who when in trouble I relieved, and he is still my debtor!’",
        "’\"In my dream this appeared too slender a benefit to draw forth the\nslightest remission of the punishments awarded to his deserts. ’Away with\nhim!’ was heard.–’Oh!’ cried the Banker’s soul, ’draw near to me, thou\ngood, virtuous, and humble Woodman, that the reflected light of thy\nvirtues may give one instant’s ease to my present torture. Let me but\ntouch the righteous Harshim, and I will depart to my just punishment with\nsubmission!’",
        "’\"I was permitted to gratify the unhappy spirit, wondering at the same\ntime what benefit he could derive from touching me. Advancing near the\ntortured soul he stretched forth his hand and touched me on the knee; it\nwas like a firebrand; I drew back hastily and found my knee was scorched.\n’Return to men with warnings,’ said the wretched spirit. ’Tell them of my\nunhappy state; tell them what are the tortures of the wicked; that touch\nyou have received on your knee, is of the same nature my whole body\nsuffers in eternal flames.’–The pain I suffered in my knee disordered my\nsleep; I awoke in agony, and here it is to this day,” said the Woodman,\nuntying a bandage from his knee. “Examine the place, and be warned, O\nKauzy, by the terrible certainty I have brought from that Banker whom you\nknew, and who is now suffering for his injustice on earth. I have been\nlame from that night of my dream,” continued Syaad Harshim, “but I shall\nrejoice in the pain, if the example influence one hardened sinner to\nrepent, whilst repentance may avail.”",
        "’During the recital of the dream, Syaad Harshim watched the countenance of\nthe Kauzy, who tried in vain to hide the guilty changes of his face. The\nSyaad at last fixed his keen eyes on him, “Now, friend,” said he, “it\nwould be great folly to add guilt to guilt by farther subterfuge. I know\nthe day, the hour, you ingeniously substituted a false key to this man’s\nchest; I could tell you what you wickedly took out; the place where it is\nsecreted, even, is not hidden from my knowledge; go, bring it from your\nwife’s apartment; a little labour will remove it from the corner near the\nbedstead.”",
        "’The Kauzy was now subdued by the commanding truths of the Syaad, and his\nheart being softened by the fearful relation of the Banker’s torment, he\nsank to the earth with shame and remorse,–\"I acknowledge my sin, thou\nholy man of truth;–forgive me!” he cried, “forgive me, oh my God! I am\nindeed repentant, and by this holy man’s means I am brought to a sense of\nmy guilt!” He then went to the women’s apartment, brought out the chest\nand delivered it to the owner, entreating Syaad Harshim to forgive him.",
        "’The Syaad replied, “I have nothing to forgive, nor power to remit; my\nadvice you have freely, and may it serve you! Seek pardon from God who\nloves to be sought, and whose mercy never faileth. He is not the God of\nrevenge, where repentance is sincere; but He is the God of mercy to all\nwho seek Him faithfully. His mercy is already extended to you, for He has\ngiven you time to repent:–but for His mercy, you had been taken to your\npunishment, whilst you had no thoughts of repentance in your guilty heart.\nFarewell! let me know by your future life, that Syaad Harshim’s lost\nlabour in the jungle of this day, has produced something to the better\nharvest–awakening one sinner to a sense of his danger.\"’",
        "Meer Hadjee Shaah has related to me many singular anecdotes of this Syaad\nHarshim, which are generally spoken of, and believed to be true by the\nsojourners at Nudghiff Usheruff. His memory is much respected by the\nMussulmauns, and the acts of his life are registered with the veneration\npaid to saints, amongst people of more enlightened nations. They\nconfidently assert, that whenever Syaad Harshim presented himself at the\nentrance to Nudghiff Usheruff, the gates, which are always kept locked,\nflew open to receive him.",
        "In proof that he disregarded worldly possessions, the following is related\nof him in the ancient works both of Arabia and Persia:–",
        "’The great conqueror, Nadir Shaah, on one occasion visited the shrine of\nAli, with a vast retinue of his chiefs, courtiers, and followers. The King\nheard, whilst at Nudghiff Usheruff, of the sainted life led by the Woodman,\nSyaad Harshim, in that neighbourhood, and he felt disposed to tender a\npresent of money and valuables, to induce the Syaad’s prayer for his\nfuture prosperity. Accordingly, the King commanded trays to be filled from\nhis Indian spoils, which were sent with a message, humbly couched,\nentreating the good Syaad would accept his offering of respect, and make\nprayers to God for him.",
        "’The trays were conveyed by servants of the King, who arrived at the\nSyaad’s hut at the moment he was satisfying the demands of nature with a\nmeal of coarse barley bread and pure water. “What is all this?” inquired\nthe Syaad, on seeing the valuables before him. “An humble offering from\nthe great Nadir Shaah,” replied the messenger, “who entreats you will\nhonour him by the acceptance of his presents, and offer your pious prayer\nfor God’s mercy in his behalf.” “My prayers”, said the Syaad, “I can\npromise shall be made duly and truly, but not my acceptance of his gifts.\nTake back these hateful, useless things! Tell Nadir Shaah, Syaad Harshim\nwill not even touch them.” The messenger tried persuasions without avail;\nhe was constrained to return to his royal master, with his loaded trays.",
        "’No sooner were the King’s servants out of sight, than the wife of Syaad\nHarshim vented her disappointment in no measured strain of anger towards\nher husband. “Here am I,” said the old lady, “a very slave in consequence\nof our poverty, a very beggar in appearance, and my scanty meal of coarse\nbread is scarce sufficient to keep me in bodily strength; surely you ought\nto have remembered me, when the King’s offering was before you–even if\nyou liked not to accept it for yourself.\"–\"I might indeed”, he replied,\n“have done as you say, wife, had I known your sentiments sooner; but I\nbelieved you were as contented as myself with homely fare and honest\nlabour; but be comforted, you shall have a share of the next offering made\nby the King to Syaad Harshim, provided your present inclination remains\nunchanged by time.” This promise quieted the wife’s angry humour, and\npeace was again restored between them.",
        "’\"Wife,” said the Syaad, “this al-kaulock[19] (Arab’s coat of calico) of\nmine requires a little of thy labour: as I have now no other garment to\nchange with, I trust you may please to wash it whilst I take my\nsleep;–one caution you must observe,–I have occasion for the water in\nwhich this dress is to be washed; preserve it carefully for me, my good\nwife;” and he laid him down on his mat to sleep. The wife, obedient to her\nhusband’s wishes, washed his dress, and took care to preserve the dirty\nwater; when he awoke, she brought him the clean garment, and received his\nwarm commendations for her diligence. She then produced the pan of dirty\nwater, in which she had cleansed the garment, saying, “There, Syaad\nHarshim, I have done as you desired.\"–\"Very good,” replied her husband,\n“now you must farther oblige me by drinking it–you know there is nothing\nin this water but the sweat of my body produced by my daily labour.” The\nwife, disgusted at the strange request of her husband, looked with\namazement, and fancied he must have lost his senses. “What is this you\nrequire of me? would you poison your wife, O Syaad Harshim, with the filth\nfrom your skin, the accumulation of many days’ labour in the jungles? art\nthou mad, to ask thy wife a request so unheard of?”",
        "’\"Listen to me, wife,” said the Syaad, in gentle terms; “you profess to\nlove, honour, and respect me, as your faithful, lawful husband; pray can\nthe dirt from my body be more offensive to your palate than the scum of\nNadir Shaah, whom you only know by name? You would have accepted the\nfilthy offerings of a cruel man, who plundered and sacrificed his victims\nto obtain the treasures he possesses;–you would not have scrupled to\nobtain your future sustenance by the coins of Nadir Shaah, gained as they\nwere by the spilling of human blood? Is this your love for Syaad Harshim?\"\nThe wife threw herself at her husband’s feet, when his speech was finished:\n“Pardon me, my dear husband! pardon my ignorance and self-love; I see\nmyself disgraced by harbouring one wish for more than is gained by honest\nindustry. No longer have I any desire for the gold of Nadir Shaah.\nContented as yourself, my dear, good husband! I will continue to labour\nfor the honest bread that sustains, nor ever again desire my condition to\nbe changed.\"’",
        "The Woodman, Syaad Harshim, lived to a great age; many a tear hath fallen\non his grave from the good pilgrims visiting the shrine of Ali, near which\nhe was buried; and his resting place is reverenced to this day by the\npassing traveller of his own faith.",
        "[1] Kafilah.",
        "[2] The burqa’: see drawing in Hughes, Dictionary of Islam, p. 95.",
        "[3] Bokhara.",
        "[4] The Origin of the Sikhs, by H. Colebrooke, Esq., gives a faithful\n    picture of those warlike people. [The best account of their beliefs\n    is by M. Macauliffe, The Sikh Religion, Oxford, 1909.]",
        "[5]  Yahya. On the capture of Damascus by the Muhammadans, the\n    churches were equally divided between the Christians and their\n    conquerors. The great Cathedral of St. John was similarly divided,\n    and for eighty years the two religions worshipped under the same\n    roof.–Arnold, The Preaching of Islam, p. 50.",
        "[6] A vulgar corruption of Jame’ Masjid, the Cathedral Mosque.",
        "[7] On the taboos attached to the sanctuary, see Burton, Pilgrimage,\n    i. 379 f.",
        "[8] At-Ta’if, meaning ’circumambulation’. When Adam settled at Mecca,\n    finding the country barren, he prayed to Allah to supply him with a\n    piece of fertile land. Immediately a mountain appeared, which, having\n    circumambulated the Ka’aba, settled itself down eastward of Mecca.\n    Hence it was called Kita min Sham, ’a piece of Syria,’ whence it\n    came. (Burton, ii. 336.) ’Its fertile lands produce the fruits of\n    Syria in the midst of the Arabian desert’ ( Gibbon, Decline and Fall,\n    vi. 255).",
        "[9] At Mecca are ’evident signs, with the standing place of Abraham; and\n    he who enters it is safe’ (Koran, iii. 90). On the north side of\n    the Ka’aba, just by its door, is a slight hollow in the ground, lined\n    with marble. The spot is called Mi’jan, and it is supposed to be the\n    place where Abraham and Ishmael kneaded the chalk which they used in\n    building the Ka’aba: the stone, with the mark of Abraham’s feet, is\n    shown.–Burckhardt, quoted by Hughes, Dictionary of Islam, p. 337;\n    Burton, ii. 311; Sale, Preliminary Discourse, p. 84.",
        "[10] The Asiatics, generally, have faith in certain properties of chemical\n    productions to alter the nature of the common to the precious metals.\n    I have often witnessed the anxious exertions of Natives in India, who\n    try all sorts of experiments in alchemy, expecting to succeed; but I\n    have never known any other issue from the many laborious efforts of\n    individuals than waste of time and property in these absurd schemes.\n    [Author.]",
        "[11] One of the best-known versions of this famous tale is found in The\n    Decameron of Boccaccio, Day 5, novel 9. It goes back to Buddhist\n    times, and is told of Hatim Tai, the model of Oriental\n    liberality. For numerous parallels, see A.C. Lee, The Decameron of\n    Boccaccio, its Sources and Analogues, 1909, pp. 170 ff.",
        "[12] Labada, ’a rain coat, wrapper’.",
        "[13] This is probably some local tradition, of which no record appears in\n    travellers’ accounts of the Ka’aba.",
        "[14] On the north-west side of the Ka’aba is a water-spout, called\n    Mi’zabu’r-Rahmah, ’the spout of Mercy’. It is made of gold, and was\n    sent from Constantinople in A.D. 1573. It carries the rain-water from\n    the roof, and discharges it on the grave of Ishmael.–Hughes,\n    Dictionary of Islam, pp. 257, 337.",
        "[15] The Sharif, ’honourable,’ is the local ruler of Mecca and the\n    Hajaz: see Encyclopaedia Britannica, xvii. 952; Burton,\n    Pilgrimage, ii. 3.",
        "[16] As-Salamu-’alai-kum, ’Peace be with you!’",
        "[17] Nadir Shah, born a shepherd, A.D. 1687, aided Shah Tahmasp\n    against Ashraf, leader of the Afghans, defeated him, and restored\n    his master in 1730. Afterwards he deposed Tahmasp, and raised his\n    infant son to the throne of Persia, under the title of ’Abbas III.\n    But he continued to rule the country, and on the death of ’Abbas in\n    1736 he became king. He marched on India in 1739, defeated the Emperor\n    Muhammad on the historic field of Panipat, sacked Delhi, and\n    perpetrated a horrible massacre. He returned to Persia laden with\n    spoil, but his tyranny excited the hostility of the nobles, and he was\n    assassinated in 1747, and buried at Mashhad.",
        "[18] Sayyid Hashim.",
        "[19] Alkhalaq, Turkish, ’a coat with sleeves’.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}