{
    "title": "Observations on the Mussulmauns of India - Letter VII",
    "author": "Meer Hassan Ali",
    "chapter": "11",
    "content": [
        "\n\n",
        "  Namaaz (daily prayer).–The Mussulmaun prayers.–Their different names\n  and times.–Extra prayer-service.–The Mosque.–Ablutions requisite\n  previous to devotion.–Prostrations at prayers.–Mosque\n  described.–The Mussulmauns’ Sabbath.–Its partial observance.–The\n  amusements of this life not discontinued on the Sabbath.–Employment\n  of domestics undiminished on this day.–Works of importance then\n  commenced.–Reasons for appropriating Friday to the Sabbath.–The Jews\n  opposed to Mahumud.–The Prophet receives instructions from the angel\n  Gabriel.–Their import and definition. Remarks of a Commentator on the\n  Khoraun.–Prayer of intercession.–Pious observance of Christmas Day\n  by a Native Lady.–Opinions entertained of our Saviour.–Additional\n  motives for prayer.–David’s Mother’s prayer.–Anecdote of Moses and\n  a Woodcutter.–Remarks upon the piety and devotion of the female\n  Mussulmauns.",
        "The Mussulmaun Lawgiver commanded Namaaz (daily prayer) five times a day:",
        "1st. ’The Soobhoo Namaaz,’ to commence at the dawn of day.",
        "2nd. ’The Zohur,’ at the second watch of the day, or mid-day.",
        "3rd. ’The Ausur,’ at the third day watch.",
        "4th. ’The Muggrib,’ at sunset; and,",
        "5th. ’The Eshaa,’ at the fourth ghurrie of the night.[1]",
        "These are the commanded hours for prayer. Mahumud himself observed an\nadditional service very strictly, at the third watch of the night, which\nwas called by him, ’Tahujjoot,’[2] and the most devout men, in all ages of\ntheir faith, have imitated this example scrupulously.",
        "’The Soobhoo Namaaz’ is deemed a necessary duty, and commences with the\nearliest dawn of day. The several prayers and prostrations occupy the\ngreatest part of an hour, with those who are devout in their religious\nexercises; many extend the service by readings from an excellent\ncollection, very similar to our Psalms, called ’The Vazefah’.[3]",
        "’The Zohur Namaaz’, an equally essential duty, commences at mid-day, and\noccupies about the same time as ’The Soobhoo’.",
        "’The Ausur Namaaz’ commences at the third day watch. The religious men are\nnot tempted to excuse themselves from the due observance of this hour; but\nthe mere people of the world, or those whose business requires their time,\nattach this service to the next, and satisfy their conscience with\nthinking that the prayer-hours combined, answers the same purpose as when\nseparately performed.",
        "’The Muggrib Namaaz’. This is rigidly observed at sunset; even those who\ncannot make it convenient at other hours, will leave their most urgent\nemployment to perform this duty at sunset. Who that has lived any time in\nIndia, cannot call to mind the interesting sight of the labouring classes,\nreturning to their home after the business of the day is over? The sun\nsinking below the Western horizon, the poor man unbinds his waist, and\nspreads his cummerbund on the side of the road; he performs his ablutions\nfrom his brass lota of water, and facing Mecca, bows himself down under\nthe canopy of heaven, to fulfil what he believes to be his duty at that\nhour to his merciful God.",
        "’The Eshaa Namaaz’ commences at the fourth ghurrie of the night. The form\nof prayer for this Namaaz is much longer than the rest. The devout men\nextend their prayers at this still hour of the night; they tell me that\nthey feel more disposed at this time to pour out their hearts to God in\npraise and thanksgiving, than at any other period of the day or night; and\nI have known many of them to be at silent prayer for hours together.",
        "Many persons in their early life may have neglected that due obedience\nexpected in the commanded daily prayers; in after life, they endeavour to\nmake up the deficiency, by imposing on themselves extra services, to\nfulfil the number omitted. By the same rule, when a member of the family\ndies, and it is suspected the due performance of Namaaz had been neglected\nby him, the survivor, who loved him or her in life, is anxious for the\nsoul’s rest, and thus proves it by performing additional prayers for the\nbenefit of the soul of that beloved individual.",
        "If a Mussulmaun falls from affluence to penury, twelve devout men of his\nfaith engage to fast and pray, on a day fixed by themselves, to make\nintercession for their friend:–they believe in the efficacy of good men’s\nprayers; and Meer Hadjee Shaah has often declared to me, that he has\nwitnessed the benefit of this exercise by the happiest results, in many\nsuch cases.",
        "The Khoraun, it is commanded, shall be read. A person perhaps dies before\nhe has been awakened to a love of sacred things; his friends therefore\nengage readers to attend his grave, and there to read the Khoraun for the\nbenefit of the departed soul.[4]",
        "They have a firm belief in the efficacy of prayer by proxy; and the view\nthey have of departed spirits is still more singular. They believe the\nsoul hovers over the body in the grave for some time, and that the body is\nso far animated, as to be sensible of what is passing; as when the Maulvee\nis repeating the service, the angels visit in the grave, or when the\nKhoraun is read; hence the belief in the efficacy of prayer and reading as\nsubstitutes for neglected or omitted duties whilst on earth. There are in\nall the mosques men retained to do the requisite service there,[5] that is,\nto keep it clean, and to prevent any thing that could pollute the\nsanctuary from entering; to call at the stated hours for Namaaz, with a\nloud voice, so that all the neighbourhood may hear and go to prayers; he\nmounts the minaret as the hour is striking, and pronounces, ’Allah wo\nuckbaar!’ ’Mahumudoon Russool Allah!’[6]–God alone is true! Mahumud is\nGod’s Prophet!–with a voice, the extent of which can only be imagined by\nthose who have heard it; this summons is repeated many times over.",
        "The mosque is open day and night for all who choose to enter for the\npurpose of prayer. The Mussulmauns, however, in their prayer-services are\nnot restricted to the mosques; all places are deemed holy where no unclean\nanimal has been to defile the spot, as dogs or swine, nor any idol been\nset up for worship. The person coming to Namaaz must not have contaminated\nhimself by touching the dead, or any other thing accounted unclean, until\nhe has bathed his whole body and changed his clothes. This resembles the\nMosaic law.",
        "Ablutions are regarded as essentially necessary: if any one is ill, and to\nuse water would be dangerous, or if there be no water to be found where\nthe Mussulmaun is about to pray, there is an allowed substitute, merely to\nrub the hands, feet, knees, and head with the dry dust of clay, and this\nis counted to them for ablutions. Thus prepared, the devotee spreads his\nprayer-carpet[7] (generally of fine matting) in the most convenient place\nto himself, if not in the mosque;–perhaps under a tree, in the verandah,\nor in a room, no matter where, taking care, under all circumstances, that\nthe carpet is spread to face the Kaabah (Holy House at Mecca).",
        "At the commencement of his prayers, he stands erect, his hands lifted up,\nthe palms held out towards heaven, where the eyes are also turned whilst\nexpressing adoration and praise to God. This ended, he prostrates himself\nbefore the Almighty, his forehead touching the ground; the form of words\nhere used expresses the unworthiness of the creature permitted to approach\nand worship the Creator; again he stands to repeat the glorious\nperfections of God; he then kneels in worship and prayer, after which\nprostrations are resumed, &c. In the performance of some of the services\nthey prostrate five times, standing up and kneeling an equal number of\ntimes; the shortest services have three, and all the prayers and praises\nare arranged in Arabic,–that most expressive language,–which to\ntranslate, they say, is to corrupt the meaning of the prayers. For this\nreason the Khoraun is not allowed in any other than the original language;\nand for the benefit of the unlearned in Arabic, it is commented upon,\npassage by passage, in the Persian language.",
        "The mosques are all erected on one plan; the entrance to the outer court\nis secured by a gate or door always on the latch, without locks, bars, or\nbolts; in the paved yard a tank or reservoir for bathing or ablutions is\nusually provided. The mosque itself is square, with a dome and two\nminarets; the side next the court-yard is the entrance, and generally this\nfront is entirely open; the back of the mosque faces Mecca, in which\ndirection the prayer must be offered to be effectual. These houses of\nprayer are generally kept clean and neat, but not the slightest ornament\nallowed within the walls; the floor is matted, and a plain wooden mhembur\n(pulpit) is provided. Shoes never enter within the precincts of the mosque;\n’Put off thy shoes’ is strictly observed by Mussulmauns in all sacred\nplaces–a man praying with shoes on his feet would be accounted mad or a\nheathen.[8]",
        "The Sabbath of the Mussulmauns is kept on Friday, commencing on the\npreceding night, after the manner of the Jews, only with the difference of\nthe day.[9]",
        "As a religious rest, the Sabbath is but partially observed with\nMussulmauns. The Soonies, I have remarked, pay much more attention to its\ninstitutions than the Sheahs; but with either sect, the day is less\nstrictly kept, than might have been expected from people who really seem\nto make religion their study, and the great business of their lives. Both\nsects have extra prayers for the day besides the usual Namaaz, which, the\nreligious people perform with, great punctuality, whether they carry their\ndevotions to the mosque, or offer their prayers in due form in their own\nabode. On the Sabbath they make it a point to bathe and change their\napparel; the public offices are closed, and the shops partially shut until\nmid-day; the rulers,–as Kings or Nuwaubs,–distinguish the day by not\nreceiving their courtiers and the public visitors, as on other days.\nCharitable donations are likewise more bountifully dispensed from the rich\nto the poor on Friday.",
        "These observances serve to convince us that they believe in the\nconstituted Sabbath; still there is not that strict respect for the holy\nday which could satisfy the scrupulous feelings of a Christian; the\nservants are quite as much employed on Friday as on any other day;–the\ndhurzie[10] (tailor), dhobhie[11] (washerman), and indeed the whole\nestablishment of servants and slaves, male and female, find their work\nundiminished on the Sabbath. The ladies amuse themselves with cards or\ndice, the singing women even are quite as much in request as on other days;\nand all the amusements of life are indulged in without once seeming to\nsuspect that they are disobeying the law of God, or infringing on their\nactual duties. Indeed, I believe they would keep the day strictly, if they\nthought doing so was a necessary duty: but I have often observed, that as\nFriday is one of their ’fortunate days’, works of any importance are\ncommenced on this day;–whether it be building a house,–planting a garden\nor field,–writing a book,–negotiating a marriage,–going a\njourney,–making a garment, or any other business of this life which they\nwish should prosper. With them, therefore, the day of rest is made one of\nthe busiest in the calendar; but I must do them the justice to say, that\nthey believe their hearts are more pure after the ablutions and prayers\nhave been performed. And that as nothing, however trifling or important,\naccording to their praiseworthy ideas, should ever be commenced without\nbeing first dedicated to God,–from whose mercy they implore aid and\nblessings on the labour of their hands,–they set apart Friday for\ncommencing whatever business they are anxious should prosper. This was the\nexcuse made by the pious Meer Hadjee Shaah.",
        "Mahumud’s biographers notice in many instances the strict observance of\nthe Sabbath, at the period in which he flourished; they also say he\nselected Friday to be observed as the Mussulmaun Sabbath in distinction\nfrom the Jews, who it would seem were jealous of Mahumud’s teaching, and\nannoyed both him and his followers in every way they could possibly devise.\nAnd the Khoraun commentators, on the subject of Mahumud’s mission, declare,\nwhen speaking of the place to which the Mussulmaun bow in prayer, ’That\nwhen Mahumud first commenced his task of teaching the ignorant Arabians to\nforsake their idol worship, and to turn to the only true God, he was often\nreviled and insulted by the Jews; who even ridiculed the presumption of\nthe Mussulmauns in daring to bow down, in their worship, towards Jerusalem,\nin the same direction with them. Mahumud was sadly perplexed whether to\nabstain or continue the practice, as he was unwilling to offend the Jews:\nin this trial he was visited by the angel Gabriel, who brought the\nfollowing command to him from God:–",
        "’Turn from Jerusalem; and when thou bowest down to Me, face that Holy\nHouse of Abraham, the place of sacrifice: that shall be thy Kiblaah, O\nMahumud.’",
        "Kiblaah is the point to which men bow in worship.[12] Kaabah is the ’Holy\nHouse’ where Abraham’s sacrifice was offered. Mecca is the city or tract\nof country surrounding the house.",
        "Thus they will say: ’I am making my pilgrimage to Mecca, to visit the\nKaabah, which in my Namaaz, has been my Kiblaah when worshipping my God.’",
        "A Commentator on the Khoraun writes, in allusion to the prevailing\nworldly-minded men of his day, the following expressive definition of the\nobjects most worshipped by them, and concludes with the one only Kiblaah\ndeserving men’s attention.",
        "’The Sovereign’s Kiblaah is His well-ornamented crown.’",
        "’The Sensualist’s Kiblaah, The gratification of his appetites.’",
        "’The Lover’s Kiblaah, The mistress of his heart.’",
        "’The Miser’s Kiblaah, His hoards of gold and silver.’",
        "’The Ambitious Man’s Kiblaah, This world’s honours and possessions.’",
        "’The mere Professor’s Kiblaah, The arch of the Holy House.’",
        "And",
        "’The Righteous Man’s Kiblaah, The pure love of God,–which may all men\nlearn and practise.’",
        "The Mussulmaun Faith directs them to believe, not only in the prophets and\ntheir writings, but also that they are intercessors at the throne of grace;\nfor this reason Mahumud taught his followers to call on God to hear them\nfor the sake of,–",
        "’1st. Adam, Suffee Ali (\"the Pure” is the nearest possible translation).’",
        "’2nd. Noah, the Prophet of God.’",
        "’3rd. Abraham, the Friend of God.’",
        "’4th. Moses, who Conversed with God.’",
        "’5th. Jesus, the Soul of God.’",
        "’6th. Mahumud, the Prophet of God.’[13]",
        "Those persons who are devout in the exercise of their religious duties day\nby day, in the concluding part of the morning Namaaz strictly observe the\npractice of Mahumud and the Emaums, in the prayers of intercession; and\nthe ’Salaam-oon-ali Khoom’,[14] (peace or rest be with thee) O Adam Suffee\nAli! and to thee, O Noah, the Prophet of God! and to thee, O Abraham! &c.\n&c. going through the line in the manner and rotation above-described,\nconcluding with the several Emaums, twelve in number (as in their Creed).",
        "It will be seen by this, that they have reverence for all who came from\nGod, to teach mankind His will. They believe also, that the Holy Prophets\nare sensible of the respect paid to them by existing mortals, as also when\non earth they knew what was in the hearts of those men they conversed with.\nI have the honour to be acquainted with a lady of the Mussulmaun Religion,\nwho lives in accordance with the Faith she professes. There was a period\nin her life, within my recollection, when she had very severe trials of a\ndomestic nature. She trusted in God for relief, and followed in the way\nshe had been instructed, keeping fasts and holy days; testifying her\nrespect for the prophets, by observing those days for extra prayer and\ngiving alms, which the Khoraun and commentaries represent as worthy to be\ndone, by the devout Mussulmauns.",
        "Amongst the number of days strictly observed by this pious lady during her\ntroubles, was the Nativity of Jesus Christ, for whose sake she fed the\nhungry, clothed the naked, and gave alms to the necessitous. I was the\nmore delighted when first hearing of this circumstance, because I had\njudged of the Mussulmaun faith by common report, and fancied they rejected,\nwith the Jews, our Redeemer having come. They, on the contrary, believe,\naccording to their Prophet’s words, ’that He was born of the Virgin Mary;\nthat He worked miracles; that He ascended after His earthly commission had\nceased, to the seventh heaven; that He will again visit the earth (when\ntheir Emaum Mhidhie will also appear), to cleanse the world of its corrupt\nwickedness, when all men shall live in peace, and but one faith shall\nprevail, in the worship of the true God’.",
        "The Mussulmaun work, ’Hyaatool Kaloob’ (which I have so often referred to),\ncontains, with the lives of all the prophets, the Life of Jesus Christ,\nHis acts, and the Ungeel[15] (Gospel). The Gospel they have is in many\nthings different from ours; it is not formed into books by the apostles,\nneither are the miracles united with the Gospel, but are detailed as the\nacts of Christ Jesus. What they understand by the Ungeel, is, ’the Word of\nGod by the mouth of Jesus’;–for instance, the Sermon on the Mount, or, in\nother words, the precepts of Jesus. I am indebted to the Meer for this\ninformation.",
        "The Mussulmauns say, ’All power belongs to God.–Who would dare dispute\nthe miracle of Christ’s birth? Is there any thing difficult with God? God\nfirst formed Adam from the dust; and by His word all things were created.\nIs there any thing too great for His power? Let no man, then, dispute the\nbirth of Christ by a pure Virgin.’ They believe that Jesus Christ was the\nProphet of God, but they believe not that He is God; and they deem all who\nthus declare Christ to be God, as unfaithful both to God and to Christ.",
        "I have said the Mussulmauns of each sect have extra prayers, beside the\nNamaaz, or daily services of prayer. I suppose there are a greater variety\nof prayers amongst these people than with those of any other religion.\nVery few, if any, of the devout men, in the early ages of their religion,\nhave omitted to leave behind them some testimony of their regard for\nposterity in the form of ’prayers’, dictating the words most likely to\nlead the heart of the creature to the worship of the Creator; and also\ndirections how to pray for any particular object they may desire to\naccomplish by the aid of God, in whom they are instructed and believe the\nfulness of power, as of glory, ever was, is, and will be to all eternity.",
        "If the Mussulmaun suffers by persecution, by sickness, by loss of property,\nor any other distress of mind or body, he applies himself to the\nparticular prayer of a favourite Emaum, or holy scribe, suited to his\nexact case. I cannot do better here than copy the translation my husband\nhas made of the leading causes for the use of that prayer called\n’Daaood’s[16] (David’s) Mother’s Prayer’, in which I have known so many\npeople to be engaged, when under difficulties, at the appointed period,\nviz. the fifteenth day of the month Rujub. The prayer itself occupies\nabout sixteen closely written pages, and the person intending to make use\nof it, is expected to bathe and fast, as commanded by Mahumud, who\ninstructed his followers in this prayer, which was then called ’The\nOpening of Difficulties’,[17] afterwards, and to the present day ’David’s\nMother’s Prayer’, by reason of a miraculous occurrence which followed her\nhaving fulfilled the task of fasting, preparation, and the prayer alluded\nto.",
        "’A very poor woman had been engaged in the family of the Emaum Jaffur\nSaadick,[18] as wet-nurse to his son; she was much respected in the family,\nwho wished to have retained her with them, when the child was weaned; but\nshe would return to her own village, where her son was living, at some\ndistance from the city of Koofah.",
        "’Her son, named Daaood, grew up under her maternal care, and proved the\ngreat comfort and solace of her life, by his dutiful and affectionate\nbearing towards her. At that period the reigning King of Arabia was a most\ncruel man, and an idolater; he persecuted all the professors of the “True\nFaith” whenever they came within his reach, with the most barbarous\nbrutality.",
        "’One day, at an early hour, Daaood’s mother presented herself at the house\nof the Emaum, in great distress of mind, and related the heavy affliction\nwhich had befallen her, in the loss of her dearly loved son (then a fine\nyouth), who had been decoyed by the wicked emissaries of the King, for the\npurpose, it was feared, of immolation–as it was known to be his custom,\nwhen, laying the foundation of a building, to deposit living victims of\nthe Mussulmaun faith beneath it. The poor woman had no hope her eyes would\never again be blessed with the sight of her fondly-loved son, and still\nmore agonizing were her fears, that his protracted sufferings would be of\nthe same terrible description with numbers of the faithful who had fallen\ninto the hands of that wretched heathen King.",
        "’Her friends in the Emaum’s family grieved over the sad affliction with\nwhich their favourite had been visited. The Emaum strove to comfort her,\nand proposed that she should perform the prayer in which Mahumud had\ninstructed his followers for “The Opening of Difficulties”. “Alas!\"\nreplied the woman, “poor ignorant that I am, how shall I repeat that\nprayer; I cannot read: knowest thou not, my Emaum, that I am not\nacquainted with letters?” “But I will teach you the prayer,” answered the\nEmaum; “you shall repeat it after me, and by diligence you will acquire it\nperfectly by that day, on which our Prophet commanded his followers to\nperform the fast and offer this prayer, that God might be pleased to\nremove their calamities.”",
        "’The poor woman obeyed all the injunctions and advice of the Emaum Jaffur\nSaadick punctually; acquired, by her diligence, the words of the prayer;\nstrictly observed the preparation by fast; and, on the fifteenth “day of\nRujub”, the prayer was duly performed, with sincere devotion and perfect\nfaith in God’s power, and His infinite mercy.",
        "’In the mean time, it appears, the King having been much troubled in a\ndream, he was warned to release his prisoner from captivity without delay,\nat the peril of destruction to himself and all he possessed. The warning\ndream presented him with a view of the gulf to which he was condemned, if\nhe delayed the release of Daaood from his confinement. The person of the\nyouth was so clearly represented to the King in his dream, that there\ncould be no possible mistake in the particular captive to be freed, out of\nthe many he held in bondage. The King awakening from his troubled sleep,\ndemanded of his attendants where the young man was confined; and learning\nfrom the chief officer of his court that Daaood was sent to a distant\nplace, to be the offering buried under the foundation of a house, erecting\nby his command: the swiftest camels were ordered immediately, to convey\nmessengers with two bags of gold, and the King’s mandate, peremptorily\nordering the release of the youth, if happily he yet existed; and if the\nbuilding was proceeding with, the superintendent was cautioned to pull it\ndown with the utmost care and dispatch, so that nothing should be omitted\nwhich could be done to preserve that life now so dear to the hopes of the\nKing.",
        "’The messengers reached the place on the third day after Daaood had been\nimmured in the foundation of the building. Small, indeed, were the hopes\nthat the King’s desires would be gratified. The builder, however, more\nhumane than his employer, had so raised the work round the person of\nDaaood, as to leave him unhurt by its pressure, and having left a small\naperture for air, his life was preserved;–the masonry being removed\npromptly, and with caution, the youth was discovered not only alive, but\neven uninjured by the confinement. The courier mounted the boy on the\ncamel, with the present of gold contained in two bags, and conveyed Daaood,\nwithout loss of time, to his mother’s abode.",
        "’All the particulars having undergone due investigation, it was clearly\nproved that it was on that very day when the poor woman was occupied in\nher fast and prayer, that her son Daaood was released from the foundation\nof the King’s house and restored to his home. From this time forward the\nprayer of “Opening Difficulties” was denominated “Or of Daaood’s Mother”.’",
        "Turning over my collection of curiosities for the story of Daaood’s Mother,\nwhich the Meer translated for me many years since, I met with an ancient\nanecdote which. I received from the same dear revered friend I must often\nquote as my author when I am detailing the particulars of things which I\nhave heard and not seen,–Meer Hadjee Shaah,–who tells me he has found\nthe following anecdote in the ’Commentary on The History of Moses’.–It is\ntranslated by my husband.",
        "’When Huzerut[19] Moosa (Moses), “to whose spirit be peace!” was on earth,\nthere lived near him a poor yet remarkably religious man, who had for many\nyears supported himself and his wife by the daily occupation of cutting\nwood for his richer neighbours; four small copper coins (equivalent to our\nhalfpence) proved the reward of his toil, which at best afforded the poor\ncouple but a scanty meal after his day’s exertions.",
        "’The prophet Moosa passed the Woodcutter one morning, who accosted him\nwith “O Moosa! Prophet of the Most High; behold I labour each day for my\ncoarse and scanty meal; may it please thee, O Huzerut! to make a petition\nfor me to our gracious God, that He may in His mercy grant me at once the\nwhole supply for my remaining years, so that I shall enjoy one day of\nearthly happiness, and then, with my wife, be transferred to the place of\neternal rest”. Moosa promised and made the required petition; his prayer\nwas answered from Mount Tor, thus:–",
        "’\"This man’s life is long, O Moses! nevertheless, if he be willing to\nsurrender life when his supply is exhausted, tell him thy prayer is heard,\nthe petition accepted, and the whole amount shall be found beneath his\njhaawn namaaz[20] (prayer-carpet) after his early prayers.”",
        "’The Woodcutter was satisfied when Moosa told him the result of his\npetition, and when the first duties of the morning were concluded, he\nfailed not in looking for the promised remittance, where, to his surprise,\nhe found a heap of silver coins. Calling his wife, the Woodcutter told her\nwhat he had required of the Lord through his Holy Prophet Moosa; pointing\nto the result, they both agreed it was very good to enjoy a short life of\nhappiness on earth and depart in peace; although they could not help again\nand again recurring to the number of years on earth they had thus\nsacrificed. “We will make as many hearts rejoice as this the Lord’s gift\nwill admit,” they both agreed, “and thus we shall secure in our future\nstate the blessed abode promised to those who fulfil the commands of God\nin this, since to-morrow our term of life must close.”",
        "’The day was spent in providing and preparing provisions for the meal. The\nwhole sum was expended on the best sorts of food, and the poor made\nacquainted with the rich treat the Woodcutter and his wife were cooking\nfor their benefit. The food was cooked for the indigent, and allotments\nmade to each hungry applicant, reserving for themselves one good\nsubstantial meal, to be eaten only when the poor were all served and\nsatisfied. It happened at the very moment they were seated to enjoy this\ntheir last meal, as they believed, a voice was heard, “O friend! I have\nheard of your feast,–I am late, yet may it be that you have a little to\nspare, for I am hungry to my very heart. The blessing of God be on him who\nrelieves my present sufferings from hunger!” The Woodcutter and his wife\nagreed that it would be much, better for them to go to heaven with half a\nbellyful, than leave one fellow-creature on earth famishing for a meal;\nthey, therefore, determined on sharing their own portion with him who had\nnone, and he went away from them rejoicing. “Now,” said the happy pair,\n“we shall eat our half-share with unmixed delight, and with thankful\nhearts. By to-morrow eve we shall be transferred to paradise.”",
        "’They had scarcely raised the savoury food to their opening mouths, when a\nvoice of melancholy bewailing arrested their attention, and stayed the\nhands already charged with food;–a poor wretched creature, who had not\ntasted food for two whole days, moaned his piteous tale in accents that\ndrew tears from the Woodcutter and his wife–their eyes met and the\nsympathy was mutual; they were more willing to depart for heaven without\nthe promised benefit of one earthly enjoyment, than suffer the hungry\ncreature to die from want of that meal they had before them. The dish was\npromptly tendered to the bewailing subject, and the Woodcutter and his\nwife consoled each other by thinking that, as their time of departure was\nnow so near at hand, the temporary enjoyment of a meal was not worth one\nmoment’s consideration. “To-morrow we die, then of what consequence to us\nwhether we depart with full or empty stomachs!” And now their thoughts\nwere set on the place of eternal rest. They slept, and arose to their\nmorning orisons with hearts resting humbly on their God, in the fullest\nexpectation that this was their last day on earth: the prayer was\nconcluded, and the Woodcutter in the act of rolling up his carpet, on\nwhich he had bowed with gratitude, reverence, and love to his Creator,\nwhen he perceived a fresh heap of silver on the floor;–he could scarcely\nbelieve it was not a dream. “How wonderful art Thou, O God!” cried the\npoor Woodcutter; “this is Thy bounteous gift that I may indeed enjoy one\nday before I quit this earth.” And when Moosa came to him, he (Moosa) was\nsatisfied with the goodness and power of God; but he retired again to the\nMount to inquire of God the cause of the Woodcutter’s respite. The reply\ngiven to Moosa was, “That man has faithfully applied the wealth given in\nanswer to his petition. He is worthy to live out his numbered years on\nearth, who, receiving My bounty, thought not of his own enjoyments whilst\nhis fellow men had wants he could supply.” And to the end of the\nWoodcutter’s long life, God’s bounty lessened not in substance; neither\ndid the pious man relax in his charitable duties of sharing with the\nindigent all that he had, and with the same disregard to his own\nenjoyments.’",
        "I have but little to add, as regards the manner of worship amongst my\nMussulmaun acquaintance; but here I cannot omit remarking, that the women\nare devout in their prayers and strict in their observance of ordinances.\nThat they are not more generally educated is much to be regretted; this,\nhowever, is their misfortune, not their fault. The Mussulmaun faith does\nnot exclude the females from a participation in the Eternal world,[21]–as\nhas so often been assorted by people who could not have known them,–and\nthe good Mussulmaun proves it by his instruction of the females under his\ncontrol in the doctrines of Mahumud, and who he believes to be as much\ndependent on him for guidance on the road to heaven, as for personal\nprotection from want or worldly dangers.",
        "The pure life of Fatima, Mahumud’s only daughter, is greatly esteemed as\nan example of female excellence, whom they strive to imitate as much as\npossible, as well in religious as in moral or domestic duties. They are\nzealous to fulfil all the ordinances of their particular faith,–and I\nhave had the best possible opportunity of studying their\ncharacter,–devotion to God being the foundation on which every principal\naction of their lives seems to rest.",
        "In my delineation of character, whether male or female, I must not be\nsupposed to mean the whole mass of the Mussulmaun population. There are\ngood and bad of every class or profession of people; it has been my good\nfortune to be an inmate with the pious of that faith, and from their\npractice I have been aided in acquiring a knowledge of what constitutes a\ntrue disciple of Mahumud.",
        "[1] The writer mixes up the Persian and Arabic names of the hours of\n    prayer. The proper names, according to this list, are: i,\n    Namaz-i-Subh, from dawn to sunrise; ii, Salatu’l-Zuhr, when the\n    sun has begun to decline; iii, Salatu’l ’Asr, midway between\n    Nos. ii and iv; iv, Sala tu’l-Maghrib, a few minutes after sunset;\n    v, Salatu’l ’Isha, when night has closed in.",
        "[2] Namaz-i-Tahajjid, the prayer after midnight.",
        "[3] Wazifah, ’a daily ration of food’, a term used for the daily\n    lesson or portion of the Koran read by devout Musalmans. The\n    Koran is divided into thirty lessons (siparah) for use\n    during the month Ramazan.",
        "[4] Special readers (muqri) of the Koran are needed, owing to\n    the want of vowels in the Arabic character (Sale, Preliminary\n    Discourse, 47). Readers are often employed to recite the Koran\n    over a corpse on the way to Karbala.",
        "[5] Known as Khadim.",
        "[6] Allahu akbar ... Muhammadan rasulu’llah. In English the\n    entire call runs: ’Allah is most great (four times), I testify that\n    there is no God but Allah (twice), I testify that Muhammad is the\n    Apostle of Allah (twice), Come to prayer (twice), Come to salvation\n    (twice), Allah is most great (twice), There is no God but Allah!’",
        "[7] Known as Ja’e-namaz, ’place of prayer’.",
        "[8] See p. 27.",
        "[9] The Salatu’l-Juma’, the Friday prayer, is obligatory. Friday was\n    appointed a Sabbath to distinguish Musalmans from Jews and\n    Christians.",
        "[10] Darzi.",
        "[11] Dhobi.",
        "[12] See p. 74.",
        "[13] The correct titles are as follows: Adam, Safiyu’llah, ’The\n    Chosen One of God’; Noah, Nabiyu’llah, ’The Prophet of God’;\n    Abraham, Khalilu’llah, ’The Friend of God’; Moses,\n    Kalimu’llah, ’He that spoke with God’; Jesus, Ruhu’llah,\n    ’A Spirit from God’; Muhammad, Rasulu ’Illah, ’The Prophet of\n    God’.",
        "[14] Salam-’alai-kum.\n[15] Injil, [Greek: e’uaggélion], the Gospel, as opposed to\n    taurat, the Pentateuch.",
        "[16] Daud.",
        "[17] The Fatiha, or opening chapter of the Koran, used like the\n    Pator-noster.",
        "[18] Ja’afar as-Sadiq.",
        "[19] Hazrat, ’Reverend’, or ’Superior’.",
        "[20] Ja’e-namaz, known also as sajjadah, or musalla.",
        "[21] The assertion that the Koran teaches that women have no souls is\n    incorrect. See the texts collected by Hughes, Dictionary of Islam,\n    pp. 677 ff.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}