{
    "title": "Observations on the Mussulmauns of India - Letter XX",
    "author": "Meer Hassan Ali",
    "chapter": "24",
    "content": [
        "\n\n",
        "  Delhi.–Description of the city.–Marble hall–The Queen’s Mahul\n  (palace).–Audience with the King and Queen.–Conversation with\n  them.–Character of their Majesties.–Visit to a\n  Muckburrah.–Soobadhaars.–The nature of the office.–Durgah of Shah\n  Nizaam ood deen.–Tomb of Shah Allum.–Ruins in the vicinity of Delhi.\n  –Antique pillars (Kootub) .–Prospect from its galleries.–Anecdotes\n  of Juangheer and Khareem Zund...Page 289",
        "My visit to Delhi, once the great capital of Hindoostaun, and the\nresidence of the great Sultauns, has made impressions of a lasting kind,\nand presented a moral lesson to my mind, I should be sorry to forget in\nafter years; for there I witnessed the tombs of righteous men in perfect\nrepair after the lapse of many centuries, standing in the midst of the\nmouldering relics of kings, princes, and nobles, many of whose careers, we\nlearn from history, was comparatively of recent date; yet, excepting in\none solitary instance of Shah Allum’s grave, without so much of order\nremaining as would tell to the passing traveller the rank of each\nindividual’s mausoleum, now either entirely a ruin or fast mouldering to\ndecay.",
        "The original city of Delhi presents to view one vast extent of ruins;\nabounding in mementos of departed worth, as well as in wrecks of greatness,\ningenuity, and magnificence. Why the present city was erected or the\nformer one deserted, I cannot venture an opinion, neither can I remember\ncorrectly in what reign the royal residence was changed; but judging from\nthe remnants of the old, I should imagine it to have been equally\nextensive with the modern Delhi. A part of the old palace is still\nstanding, whither the present King, Akbaar Shah,[1] occasionally resorts\nfor days together, attracted perhaps by sympathy for his ancestors, or by\nthat desire for change inherent in human nature, and often deemed\nessential to health in the climate of Hindoostaun.",
        "The city of Delhi is enclosed by a wall; the houses, which are generally\nof brick or red stone, appear to good advantage, being generally elevated\na story or two from the ground-floor, and more regularly constructed than\nis usual in Native cities. Mosques, mukhburrahs, and emaum-baarahs, in all\ndirections, diversify the scene with good effect; whilst the various shops\nand bazaars, together with the outpourings of the population to and from\nthe markets, give an animation to the whole view which would not be\ncomplete without them.",
        "The palace occupies an immense space of ground, enclosed by high walls,\nand entered by a gateway of grand architecture. On either side the\nentrance I noticed lines of compact buildings, occupied by the military,\nreaching to the second gateway, which is but little inferior in style and\nstrength to the grand entrance; and here again appear long lines of\nbuildings similarly occupied. I passed through several of these formidable\nbarriers before I reached the marble hall, where the King holds his durbar\n(court) at stated times; but as mine was a mere unceremonious visit to the\nKing and Queen, it was not at the usual hour of durbar, and I passed\nthrough the hall without making any particular observations, although I\ncould perceive it was not deficient in the costliness and splendour suited\nto the former greatness of the Indian empire.",
        "After being conveyed through several splendid apartments, I was conducted\nto the Queen’s mahul[2] (palace for females), where his Majesty and the\nQueen were awaiting my arrival. I found on my entrance the King seated in\nthe open air in an arm chair enjoying his hookha; the Queen’s musnud was\non the ground, close by the side of her venerable husband. Being\naccustomed to Native society, I knew how to render the respect due from an\nhumble individual to personages of their exalted rank. After having left\nmy shoes at the entrance and advanced towards them, my salaams were\ntendered, and then the usual offering of nuzzas, first to the King and\nthen to the Queen, who invited me to a seat on her own carpet,–an honour\nI knew how to appreciate from my acquaintance with the etiquette observed\non such occasions.",
        "The whole period of my visit was occupied in very interesting conversation;\neager inquiries were made respecting England, the Government, the manners\nof the Court, the habits of the people, my own family affairs, my husband’s\nviews in travelling, and his adventures in England, my own satisfaction\nas regarded climate, and the people with whom I was so immediately\nconnected by marriage;–the conversation, indeed, never flagged an instant,\nfor the condescending courtesy of their Majesties encouraged me to add to\ntheir entertainment, by details which seemed to interest and delight them\ngreatly.",
        "On taking leave his Majesty very cordially shook me by the hand, and the\nQueen embraced me with warmth. Both appeared, and expressed themselves,\nhighly gratified with the visit of an English lady who could explain\nherself in their language without embarrassment, or the assistance of an\ninterpreter, and who was the more interesting to them from the\ncircumstance of being the wife of a Syaad; the Queen indeed was particular\nin reminding me that ’the Syaads were in a religious point of view, the\nnobles of the Mussulmauns, and reverenced as such far more than those\ntitled characters who receive their distinction from their fellow-mortals’.",
        "I was grieved to be obliged to accept the Queen’s parting present of an\nembroidered scarf, because I knew her means were exceedingly limited\ncompared with the demands upon her bounty; but I could not refuse that\nwhich was intended to do me honour at the risk of wounding those feelings\nI so greatly respected. A small ring, of trifling value, was then placed\nby the Queen on my finger, as she remarked, ’to remind me of the giver.’",
        "The King’s countenance, dignified by age, possesses traces of extreme\nbeauty; he is much fairer than Asiatics usually are; his features are\nstill fine, his hair silvery white; intelligence beams upon his brow, his\nconversation gentle and refined, and his condescending manners hardly to\nbe surpassed by the most refined gentleman of Europe. I am told by those\nwho have been long intimate with his habits in private, that he leads a\nlife of strict piety and temperance, equal to that of a durweish[3] of his\nfaith, whom he imitates in expending his income on others without\nindulging in a single luxury himself.",
        "The Queen’s manners are very amiable and condescending; she is reported to\nbe as highly gifted with intellectual endowments as I can affirm she is\nwith genuine politeness.",
        "I was induced to visit the mukhburrah of the great-great-grandfather of the\npresent King of Oude,[4] who, at his death,–which occurred at Delhi, I\nbelieve,–was one of the Soobadhaars[5] of the sovereign ruler of India.\nThis nobleman, in his time, had been a staunch adherent to the descendants\nof Timoor, and had been rewarded for his fidelity by public honours and\nthe private friendship of the King. The monument erected over his remains,\nis in a costly style of magnificence, and in the best possible condition,\nstanding in the centre of a flower-garden which is enclosed by a stone\nwall, with a grand gateway of good architecture. The mukhburrah is\nspacious, and in the usual Mussulmaun style of building mausoleums; viz.,\na square, with a dome, and is ascended by a flight of broad steps. This\nbuilding stands about three miles from the city, in a good situation to be\nseen from the road. I was told that the family of Oude kept readers of the\nKhoraun in constant attendance at the mukhburrah; and I observed several\nsoldiers, whose duty it was to guard the sacred spot, at the expense of\nthe Oude government.",
        "In explanation of the word Soobadhaar, it may not be uninteresting to\nremark in this place, that when the government of Hindoostaun flourished\nunder the descendants of Timoor, Soobadhaars were appointed over districts,\nwhose duty, in some respects, bore resemblance to that of a Governor; with\nthis difference, that the soobadhaaries were gifts, not only for the life\nof the individuals, but to their posterity for ever, under certain\nrestrictions and stipulations which made them tributary to, and retained\nthem as dependants of, the reigning sovereign:–as for instance, a certain\nannual amount was to be punctually transferred to the treasury at Delhi;\nthe province to be governed by the same laws, and the subjects to be under\nthe same control in each Soobadhaarie as those of the parent sovereignty;\nthe revenue exacted in the very same way,; each Soobadhaar was bound to\nretain in his employ a given number of soldiers, horse and foot, fully\nequipped for the field, with perfect liberty to employ them as occasion\nserved in the territory which he governed, whether against refractory\nsubjects, or encroachments from neighbouring provinces; but in any\nemergency from the Court at Delhi, the forces to be, at all times, in\nreadiness for the Sultaun’s service at a moment’s notice.",
        "The gift of a Soobadhaarie was originally conferred on men who had\ndistinguished themselves, either in the army, or in civil capacities, as\nfaithful friends and servants of the Sultaun. In the course of time, some\nof these Soobadhaars, probably from just causes, threw off their strict\nallegiance to their Sovereign, abandoned the title of Soobadhaar, and\nadopted that of Nuwaub in its stead, either with or without the consent of\nthe Court of Delhi.",
        "As it is not my intention to give a precise history of the Indian empire,\nbut merely to touch on generalities, I have confined my remarks to a brief\nexplanation of the nature of this office; and will only add, that whilst\nthe Soobadhaars (afterwards the Nuwaubs) of Oude swayed over that\nbeautiful province under these titles, they continued to send their usual\nnuzzas to the King of Delhi, although no longer considered under his\ndominion; thus acknowledging his superiority, because inferiors only\npresent nuzzas. But when Ghauzee ood deen Hyder was created King of Oude,\nhe could no longer be considered tributary to the House of Timoor, and the\nannual ceremony of sending a nuzza, I understood, was discontinued. The\nfirst King of Oude issued coins from his new mint almost immediately after\nhis coronation, prior to which period the current money of that province\nbore the stamp of Delhi.[6]",
        "Shah Nizaam ood deen[7] was one of the many Mussulmaun saints, whose\nhistory has interested me much. He is said to have been dead about five\nhundred years, yet his memory is cherished by the Mussulmauns of the\npresent day with veneration unabated by the lapse of years, thus giving to\nthe world a moral and a religious lesson, ’The great and the ambitious\nperish, and their glory dieth with them; but the righteous have a name\namongst their posterity for ever.’",
        "I was familiar with the character of Nizaam ood deen long prior to my\nvisit at the Court of Delhi, and, as maybe supposed, it was with no common\nfeeling of pleasure I embraced the opportunity of visiting the mausoleum\nerected over the remains of that righteous man.",
        "The building originally was composed of the hard red stone, common to the\nneighbourhood of Delhi, with an occasional mixture of red bricks of a very\nsuperior quality; but considerable additions and ornamental improvements\nof pure white marble have been added to the edifice, from time to time, by\ndifferent monarchs and nobles of Hindoostaun, whose pious respect for the\nmemory of the righteous Shah Nizaam ood deen is testified by these\nadditions, which render the mausoleum at the present time as fresh and\norderly as if but newly erected.",
        "The style of the building is on the original, I might say, only plan of\nMussulmaun mukhburrahs–square, with a cupola. It is a beautiful structure\non a scale of moderate size. The pavements are of marble, as are also the\npillars, which are fluted and inlaid with pure gold; the ceiling is of\nchaste enamel painting (peculiarly an Indian art, I fancy,) of the\nbrightest colours. The cupola is of pure white marble, of exquisite\nworkmanship and in good taste; its erection is of recent date, I\nunderstand, and the pious offering of the good Akbaar Shah, who, being\nhimself a very religions personage, was determined out of his limited\nincome to add this proof of his veneration for the sainted Nizaam to the\nmany which his ancestors had shown.[8]",
        "The marble tomb enclosing the ashes of Shah Nizaam ood deen is in the\ncentre of the building immediately under the cupola; this tomb is about\nseven feet long by two, raised about a foot from the pavement; on the\nmarble sides are engraved chapters from the Khoraun in the Arabic\ncharacter, filled up with black; the tomb itself has a covering of very\nrich gold cloth, resembling a pall.",
        "This tranquil spot is held sacred by all Mussulmauns. Here the sound of\nhuman feet are never heard; ’Put off thy shoes’, being quite as strictly\nobserved near this venerated place, as when the mosque and emaum-baarah\nare visited by ’the faithful’; who, as I have before remarked, whenever a\nprayer is about to be offered to God, cast off their shoes with scrupulous\ncare, whether the place chosen for worship be in the mosque, the abode of\nmen, or the wilderness.",
        "I was permitted to examine the interior of the mausoleum. The calm\nstillness, which seemed hardly earthly; the neatness which pervaded every\ncorner of the interior; the recollection of those virtues, which I so\noften heard had distinguished Shah Nizaam’s career on earth, impressed me\nwith feelings at that moment I cannot forget; and it was with reluctance I\nturned from this object to wander among the surrounding splendid ruins,\nthe only emblems left of departed greatness; where not even a tablet\nexists to mark the affection of survivors, or to point to the passing\ntraveller the tomb of the monarch, the prince, or the noble,–except in\nthe instance of Shah Allum,–whilst the humble-minded man’s place of\nsepulture is kept repaired from age to age, and still retains the\nfreshness of a modern structure in its five hundredth year.",
        "There are men in charge of Shah Nizaam ood deen’s mausoleum who lead\ndevout lives, and subsist on the casual bounties gleaned from the\ncharitable visitors to his shrine. Their time is passed in religious\nduties, reading the Khoraun over the ashes of the saint, and keeping the\nplace clean and free from unholy intrusions. They do not deem this mode of\nexistence derogatory; for to hold the situation of darogahs, or keepers of\nthe tombs of the saints, who are held in universal veneration amongst\nMussulmauns, is esteemed an honourable privilege.",
        "In this sketch of my visit to the tombs at Delhi, I must not omit one very\nremarkable cemetery, which, as the resting place of the last reigning\nsovereign of Hindoostaun, excited in me no small degree of interest,\nwhilst contrasting the view it exhibited of fallen greatness, with the\nmany evidences of royal magnificence.",
        "The tomb I am about to describe is that erected over the remains of Shah\nAllum;[9] and situated within view of the mausoleum of the righteous\nplebeian, Shah Nizaam. It is a simple, unadorned grave; no canopy of\nmarble, or decorated hall, marks here the peaceful rest of a monarch, who\nin his life-time was celebrated for the splendour of his Court; a small\nsquare spot of earth, enclosed with iron railings, is all that remains to\npoint to posterity the final resting place of the last monarch of\nHindoostaun. His grave is made by his favourite daughter’s side, whose\naffection had been his only solace in the last years of his earthly\nsufferings; a little masonry of brick and plaster supports the mound of\nearth over his remains, on which I observed the grass was growing,\napparently cultured by some friendly hand. At the period of my visit, the\nsolitary ornament to this last terrestrial abode of a King was a luxuriant\nwhite jessamine tree, beautifully studded with blossoms, which scented the\nair around with a delightful fragrance, and scattered many a flower over\nthe grave which it graced by its remarkable beauty, height, and luxuriance.\nThe sole canopy that adorns Shah Allum’s grave is the rich sky, with all\nits resplendent orbs of day and night, or clouds teeming with beneficent\nshowers. Who then could be ambitious, vain, or proud, after viewing this\nstriking contrast to the grave of Shah Nizaam? The vain-glorious humbled\neven in the tomb;–the humble minded exalted by the veneration ever paid\nto the righteous.",
        "I was persuaded to visit the ruins of antiquity which are within a morning’\ns drive of Delhi. Nothing that I there witnessed gave me so much pleasure\nas the far-famed Kootub, a monument or pillar, of great antiquity, claimed\nequally by the Hindoo and Mussulmaun as due to their respective periods of\nsovereign rule. The site is an elevated spot, and from the traces of\nformer buildings, I am disposed to believe this pillar, standing now erect\nand imposing, was one of the minarets of a mosque, and the only remains of\nsuch a building, which must have been very extensive, if the height and\ndimensions of the minaret be taken as a criterion of the whole.[10]",
        "This pillar has circular stairs within, leading to galleries extending all\nround, at stated distances, and forming five tiers from the first gallery\nto the top, which finishes with a circular room, and a canopy of stone,\nopen on every side for the advantage of an extensive prospect. Verses from\nthe Khoraun are cut out in large Arabic characters on the stones, which\nform portions of the pillar from the base to the summit in regular\ndivisions; this could only be done with great labour, and, I should\nimagine, whilst the blocks of stone were on the level surface of the earth,\nwhich renders it still more probable that it was a Mussulmaun erection.",
        "The view from the first gallery was really so magnificent, that I was\ninduced to ascend to the second for a still bolder extent of prospect,\nwhich more than repaid me the task. I never remember to have seen so\npicturesque a panorama in any other place. Some of my party, better able\nto bear the fatigue, ascended to the third and fourth gallery. From them I\nlearned that the beauty and extent of the view progressively increased\nuntil they reached the summit, from whence the landscape which fell\nbeneath the eye surpassed description.",
        "On the road back to Delhi, we passed some extensive remains of buildings,\nwhich I found on inquiry had been designed for an observatory by Jhy\nSing,[11]–whose extraordinary mind has rendered his name conspicuous in\nthe annals of Hindoostaun,–but which was not completed while he lived. It\nmay be presumed, since the work was never finished, that his countrymen\neither have not the talent, or the means to accomplish the scientific plan\nhis superior mind had contemplated.",
        "At the time I visited Delhi, I had but recently recovered from a serious\nand tedious illness; I was therefore ill-fitted to pursue those researches\nwhich might have afforded entertaining material for my pen, and must, on\nthat account, take my leave of this subject with regret, for the present,\nand merely add my acknowledgments to those kind friends who aided my\nendeavours in the little I was enabled to witness of that remarkable place,\nwhich to have viewed entirely would have taken more time and better health\nthan I could command at that period. I could have desired to search out\namongst the ruined mausoleums for those which contain the ashes of\nillustrious characters, rendered familiar and interesting by the several\nanecdotes current in Native society, to many of which I have listened with\npleasure, as each possessed some good moral for the mind.",
        "It is my intention to select two anecdotes for my present Letter, which\nwill, I trust, prove amusing to my readers; one relates to Jhaungeer,[12]\nKing of India; the other to Kaareem Zund, King of Persia. I am not aware\nthat either has appeared before the public in our language, although they\nare so frequently related by the Natives in their domestic circles. If\nthey have not, I need hardly apologise for introducing them, and on the\nother hand, if they have before been seen, I may plead my ignorance of the\ncircumstance in excuse for their insertion here.",
        "I have already noticed that, among the true Mussulmauns, there are no\nreligious observances more strictly enforced than the keeping the fast of\nRumzaun, and the abstaining from fermented liquors. It is related, however,\nthat ’A certain king of India, named Jhaungeer, was instructed by his\ntutors in the belief, that on the day of judgment, kings and rulers will\nnot have to answer either for the sin of omission or commission, as\nregards these two commands; but that the due administration of justice to\nthe subjects over whom they are placed, will be required at the hands of\nevery king, ruler, or governor, on the face of the earth.",
        "’Jhaungeer was determined to walk strictly in the path which he was\nassured would lead him to a happy eternity; and, therefore, in his reign\nevery claim of justice was most punctiliously discharged. Each case\nrequiring decision was immediately brought to the foot of the throne; for\nthe King would not allow business of such importance to his soul’s best\ninterest to be delegated to the guardianship of his Vizier, or other of\nhis servants; and in order to give greater facility to complainants of\nevery degree, the King invented the novel contrivance of a large bell,\nwhich was fixed immediately over his usual seat on the musnud, which bell\ncould be sounded by any one outside the palace gate, by means of a stout\nrope staked to the ground. Whenever this alarum of justice was sounded in\nthe King’s ear, he sent a trusty messenger to conduct the complainant into\nhis presence.[13]",
        "’One day, upon the bell being violently rung, the messenger was commanded\nto bring in the person requiring justice. When the messenger reached the\ngate, he found no other creature near the place but a poor sickly-looking\nass, in search of a scanty meal from the stunted grass, which was dried up\nby the scorching sun, and blasts of hot wind which at that season\nprevailed. The man returned and reported to the King that there was no\nperson at the gate.",
        "’The King was much surprised at the singularity of the circumstance, and\nwhilst he was talking of the subject with his nobles and courtiers, the\nbell was again rung with increased violence. The messenger being a second\ntime despatched, returned with the same answer, assuring the King that\nthere was not any person at or within sight of the gate. The King,\nsuspecting him to be a perverter of justice, was displeased with the man,\nand even accused him of keeping back a complainant from interested motives.\nIt was in vain the messenger declared himself innocent of so foul a crime;\na third time the bell rang, “Go,” said the King to his attendants, “and\nbring the supplicant into my presence immediately!” The men went, and on\ntheir return informed the King that the only living creature near the gate\nwas an ass, poor and manged, seeking a scanty meal from the parched blades\nof grass. “Then let the ass be brought hither!” said the King; “perhaps\nhe may have some complaint to prefer against his owner.”",
        "’The courtiers smiled when the ass was brought into the presence of the\nmonarch, who upon seeing the poor half-starved beast covered with sores,\nwas at no loss for a solution of the mysterious ringing at the bell, for\nthe animal not finding a tree or post against which he could rub himself,\nhad made use of the bell-rope for that purpose.",
        "“Enquire for the owner of the ass!” commanded the King, “and let him be\nbrought before me without delay!” The order promptly given, was as readily\nobeyed; and the hurkaarahs (messengers, or running footmen) in a short\ntime introduced a poor Dhobhie[14] (washerman) who had owned the ass from a\nfoal. The plaintiff and defendant were then placed side by side before the\nthrone, when the King demanded, “Why the sick ass was cast out to provide\nfor itself a precarious subsistence?” The Dhobhie replied, “In truth, O\nJahaum-punah![15] (Protector or Ruler of the World), because he is grown\nold and unserviceable, afflicted with mange, and being no longer able to\nconvey my loads of linen to the river, I gave him his liberty.”",
        "’\"Friend,” said the King, “when this thine ass was young and healthy,\nstrong and lusty, didst thou not derive benefits from his services? Now\nthat he is old, and unable from sickness to render thee further benefits,\nthou hast cast him from thy protection, and sent him adrift on the wide\nworld; gratitude should have moved thee to succour and feed so old and\nfaithful a servant, rather than forsake him in his infirmities. Thou hast\ndealt unjustly with this thy creature; but, mark me, I hold thee\nresponsible to repair the injury thou hast done the ass. Take him to thy\nhome, and at the end of forty days attend again at this place, accompanied\nby the ass, and compensate to the best of thy power, by kind treatment,\nfor the injury thou hast done him by thy late hard-hearted conduct.”",
        "’The Dhobhie, glad to escape so well, went away leading the ass to his\nhome, fed him with well-soaked gram (grain in general use for cattle), and\nnicely-picked grass, sheltered him from the burning sun, poured healing\noil into his wounds, and covered his back to keep off the flies; once a\nday he bathed him in the river. In short, such expedients were resorted to\nfor the comfort and relief of the ass, as were ultimately attended with\nthe happiest effects.",
        "’At the expiration of the forty days, the Dhobhie set off from his home to\nthe palace, leading his now lively ass by a cord. On the road the\npassers-by were filled with amazement and mirth, at the manners and\nexpressions of the Dhobhie towards his led ass. “Come along,\nbrother!–Make haste, son!–Let us be quick, father!–Take care, uncle!”",
        "’\"What means the old fool?” was asked by some; “does he make his ass a\nrelation?\"–\"In truth,” replied the Dhobhie, “my ass is a very dear old\nfriend, and what is more, he has been a greater expense to me than all my\nrelations latterly: believe me, it has cost me much care and pains to\nbring this ass into his present excellent condition.” Then relating the\norders of the King, and his own subsequent treatment of the beast, the\npeople no longer wondered at the simple Dhobhie’s expressions which had\nprompted them at first to believe he was mad.",
        "’The King, it is related, received the Dhobhie graciously, and commended\nand rewarded him for his careful attention to the animal; which in his\nimproved condition became more useful to his master than he had ever been,\nthrough the King’s determination to enforce justice even to the brute\ncreation.’",
        "The second anecdote, translated for me by the same kind hand, is often\nrelated, with numerous embellishments, under the title of ’Khareem\nZund’.[16]",
        "’Khareem Zund ruled in Persia. One day he was seated in the verandah of\nhis palace smoking his hookha, and, at the same time, as was his frequent\npractice, overlooking the improvements carried on by masons and labourers,\nunder the superintendence of a trusty servant. One of the labourers, who\nwas also named Khareem, had toiled long, and sought to refresh himself\nwith a pipe. The overseer of the work, seeing the poor man thus engaged,\napproached him in great wrath, rated him severely for his presumption in\nsmoking whilst he stood in the presence of his sovereign, and striking him\nseverely with a stick, snatched the pipe from the labourer and threw it\naway. The poor wretch cared not for the weight of the blow so much as for\nthe loss of his pipe: his heart was oppressed with the weight of his\nsorrows, and raising his eyes to Heaven he cried aloud, “Allah\nKhareem!\"[17] (God is merciful!), then lowering his eyes, his glance\nrested on the King, “App Khareem!” (thou art named merciful!), from whom\nwithdrawing his eyes slowly he looked at his own mean body, and added,\n“Myn Khareem!” (I am called merciful!).",
        "’The King, who had heard the labourer’s words, and witnessed with emotion\nthe impressive manner of lifting his eyes to Heaven, had also seen the\nseverity of the overseer to the unoffending labourer; he therefore\ncommanded that the man should be brought into his presence without delay,\nwho went trembling, and full of fear that his speech had drawn some heavy\npunishment on his head.",
        "’\"Sit down,” said the King.–\"My sovereign pardon his slave!” replied the\nlabourer.–\"I do not jest; it is my pleasure that you sit down,” repeated\nthe King; and when he saw his humble guest seated, he ordered his own\nsilver hookha to be brought and placed before the poor man, who hesitated\nto accept the gracious offer; but the King assured him in the kindest\nmanner possible it was his wish and his command. The labourer enjoyed the\nluxury of a good hookha, and by the condescending behaviour of the King\nhis composure gradually returned.",
        "’This King, who it would seem delighted in every opportunity that offered\nof imparting pleasure and comfort to his subjects of all ranks and degrees,\nseeing the labourer had finished his second chillum[18] (contents of a\npipe) told him he had permission to depart, and desired him to take the\nhookha and keep it for his sake. “Alas, my King!” said the labourer, “this\ncostly silver pipe will soon be stolen from me; my mud hut cannot safely\nretain so valuable a gift; the poor mazoor[19] inhabits but a chupha (or\ncoarse grass-roofed) hut.\"–\"Then take materials from my store-houses to\nbuild a house suited to your hookha,” was the order he received from the\nKing; “and let it be promptly done! I design to make you one of my\noverseers; for you, Khareem, have been the instrument to rouse me to\nbe Khareem (merciful); and I can now approach Allah with increased\nconfidence. Who is the only true Khareem!\"’",
        "[1] Akbar Shah II, King of Delhi, A.D. 1806-37.",
        "[2] Mahall.",
        "[3] Darvesh, ’a religious mendicant’.",
        "[4] Mansur ’Ali Khan, Safdar Jang, Nawab of Oudh\n    (A.D. 1739-56), his successors being–his son, Shuja-ud-daula\n    (1756-75); his son, Asaf-ud-daula (1775-97); his reputed son Wazir\n    ’Ali (1797-8); Sa’a dat ’Ali Khan, half-brother of\n    Asaf-ud-daula (1798-1814); his son, Ghazi-ud-din Haidar\n    (1814-37). The tomb of Safdar Jang is near that of the Emperor\n    Humayun. ’This tomb in one of the last great Muhammadan\n    architectural efforts in India, and for its age it deserves perhaps\n    more commendation than is usually accorded to it. Though the general\n    arrangement of the tomb in the same as that of the Taj, it was not\n    intended to be a copy of the latter’ (H.C. Fanshawe, Delhi Past and\n    Present, 1902, 246 f., with a photograph). For a different\n    appreciation, see Sleeman, Rambles, p. 507.",
        "[5] Subahdar, the Viceroy or Governor of a Subah or Province of\n    the Moghul Empire.",
        "[6] Ghazi-ud-din announced his independence of Delhi under the\n    advice of his Minister, Agha Mir.",
        "[7] Shaikh Nizam-ud-din. Auliya, one of the noblest disciples of\n    Shaikh Farid-ud-din Shakkarganj; born at Budaun, A.D. 1236,\n    died at Delhi, 1325.",
        "[8] The entrance to the Dargah was built by Firoz Shah, and bears\n    the date A.D. 1378. The structure over the tomb has been rebuilt by\n    many pious donors, and little of the original work is left (Fanshawe,\n    op. cit., 235 ff.; Sleeman, Rambles, 490 ff., 507).",
        "[9] Shah ’Alam II, King of Delhi, A.D. 1759-1806. ’Three royal graves\n    in the little court to the south side of the mosque lie within a\n    single marble enclosure–that on the last is the resting-place of\n    Akbar Shah II (died 1837 A.D.); the next to it is that of Shah\n    Alam II (died 1806), and then beyond an empty space, intended for\n    the grave of Bahadur Shah, [the last King of Delhi], buried at\n    Rangoon, comes the tomb of Shah Alam Bahadur Shah, a plain\n    stone with grass on it’ (Fanshawe, 281 f.; Sleeman, Rambles, 500).",
        "[10] Qutb, ’the polar star’. The pillar, 238 feet in height, was begun by\n    Qutb-ud-di Aibak (A.D. 1206-10), and there are inscriptions of\n    Altamsh or Iltutmish, his son-in-law. It is entirely of Muhammadan\n    origin, and was primarily intended to serve as a minaret to\n    Qutb-ud-din’s mosque adjoining it; but its name refers to the saint\n    Qutb-ud-din, buried close by. (Fanshawe, 265 ff.; Sleeman,\n    Rambles, 492 ff.)",
        "[11] This observatory was built by Raja Jai Singh of Jaipur (A.D.\n    1693-1743) in 1724. He also erected similar observatories at Benares,\n    Multan, Ujjain, and Jaipur (Fanshawe, 247).",
        "[12] Jahangir, eldest son of the Emperor Akbar, reigned A.D. 1605-27.",
        "[13] ’The first order that I issued was for the setting up of a Chain of\n    Justice, so that if the Officers of the Courts of Justice should fail\n    in the investigation of the complaints of the oppressed, the injured\n    person might come to this chain and shake it, and so give notice of\n    their wrongs. I ordered that the chain should be made of pure gold,\n    and be thirty gaz [yards] long, with sixty bells upon it. The\n    weight of it was four Hindustani mans [8 lb.] of ’Irak.\n    One end was firmly attached to a battlement of the fort of Agra, the\n    other to a stone column on the bank of the river’ (Memoirs of\n    Jahangir in Sir H.M. Elliot, History of India, vi. 284). It\n    does not appear that this silly contrivance was ever used, and it was\n    meant only for parade. Raja Anangpal had already set up a\n    similar bell at Delhi (ibid. vi. 262, iii. 565).",
        "[14] Dhobi.",
        "[15] Jahan-panah.",
        "[16] Karim Khan, of the Zand tribe, defeated the Afghans and\n    secured the Kingdom of Fars or Southern Persia, with his capital at\n    Shiraz. He died at an advanced age, A.D. 1779 (Sir J. Malcolm,\n    History of Persia, 1829, ii. 58 ff.).",
        "[17] Allah Karim, Ap Karim, Main Karim.",
        "[18] Chilam, the clay bowl of a water-pipe: its contents.",
        "[19] Mazdur, a day labourer.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}