{
    "title": "Observations on the Mussulmauns of India - Letter I",
    "author": "Meer Hassan Ali",
    "chapter": "5",
    "content": [
        "\n\n",
        " Introductory Remarks.–The characteristic simplicity of manners\n  exhibited in Native families.–Their munificent charity.–The\n  Syaads.–Their descent, and the veneration paid to them.–Their pride\n  of birth.–Fast of Mahurrum.–Its origin.–The Sheahs and\n  Soonies.–Memorandum of distances.–Mount Judee (Judea), the\n  attributed burying-place of Adam and Noah.–Mausoleum of Ali.–The\n  tomb of Eve.–Meer Hadjee Shaah.",
        "I have promised to give you, my friends, occasional sketches of men and\nmanners, comprising the society of the Mussulmauns in India. Aware of the\ndifficulty of my task, I must entreat your kind indulgence to the\nweaknesses of a female pen, thus exercised for your amusement, during my\ntwelve years’ domicile in their immediate society.",
        "Every one who sojourns in India for any lengthened period, will, I believe,\nagree with me, that in order to promote health of body, the mind must be\nemployed in active pursuits. The constitutionally idle persons, of either\nsex, amongst Europeans, are invariably most subject to feel distressed by\nthe prevailing annoyances of an Indian climate: from a listless life\nresults discontent, apathy, and often disease. I have found, by experience,\nthe salutary effects of employing time, as regards, generally, healthiness\nof body and of mind. The hours devoted to this occupation (tracing remarks\nfor the perusal of far distant friends) have passed by without a murmur or\na sigh, at the height of the thermometer, or the length of a day during\nthe season of hot winds, or of that humid heat which prevails throughout\nthe periodical rains. Time flies quickly with useful employment in all\nplaces; in this exhausting climate every one has to seek amusement in\ntheir own resources, from sunrise to sunset, during which period there is\nno moving from home for, at least, eight months out of the twelve. I have\nnot found any occupation so pleasant as talking to my friends, on paper,\nupon such subjects as may admit of the transfer for their acceptance–and\nmay I not hope, for their gratification also?",
        "The patriarchal manners are so often pictured to me, in many of the\nevery-day occurrences exhibited in the several families I have been most\nacquainted with in India, that I seem to have gone back to that ancient\nperiod with my new-sought home and new friends. Here I find the master and\nmistress of a family receiving the utmost veneration from their slaves and\ndomestics, whilst the latter are permitted to converse and give their\nopinions with a freedom (always respectful), that at the first view would\nlead a stranger to imagine there could be no great inequality of station\nbetween the persons conversing. The undeviating kindness to aged servants,\nno longer capable of rendering their accustomed services; the remarkable\nattention paid to the convenience and comfort of poor relatives, even to\nthe most remote in consanguinity; the beamings of universal charity; the\ntenderness of parents; and the implicit obedience of children, are a few\nof those amiable traits of character from whence my allusions are drawn,\nand I will add, by which my respect has been commanded. In their\nreverential homage towards parents, and in affectionate solicitude for the\nhappiness of those venerated authors of their existence, I consider them\nthe most praiseworthy people existing.",
        "On the spirit of philanthropy exhibited in their general charity, I may\nhere remark, that they possess an injunction from their Lawgiver, ’to be\nuniversally charitable’.[1] This command is reverenced and obeyed by all\nwho are his faithful followers. They are persuaded that almsgiving\npropitiates the favour of Heaven, consequently this belief is the inducing\nmedium for clothing the naked, feeding the hungry, supporting the weak,\nconsoling the afflicted, protecting the fatherless, sheltering the\nhouseless traveller, and rendering the ear and the heart alive to the\ndistresses of the poor in all situations. A good Mussulmaun never allows\nthe voice to pass unheeded where the suppliant applies, ’In the name of\nGod’, or ’For the love of God’.",
        "I have often been obliged to hear the Mussulmauns accused of an\nostentatious display of their frequent acts of charity. It may be so in\nsome instances; human nature has failings common to all complexions. Pride\nmay sometimes open the purse of the affluent to the poor man’s petition;\nbut when the needy benefit by the rich, it is unjust to scrutinize the\nheart’s motive, where the act itself alleviates the present sufferings of\na fellow-creature.",
        "Imposition is doubtless often practised with success by the indolent, who\nexcite the good feelings of the wealthy by a tale of woe; the sin rests\nwith him who begs unworthily, not with him who relieves the supposed\ndistresses of his poorer neighbour. The very best of human beings will\nacknowledge they derive benefits from the bounty of their Maker, not\nbecause they are deserving, but that ’He is merciful’.",
        "I shall have occasion to detail in my Letters some of the Mussulmaun\nobservances, festivals, &c., which cannot be accomplished without feeding\nthe poor; and, in justice to their general character, be it acknowledged,\ntheir liberality is not confined to those stated periods.",
        "The Syaads[2] (Meers[3]) are descendants from Mahumud, the acknowledged\nProphet and Lawgiver of the Mussulmauns; and, as might be expected, are\npeculiar objects of respect and favour amongst the true believers (as\nthose who hold their faith are designated). ’The poor Syaad’s family’ are\nthe first to be considered when the rich have determined on dispensing\ngifts in charity. The Syaads, however, are under peculiar restrictions as\nregards the nature of those gifts which they are permitted to accept.\nMoney obtained by unlawful means, as forbidden in the Khoraun[4] (usury\nfor instance[5]), is deemed polluted, and must neither be offered to, nor\naccepted by, these ’children of the Prophet’.",
        "The Syaads are the Lords of Mussulmaun society, and every female born to\nthem is a Lady (Begum[6]). Heralds’ offices they have none, but genealogy\nis strictly kept in each Mussulmaun family, who can boast the high\nprivilege of bearing the Prophet’s blood in their veins. The children of\nboth sexes are taught, from the time of their first speaking intelligibly,\nto recount their pedigree, up to Hasan, or Hosein, the two sons of Ali, by\nhis cousin Fatima, the daughter of their Prophet: this forms a striking\npart of their daily education, whilst they continue in their mother’s\nzeenahnah[7] (lady’s apartment); and, from the frequent repetition, is so\nfirmly fixed in the memory, that they have no difficulty in tracing their\npedigree whenever called upon to do so, unaided by the manuscript\ngenealogy kept with care in the parental treasury.",
        "This method of retaining lineage is not always a check against impostors;\nmany have taken upon themselves the honourable distinction of the Syaad,\nwithout having the slightest claim to the title; but when the cheat is\ndiscovered such persons are disgraced, and become aliens to the\nrespectable. So many advantages are enjoyed by Syaads, that it is not\nsurprising there should be some, which have no right, anxious to be\nnumbered with those who are truly the Mussulmaun lords; though such men\nare taught to believe that, by the usurpation, they shut themselves out\nfrom the advantages of their Prophet’s intercession at the great day of\njudgment.",
        "The Syaads are very tenacious in retaining the purity of their race\nunsullied, particularly with respect to their daughters; a conscientious\nSyaad regards birth before wealth in negotiations for marriage: many a\npoor lady, in consequence of this prejudice, lives out her numbered days\nin single blessedness, although–to their honour be it told–many\ncharitably disposed amongst the rich men of the country have, within my\nrecollection of Indian society, granted from their abundance sufficient\nsums to defray the expenses of a union, and given the marriage portion,\nunsolicited, to the daughters of the poorer members of this venerated race.\nA Syaad rarely speaks of his pecuniary distresses, but is most grateful\nwhen relieved.",
        "I am intimately acquainted with a family in which this pride of birth\npredominates over every advantage of interest. There are three unmarried\ndaughters, remarkable for their industrious habits, morality, and strict\nobservance of their religious duties; they are handsome, well-formed women,\npolite and sensible, and to all this they add an accomplishment which is\nnot by any means general amongst the females of Hindoostaun, they have\nbeen taught by their excellent father to read the Khoraun in Arabic–it is\nnot allowed to be translated,[8]–and the Commentary in Persian. The fame\nof their superiority has brought many applications from the heads of\nfamilies possessing wealth, and desirous to secure for their sons wives so\neminently endowed, who would waive all considerations of the marriage\ndowry, for the sake of the Begum who might thus adorn their untitled house.\nAll these offers, however, have been promptly rejected, and the young\nladies themselves are satisfied in procuring a scanty subsistence by the\nlabour of their hands. I have known them to be employed in working the\njaullie[9] (netting) for courties[10] (a part of the female dress), which,\nafter six days’ close application, at the utmost could not realize three\nshillings each; yet I never saw them other than contented, happy, and\ncheerful,–a family of love, and patterns of sincere piety.",
        "The titles and distinctions conferred by sovereigns, or the Hon. East\nIndia Company in India, as Khaun,[11] Bahadhoor,[12] Nuwaub,[13] &c., are\nnot actually hereditary honours, though often presumed on, and indulged in,\nby successors. The Syaads, on the contrary, are the Meers and Begums\n(nobility) throughout their generations to the end of time, or at any rate,\nwith the continuance of the Mussulmaun religion.",
        "Having thus far explained the honourable distinction of the Syaads, I\npropose giving you some account of the Mahurrum,[14] a celebrated mourning\nfestival in remembrance of their first martyrs, and which occupies the\nattention of the Mussulmauns annually to a degree of zeal that has always\nattracted the surprise of our countrymen in India; some of whom, I trust,\nwill not be dissatisfied with the observations of an individual, who\nhaving spent many years of her life with those who are chief actors in\nthese scenes, it may be expected, is the better able to explain the nature\nof that Mahurrum which they see commemorated every year, yet many, perhaps,\nwithout comprehending exactly why. Those strong expressions of grief–the\nsombre cast of countenance,–the mourning garb,–the self-inflicted\nabstinence, submitted to by the Mussulmaun population, during the ten days\nset apart for the fulfilment of the mourning festival, all must have\nwitnessed who have been in Hindoostaun for any period.",
        "I must first endeavour to represent the principal causes for the observance\nof Mahurrum; and for the information of those who have witnessed its\ncelebration, as well as for the benefit of others who have not had the same\nopportunity, describe the manner of celebrating the event, which occurred\nmore than twelve hundred years ago.",
        "Hasan and Hosein were the two sons of Fatima and Ali, from whom the whole\nSyaad race have generated; Hasan was poisoned by an emissary of the\nusurping Calipha’s;[15] and Hosein, the last sad victim of the family to\nthe King Yuzeed’s[16] fury, suffered a cruel death, after the most severe\ntrials, on the plains of Kraabaallah,[17] on the tenth day of the Arabian\nmonth Mahurrum; the anniversary of which catastrophe is solemnized with\nthe most devoted zeal.",
        "This brief sketch constitutes the origin of the festival; but I deem it\nnecessary to detail at some length the history of that period, which may\nthe better explain the motives assigned by the Mussulmauns, for the deep\ngrief exhibited every year, as the anniversary of Mahurrum returns to\nthese faithful followers of their martyred leaders, Hasan and Hosein, who,\nwith their devoted families, suffered innocently by the hands of the\nguilty.",
        "Yuzeed, the King of Shawm,[18] it appears, was the person in power,\namongst the followers of Mahumud, at that early period of Mussulmaun\nhistory. Of the Soonie sect,[19] his hatred to the descendants of Mahumud\nwas of the most inveterate kind; jealousy, it is supposed, aided by a very\nwicked heart, led him to desire the extirpation of the whole race,\nparticularly as he knew that, generally, the Mussulmaun people secretly\ndesired the immediate descendants of their Prophet to be their rulers.\nThey were, however, intimidated by Yuzeed’s authority; whilst he, ever\nfearing the possibility of the Syaads’ restoration to their rights,\nresolved, if possible, on sacrificing the whole family, to secure himself\nin his illegal power.",
        "Ali had been treacherously murdered through the contrivances of the\nusurping Calipha; after his death, the whole family removed from Shawm,\nthe capital, to Medina, where they lived some years in tranquillity,\nmaking many converts to their faith, and exercising themselves in the\nservice of God and virtuous living. Unostentatious in their habits and\nmanners, they enjoyed the affection of their neighbours, their own good\nname increasing daily, to the utter dismay of their subtle enemy.",
        "In the course of time, the devout people of Shawm, being heartily tired of\nYuzeed’s tyrannical rule, and fearing the true faith would be defamed by\nthe excesses and abuses of power committed by him, they were desirous of\ncalling to their aid a leader from the Prophet’s family, who would secure,\nin its original purity, the performance of that religion which Mahumud had\ntaught. Some thousands of respectable Mussulmauns, it is related, signed a\npetition to Hosein, requesting his immediate presence at Shawm, in order,\nas the petition stated, ’that the religion his grandsire taught might be\nsupported and promoted’; and declaring ’the voluptuousness and infamy of\nYuzeed’s life to be so offensive and glaring, that the true faith was\nendangered by his vicious examples’; and entreating him to accept his\nlawful rights as ’Emaum’[20] (Leader of the Faithful).",
        "Hosein received the petition, but declined accepting the proposed\nrestitution of his family’s rights at that time; yet he held out hopes in\nhis reply, that he might eventually listen to their entreaties, should he\nbe convinced his presence was essential to their welfare; and, as a\nprelude to this, he sent his cousin Moslem,[21] on whom he could rely, to\nmake personal observation of the real state of things at Shawm; expecting\nto learn, from his matured knowledge, the real causes of complaint, and\nthe wishes of the people, and by whose report he would be guided, as to\nhis final acceptance or rejection of the proposed measure for his becoming\ntheir leader.",
        "Moslem, accompanied by his two sons, mere youths, left Medina on this\nimportant mission, and having accomplished the tedious march without\naccident or interruption, he delivered Hosein’s letters to those persons\nof consequence in Shawm, who were at the head of the party petitioning his\nappearance there, and who proffered their influence and support for the\nrecovery of the rights and privileges so long withheld from the\ndescendants of Mahumud.",
        "Moslem was kindly greeted by them, and multitudes flocked to his quarters,\ndeclaring Hosein the lawful leader of true Mussulmauns. Elated with these\nflattering indications, he too promptly despatched his messengers to\nHosein, urging his immediate return to Shawm.",
        "In the mean time, and long before the messengers could reach Medina,\nYuzeed, learning the state of things in the capital, was seriously alarmed\nand greatly enraged; he issued orders for the seizure of Moslem and his\nchildren, and desiring to have them brought to his presence, offered\nimmense sums of money for their capture. The friends of Moslem, however,\nsucceeded, for a time, in secreting his person from King Yuzeed’s\nemissaries, trusting the darkness of night would enable him to escape. But\nthe slaves and dependants of the tyrant being despatched into all quarters\nof the city, Moslem’s retreat was eventually discovered; and, through the\ninfluence of a purse of gold, his person was given up to the King’s\npartizans.",
        "The unfortunate agent of Hosein had confided the charge of his two sons to\nthe Kauzy[22] of the city, when the first report reached him of the tyrant\nYuzeed’s fury. This faithful Kauzy, as the night advanced, intended to get\nthe poor boys conveyed to the halting place of a Kaarawaun,[23] which he\nknew was but a few miles off, on their route for Medina. The guide, to\nwhom the youths were intrusted, either by design or mistake, took the\nwrong road; and, after wandering through the dreary night, and suffering\nmany severe trials, they were taken prisoners by the cruel husband of a\nvery amiable female, who had compassionately, at first, given them shelter\nas weary travellers only; but, on discovering whose children they were,\nshe had secreted them in her house. Her husband, however, having\ndiscovered the place of their concealment, and identified them as the sons\nof Moslem, cruelly murdered the innocent boys for the sake of the reward\noffered for their heads. In his fury and thirst for gold, this wicked\nhusband of the kind-hearted woman spared not his own wife and son, who\nstrove by their united efforts, alternately pleading and resisting, to\nsave the poor boys from his barbarous hands.",
        "This tragic event is conveyed into pathetic verse, and as often as it is\nrepeated in the families of the Mussulmauns, tears of fresh sympathy are\nevinced, and bewailings renewed. This forms the subject for one day’s\ncelebration during Mahurrum; the boys are described to have been most\nbeautiful in person, and amiable in disposition.",
        "After enduring ignominy and torture, and without even being brought to\ntrial, Moslem was cast from a precipice, by Yuzeed’s orders, and his life\nspeedily terminated, to glut the vengeance of the tyrant King.",
        "As the disastrous conclusion of Moslem’s mission had not reached the ear\nof Hosein, he, elated with the favourable reception of his cousin, and the\nprospect of being received at Shawm in peace and good will, had without\ndelay commenced his journey, accompanied by the females of his family, his\nrelations, and a few steady friends who had long devoted themselves to his\nperson and cause. The written documents of that remarkable period notice,\nthat the whole party of Hosein, travelling from Medina towards Shawm,\nconsisted only of seventy-two souls: Hosein having no intention to force\nhis way to the post of leader, had not deemed it necessary to set out with\nan army to aid him, which he undoubtedly might have commanded by his\ninfluence with the people professing ’the Faith’.",
        "Yuzeed, in the mean time, having by his power destroyed Moslem and the two\nyouths his sons, and receiving positive intelligence that Hosein had\nquitted Medina to march for Shawm, as his fears suggested, with an army of\nsome magnitude, he ordered out an immense force to meet Hosein on the way,\nsetting a price on his head, and proclaiming promises of honours and\nrewards, of the most tempting nature, to the fortunate man who should\nsucceed in the arduous enterprise.",
        "The first detachment of the Shawmies (as they are designated in the\nmanuscript of Arabia), under a resolute chief named Hurrh,[24] fell in\nwith Hosein’s camp, one day’s march beyond the far-famed ground, amongst\nMussulmauns, of Kraabaallah, or Hurth Maaree,[25] as it was originally\ncalled.",
        "Hurrh’s heart was subdued when he entered the tent of the peaceable Hosein,\nin whose person he discovered the exact resemblance of the Prophet; and\nperceiving that his small camp indicated a quiet family party journeying\non their way, instead of the formidable force Yuzeed’s fears had\nanticipated, this chief was surprised and confounded, confessed his shame\nto Hosein that he had been induced to accept the command of the force\ndespatched against the children of the Prophet, and urged, in mitigation\nof his offences, that he had long been in Yuzeed’s service, whose\ncommission he still bore; but his heart now yearning to aid, rather than\npersecute the Prophet’s family, he resolved on giving them an opportunity\nto escape the threatened vengeance of their bitterest enemy. With this\nview, he advised Hosein to fall with his party into the rear of his force,\nuntil the main body of the Shawmies had passed by; and as they were then\non the margin of a forest, there to separate and secrete themselves till\nthe road was again clear, and afterwards to take a different route from\nthe proposed one to Shawm.",
        "Hosein felt, as may be supposed, grateful to his preserver; and, following\nhis directions, succeeded in reaching the confines of Kraabaallah\nunmolested.",
        "The ancient writings of Arabia say, Mahumud had predicted the death of\nHosein, by the hands of men professing to be of ’the true faith’, at this\nvery place Kraabaallah, or Hurth Maaree.",
        "Hosein and his family having concluded their morning devotions, he first\ninquired and learned the name of the place on which their tents were\npitched, and then imparted the subject of his last night’s dream, ’that\nhis grandsire had appeared to him, and pronounced that his soul would be\nat peace with him ere that day closed’. Again he fell on his knees in\ndevout prayer, from which he rose only to observe the first warnings of an\napproaching army, by the thick clouds of dust which darkened the horizon;\nand before the evening closed upon the scene, Hosein, with every male of\nhis small party capable of bearing arms, had been hurried to their final\nrest. One son of Hosein’s, insensible from fever at the time, was spared\nfrom the sacrifice, and, with the females and young children, taken\nprisoners to the King’s palace at Shawm.",
        "The account given by historians of this awful battle, describes the\ncourage and intrepidity of Hosein’s small band, in glowing terms of praise;\nhaving fought singly, and by their desperate bravery ’each arm (they say)\nlevelled his hundreds with their kindred dust ere his own gave way to the\nsway of death’.",
        "Amongst the number of Hosein’s brave defenders was a nephew, the son of\nHasan: this young man, named Cossum,[26] was the affianced husband of\nHosein’s favourite daughter, Sakeena Koobraah;[27] and previous to his\ngoing to the combat on that eventful day, Hosein read the marriage lines\nbetween the young couple, in the tent of the females. I mention this here,\nas it points to one particular part of the celebration of Mahurrum, which\nI shall have occasion to mention in due order, wherein all the outward\nforms of the wedding ceremony are strictly performed, annually.",
        "During the whole of this terrible day, at Kraabaallah, the family party of\nHosein had been entirely deprived of water; and the river Fraught[28]\n(Euphrates) being blockaded by their enemies, they suffered exceedingly\nfrom thirst. The handsome Abass,[29] another nephew of Hosein, and his\nstandard-bearer, made many efforts to procure water for the relief of the\nalmost famishing females; he had, at one attempt, succeeded in filling the\nmushukh,[30] when, retreating from the river, he was discovered by the\nenemy, was pursued and severely wounded, the mushukh pierced by arrows,\nand the water entirely lost ere he could reach the camp.",
        "In remembrance of this privation of the sufferers at Kraabaallah, every\ngood Mussulmaun, at Mahurrum, distributes sherbet in abundance, to all\npersons who choose to accept this their favourite beverage (sugar and\nwater, with a little rosewater, or kurah,[31] to flavour it); and some\ncharitable females expend large sums in milk, to be distributed in the\npublic streets; for these purposes, there are neat little huts of\nsirrakee[32] (a reed, or grass, resembling bright straw) erected by the\nroad side of the Mussulmauns’ houses; they are called saabeels,[33] where\nthe red earthen cups of milk, sherbet, or pure water are seen ranged in\nrows, for all who choose to call for drink.",
        "Hosein, say their historians, was the last of the party who suffered on\nthe day of battle; he was surrounded in his own camp–where, by the usage\nof war, at that time, they had no right to enter–and when there was not\none friendly arm left to ward the blow. They relate ’that his body was\nliterally mangled, before he was released from his unmerited sufferings’.\nHe had mounted his favourite horse, which, as well as himself, was pierced\nby arrows innumerable; together they sank on the earth from loss of blood,\nthe cowardly spearmen piercing his wounded body as if in sport; and whilst,\nwith his last breath, ’Hosein prayed for mercy on his destroyers,\nShimeear[34] ended his sufferings by severing the already prostrate head\nfrom the mutilated trunk’.–’Thus they sealed (say those writers) the\nlasting disgrace of a people, who, calling themselves Mussulmauns, were\nthe murderers of their Prophet’s descendants.’",
        "This slight sketch gives but the outline of those events which are every\nyear commemorated amongst the zealous followers of Ali, the class\ndenominated Sheahs.",
        "The Mussulmaun people, I must here observe, are divided into two distinct\nsects, viz. the Sheahs and the Soonies. The former believe Ali and his\ndescendants were the lawful leaders after Mahumud; the latter are\npersuaded that the Caliphas, as Aboubuker, Omir, &c., were the leaders to\nbe accredited ’lawful’; but of this I shall speak more fully in another\nLetter.",
        "Perhaps the violence of party spirit may have acted as an inducement to\nthe Sheahs, for the zealous annual observance of this period, so\ninteresting to that sect; whatever the motive, we very often find the two\nsects hoard up their private animosities and dislikes until the return of\nMahurrum, which scarcely ever passes over, in any extensively populated\ncity of Hindoostaun, without a serious quarrel, often terminating in\nbloodshed.[35]",
        "I could have given a more lengthened account of the events which led to\nthe solemnization of this fast, but I believe the present is sufficient to\nexplain the motives by which the Mussulmauns are actuated, and my next\nLetter must be devoted to the description of the rites performed upon the\ncelebration of these events in India.",
        "P.S. I have a memorandum in my collection which may here be copied as its\nproper place.",
        "From Mecca, ’The Holy City’, to Medina the distance is twelve stages (a\nday’s march is one stage, about twenty miles of English measurement). From\nMedina to Kraabaallah there are twenty-one stages; this distance is\ntravelled only by those who can endure great difficulties; neither water\nnor provisions are to be met with on the whole journey, excepting at one\nhalt, the name of which is Shimmaar. From Kraabaallah to Koofah is two\nstages.",
        "In the vicinity of Koofah[36] stands Mount Judee[37] (Judea), on which is\nbuilt, over the remains of Ali, the mausoleum called Nudghiff Usheruff.[38]\nOn this Mount, it is said, Adam and Noah were buried. Ali being aware of\nthis, gave directions to his family and friends, that whenever his soul\nshould be recalled from earth, his mortal remains were to be deposited\nnear those graves venerated and held sacred ’by the faithful’. The ancient\nwriters of Arabia authorise the opinion that Ali’s body was entombed by\nthe hands of his sons, Hasan and Hosein, who found the earth open to\nreceive their sire, and which closed immediately on his remains being\ndeposited.",
        "Here, too, it is believed Noah’s ark rested after the Deluge. When\npilgrims to Mecca make their zeearut[39] (all sacred visits are so called)\nto this Mount, they offer three prayers, in memory of Adam, Noah, and All.",
        "The grave of Eve is also frequently visited by pilgrims, which is said to\nbe situated near Jeddah; this, however, is not considered an indispensable\nduty, but, as they say, prompted by ’respect for the Mother of men’.[40]",
        "These remarks, and many others of an interesting nature, I have been\nfavoured with from the most venerable aged man I ever knew, Meer Hadjee\nShaah,[41] the revered father of my excellent husband; who having\nperformed the Hadje[42] (pilgrimage) three several times, at different\nperiods of his eventful life–returning after each pilgrimage to his home\nin Lucknow–and being a person of strict veracity, with a remarkably\nintelligent mind and retentive memory, I have profited largely by his\ninformation, and derived from it both amusement and instruction, through\nmany years of social intercourse. When he had numbered more than eighty\nyears he dwelt with hope on again performing the Hadje, where it was his\nintention to rest his earthly substance until the great day of restitution,\nand often expressed his wishes to have me and mine to share with him the\npilgrimage he desired to make. But this was not allowed to his prayer; his\nsummons arrived rather unexpectedly to those who loved and revered him for\nvirtues rarely equalled; happily for him, his pure soul was prepared to\nmeet his Creator, in whose service he had passed this life, with all\nhumility, and in whose mercy alone his hopes for the future were centred.",
        "[1] ’Whatsoever alms ye shall give, of a truth God knoweth it.... Give ye\n    your alms openly? it is well. Do ye conceal them and give them to the\n    poor? This, too, will be of advantage to you, and will do away your\n    sins: and God is cognizant of your actions’ (Koran, ii. 274-5).",
        "[2] Sayyid, ’lord’, ’chief, the class of Musalmans who claim descent\n    from Fatimah, daughter of the Prophet, and ’Ali, his\n    cousin-german and adopted son; they are divided into two branches\n    descended from Hasan and Husain, sons of ’Ali and Fatimah.",
        "[3] Mir, a contraction of Amir, ’lord’.",
        "[4] Koran, Qur’an.",
        "[5] ’They who swallow down usury shall arise in the resurrection only as\n    he ariseth whom Satan hath infected by his touch’ (Koran, ii.\n    276). But this is rather theory than practice, and many ingenious\n    methods are adopted to avoid the prohibition.",
        "[6] Begam, feminine of Beg, ’lord’, used to denote a Sayyid lady, like\n    Khanam among Pathans.",
        "[7] Here, as elsewhere, zenanah, zananah, Persian zan, ’woman’.",
        "[8] This is incorrect. The Koran has been translated into various\n    languages, but the translation is always interlineary with the\n    original text. In Central Asia the Musalman conquerors allowed the\n    Koran to be recited in Persian, instead of Arabic, in order that it\n    might be intelligible to all (Arnold, The Preaching of Islam, 183).",
        "[9] Jali.",
        "[10] Kurti, a loose, long-sleeved jacket of muslin or net, among rich\n    women embroidered on the neck and shoulders with gold, and draped down\n    to the ankles in full, loose folds. It is made of red or other\n    light-coloured fabrics for girls and married women; dark blue, bronze,\n    or white for old ladies; bronze or black for widows.",
        "[11] Khan, ’lord’, ’prince’, specially applied to persons of Mughal\n    or Pathan descent.",
        "[12] Bahadur, ’champion’, a Mongol term; see Yule,\n     Hobson-Jobson[2], 48 ff.",
        "[13] Nawab, ’a deputy, delegate’: the Anglo-Indian Nabob (ibid.,\n    610 ff.).",
        "[14] Muharram, ’that which is forbidden’, the first month of the\n    Musalman year, the first ten days of which are occupied with this\n    mourning festival.",
        "[15] By his wife Ja’dah, who was suborned to commit the deed by Yazid.",
        "[16] Yazid, son of Mu’awiyah, the second Caliph of the house of\n    Umaiyah, who reigned from A.D. 679 to 683. Gibbon (Decline and Fall,\n    ed. W. Smith, vi. 278) calls him ’a feeble and dissolute youth’.",
        "[17] Kerbala, Karbala, a city of Iraq, 50 miles south-west of Baghdad,\n    and about 6 miles from the Euphrates.",
        "[18] Syria.",
        "[19] Sunni, Ahlu’s-Sunnah, ’one of the Path’, a traditionalist. The\n    Sunnis accept the first four Caliphs, Abu Bakr, ’Umar, ’Usman,\n    ’Ali, as the rightful successors of Muhammad, and follow the six\n    authentic books of the traditions. The Shi’ahs, ’followers’ of\n    ’Ali, maintain that he was the first legitimate Imam or Caliph,\n    i.e. successor of the Prophet. For a full account of the martyrdom of\n    Husain see Simon Ockley, History of the Saracens (1848), 287 ff.;\n    Sir L. Pelly, The Miracle Play of Hasan and Husain (1879), Preface,\n    v ff.",
        "[20] Imam.\n[21] Muslim.",
        "[22] Qazi, a Muhammadan law officer.",
        "[23] Karwan, a caravan.",
        "[24] al-Hurr.",
        "[25] This term is obscure. Jaffur Shurreef (Qanoon-e-Islam, 107) says\n    the plain of the martyrdom was called ’Mareea’. For ’Hurth’ Prof. E.G.\n    Browne suggests hirth, ’a ploughed field’, or ard, ’land’. Sir C.\n    Lyall suggests Al-hirah, the old Arabian capital which stood near\n    the site of the later Kufah.",
        "[26] Qasim.",
        "[27] Sakinah, Hebrew Shechinah; Koobraah, Kibriya, ’noble’.",
        "[28] The Euphrates is called in Sumerian pura-num, ’Great water’, whence\n    Purat, Purattu in Semitic Babylonian; Perath in Hebrew; Frat or\n    Furat in Arabic.",
        "[29] ’Abbas, son of ’Ali.",
        "[30] Mashk, Mashak, the Anglo-Indian Mussuck, a leathern skin for\n    conveying water, in general use amongst Musalmans at this day in\n    India; it is composed of the entire skin of a goat, properly prepared.\n    When filled with water it resembles a huge porpoise, on the back of\n    the beeshtie [Bhishti] (water-carrier). [Author.]",
        "[31] Kora, the fresh juice of Aloe vera, said to be cathartic and\n    cooling.",
        "[32] Sirki (Saccharum ciliare).",
        "[33] Sabil: see Burton, Pilgrimage, Memorial ed., i. 286.",
        "[34] Shimar, whose name now means ’contemptible’ among Shi’ahs.",
        "[35] This statement is too wide. ’Among Muhammadans themselves there is\n    very little religious discussion, and Sunnis and Shi’ahs, who\n    are at such deadly feud in many parts of Asia, including the Punjab\n    and Kashmir, have, in Oudh, always freely intermarried’ (H.C. Irwin,\n    The Garden of India, 45).",
        "[36] Kufah, four miles from Najaf, the capital of the Caliph ’Ali,\n    which fell into decay when the government was removed to Baghdad.",
        "[37] Confused with Al-judi, Mt. Ararat, on which the Ark\n    rested.–Koran, xi. 46.",
        "[38] Najaf al Sharif, or Mashhad ’Ali, 50 miles south of Karbala,\n    the tomb and shrine of ’Ali.",
        "[39] Ziyarat, ’visitation’, especially to the tomb of the Prophet or\n    that of a Muhammadan saint. The pilgrim says, not ’I have visited the\n    Prophet’s tomb’, but ’I have visited the Prophet’. (Burton,\n    Pilgrimage, i. 305.)",
        "[40] The grave is said to be nine yards long: according to others, much\n    longer. See the flippant remark of Burton, ibid., ii. 273 ff.",
        "[41] Mir Haji Shah.",
        "[42] Hajj, ’setting out’.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}