{
    "title": "Observations on the Mussulmauns of India - Letter XXIII",
    "author": "Meer Hassan Ali",
    "chapter": "27",
    "content": [
        "\n\n",
        "  The Soofies.–Opinion of the Mussulmauns concerning Solomon.–The\n  Ood-ood.–Description of the Soofies and their sect.–Regarded with\n  great reverence.–Their protracted fasts.–Their opinion esteemed by\n  the Natives.–Instance of the truth of their predictions.–The Saalik\n  and Majoob Soofies.–The poets Haafiz and Saadie.–Character and\n  attainments of Saadie.–His ’Goolistaun’.–Anecdotes descriptive of\n  the origin of that work.–Farther remarks on the character and\n  history of Saadie.–Interesting anecdotes illustrative of his virtues\n  and the distinguishing characteristics of the Soofies.",
        "The life of King Solomon, with all his acts, is the subject of many an\nauthor’s pen, both in the Arabic and Persian languages; consequently the\nlearned Mussulmauns of Hindoostaun are intimately acquainted with his\nvirtues, his talent, and the favour with which he was visited by the great\ngoodness of the Almighty. In the course of my sojourn amongst them, I have\nheard many remarkable and some interesting anecdotes relating to Solomon,\nwhich the learned men assure me are drawn from sources of unquestionable\nauthority.",
        "They affirm that the wisdom of Solomon not only enabled him to search into\nthe most hidden thoughts of men, and to hold converse with them in their\nrespective languages, but that the gift extended even to the whole brute\ncreation; by which means he could hold unlimited converse, not only with\nthe animate, as birds, beasts, and fish, but with inanimate objects, as\nshrubs, trees, and, indeed, the whole tribe of vegetable nature; and,\nfurther, that he was permitted to discern and control aerial spirits, as\ndemons, genii, &c.",
        "The pretty bird, known in India by the name of Ood-ood,[1] is much\nregarded by the Mussulmauns, as by their tradition this bird was the\nhurkaarah of King Solomon; and entrusted with his most important\ncommissions whenever he required intelligence to be conveyed to or from a\nfar distant place, because he could place greater confidence in the\nveracity of this bird, and rely on more certain dispatch, than when\nentrusting his commands to the most worthy of his men servants.",
        "The ood-ood is beautifully formed, has a variegated plumage of black,\nyellow, and white, with a high tuft of feathers on its head, through which\nis a spear of long feathers protruding directly across the head for\nseveral inches, and is of the woodpecker species. The princes, Nuwaubs,\nand nobility of Hindoostaun, keep hurkaarahs for the purpose of conveying\nand obtaining intelligence, who are distinguished by a short spear, with a\ntuft of silk or worsted about the middle of the handle, and the tail of\nthe ood-ood in the front of their turban, to remind them of this bird,\nwhich they are expected to imitate both in dispatch and fidelity. I am\ntold, these men (from their early training) are enabled to run from fifty\nto sixty miles bare-footed, and return the same distance without halting\non the same day.",
        "The religious devotees of the Mussulmaun persuasion, who are denominated\nSoofies,[1] are conjectured, by many, to have a similar gift with Solomon\nof understanding the thoughts of other men. By some it is imagined that\nSolomon was the first Soofie; by others, that Ali, the husband of Fatima,\nimparted the knowledge of that mystery which constitutes the real Soofie.\nI am acquainted with some Natives who designate the Soofies ’Freemasons’\nbut I imagine this to be rather on account of both possessing a secret,\nthan for any similarity in other respects, between the two orders of\npeople.",
        "My business, however, is to describe. The Soofies then are, as far as I\ncan comprehend, strictly religious men, who have forsaken entirely all\nattachment to earthly things, in their adoration of the one supreme God.\nThey are sometimes found dwelling in the midst of a populous city, yet,\neven there they are wholly detached from the world, in heart, soul, and\nmind, exercising themselves in constant adoration of, and application to\nGod; occasionally shutting themselves up for several weeks together in a\nhut of mud, thatched with coarse grass, with scarce sufficient provision\nto support the smallest living animal, and water barely enough to moisten\ntheir parched lips during the weeks thus devoted to solitary retirement\nand prayer.",
        "When these recluses can no longer support their self-inflicted privation,\nthey open the door of their hut, a signal anxiously watched for by such\npersons as have a desire to meet the eye of the holy man, of whom they\nwould inquire on some (to them) interesting matter; probably regarding\ntheir future prospects in the world, the cause of the ill-health and\nprospects of recovery of a diseased member of their family, or any like\nsubject of interest to the inquirer.",
        "The Soofie, I am told, does not approve of being thus teased by the\nimportunities of the thronging crowd, who beset his threshold the instant\nhis door is heard to open. Being weak in body, after the fatigue of a\nprotracted fast of weeks together, his replies to the questions (preferred\nalways with remarkable humility) are brief and prompt; and the Natives\nassure me dependence may always be placed on the good Soofie’s reply being\nstrictly the words of truth. On this account, even if the oracle’s reply\ndisappoint the hopes of the questioner, he retires without a murmur, for\nthen he knows the worst of his calamity, and if God orders it so, he must\nnot complain, because Infinite Wisdom cannot err, and the holy man will\nassuredly speak the truth.",
        "The practice so long prevailing in Europe of visiting the cunning man, to\nhave the hidden mysteries of fate solved, occurred to my recollection when\nI first heard of this custom in India.",
        "’Will my son return from his travels during my lifetime?’–was the inquiry\nof a truly religious man, whom I knew very intimately, to one of the\nprofessed Soofie class, on his emerging from his hut. The reply was as\nfollows:–’Go home!–be happy;–comfort your heart;–he is coming!’ By a\nsingular coincidence it happened, that the following day’s daak produced a\nletter, announcing to him that his son was on his way returning to his\nhome and his father, who had for some years despaired of ever again seeing\nhis son in this life.",
        "It is needless to say, that the veneration shown to this Soofie was much\nincreased by the singular coincidence, because the person who consulted\nhim was a man of remarkable probity, and not given to indulge in idle\nconversations with the worldly-minded of that city.",
        "There are many men in this country, I am told, who make Soofieism their\nprofession, but who are in reality hypocrites to the world, and their\nMaker: actuated sometimes by the love of applause from the multitude, but\noftener, I am assured, by mercenary motives. A Soofie enjoying public\nfavour may, if he choose, command any man’s wealth who gives credit to his\nsupposed power. All men pay a marked deference to his holy character, and\nfew would have the temerity to withhold the desired sum, however\ninconvenient to bestow, should the demand be made by one professing to be\na Soofie.",
        "The real Soofie is, however, a very different character, and an object of\ndeserved veneration, if only for the virtue of perfect content with which\nhis humble mind is endued: respect cannot be withheld by the reflecting\npart of the world, when contemplating a fellow-creature (even of a\ndifferent faith) whose life is passed in sincere devotion to God, and\nstrictly conforming to the faith he has embraced. My Native friends inform\nme,–and many reprobate the notion,–that the Soofies believe they resolve\ninto the Divine essence when their souls are purified from the animal\npropensities of this life by severe privations, fervent and continual\nprayer, watchings, resisting temptations, and profound meditation in\nsolitude. When they have acquired the perfection they aim at, and are\nreally and truly the perfect Soofie, they rarely quit the hut they have\nfirst selected for their retirement, and into which no one ever attempts\nto intrude, without the Soofie commands it. He enjoys the universal\nrespect and veneration of all classes of people; he has no worldly rewards\nto bestow, yet there are servants always ready to do him any kindness,\namongst the number of his admirers who flock to catch but a glimpse of the\nholy man, and fancy themselves better when but the light of his\ncountenance has beamed upon them. Proudly pre-eminent, in his own eyes, is\nthe one amongst the multitude who may be so far honoured as to be allowed\nto place a platter of food before the Soofie, when the imperative demands\nof Nature prevail over his self-inflicted abstinence.",
        "Some Soofies shut themselves in their hut for a few days, and others for\nweeks together, without seeing or being seen by a human being. Their\ngeneral clothing is simply a wrapper of calico, and their only furniture a\ncoarse mat. They are said to be alike insensible to heat or cold, so\nentirely are their hearts weaned from the indulgence of earthly comforts.",
        "I must explain, however, that there are two classes of the professedly\ndevout Soofies, viz. the Saalik, and the Majoob.[3] The true Saalik\nSoofies are those who give up the world and its allurements, abstain from\nall sensual enjoyments, rarely associate with their fellow-men, devote\nthemselves entirely to their Creator, and are insensible to any other\nenjoyments but such as they derive from their devotional exercises.",
        "The Majoob Soofies have no established home nor earthly possessions; they\ndrink wine and spirits freely, when they can obtain them. Many people\nsuppose this class have lost the possession of their reason, and make\nexcuse for their departure from the law on that score. Both classes are\nnevertheless in great respect, because the latter are not deemed guilty of\nbreaking the law, since they are supposed to be insensible of their\nactions whilst indulging in the forbidden juice of the grape.",
        "Haafiz,[4] the celebrated poet of Persia, it is related, was a Soofie of\nthe Majoob class, he lived without a thought of providing for future\nexigencies, accepted the offerings of food from his neighbour, drank wine\nfreely when offered to him, and slept under any shed or hovel he met with,\nas contented as if he was in the palace of a king.",
        "Saadie,[5] the Persian poet, was, during the latter years of his life, a\nSaalik Soofie of the most perfect kind. Many of the inspirations of his\npen, however, were written in that part of his life which was devoted to\nthe world and its enjoyments; yet most of these indicate purity of thought\nin a remarkable degree. Saadie’s life was subject to the most\nextraordinary vicissitudes; he possessed an independent mind, scorning\nevery allurement of wealth which might tend to shackle his principles. He\nis said to have repeatedly rejected offers of patronage and pecuniary\nassistance from many noblemen, whilst he still loved the world’s\nenticements, declaring he never could submit to confine himself to\nattendance on an earthly master for any lengthened period. His wit,\npleasing deportment, and polite manners, together with the amiable\nqualities of his heart, rendered him a general favourite, and they who\ncould boast most intimacy with Saadie were the most honoured by the world;\nfor, though but the poor Saadie, he shed a lustre over the assemblies of\nthe great and noble in birth or station, by his brilliant mind.",
        "The ’Goolistaun’[6] of Saadie has been so often eulogized, as to render it\nunnecessary for me to add a single word in commendation of its style and\nmorality; but I will here take leave to insert an anecdote translated for\nme by my husband, in allusion to the incident which prompted Saadie to\nwrite that work, under the title of ’Goolistaun’ (Garden of Roses). I will\nalso here remark, that in the principal cities of Persia, the Mussulmauns\nof that age were not equally rigid in their observance of the law\ninterdicting the use of fermented liquors, as are those of the present day\nin Hindoostaun. Many young men among the higher orders indulged freely in\nthe ’life-inspiring draught’, as they were wont to call the juice of the\ngrape.",
        "’Shiraaz was the abode and the presumptive birth-place of Saadie. In his\nearly years he was led by a love of society to depart from the rigid\ncustoms of his forefathers, and with the wild youth of his acquaintance to\nindulge freely in nightly potations of the forbidden juice of the grape.\nHe had long delighted his friends and favourites by sharing in their\nnocturnal revels, and adding by his wit and pleasantry to the mirthful\nmoments as they flew by unheeded.",
        "’At a particular season of the year, a convivial party were accustomed to\nassemble in a garden of roses, from midnight to the rising sun, to indulge\nin the luxury of wine during that refreshing season; as to receive the\nfirst scent from the opening roses as they expand with the dawn of the\nmorning, constituted a delight, proverbially intoxicating, amongst the\nsons of Persia. Saadie composed many airs for the occasion, and gifted by\nNature with a voice equalled only by his wit, he sang them with a melody\nso sweet as to render him almost the idol of his companions.",
        "’At one of these seasons of enjoyment, the festival was prepared by his\ncircle of friends as usual, but Saadie delayed his visit. The whole party\nwere lost in surprise and regret at an absence as unexpected as deplored.\nSome time was passed in fruitless conjecture on the cause of his delay,\nand at last it was agreed that a deputation from his well-beloved\nassociates should go in quest of their favourite. They accordingly went,\nand knocked at the door of his room, which they found was securely\nfastened within. The poet inquired “Who is it that disturbs my repose, at\nthis hour, when all good subjects of the King should be at rest?\"–\"Why,\nSaadie, Saadie!” they replied, “it is your friends and associates, your\nfavourites!–have you forgotten our enjoyments and this season of bliss?\nCome, come, open the door, Saadie! away with us! our revels await your\npresence. Nothing gives enjoyment to our party until you add your smiles\nto our mirth.”",
        "’\"Let me alone,” replied Saadie; “enjoy your pastime, if such it be to ye;\nbut for me, I am heartily ashamed of my late wanton pursuits. I have\nresolved on mending my ways, whilst yet I have time; and be ye also wise,\nmy friends; follow Saadie’s example. Go home to your beds, and forsake the\nsinful habits of the world!”",
        "’\"Why Saadie, what aileth thee! art thou mad?–or has the study of\nphilosophy drawn thee from thy former self, whilst yet thine hairs are jet\nwith youth? These reflections of thine will suit us till far better when\ntime hath frosted our beards. Come, come, Saadie, away with us! let not\nthe precious moments escape in this unprofitable converse. You must come,\nSaadie; our hearts will break without you!”",
        "’\"Nay, nay,” responded Saadie, “my conscience smites me that I have erred\ntoo long. It suits not my present temper to join in your mirth.\"–\"Open\nthe door to us at any rate,” sounded from the many voices without; “speak\nto us face to face, our dear and well-beloved friend! let us have\nadmission, and we will argue the subject coolly.\"–Saadie’s good-nature\ncould not resist the appeal, the door was unbarred, and the young men\nentered in a body.",
        "’\"We have all wickedly broken the law of the faithful,” said Saadie to his\nguests; and he tried to reason with his unreasonable favourites, who, on\ntheir part, used raillery, bantering, argument, and every power of speech,\nto turn Saadie from his steady purpose of now fulfilling the law he had\nwilfully violated. They effected nothing in moving him from his purpose,\nuntil one of the young men, to whom Saadie was much attached, spoke\ntenderly to him of the affection both himself and friends entertained for\nhim, adding, “It is written in our law, that if a Mussulmaun be guilty of\nany sin, however great, (and all kinds of sin are therein enumerated), and\nhe afterwards sincerely repents before God, with fasting and prayer, his\nsins shall be forgiven. Now you, Saadie, who are deeply versed in the way\nof wisdom, and better acquainted with the words of the Khoraun than any\nother man on earth, tell me, is there in that holy book a promise made of\nforgiveness for that man who breaks the hearts of his fellow-creatures?\nWith us there are many hearts so devotedly attached to you, that must\nassuredly burst the bonds of life by your complete and sudden desertion of\nthem, so that not one sin but many shall be hurled by their deaths on your\nconscience, to be atoned for how you may.”",
        "’Saadie loved them all too dearly to resist their persevering proofs of\naffection, and he suffered himself, after a little more argument, to be\nled forth to the scene of their revels, where, however, he argued strongly\non the impropriety of their habits and refused to be tempted by the\nalluring wine. He then promised to prepare for them a never-fading garden\nof roses which should last with the world; every leaf of which, if plucked\nwith attention, should create a greater and more lasting bliss about their\nhearts than the best wine of Shiraaz, or the most refined aromatic had\nhitherto conveyed to their sensual appetites.’",
        "After the evening in question, Saadie abstained from all participation in\nthe revels of his friends, and devoted his hours to retirement that he\nmight accomplish the ’Goolistaun’ he had pledged himself to cultivate for\ntheir more substantial benefit and perpetual enjoyment. The simplicity,\nelegance, purity of style, and moral precepts conveyed in this work, prove\nthe author to have been worthy the respect with which his name has been\nreverenced through all ages, and to this day, by the virtuously disposed\nhis work is read with unabated interest.",
        "Saadie did not remain very long at Shiraaz after his conversion, nor did\nhe settle any where for any long period. The Persian writers assert that\nhe disliked the importunities of the world, which, sensible of his merits\nas a poet and companion, constantly urged him to associate with them. He,\ntherefore, lived a wandering life for many years, carefully concealing his\nname, which had then become so celebrated by his writings, that even\nbeyond the boundaries of Persia his fame was known.",
        "As his manner of life was simple, his wants were few; he depended solely\non the care of Divine Providence for his daily meal, avoiding every thing\nlike laying by from to-day’s produce for the morrow’s sustenance. He\nconsidered that provision alone acceptable, which the bounty of Divine\nProvidence daily provided for his need, by disposing the hearts of others\nto tender a suitable supply. In fact, he is said to have been of opinion\nthat the store laid up by men for future exigencies lessened the\ndelightful feeling of dependance on the bounty of God, who faileth not,\nday by day, to provide for the birds and beasts of the forest with equal\ncare as for the prince on his throne; he would say, ’I shall be tempted to\nforget from whom my bread is received, if I have coins in my purse to\npurchase from the vender. Sweet is the daily bread granted to my prayers\nand dependance on the sole Giver of all good!’",
        "To illustrate the necessity of perfect content, he relates, in his\nwritings, the following interesting anecdote:–’I was once travelling on\nfoot, where the roads were rugged, my shoes worn out, and my feet cut by\nthe stones. I was desirous of pursuing my journey quickly, and secretly\nmourned that my feet pained me, and that my shoes were now rendered\nuseless; often wishing, as I stepped with caution, that I possessed the\nmeans of replenishing these articles so useful to a traveller.",
        "’With these feelings of dissatisfaction, I approached the spot where a\npoor beggar was seated, who, by some calamity, had been deprived of both\nhis feet. I viewed this sad object with much commiseration, for he was\ndependant on the kindness of his fellow-beggars to convey him daily to\nthat public spot, where the passing traveller, seeing his misery, might be\ninduced to bestow upon him a few coins to provide for his subsistence.\n“Alas! alas!” said I, “how have I suffered my mind to be disturbed because\nmy feet pained me, and were shoeless. Ungrateful being that I am! rather\nought I to rejoice with an humble heart, that my gracious Benefactor hath\ngranted me the blessing of feet, and sound health. Never let me again\nmurmur or repine for the absence of a luxury, whilst my real wants are\namply supplied.\"’",
        "One of my objects in detailing the anecdotes of Saadie in this place, is\nto give a more correct idea of the Soofie character of that particular\nclass called Saalik, to which he ultimately belonged.",
        "The next translation from the life of Saadie will show how beautifully his\nwell-tempered spirit soared above those difficulties which the common mind\nwould have sunk under. His fame, his superior manners, were of that rare\nkind, that distance from his birth-place could be no obstacle to his\nmaking friends, if he chose to disclose his name in any city of Asia.",
        "I have no dates to guide me in placing the several anecdotes in their\nproper order; this, however, will be excused, as I do not pretend to give\nhis history.",
        "’On one occasion, Saadie was journeying on foot, and being overtaken by\nthe Arabs, (who, or a party of, it may be presumed, were at war with\nPersia), he was taken prisoner, and conveyed by them, with many others, to\nAleppo. The prisoners, as they arrived, were all devoted to the public\nworks (fortifying the city), and obliged to labour according to their\nability.",
        "’Saadie, unused to any branch of mechanical labour, could only be employed\nin conveying mortar to the more scientific workmen. For many months he\nlaboured in this way, degrading as the employment was, without a murmur,\nor a desire that his fate had been otherways ordained. Hundreds of men\nthen living in Aleppo would have been proud of the honour and the good\nname they must have acquired from the world, by delivering the Poet from\nhis thraldom, had they known he was amongst them, a slave to the Arabs;\nfor Saadie was revered as a saint by those who had either read his works,\nor heard of his name, extolled as it was for his virtues. But Saadie\nplaced his trust in God alone, and his confidence never for an instant\nforsook him; he kept his name concealed from all around him, laboured as\ncommanded, and was contented.",
        "’Many months of degrading servitude had passed by, when one day, it so\nhappened that a rich Jew merchant, who had formerly lived at Shiraaz, and\nthere had been honoured by the regard of the idolized Saadie, visited\nAleppo, on his mercantile concerns. Curiosity led him to survey the\nimprovements going on in the city; and passing the spot where Saadie was\nthen presenting his load of mortar to the mason, he thought he recognized\nthe Poet, yet deemed it impossible that he should be engaged in so\ndegrading an employment, who was the object of universal veneration in\nPersia. Still the likeness to his former friend was so striking, that he\nfelt no trifling degree of pleasure, whilst contemplating those features\nwhose resemblance recalled the image of that holy man who was so dear to\nhim, and brought back to his recollection many delightful hours of\nfriendly converse, which at Shiraaz had cheated time of its weight, and\nleft impressions on his heart to profit by during life.",
        "’\"I will talk with this man,” thought the Jew; “surely he must be related\nto my friend; the face, the form, the graceful manner, and even in that\nrude garb and occupation, he so strongly resembles my friend, that I\ncannot doubt he must be of the same kindred.”",
        "’Drawing near to Saadie, the Jew accosted him with, “Who are you,\nfriend,–and whence do you come?” Saadie’s voice dispelled every doubt of\nthe Jew, their eyes met, and in a few seconds they were clasped in each\nother’s warm embrace, the Jew lamenting, in terms of warm sympathy, the\ndegradation of the immortalized poet, and sainted man; whilst he in turn\nchecked his friend’s murmurings, by expressing his conviction that the\nwisdom of God knew best how to lead his confiding servants to himself,\ndeclaring his present occupation did not render him discontented.",
        "’The Jew went without delay to the superintendant of the public works, and\ninquired the sum he would be willing to receive in lieu of the labourer\nwhom he desired to purchase, carefully avoiding the name of Saadie lest\nthe ransom should be proportioned to the real value of such a slave. The\nman agreed to take one hundred and ten pieces of silver (each in value\nhalf a dollar). The sum was promptly paid, and the Jew received an order\nto take away his purchase when and wherever he pleased. He lost no time in\npossessing himself of his treasured friend, conveyed him to the city,\nwhere he clothed him in apparel better suited to his friend, and on the\nsame day Saadie accompanied the benevolent Israelite to his country\nresidence, some miles distant from the city of Aleppo.",
        "’Arrived here, Saadie enjoyed uninterrupted peace of mind for a long\nseason, his heart bounding with gratitude to God, who had, he felt assured,\nworked out his deliverance from slavery and its consequences; and as may\nbe supposed from such a heart, Saadie was truly sensible of the benevolent\nJew’s kindness, with whom he was constrained to remain a considerable time,\nfor the Jew indeed loved him as a brother, and always grieved at the bare\nprobability that they might ever again be separated; and desiring to\nsecure his continuance with him during their joint lives, he proposed that\nSaadie should accept his only daughter in marriage with a handsome dowry.",
        "’Saadie resisted his friend’s offer for some time, using arguments which,\ninstead of altering his friend’s purpose, only strengthened the desire to\nsecure this amiable man as the husband of his daughter. Saadie assured him\nhe was sensible of the offence his friend might give to the opinions of\nhis people, by the proposal of uniting his daughter to a man of another\nfaith, and that their prejudices would bring innumerable evils on his good\nname by such an alliance. “No,” said Saadie, “I cannot consent to such a\nmeasure. I have already been a great trouble to you, if not a burden; let\nme depart, for I cannot consent to draw down on the head of my friend the\ncensures of his tribe, and, perhaps, in after-time, disappointments. I\nhave, indeed, no desire to marry; my heart and mind are otherways engaged.”",
        "’The friends often discussed the subject ere Saadie gave way to the\nearnest solicitations of the Jew, to whose happiness the grateful heart of\nSaadie was about to be sacrificed when he reluctantly consented to become\nthe husband of the young Jewess. The marriage ceremony was performed\naccording to the Jewish rites, when Saadie was overpowered with the\ncaresses and munificence of his friend and father-in-law.",
        "’A very short season of domestic peace resulted to him from the alliance.\nThe young lady had been spoiled by the over-indulgence of her doating\nparent, her errors of temper and mind having never been corrected. Proud,\nvindictive, and arrogant, she played the part of tyrant to her meek and\nfaultless husband. She strove to rouse his temper by taunts, revilings,\nand indignities that required more than mortal nature to withstand\nreplying to, or bear with composure.",
        "’Still Saadie went on suffering in silence; although the trials he had to\nendure undermined his health, he never allowed her father to know the\nmisery he had entailed on himself by this compliance with his well-meant\nwishes; nor was the secret cause of his altered appearance suspected by\nthe kind-hearted Jew, until by common report his daughter’s base behaviour\nwas disclosed to the wretched father, who grieved for the misfortunes he\nhad innocently prepared for the friend of his heart.",
        "’Saadie, it is said, entreated the good Jew to allow of a divorce from the\nJewess, which, however, was not agreed to; and when his sufferings had so\nincreased that his tranquillity was destroyed, fearing the loss of reason\nwould follow, he fled from Aleppo in disguise and retraced his steps to\nShiraaz, where in solitude his peace of mind was again restored, for there\nhe could converse with his merciful Creator and Protector uninterrupted by\nthe strife of tongues.’",
        "[1] Hudhud, the lapwing, hoopoe. In the Koran (xxvii. 20, with Sale’s\n    note) the bird is described as carrying a letter from Solomon to the\n    Queen of Sheba. On another occasion, when Solomon was lost in the\n    desert, he sent it to procure for him water for ablution.",
        "[2] The term sufi, derived from suf, ’wool’, in allusion to\n    the garments worn by them, was applied in the second century of Islam\n    to men or women who adopted the ascetic or quietistic way of life. See\n    Hughes, Dictionary of Islam, 608 ff.: D.B. Macdonald, The\n    Development of Muslim Theology, 1903: E.G. Browne, A Year Amongst\n    the Persians, 1893.",
        "[3] If a Sufi becomes, by devotion, attracted to God, he is called\n    Salik-i-majzub, ’an attracted devotee’: if he practises\n    complete devotion, but is not influenced by the special attraction of\n    God, he is called Salik, ’a devotee’ (Hughes, Dictionary of\n    Islam, 612: Jaffur Shurreef, Qanoon-e-Islam, 197).",
        "[4] See p. 255.",
        "[5] See p. 255.",
        "[6] Gulistan.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}