{
    "title": "Observations on the Mussulmauns of India - Letter XXVII",
    "author": "Meer Hassan Ali",
    "chapter": "31",
    "content": [
        "\n\n",
        "  Memoir of the life of Meer Hadjee Shah.–His descent.–Anecdote of a\n  youthful exploit.–His predilection for the army.–Leaves his home to\n  join the army of a neighbouring Rajah.–Adventures on the way.–Is\n  favourably received and fostered by the Rajah.–His first pilgrimage\n  to Mecca.–Occurrences during his stay in Arabia.–Description of a\n  tiger-hunt.–Detail of events during his subsequent pilgrimages.–The\n  plague.–Seizure by pirates.–Sketch of the life of Fatima, an\n  Arabian lady.–Relieved from slavery by Meer Hadjee Shah.–He marries\n  her.–Observations on the piety of his life.–Concluding\n  remarks...Page 400",
        "The name of Meer Hadjee Shah has so often occurred in my Letters, that I\nfeel persuaded a brief sketch of his life may be acceptable here, more\nparticularly as that venerated man presented to my immediate observation a\ncorrect picture of the true Mussulmaun. I can only regret my inability to\ndo justice to the bright character of my revered father-in-law, whose\nconduct as a devout and obedient servant to his Maker, ruled his actions\nin every situation of life, and to whom my debt of gratitude is boundless,\nnot alone for the affectionate solicitude invariably manifested for my\ntemporal comforts, but for an example of holy living, which influences\nmore than precept. This much valued friend of mine was the mouth of wisdom\nto all with whom he conversed, for even when intending to amuse by\nanecdotes, of which his fund was inexhaustible, there was always a moral\nand religious precept attached to the relation, by which to benefit his\nauditor, whilst he riveted attention by his gentle manners and\nwell-selected form of words.",
        "Before we met, I had often heard him described by his dutiful son, but\nwith all that affection had prompted him to say of his father, I was not\nprepared to expect the dignified person I found him,–a perfect model of\nthe patriarchs of old to my imagination, nor could I ever look at him\nthrough our years of intimacy, without associating him in my mind with\nAbraham, the father of his people.",
        "His form was finely moulded, his height above six feet, his person erect,\neven in age, his fine cast of countenance beamed with benevolence and\npiety, and his dark eye either filled with tears of sympathy or\nbrightening with joy, expressed both superior intelligence and intensity\nof feeling. His venerable flowing beard gave a commanding majesty to the\nfigure before me, whilst his manners were graceful as the most polished\neven of European society. Raising his full eyes in pious thankfulness to\nGod (whose mercy had thus filled his cup of earthly happiness to the brim),\nhe embraced us both with a warmth of pressure to his throbbing heart, that\npronounced more than his words, the sincerity of our welcome. Never have I\nforgotten the moment of our meeting. The first impression lasted through\nour long acquaintance, for he proved indeed a real solace during my\npilgrimage in a strange land.",
        "The subject of my present Letter, Meer Mahumud Hadjee Shah, was a native\nof Loodeeanah,[1] the capital city of the Punjaab territory, so called\nfrom the five rivers which water that tract of country, and derived from\npunje (five), aab (water). He descended through a long line of pure Syaad\nblood, from Mahumud, many of his ancestors having been remarkable for\ntheir holy lives, and his grandsire in particular, a singularly devout\nDurweish, of whom are related in the family many interesting incidents and\nextraordinary escapes from peril which distinguished him as a\nhighly-favoured mortal. On one occasion, when attacked by a ravenous tiger,\nhis single blow with a sabre severed the head from the carcase: the sabre\nis still retained in the family with veneration, as the instrument by\nwhich the power and goodness of God was manifested to their sire.",
        "The father of Meer Hadjee Shah was a Kauzy (Judge) of the city of\nLoodeeanah, a man greatly admired for his extensive knowledge of the\nMahumudan law, respected for his general worthiness, and venerated for his\nholy life. He had a large family, of whom the subject before me was the\neldest son; his father designed to instruct and prepare him as his\nsuccessor in the same honourable employment, whenever old age or\ninfirmities should render his own retirement from the office necessary.\nBut,–as the son always regretted when talking over the circumstance, with\nbecoming remorse that his mind was differently swayed,–through an\nenterprising spirit he preferred the adventurous to the more sober calling\nfor which his father had originally destined him.",
        "To illustrate the temper of his youth, his often repeated anecdote of an\nevent which occurred when he was but twelve years old may here be\npresented:–",
        "’After our hours of study, boys of my own age were allowed to meet\ntogether for exercise and amusement, without the controlling presence of\nour Maulvees (tutors). Many an enterprising feat had been performed during\nour hours of play, but none that has impressed me with so keen a\nremembrance of my youthful follies as the one I am about to relate. We had\nlong observed the wild pigeons, which owned not any earthly master, take\nrefuge for the night in an old and dilapidated well outside the town; a\nplan was laid between my companions and myself to possess ourselves of\nsome of these pigeons, and one evening we assembled by agreement to put\nour project in force.",
        "’A strong rope was procured, to which we fastened a piece of board, so as\nto form a seat; a bag was provided, into which the game was to be\ndeposited as fast as it was caught; and a thick stick, with which to\nascertain in the holes the situation of each pigeon, which was to be\nseized by the neck when thus discovered. Everything was arranged when,\n“Who will be lowered first?” was inquired by the head of our party. Meer\nMahumud was not a little pleased when it was suggested, that he was the\nbravest boy among them; and with a proud feeling of ecstasy my young heart\nbounded whilst I seated myself on the board and was lowered from the\nsummit for several yards down the well, my young companions holding fast\nthe rope outside from which I was suspended; the bag conveniently slung\nacross my left shoulder, with the open mouth in front, to enable me to\ndeposit my gleanings without delay.",
        "’I had collected several pigeons in this way; and, at last, my stick was\npresented to search in a new aperture, where it seemed to be resisted by\nsomething more than the soft feathers of a bird; fearless as I was, my\nyoung hand was thrust into the hole, and I caught at something with a firm\ngrasp, which at once convinced me could not be a pigeon; but I resolved\nnot to part from my prize very readily, and drawing my hand and arm from\nthe hole with great difficulty (putting all my youthful strength and\nenergy to the task), I discovered my prize was a living snake of rather a\nlarge size.",
        "’Fearful to announce the nature of my present prisoner to the youngsters,\nat whose mercy I then was, lest they, through terror, should let the rope\ngo, and thus precipitate me to the bottom of the well, I called out, “Draw\nup! draw up quickly! delay not, brothers!” and I was soon brought to the\nmouth of the well with the snake coiled round my arm, and firmly grasped\njust under the head, so that it could not extricate itself or injure me.\nThe boys soon assisted me off the top of the well, and brought pieces of\nstone, with which they bruised the snake’s head until I was relieved from\nits pressure on my arm by its death. I should remark, that I had presence\nof mind to rub the head against the wall on my ascent, which had\nconsiderably lessened the snake’s pressure on my arm, and I believe it was\nmore than half dead before I had reached the top.",
        "’My arm pained me dreadfully, but still my greatest agony was for fear my\nfather should hear of my exploit, which I felt convinced would not only\nexcite his present anger, but be the means of preventing my having another\nopportunity of enjoying the society and amusements of my young companions.\nStrict secrecy was therefore enjoined by my command upon the whole party;\nand returning to my home, I thought to disguise my real feelings by\nseeking repose instead of the evening dinner which was prepared for me. My\naffectionate mother had no suspicion that I was ill, although she was much\ndistressed that play had destroyed the appetite of her son. I had dozed\nfor some hours, when the agony of my arm awoke me as from an uneasy dream;\nI could hardly recollect the last evening’s adventure, for my mind seemed\nmuch bewildered. My groans, however, brought my mother to my bed-side,\nwhose tender care was exercised in fomenting my arm, which she found much\nswollen and inflamed.",
        "’The secret of my enterprize was never divulged by me until the news of my\nsudden illness was reported in the neighbourhood; when some of my young\nfriends told the tale, and it was conveyed by one of the gossiping old\nwomen, of the city to the zeenahnah of my mother. My arm was for a long\nperiod rendered useless, and I was under the care of doctors for many\nmonths; the whole skin peeled off, and left me cause for remembering the\ncircumstance, although it did not cure me of that preference for\nenterprize, which afterwards drew me from my home to visit other places,\nand to search for new adventures. Often did I remonstrate with my father\non the subject of my future profession: how often did I declare my\ndisinclination to pursue those studies (deemed essential to fit me for the\noffice I was in due time to be appointed to), and avow my predilection for\na military life!’",
        "At that period of Indian History, the Punjaab district was disturbed by\nthe depredations of the Mahrattas.[2] Hordes of those lawless banditti\nwere in the habit of frequent encroachments on the Mussulmaun possessions,\ncommitting frightful enormities in their predatory excursions against\ntowns and villages, spreading terror and desolation wherever they\napproached. On this account military ardour was encouraged by the heads of\nfamilies, and the youth of respectable Mussulmauns were duly instructed in\nthe use of defensive weapons, as a measure of prudence by which they were\nenabled, whenever called upon, to defend the lives and property of their\nneighbours as well as of their individual families.",
        "In describing this period of his life, I have often heard Meer Hadjee Shah\nconfess with remorse, that he was wont to pay far greater attention to his\nmilitary instructors than to the Maulvee’s lectures on law or other dry\nsubjects of books, as he then often thought them, and at fourteen years\nold he was perfect master of the sabre, spear, matchlock, and the bow;\nable even then to defend himself against an enemy, or take the palm of\nvictory, when practising those arts with the youth of his own standing.",
        "At seventeen, his love of enterprize drew him from the calm study of his\ntutors under the parental roof, to seek amongst strangers employment\nbetter suited to his inclination. His early adventures were attended with\nmany vicissitudes and trials, which would (however interesting to those\nwho have loved him) appear tedious to the general reader; I shall,\ntherefore, but digress occasionally with such anecdotes as maybe generally\ninteresting. One which presents him in the early part of his career\namongst strangers in a position which marks the bravery of his youth, I\nshall take the liberty of introducing in his own words:–",
        "’After a good night’s repose, I was desirous of pursuing my march, and\nprepared to take leave of my hospitable entertainer (a Kauzy of the\nvillage), from whom I had received the utmost attention and civility. This\nkind-hearted man was unwilling to allow of my journeying alone, and\ninsisted that two of his menservants should accompany me that day’s march\nat least. I had no fears, nor much to lose beside my life, and for some\ntime resisted the offer, but without avail. The men therefore accompanied\nme, and after six hours’ walk, I prevailed on them to take refreshment and\nrest at the serai of the village, through which we had to pass, with leave\nto retrace their way home afterwards with my duty to their master.",
        "’Released from their guardianship, I felt my own independence revive, and\nbounded on as lively as the antelope, full of hope that I might yet reach\nthe Rajah’s territory by nightfall, who, I had heard, was willing to give\nemployment to the enterprising youth of Loodeeanah, in the army he was\nthen raising. I must have walked since the morning near twenty koss (forty\nmiles) without food or water; but I neither felt hunger nor fatigue, so\ndeeply was my heart engaged in the prospect of a military life. At length\nhunger awakened me to a sense of my forlorn condition, for I had left home\nwithout a coin in my possession; and although I passed through many\ninhabited villages where relief would have been gladly tendered, if I had\nonly applied for it, yet my pride forbade the humble words of supplicating\nfor a meal; hungry as I was, death even would have been preferable at that\ntime to breathing out a want amongst strangers.",
        "’I was overjoyed on approaching a cultivated tract of country to find a\nfield of wheat, ripe for the harvest, evincing the great Creator’s\nbountiful hand, and hesitated not, without a scruple, to possess myself of\nan occasional handful as I passed along, rubbing the ears and eating as I\nwent, to save that time I deemed so precious; for my anxiety to reach the\nRajah and employment, increased as the day advanced. I had traversed near\nthirty koss on foot, scarcely having halted since the dawning day; this to\na young man who had been through life indulged by the luxury of a horse\nfor exercise, whilst under the parental roof, may be imagined to have been\nno trifling undertaking. But buoyant youth, filled with hopes of honour\nand preferment is regardless of those difficulties which must subdue the\nindolent or less aspiring spirit.",
        "’At the extremity of a large field through which I had to pass, my eye\nrested on a man with two oxen, certain indications, I imagined, of a well\nof water being adjacent for the purpose of irrigation, towards whom I\napproached sufficiently near to inquire if a draught of pure water could\nbe obtained for a thirsty traveller. The sturdy farmer-looking man seemed\nto view me with scrutiny, without deigning to reply; my question was\nrepeated with civility, but no answer was given, and I then fancied his\nlooks foreboded no good meaning; he held in his hand a large heavy stick\nstudded at the top with iron rings (in common use with the lower orders of\npeople as a weapon of defence against robbers, tigers, wolves, or\nreptiles), but as I stood far enough off to be out of immediate danger of\na sudden attack, if such was premeditated, the surly look of his\ncountenance gave me little concern until he called out in a commanding\ntone, “Youngster! off with your garments; lay down those bow and arrows\ninstantly, or I will fell you to the earth with this staff that is in my\nhand!” which he raised in a position to prove himself in earnest.",
        "’My surprise was great, but it did not put me off my guard, and I replied\nwith courage, that his insolent demand would not meet with a willing\ncompliance; I was able to defend myself, young as I was, against his\ntreacherous intentions on an unoffending traveller; and I prepared my bow\nin the expectation that he would either be deterred, or leave me no\nalternative but to use it in self-defence. Two arrows were promptly\nprepared, one placed in my bow, the other in my girdle, as he advanced\nrepeating his demand, with the countenance of a ruffian, and his club\nelevated; he no doubt fancied that the bow was a plaything in the hand of\na mere ignorant stripling. I warned him repeatedly not to advance, or my\nbow should teach him that my young arm was well instructed.",
        "’He however dared my vengeance, and advanced still nearer, when seeing I\nhad no alternative, I aimed at his legs, not desiring to revenge but to\ndeter my enemy; the arrow entered his thigh, passing completely through:\nhe was astonished and stood like a statue. I then desired him to throw\ndown his club, with which I walked away, or rather ran a sufficient\ndistance to relieve myself from further expectation of annoyances from my\nenemy or the villagers.",
        "’Much time had been spent in that contest, which had left me the victor; I\nwaited not however to witness his further movements, but with hastened\nsteps in half an hour I reached the Rajah’s palace. Several soldiers were\nguarding outside the gate, where stood, as is usual, charpoys for their\nuse, on one of which, uninvited, I seated myself, fatigued by my long and\nunusual exercise. The men with great civility offered me water and their\nhookha, and when refreshed I answered their many inquiries, founded very\nnaturally on my appearance, my youth, and travelling without an attendant.",
        "’I frankly told them that the Rajah’s famed liberality had drawn me from\nLoodeeanah to seek employment as a soldier under his command. One of my\nnew acquaintance recommended my immediately going into the palace, where\nthe Rajah was seated in Durbar (holding his Court) for the express purpose\nof receiving applicants for the army now raising, under the expectation of\na hostile visit from the Sikhs. I followed my guide through several\navenues and courts until we arrived at the Baarah Daree[3] (twelve doors),\nor state apartments.’",
        "I must, however, here abstain from following Meer Hadjee Shah through the\nwhole detail of his intimacy with the Rajah, which continued for some\nyears, and by whom he was fostered as a favourite son; he accompanied the\nRajah to the field against the Sikhs, whose singular habits and manners,\nboth in battle and in their domestic circle, he has often amused his\nfriends by relating.",
        "His first pilgrimage to Mecca was undertaken whilst a very young man,\ntravelling the whole way by land, and enduring many trials and hardships\nin what he deemed ’The road of God’. On one occasion he was beset by\nwolves whilst on foot; but as he always confessed his preservation was by\nthe power and goodness of Divine Providence, so in the present instance\nthe wolves even ran from the blows of his staff, howling to their dens.",
        "During his stay in Arabia, when on his pilgrimage, his funds were\nexhausted, and he had no knowledge of a single individual from whom he\ncould condescend to borrow, but as he always put his sole trust in God, a\nway was made for his returning prosperity in rather a singular and\nunexpected manner.",
        "A rich Begum, the widow of a wealthy Arab merchant, had long suffered from\na severe illness, and had tried every medical prescription within her\nreach without relief. On a certain night she dreamed that a Syaad pilgrim\nfrom India, who had taken up his abode at the serai outside the town,\npossessed a medicine which would restore her to health. She had faith in\nher dream, and sent a polite message to the Syaad, who was described\nminutely by the particulars of her dream. Meer Hadjee Shah attended the\nsummons, but assured the lady who conversed with him, that he was not\nacquainted with medicine; true, he had a simple preparation, which enabled\nhim to benefit a fellow pilgrim, when by circumstances no better adviser\ncould be found: he then offered her the powder, giving directions how to\nuse it, and left her. In the evening a handsome dinner was conveyed by\nthis lady’s orders to Meer Hadjee Shah, which he accepted with gratitude\nto God, and for several days this was repeated, proving a sensible benefit\nto him, and to others equally destitute of the means of present provision,\nwho were abiding at the serai.",
        "In the course of a week he was again summoned to attend the Begum, who was\nentirely cured of her long illness, which she attributed solely to the\nmedicine he had left with her, and she now desired to prove her gratitude\nby a pecuniary compensation. He was too much gratified at the efficacy of\nhis simple remedy, to require further recompense than the opportunity he\nhad enjoyed of rendering himself useful to a fellow-creature, and would\nhave refused the reward tendered, but the lady had resolved not to be\noutdone in generosity; and finding how he was circumstanced by another\nchannel, she made so many earnest appeals, that he at last consented to\naccept as much as would defray his expenses for the journey to the next\nplace he was on the point of embarking for, where he expected to meet with\nhis Indian friends, and a supply of cash.",
        "On one occasion, he was exposed to danger from a tiger, but, to use his\nown words, ’as my trust was placed faithfully in God, so was I preserved\nby Divine favour’. The anecdote relative to that event, I cannot pass over,\nand therefore I relate it, as near as I recollect, in his own words:–’I\nwas at Lucknow during the reign of the Nuwaub, Shujah ood Dowlah,[4] who\ndelighted much in field sports; on one occasion it was announced that he\nintended to hunt tigers, and orders were issued to the nobility and his\ncourtiers, requiring their attendance on elephants, to accompany him on a\ncertain day. The preparations were made on a grand scale, and excited a\nlively interest throughout the city. I had never been present at a tiger\nhunt, and I felt my usual ambition to share in the adventures of that day\ntoo irresistible to be conquered by suggestions of prudence; and\naccordingly I went, on horseback, accompanied by a friend about my own age,\nfalling into the rear of the Nuwaub’s cavalcade which was far more\nsplendid than any thing I had before witnessed, the train of elephants\nrichly caparisoned, on which were seated in their gold or silver howdahs,\nthe whole strength of the Court in rich dresses.",
        "’The hunting party had penetrated the jungle a considerable distance\nbefore a single trace of a tiger could be discovered, when, at length it\nwas announced to the Nuwaub that the sheekaarees[5] (huntsmen) had reason\nto believe one at least was concealed in the high grass near which the\nparty approached. The order was then given to loosen the led buffaloes,\nand drive them towards the grass which concealed the game, a practice at\nthat time common with Native sportsmen to rouse the ferocious animal, or\nto attract him, if hungry, from his lurking place; but it seemed as if the\nbuffaloes were scared by the number of elephants, for with all the goading\nand whipping, which was dealt to them unsparingly, they could not be\npressed into the service for which they were provided.",
        "’The Nuwaub was remarkable for bravery, and prided himself on his\nsuccessful shot; he therefore caused his elephant to advance to the edge\nof the high grass, that he might have the satisfaction of the first fire,\nwhen the animal should be roused. Some delay in this, induced the Nuwaub\nto order the dunkah-wallah (kettle-drummer) on horseback to be guarded on\neach side by soldiers with drawn sabres, to advance in front and beat his\ndrums. The first sounds of the dunkah roused the tiger: this being\ninstantly perceived, the horsemen wheeled round, and were in a second or\ntwo cleared from danger. The tiger sprang towards the elephant, but was\ninstantly thrown back by her trunk to a good distance, the Nuwaub taking\naim at the same instant, fired and slightly wounded the animal, only\nhowever sufficiently to add to its former rage.",
        "’My friend and myself were at this time (attracted by our eagerness to\nwitness the sports) not many paces from the spot, when perceiving our\ndangerous position, retreat was the thought of the moment with us both: my\nfriend’s horse obeyed the signal, but mine was petrified by fear; no\nstatue ever stood more mute and immoveable; for a second I gave myself up\nfor lost, but again my heart was lifted up to the only Power whence safety\nproceeds, and drawing my sabre as the tiger was springing towards me (the\nsame sabre which had been the instrument of safety to my grandsire in a\nlike danger) as my arm was raised to level the blow, the animal curved his\nspring as if in fear of the weapon, brushed close to my horse’s nose, and\nthen stuck its sharp talons in the neck of another horse on which a\nPattaan soldier was seated: his horse plunged, kicked, threw his rider on\nthe ground with a violence that left him senseless, his open sabre falling\non the handle, which, like a miracle, was forced into the earth leaving\nthe point upwards in a slanting position, just clearing his neck by a few\ninches.",
        "’The tiger turned on the man with fury and wide-extended jaw, but was met\nby the sabre point, and the Pattaan’s red turban, which fell at the\ninstant; the tiger endeavouring to extricate himself from the entanglement,\nthe sabre entered deeper through his jaw, from which he had but just\nreleased himself, when a ball from the Nuwaub’s rifle entered his side and\nhe slank into the grass, where he was followed and soon dispatched.’",
        "In his travels Meer Hadjee Shah had often been exposed to the dangerous\nconsequences of the plague; but (as he declares), he was always preserved\nfrom the contagion through the same protecting care of Divine Providence\nwhich had followed him throughout his life. He has been often in the very\ncities where it raged with awful violence, yet neither himself nor those\nwho were of his party, were ever attacked by that scourge. On one occasion,\nhe was, with a large party of pilgrims, halting for several days together\nat a place called Bundah Kungoon[6] (the word Bundah implies the\nsea-shore), preparatory to commencing their projected journey to Shiraaz;\nhe relates, that the mules and camels were provided, and even the day fixed\nfor their march; but, in consequence of a dream he had been visited with,\nhe was resolved to change his course, even should his fellow-travellers\ndetermine on pursuing their first plan, and thereby leave him to journey\nalone in an opposite direction.",
        "He made his new resolution known to the pilgrims, and imparted to them the\ndream, viz., ’Go not to Shiraaz, where thou shalt not find profit or\npleasure, but bend thy steps towards Kraabaallah. His companions laughed\nat his wild scheme, and as their minds were fixed on Shiraaz, they would\nhave persuaded Meer Hadjee Shah to accompany them; but, no, his dream\nprevailed over every other argument, and he set out accompanied by two\npoor Syaads and fifteen mendicant pilgrims, embarking at Kungoon on a\nsmall vessel for Bushire, which by a favourable wind they reached on the\nthird day. Here they first learned the distressing intelligence that the\nplague had raged with frightful consequences to the population; and during\ntheir few days’ sojourn at Busserah, he says, many victims fell by that\nawful visitation. The city itself was in sad disorder, business entirely\nsuspended, and many of the richer inhabitants had fled from the scene of\nterror and dismay. No accommodation for travellers within his means could\nbe procured by Meer Hadjee Shah, and he was constrained to set out on foot\nwith his companions, after providing themselves with provisions for a few\ndays.",
        "Unused to walk any great distance of late, and the effects of the short\nvoyage not being entirely removed, he grew weary ere the first day’s march\nwas ended; ’But here’, he says, ’I found how kind my Creator was to me,\nwho put it into the hearts of my companions to take it by turns to carry\nme, until we arrived within sight of Feringhee Bargh[7] (Foreigners’\nGarden), where we found many of the healthy inhabitants from Bushire had,\nwith permission, taken refuge, some in tents, others without a shelter;\nand in their haste to flee from danger, had forsaken all their possessions,\nand neglected provision for present comfort; a change of garments even had\nbeen forgotten in their haste to escape from the pestilential city.",
        "’Never’, he says, ’shall I forget the confusion presented at this place\nnor the clamorous demands upon us, whom they esteemed religious men, for\nour prayers and intercessions that the scourge might be removed from them.\nI could not help thinking and expressing also, “How ready weak mortals are\nto supplicate for God’s help when death or affliction approaches their\nthreshold, who in prosperity either forget Him entirely or neglect to seek\nHim or to obey His just commands.”",
        "’The next day our march led us to the vicinity of a large populated town.\nWe halted near a plantation of date-trees, and one of our mendicant\npilgrims was dispatched with money to purchase bread and dates for our\nsustenance, with instructions to conceal, if possible, our numbers and our\nhalting-place, fearing that the inhabitants might assail us with stones if\nit were suspected that we came from the infected city. The quantity of\nfood, however, required for so large a party excited suspicion, but our\npreservation was again secured by Divine interference.",
        "’A Dirzy[9] from the city visited our resting-place, and finding we were\npilgrims, asked permission to travel with us to Kraabaallah, which was\nreadily agreed to, and when a host of men were observed issuing from the\ntown, this man, who was an inhabitant, ran towards them, explained that we\nwere all healthy men, and interested several Arab-Syaads to come forward\nand befriend me and my party, which they readily assented to on finding\nthat brother Syaads were in danger. The Kauzy of the town hearing all the\nparticulars attending us, came to the spot which we had selected for our\nhalt, presented his nuzza of twenty-one dinars to me, entreated pardon for\nthe intended assault he had in ignorance authorized, obliged me to accept\nhis proffered civilities, and we remained several days in the enjoyment of\nhospitality in that town, where we had at first such strong reasons to\nanticipate violence and persecution; but this could not be whilst the arm\nof the Lord was raised to shelter His confiding servants. To Him be the\npraise and the glory for every preservation I have been favoured with! and\nmany were the perils with which I was surrounded in my walk through life,\nyet, always safely brought through them, because I never failed putting my\ntrust in His mercy and protection who alone could defend me.’",
        "On one occasion of his pilgrimage to Mecca, Meer Hadjee Shah, with all his\ncompanions on board a trading ship, off the coast of Arabia, were attacked\nby pirates, and taken prisoners; but, as he always declared, the goodness\nof Divine Providence again preserved him and those with him from the hands\nof their enemies. In the event in question, he undertook to speak for all\nhis party to the Arab chief, before whom they were taken prisoners, and\nhaving a thorough knowledge of the Arabic language, he pleaded their joint\ncause so effectually, that the chief not only liberated the whole party,\nbut forced presents upon them in compensation for their inconvenient\ndetention.",
        "The most interesting, if not the most remarkable incident which occurred\nto Meer Hadjee Shah in his journey through life, remains to be told. The\nstory has been so often related by his own lips, that I think there will\nbe little difficulty in repeating it here from memory. It may be deemed\nprolix, yet I should not do justice by a farther abridgement.",
        "’Fatima was the daughter of Sheikh Mahumud,[9] an Arab, chief of a tribe,\ndwelling in the neighbourhood of Yumen, who was a wealthy man, and much\nesteemed amongst his people. His wife died when Fatima, their only child,\nwas but six years old, and two years after her father also was taken from\nthis world, leaving his whole estate and possessions to his daughter, and\nboth to the guardianship of his own brother, Sheikh ––, who was tenderly\nattached to the little girl, and from whom she received the fostering care\nof parental solicitude.",
        "’This uncle was married to a lady of no very amiable temper, who seized\nevery opportunity of rendering the orphan daughter of his brother as\ncomfortless as possible, but her uncle’s affection never slackened for an\ninstant, and this consoled her whenever she had trials of a domestic\nnature to distress her meek spirit.",
        "’When Fatima had reached her sixteenth year, an eligible match being\nprovided by her uncle, it was intended to be immediately solemnized; for\nwhich purpose her uncle went over to Yumen to make preparations for the\nnuptials, where he expected to be detained a few days; leaving with his\nniece the keys of all his treasuries, whether of money or jewels.",
        "’On the very day of his departure from home, a brother of his wife’s\narrived at the mansion, and required, in Fatima’s presence, a loan of five\nhundred pieces of silver. This could only be obtained by Fatima’s consent,\nwho firmly declared her resolution not to betray the trust her uncle had\nreposed in her. The wife was severe in her censures on her husband’s\nparsimony, as she termed his prudence, and reviled Fatima for being the\nfavoured person in charge of his property. This woman in her rage against\nthe unoffending girl, struck her several times with violence. Situated as\ntheir residence was, apart from a single neighbour, she feared to stay\nduring her uncle’s absence, and left the house not knowing exactly where\nto seek a temporary shelter; but recollecting a distant relation of her\nmother’s resided at Bytool Faakere,[10] no great distance off (within a\nwalk as she imagined), she left her home without further reflection,\nunattended by a single servant.",
        "’When within a mile of her destined place of refuge, she was observed by a\nparty of Bedouin robbers, who descended from their hill to arrest her\nprogress, by whom she was conveyed to their retreat, almost in a state of\ninsensibility from terror and dismay. Arriving at their hut, however, she\nwas cheered by the sight of females, one of whom particularly struck her\nas being very superior to her companions, and in whose countenance\nbenevolence and pity seemed to indicate a sympathizing friend in this hour\nof severe trial. The women were desired to relieve the prisoner Fatima of\nher valuables, which were, in accordance with their station, very costly\nboth in pearls and gold ornaments.",
        "’Fatima overheard, during the night, some disputes and debates between the\nrobbers, about the disposal of her person, one of whom was single, and\ndeclared his willingness to marry the girl, and so retain her with them;\nbut Fatima had, when she was seized, recognized his countenance, having\nseen him before, and knew that his connexions lived in the town of Bytool\nFaakere, which she had unguardedly declared. The robbers, therefore,\ndreaded detection if her life was spared; they were not by nature\nsanguinary, but in this case there seemed no medium between their\napprehension and the death of Fatima.",
        "’The female, however, who had at first sight appeared so amiable and\nfriendly, fulfilled the poor girl’s impressions, by strenuously exerting\nher influence, and eventually prevailed, in saving the orphan Fatima from\nthe premeditated sacrifice of life; and as no better arrangement could be\nmade to secure the robbers from detection, it was at length agreed she\nshould be sold to slavery. This decided on, the swiftest camel in their\npossession was prepared at an early hour, a few short minutes only being\nallowed to Fatima, to pour out her gratitude to God, and express her\nacknowledgements to her humane benefactress, when she was mounted on the\ncamel’s back, with the husband of that kind-hearted female.",
        "’With the prospect of continued life, poor Fatima ceased to feel acute\nagony, and bore the fatigue of a whole day’s swift riding without a murmur,\nfor the Bedouin’s behaviour was marked with respect. Towards the evening,\nas they drew near to a large town, the Bedouin halted by the margin of a\nforest, and the long night was passed in profound silence, with no other\nshelter than that which the forest afforded; and at the earliest dawn the\nmarch was again resumed, nor did he slacken his speed, until they were in\nsight of Mocha, where he designed to dispose of his victim. She was there\nsold to a regular slave-merchant, who was willing to pay the price\ndemanded when he saw the beautiful face and figure of the poor girl,\nexpecting to make a handsome profit by the bargain.",
        "’The Bedouin made his respectful obedience and departed in haste, leaving\npoor Fatima in almost a state of stupor from fatigue. Left however to\nherself in the slave-merchant’s house, she seemed to revive, and again to\nreflect on the past, present, and future. Her escape from death called\nforth grateful feelings, and she felt so far secure that the wretch who\nhad bought her, had an interest in her life, therefore she had no further\nfear of assassination. But then she reverted to her bonds; painful indeed\nwere the reflections, that she who had been nobly born, and nursed in the\nlap of luxury, should find herself a slave, and not one friendly voice to\nsoothe her in her bondage. She resolved however (knowing the privilege of\nher country’s law) to select for herself a future proprietor.",
        "’Her resolution was soon put to the test; she was summoned to appear\nbefore a fisherman, who had caught a glimpse of her fine figure as she\nentered Mocha, and who desired to purchase her to head his house. The poor\ngirl summoned all her courage to meet this degrading offer with dignity. A\nhandsome sum was offered by the fisherman, as she appeared before him to\nreject the proposal. “Here is your new master, young lady,” said the\nslave-merchant; “behave well, and he will marry you.”",
        "Fatima looked up, with all her native pride upon her brow; “He shall never\nbe my master!” she replied, with so much firmness, that (astonished as\nthey were) convinced the bargainers that Fatima was in earnest. The\nmerchant inquired her objection, us she had betrayed no unwillingness to\nbe sold to him; she answered firmly, whilst the starting tear was in her\neye, “My objection to that man is our inequality: I am of noble birth. My\nwillingness to become your slave, was to free me from the hands of those\nwho first premeditated my murder; and sooner than my liberty should be\nsold to the creature I must detest, this dagger”, as she drew one from her\nvest, “shall free me from this world’s vexations”.",
        "’This threat settled the argument, for the slave-merchant calculated on\nthe loss of three hundred dinars he had paid to the Bedouin; and Fatima,\naware of this, without actually intending any violence to herself, felt\njustified in deterring the slave-merchant from further importunities.\nSeveral suitors came to see, with a view to purchase the beautiful Arab of\nnoble birth, but having acted so decidedly in the first instance, the\nmerchant felt himself obliged to permit her to refuse at will, and she\nrejected all who had made their proposal.",
        "’Meer Hadjee Shah, in the fulfilment of his promise to his wife at parting,\nto take home a slave for her attendant, happening at that time to be\npassing through Mocha, inquired for a slave-merchant: he was conducted to\nthe house where Fatima was still a prisoner with many other less noble,\nbut equally unhappy females. Fatima raised her eyes as he entered the hall;\nshe fancied by his benevolent countenance that his heart must be kind; she\ncast a second glance and thought such a man would surely feel for her\nsufferings and be a good master. His eye had met hers, which was instantly\nwithdrawn with unaffecting modesty; something prepossessed him that the\npoor girl was unhappy, and his first idea was pity, the second her\nliberation from slavery, and, if possible, restoration to her friends.",
        "’When alone with the slave-merchant, Meer Hadjee Shah inquired the price\nhe would take for Fatima. “Six hundred pieces of silver (dinars),\"[11] was\nthe reply.–\"I am not rich enough,” answered the pilgrim; “salaam, I must\nlook elsewhere for one:” and he was moving on.–-\"Stay,” said the merchant,\n“I am anxious to get that girl off my hands, for she is a stubborn subject,\nover whom I have no control; I never like to buy these slaves of high\nbirth, they always give me trouble. I paid three hundred dinars to the\nBedouin for her, now if she will agree to have you for her master (which I\nvery much doubt, she has so many scruples to overcome), you shall add\nfifty to that sum, and I will be satisfied.”",
        "’They entered the hall a second time together, when the merchant addressed\nFatima. “This gentleman desires to purchase you; he is a Syaad of India,\nnot rich, he says, but of a high family, as well as a descendant of the\nEmaums.\"–\"As you will,” was all the answer Fatima could make. The money\nwas accordingly paid down, and the poor girl led away from her\nprison-house, by the first kind soul she had met since she quitted her\nbenefactress in the Bedouins’ retreat.",
        "’Fatima’s situation had excited a lively interest in the heart of Meer\nHadjee Shah, even before he knew the history of those sufferings that had\nbrought her into bondage, for he was benevolent, and thought she seemed\nunhappy; he wanted no stronger inducement than this to urge him to release\nher. Many a poor wretched slave had been liberated through his means in a\nsimilar way, whilst making his pilgrimages; and in his own home I have had\nopportunities of seeing his almost paternal kindness invariably exercised\ntowards his slaves, some of whom he has, to my knowledge, set at liberty,\nboth male and female, giving them the opportunity of settling, or leaving\nthem to choose for themselves their place of future servitude.",
        "’But to return to Fatima. On taking her to his lodgings, he tried to\ncomfort her with the solicitude of a father, and having assured her she\nwas free, inquired where her family resided, that she might be forwarded\nto them. The poor girl could scarce believe the words she heard were\nreality and not a dream; so much unlooked for generosity and benevolence\noverpowered her with gratitude, whilst he addressed her as his daughter,\nand explained his motives for becoming her purchaser, adding, “Our laws\nforbid us to make slaves of the offspring of Mussulmauns of either sex;\nalthough be it confessed with sorrow, unthinking men do often defy the law,\nin pursuance of their will; yet I would not sell my hopes of heaven for\nall that earth could give. I again repeat, you are free; I am not rich,\nbut the half of my remaining funds set apart to take me to my home in\nIndia, shall be devoted to your service, and without any delay I will\narrange for your return to Yumen, under safe convoy” (and seeing she was\nabout to express her gratitude to him): “Forbear, as you respect me, a\nsingle word of acknowledgement; if any thanks are due, it is to that good\nProvidence who hath preserved you from greater evils, to Whom be offered\nalso my humble praises, that through His mercy my steps were directed\nthrough Mocha, at such a time as this, when an unprotected female required\nfatherly protection.”",
        "’Fatima was in tears during this speech of her true friend, and when he\npaused, she said, “Heaven, indeed, sent you to my aid; you seem like a\nguardian angel. Much, much I fear to be separated from one so pious and so\nbountiful. May I not again be thrown into similar scenes to those your\ngenerosity has been exercised to release me from? Who but yourself and my\nown dear uncle could ever feel that lively interest for my preservation?”",
        "’Meer Hadjee Shah would willingly have conveyed the poor girl to her uncle’\ns residence near Yumen, had it been possible; but his arrangements were\nmade to sail by an Arab ship to Bombay, which if many days postponed would\ndetain him nearly another year from India, where he was aware his return\nwas expected by his wife and family; and he was not willing to give them\ncause for uneasiness, by any further delay; he however went out to make\ninquiries at Mocha for some safe means of getting Fatima conveyed to her\nuncle.",
        "’In the meantime she resolved in her mind the several circumstances\nattending her actual situation in the world, and before the next morning\nhad well dawned, she had resolved on urging her kind protector to take her\nwith him to India, before whom she appeared with a more tranquil\ncountenance than he had yet witnessed. When they were seated, he said,\n“Well, Fatima, I propose to devote this day to the arrangement of all\nthings necessary for your comfort on your journey home, and to-morrow\nmorning the kaarawaun[12] sets out for Yumen, where I heartily pray you\nmay be conducted in safety, and meet your uncle in joy. Have no fears for\nyour journey, put your entire trust in God, and never forget that your\nsafety and liberation were wrought out by His goodness alone.”",
        "’\"Huzerut[13] (revered Sir),” she replied, “I have weighed well the\nadvantages I should derive by being always near to you, against the\nprospects of my home and wealth in Arabia, which I am resolved to\nrelinquish if you accede to my proposal. Let me then continue to be your\nslave, or your servant, if that term is more agreeable to my kind master.\nSlavery with a holy master is preferable to freedom with wealth and\nimpiety. You must have servants, I will be the humblest and not the least\nfaithful in my devoted services.”",
        "’The pious man was surprised beyond measure; he attempted to dissuade her,\nand referred to his wife and children in India. “Oh! take me to them,” she\ncried with energy; “I will be to them all you or they can desire,” This\narrangement of Fatima’s was rather perplexing to him; her tears and\nentreaties, however, prevailed over his preference, and he quieted her\nagitation by agreeing to take her to India with him.",
        "’After maturely weighing all the circumstances of the voyage by sea, and\nthe long journey by land from Bombay to Lucknow, he came to the\ndetermination of giving Fatima a legal claim to his protection, and\nthereby a security also from slanderous imputations either against her or\nhimself, by marrying her before they embarked at Mocha; and on their\narrival at Lucknow, Fatima was presented to his first wife as worthy her\nsympathy and kindness, by whom she was received and cherished as a dear\nsister. The whole family were sincerely attached to the amiable lady\nduring the many years she lived with them in Hindoostaun. Her days were\npassed in piety and peace, leaving not an instance to call forth the\nregrets of Meer Hadjee Shah, that he had complied with her entreaties in\ngiving her his permanent protection. Her removal from this life to a\nbetter was mourned by every member of the family with equal sorrow as when\ntheir dearest relative ceased to live.’",
        "It is my intention (if I am permitted), at some future period, to write a\nmore circumstantial account of Meer Hadjee Shah’s adventures through life,\nthan my present limits allow. In the meantime, however, I must satisfy\nmyself by a few remarks founded on a personal observation and intimacy\nduring the last eleven years of his eventful life. His example and precept\nkept pace with each other, ’That this world and all its vanities, were\nnothing in comparison with acquiring a knowledge of God’s holy will, and\nobeying Him, in thought, in word, and deed.’",
        "He was persuaded by the tenets of his religion that by exercising the body\nin the pilgrimage to Mecca, the heart of man was enlightened in the\nknowledge and love of God. He found by obeying the several duties of the\nreligion he professed, and by enduring the consequent trials and\nprivations of a pilgrimage without regard to any feelings of selfish\ngratification or indulgent ease, that, his nature being humbled, his love\nto God was more abundant.",
        "His law commanded him to fast at stated periods, and although he was\nturned of seventy when I first saw him, yet he never failed, as the season\nof Rumzaun approached, to undergo the severity of that ordinance day by\nday during the full period of thirty days; and it was even a source of\nuneasiness to my venerated friend, when, two years prior to his decease,\nhis medical friends, aided by the solicitude of his family, urged and\nprevailed on him to discontinue the duty, which by reason of his age was\nconsidered dangerous to health, and perhaps to life. Prayer was his\ncomfort; meditation and praise his chief delight. I never saw him\notherways than engaged in some profitable exercise, by which he was\ndrawing near to his Creator, and preparing himself for the blessedness of\neternity, on which his soul relied.",
        "During our eleven years’ constant intercourse, I can answer for his early\ndiligence; before the day had dawned his head was bowed in adoration to\nhis Maker and Preserver. At all seasons of the year, and under all\ncircumstances, this duty was never omitted. Even in sickness, if his\nstrength failed him, his head was bowed on a tray of earth, to mark his\ndutiful recollection of the several hours appointed for prayer. The\nPsalmist’s language has often been realized to my view, in him, ’Seven\ntimes a day do I praise thee, O Lord,’ and ’at midnight I will rise to\ngive thanks unto Thee,’ when witnessing his undeviating observance of\nstated prayer duties; and when those duties were accomplished, even his\namusements were gleaned from devotional works, visits of charity, and acts\nof benevolence. I never saw him idle; every moment was occupied in prayer\nor in good works. His memory was retentive, and every anecdote he related\nwas a lesson calculated to lead the mind of his auditor to seek, trust,\nand obey God, or to love our neighbour as ourselves.",
        "The many hours we have passed in profitable discourses or readings from\nour Holy Scripture and the lives of the Prophets have left on my memory\nlasting impressions.",
        "I was, at first, surprised to find Meer Hadjee Shah so well acquainted\nwith the prominent characters of our Scripture history, until the source\nfrom whence his knowledge had been enlarged was produced and read aloud by\nmy husband every evening to our family party. The ’Hyaatool Kaaloob’ (a\nwork before alluded to) occupied us for a very long period, each passage\nbeing verbally translated to me by my husband.",
        "When that work was finished, our Holy Scripture was brought forward, which,\nas I read, each passage was again translated by my husband, either in\nPersian or Hindoostaunic, as best suited the understanding of our party at\nthe time. So interesting was the subject, that we have been five or six\nhours at, a time engaged without tiring or even remembering the flight of\nthose moments which were devoted, I trust, so beneficially to us all.",
        "Meer Hadjee Shah’s views of worldly enjoyments resembled the Durweish’s in\nprinciple; for he thought it unworthy to heap up riches, to swell his\nwardrobe, or to fare on sumptuous diet; but his delight consisted in\nsharing the little he could at any time command with those who needed it.\nHe possessed an intelligent mind, highly cultivated by travel, and a heart\nbeaming with tenderness and universal charity: so tempered were his\naffections by a religious life, that the world was made but a place of\nprobation to him whilst looking forward with joy to the promises of God in\na happy eternity. His purity of heart and life has often realized to my\nimagination that ’Israelite in whom (our Redeemer pronounced) there was no\nguile.’",
        "I must here draw my Letters to a conclusion, with many an anxious wish\nthat my gleanings in the society of the Mussulmauns of Hindoostaun may\nafford profitable amusement to my friends and to those persons who may\nhonour my work with a perusal, humbly trusting that the people whose\ncharacter, manners, habits, and religion, I have taken upon me to pourtray,\nmay improve in their opinion by a more intimate acquaintance.",
        "In my attempt to delineate the Mussulmauns, I have been careful to speak\nas I have found them, not allowing prejudice to bias my judgment, either\non the side of their faults or virtues. But I deem it incumbent to state,\nthat my chief intimacy has been confined to the most worthy of their\ncommunity; and that the character of a true Mussulmaun has been my aim in\ndescription. There are people professing the faith without the principle,\nit is true; but such persons are not confined to the Mussulmaun persuasion;\nthey are among every class of worshippers, whether Jew or Gentile\nthroughout the world.",
        "Of my long sojourn in the society of the Mussulmauns of Hindoostaun, I\nneed here but remark, that I was received amongst them without prejudice,\nand allowed the free usage of my European habits and religious principles\nwithout a single attempt to bias or control me; that by respecting their\ntrifling prejudices as regards eating and drinking, their esteem and\nconfidence were secured to me; and that by evincing Christian charity,\n(which deters the possessor from proud seeming), I believe, I may add,\ntheir affection for me was as sincere, as I trust it will be lasting.",
        "It may be regretted, with all my influence, that I have not been the\nhumble instrument of conversion. None can lament more than myself that I\nwas not deemed worthy to convince them of the necessity, or of the\nefficacy of that great Atonement on which my own hopes are founded. Yet\nmay I not, without presumption, hope my sojourn, with reference to a\nfuture period, may be the humble means of good to a people with whom I had\nlived so many years in peace? I must for many reasons be supposed to\nentertain a lively interest in their welfare, and an earnest desire for\ntheir safety, although at the present moment I can distinguish but one\nadvantage accruing from our intimacy, namely, that they no longer view the\nprofessors of Christianity as idolaters. They have learned with surprise\nthat the Christian religion forbids idolatry,–thus the strong barrier\nbeing sapped, I trust it may be thrown down by abler servants of our Lord;\nfor the Mussulmauns are already bound by their religion to love and\nreverence Christ as the Prophet of God: may the influence of his Holy\nSpirit enlighten their understandings to accept Him as their Redeemer!",
        "Like the true Christian, they are looking forward to that period when\nJesus Christ shall revisit the earth, and when all men shall be of one\nfaith. How that shall be accomplished, they do not pretend to understand,\nbut still they faithfully believe it, because it has been declared by an\nauthority they reverence, and deem conclusive. Often, during my\nacquaintance with these people, have I felt obliged to applaud their\nfidelity, although, in some points, I could not approve of the subject on\nwhich it was displayed–their zeal at Mahurrum, for instance, when they\ncommemorate the martyrdom of the grandchildren of their Prophet,–I have\nthought ’had they been favoured with the knowledge we possess, what\nzealous Christians would these people be, who thus honour the memory of\nmere holy men.’",
        "The time, I trust, is not very far distant when not one nation in the\nwhole world shall be ignorant of the Saviour’s efficacy, and His\nwillingness to receive all who cast their burden at the foot of His cross.\nMy heart’s desire for the people I have dwell amongst is that which St.\nPaul in the Epistle to the Romans declares to be his prayer to God for\nIsrael, ’that they might be saved!’ and I know not any way in which I\ncould better testify my regard for the Mussulmauns collectively, or my\ngratitude individually, than by recommending the whole of the tenth\nchapter of the Romans to the serious consideration of those persons who\npossess such influence, us that the gospel of peace may be preached to\nthem effectually by well-chosen and tried servants of our Lord, who are\nduly prepared both in heart and speech, to make known the glad tidings to\ntheir understandings that ’God so loved the world, that He gave His only\nbegotten Son, that whosoever believeth in Him should not perish, but have\neverlasting life;’ that ’If any man sin we have an Advocate with the\nFather, Jesus Christ the righteous;’ and that ’He is the propitiation for\nour sins: and not for ours only, but also for the sins of the whole world.’",
        "Should the view I have conscientiously given of their character be the\nhumble means of removing prejudice from the Mussulmauns of Hindoostaun, so\nthat they may be sought and won by brotherly kindness, my humble heart\nwill rejoice that my labours, as an observer and detailer, have been\nsuccessful through the merciful orderings of Divine Providence.",
        "[1] Ludhiana, a city, not the capital of the Panjab: ’the land of\n    five rivers’ (panj-ab).\n[2] Under the Peshwas, Baji Rao I and Balaji Rao\n    (A.D. 1720-61) the incursions of the Mahrattas extended as far north\n    as the Panjab.",
        "[3] Barahdari, a room nominally with twelve doors.",
        "[4] Shuja-ud-daula, son of Mansur ’Ali Khan, Safdar Jang,\n    Governor of Oudh: born A.D. 1731; succeeded his father, 1753. He was\n    present at the battle of Panipat in 1761: became Wazir of the\n    Emperor Shah ’Alam: defeated by the British at the battle of\n    Buxar, 1764: died at Faizabad, then his seat of government, 1775.",
        "[5] Shikari.",
        "[6] Bandar [harbour] Kangun, a port on the west side of the Persian\n    Gulf, about 100 miles west of Gombroon.",
        "[7] Firangi Bagh, Franks’ Garden.",
        "[8] Darzi, a tailor.",
        "[9] Shaikh Muhammad.",
        "[10] Baitu’l-faqir, ’house of a holy man’.",
        "[11] Dinar, Lat. denarius, a coin of varying value: see Yule,\n    Hobson-Jobson[2], 317 f.",
        "[12] Karwan, a caravan.",
        "[13] Hazrat.",
        "The End",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}