{
    "title": "Observations on the Mussulmauns of India - Introduction",
    "author": "Meer Hassan Ali",
    "chapter": "3",
    "content": [
        "\n\n",
        "Very little is known about the authoress of this interesting book. She is\nreticent about the affairs of her husband and of herself, and inquiries\nrecently made at Lucknow, at the India Office, and in other likely\nquarters in England, have added little to the scanty information we\npossess about her.",
        "The family of her husband claimed to be of Sayyid origin, that is to say,\nto be descended from the martyrs, Hasan and Husain, the sons of Fatimah,\ndaughter of the Prophet, by her marriage with her cousin-german, ’Ali.\nThe father-in-law of the authoress, Mir Haji Shah, of whom she\nspeaks with affection and respect, was the son of the Qazi, or\nMuhammadan law-officer, of Ludhiana, in the Panjab. During his\nboyhood the Panjab was exposed to raids by the Mahrattas and incursions of\nthe Sikhs. He therefore abandoned his studies, wandered about for a time,\nand finally took service with a certain Raja–where she does not tell\nus–who was then raising a force in expectation of an attack by the Sikhs.\nHe served in at least one campaign, and then, while still a young man,\nmade a pilgrimage thrice to Mecca and Kerbela, which gained him the title\nof Haji, or pilgrim. While he was in Arabia he fell short of funds,\nbut he succeeded in curing the wife of a rich merchant who had long\nsuffered from a serious disease. She provided him with money to continue\nhis journey. He married under romantic circumstances an Arab girl named\nFatimah as his second wife, and then went to Lucknow, which, under the\nrule of the Nawabs, was the centre in Northern India of the Shi’ah\nsect, to which he belonged. Here he had an exciting adventure with a tiger\nduring a hunting party, at which the Nawab, Shuja-ud-daula, was\npresent. He is believed to have held the post of Peshnamaz, or ’leader\nin prayer’, in the household of the eunuch, Almas ’Ali Khan, who\nis referred to by the authoress.",
        "His son was Mir Hasan ’Ali, the husband of the authoress. The\ntradition in Lucknow is that he quarrelled with his father and went to\nCalcutta, where he taught Arabic to some British officers and gained a\nknowledge of English. We next hear of him in England, when in May 1810 he\nwas appointed assistant to the well-known oriental scholar, John\nShakespear, professor of Hindustani at the Military College, Addiscombe,\nfrom 1807 to 1830, author of a dictionary of Hindustani and other\neducational works. Mention is made of two cadets boarding with Mir\nHasan ’Ali, but it does not appear from the records where he lived.\nAfter remaining at the College for six years he resigned his appointment\non the ground of ill-health, with the intention of returning to India. He\nmust have been an efficient teacher, because, on his resignation, the East\nIndia Company treated him with liberality. He received a gift of £50 as a\nreward for his translation of the Gospel of St. Matthew, and from the\nCourt minutes it appears that on December 17, 1816, it was resolved to\ngrant him 100 guineas to provide his passage and £100 for equipment.\nFurther, the Bengal Government was instructed to furnish him on his\narrival with means to reach his native place, and to pay him a pension of\nRs. 100 per mensem for the rest of his life.[1]",
        "A tradition from Lucknow states that he was sent to England on a secret\nmission, ’to ask the Home authorities to accept a contract of Oudh direct\nfrom Nasir-ud-din Haidar, who was quite willing to remit the money\nof contract direct to England instead of settling the matter with the\nBritish Resident at Lucknow’. It is not clear what this exactly means. It\nmay be that the King of Oudh, thinking that annexation was inevitable, may\nhave been inclined to attempt to secure some private arrangement with the\nEast India Company, under which he would remain titular sovereign, paying\na tribute direct to the authorities in England, and that he wished to\nconduct these negotiations without the knowledge of the Resident at\nLucknow. There does not seem to be independent evidence of this mission of\nMir Hasan ’Ali, and we are told that it was, as might have been\nexpected, unsuccessful.",
        "No mention is made of his wife in the official records, and I have been\nunable to trace her family name or the date and place of her marriage.\nMir Hasan ’Ali and his wife sailed for Calcutta, and travelled to\nLucknow via Patna. She tells little of her career in India, save that she\nlived there for twelve years, presumably from 1816 to 1828, and that\neleven years of that time were spent in the house of her father-in-law at\nLucknow. In the course of her book she gives only one date, September 18,\n1825, when her husband held the post of Tahsildar, or sub-collector\nof revenue, at Kanauj in the British district of Farrukhabad. No\nrecords bearing on his career as a British official are forthcoming.\nAnother Lucknow tradition states that on his arrival at the Court of Oudh\nfrom England he was, on the recommendation of the Resident, appointed to a\npost in the King’s service on a salary of Rs. 300 per annum. Subsequently\nhe fell into disgrace and was obliged to retire to Farrukhabad with\nthe court eunuch, Nawab Mu’tamad-ud-daula, Agha Mir.",
        "With the restoration of Agha Mir to power, Hasan ’Ali returned\nto Lucknow, and was granted a life pension of Rs. 100 per mensem for his\nservices as Darogha at the Residency, and in consideration of his\nnegotiations between the King and the British Government or the East India\nCompany.",
        "From the information collected at Lucknow it appears that he was known as\nMir Londoni, ’the London gentleman’, and that he was appointed\nSafir, or Attaché, at the court of King Ghazi-ud-din Haidar,\nwho conferred upon him the title of Maslaha-ud-daula, ’Counsellor of\nState’. By another account he held the post of Mir Munshi, head\nnative clerk or secretary to the British Resident.",
        "One of the most influential personages in the court of Oudh during this\nperiod was that stormy petrel of politics, Nawab Hakim Mehndi. He\nhad been the right-hand man of the Nawab Sa’adat Ali, and on the\naccession of his son Ghazi-ud-din Haidar in 1814 he was dismissed on\nthe ground that he had incited the King to protest against interference in\nOudh affairs by the Resident, Colonel Baillie. The King at the last moment\nbecame frightened at the prospect of an open rupture with the Resident.\nNawab Hakim Mehndi was deprived of all his public offices and of\nmuch of his property, and he was imprisoned for a time. On his release he\nretired into British territory, and in 1824 he was living in magnificent\nstyle at Fatehgarh. In that year Bishop Heber visited Lucknow and received\na courteous letter from the Nawab inviting him to his house at\nFatehgarh. He gave the Bishop an assurance ’that he had an English\nhousekeeper, who knew perfectly well how to do the honours of his\nestablishment to gentlemen of her own nation. (She is, in fact, a singular\nfemale, who became the wife of one of the Hindustani professors at\nHertford, now the Hukeem’s dewan,[2] and bears, I believe, a very\nrespectable character.)’ The authoress makes no reference to Hakim\nMehndi, nor to the fact that she and her husband were in his employment.",
        "The cause of her final departure from India is stated by W. Knighton in a\nhighly coloured sketch of court life in the days of King Nasir-ud-daula,\nThe Private Life of an Eastern King, published in 1855. ’Mrs. Meer\nHassan was an English lady who married a Lucknow noble during a visit to\nEngland. She spent twelve years with him in India, and did not allow him\nto exercise a Moslem’s privilege of a plurality of wives. Returning to\nEngland afterwards on account of her health, she did not again rejoin\nhim.’[3] The jealousy between rival wives in a polygamous Musalman\nhousehold is notorious. ’A rival may be good, but her son never: a rival\neven if she be made of dough is intolerable: the malice of a rival is\nknown to everybody: wife upon wife and heartburnings’–such are the common\nproverbs which define the situation. But if her separation from her\nhusband was really due to this cause, it is curious that in her book she\nnotes as a mark of a good wife that she is tolerant of such arrangements.\n’She receives him [her husband] with undisguised pleasure, although she\nhas just before learned that another member has been added to his\nwell-peopled harem. The good and forbearing wife, by this line of conduct,\nsecures to herself the confidence of her husband, who, feeling assured\nthat the amiable woman has an interest in his happiness, will consult her\nand take her advice in the domestic affairs of his children by other wives,\nand even arrange by her judgement all the settlements for their marriages,\n&c. He can speak of other wives without restraint–for she knows he has\nothers–and her education has taught her that they deserve her respect in\nproportion as they contribute to her husband’s happiness.’[4]",
        "It is certainly noticeable that she says very little about her husband\nbeyond calling him in a conventional way ’an excellent husband’ and ’a\ndutiful, affectionate son’. There is no indication that her husband\naccompanied her on her undated visit to Delhi, when she was received in\naudience by the King, Akbar II, and the Queen, who were then living in a\nstate of semi-poverty. She tells us that they ’both appeared, and\nexpressed themselves, highly gratified with the visit of an English lady,\nwho could explain herself in their language without embarrassment, or the\nassistance of an interpreter, and who was the more interesting to them\nfrom the circumstance of being the wife of a Syaad’.[5]",
        "From inquiries made at Lucknow it has been ascertained that Mir\nHasan ’Ali had no children by his English wife. By one or more native\nwives he had three children: a daughter, Fatimah Begam, who married a\ncertain Mir Sher ’Ali, of which marriage one or more descendants\nare believed to be alive; and two sons, Mir Sayyid ’Ali or Miran\nSahib, said to have served the British Government as a Tahsildar,\nwhose grandson is now living at Lucknow, and Mir Sayyid Husain, who\nbecame a Risaldar, or commander of a troop, in one of the Oudh\nIrregular Cavalry Regiments. One of his descendants, Mir Agha ’Ali\nSahib, possesses some landed property which was probably acquired by\nthe Risaldar. After the annexation of Oudh Mir Hasan ’Ali is\nsaid to have been paid a pension of Rs. 100 per mensem till his death in\n1863.",
        "It is also worthy of remark that she carefully avoids any reference to the\npalace intrigues and maladministration which prevailed in Oudh during the\nreigns of Ghazi-ud-din Haidar and Nasir-ud-din Haidar, who\noccupied the throne during her residence at Lucknow. She makes a vague\napology for the disorganized state of the country: ’Acts of oppression may\nsometimes occur in Native States without the knowledge even, and much less\nby the command of, the Sovereign ruler, since the good order of the\ngovernment mainly depends on the disposition of the Prime Minister for the\ntime being’[6]–a true remark, but no defence for the conduct of the weak\nprinces who did nothing to suppress corruption and save their subjects\nfrom oppression.",
        "Little is known of the history of Mrs. Mir Hasan ’Ali after her\narrival in England. It has been stated that she was attached in some\ncapacity to the household of the Princess Augusta, who died unmarried on\nSeptember 22, 1840.[7] This is probable, because the list of subscribers\nto her book is headed by Queen Adelaide, the Princess Augusta, and other\nladies of the Royal Family. She must have been in good repute among\nAnglo-Indians, because several well-known names appear in the list: H.T.\nColebrooke, G.C. Haughton, Mordaunt Ricketts and his wife, and Colonel J.\nTod.",
        "The value of the book rests on the fact that it is a record of the\nfirst-hand experiences of an English lady who occupied the exceptional\nposition of membership of a Musalman family. She tells us nothing of\nher friends in Lucknow, but she had free access to the houses of\nrespectable Sayyids, and thus gained ample facilities for the study of the\nmanners and customs of Musalman families. Much of her information on\nIslam was obtained from her husband and his father, both learned,\ntravelled gentlemen, and by them she was treated with a degree of\ntoleration unusual in a Shi’ah household, this sect being rigid and\noften fanatical followers of Islam. She was allowed to retain a firm\nbelief in the Christian religion, and she tells us that Mir Haji\nShah delighted in conversing on religious topics, and that his happiest\ntime was spent in the quiet of night when his son translated to him the\nBible as she read it.[8]",
        "Her picture of zenana life is obviously coloured by her frank admiration\nfor the people amongst whom she lived, who treated her with respect and\nconsideration. It is thus to some extent idyllic. At the same time, it may\nbe admitted that she was exceptionally fortunate in her friends. Her\nsketch may be usefully compared with that of Mrs. Fanny Parks in her\ncharming book, The Wanderings of a Pilgrim in Search of the Picturesque.\nMrs. Parks had the advantage of having acquired a literary knowledge of\nHindustani, while Mrs. Mir Hasan ’Ali, to judge from the way in\nwhich she transliterates native words, can have been able to speak little\nmore than a broken patois, knew little of grammar, and was probably unable\nto read or write the Arabic character. Colonel Gardner, who had wide and\npeculiar experience, said to Mrs. Parks: ’Nothing can exceed the quarrels\nthat go on in the zenana, or the complaints the begams make against each\nother. A common complaint is “Such a one has been practising witchcraft\nagainst me”. If the husband make a present to one wife, if it be only a\nbasket of mangoes, he must make the same exactly to all the other wives to\nkeep the peace. A wife, when in a rage with her husband, if on account of\njealousy, often says, “I wish I were married to a grass-cutter,” i.e.\nbecause a grass-cutter is so poor that he can only afford to have one\nwife.’[9] Mrs. Parks from her own experience calls the zenana ’a place of\nintrigue, and those who live within four walls cannot pursue a straight\npath; how can it be otherwise, when so many conflicting passions are\ncalled forth?’[10] She adds that ’Musalmani ladies generally forget\ntheir learning when they grow up, or they neglect it. Everything that\npasses without the four walls is repeated to them by their spies; never\nwas any place so full of intrigue, scandal, and chit-chat as a zenana.’[11]\nWhen she visited the Delhi palace she remarks: ’As for beauty, in a whole\nzenana there may be two or three handsome women, and all the rest\nremarkably ugly.’[12] European officers at the present day have no\nopportunities for acquiring a knowledge of the conditions of zenana life;\nbut from the rumours that reach them they would probably accept the views\nof Mrs. Parks in preference to those of Mrs. Mir Hasan ’Ali.",
        "Though her opinions on the life of Musalman ladies is to some extent\nopen to criticism, and must be taken to apply only to the exceptional\nsociety in which she moved, her account of the religious feasts and fasts,\nthe description of the marriage ceremonies and that of the surroundings of\na native household are trustworthy and valuable. Some errors, not of much\nimportance and probably largely due to her imperfect knowledge of the\nlanguage, have been corrected in the notes of the present edition. It must\nalso be understood that her knowledge of native life was confined to that\nof the Musalmans, and she displays no accurate acquaintance with the\nreligion, life or customs of the Hindus. The account in the text displays\na bias in favour of the Shi’ah sect of Musalmans, as contrasted with\nthat of the Sunnis. For a more impartial study of the question the\nreader is referred to Sir W. Muir, Annals of the Early Caliphate, The\nCaliphate, and to Major R.D. Osborn, Islam under the Khalifs of Baghdad.",
        "[1] Col. H.M. Vibart, Addiscombe, pp. 39, 41, 42.",
        "[2] Diwan, chief agent, manager.",
        "[3] p. 208.",
        "[4] p. 182.",
        "[5] p. 290.",
        "[6] p. 227.",
        "[7] Calcutta Review, ii. 387.",
        "[8] pp. 80, 422.",
        "[9] Vol. i, pp. 230, 453.",
        "[10] i. 391.",
        "[11] i. 450.",
        "[12] ii. 215.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}