{
    "title": "Observations on the Mussulmauns of India - Letter VI",
    "author": "Meer Hassan Ali",
    "chapter": "10",
    "content": [
        "\n\n",
        "  The Mussulmaun religion.–Sectarians.–Their difference of\n  faith.–History of the Soonies.–The Caliphas Omir, Osman, Aboubuker,\n  &c.–Mahumud’s parting charge to Ali.–Omir’s jealousy of Ali.–The\n  Khoraun.–How compiled.–The Calipha Omir held in detestation.–Creed\n  of the Sheahs.–Funeral service.–Opinions of the Mussulmauns\n  respecting the Millennium.–The foundation of their faith\n  exhibited.–Sentiments of the most devout followers of\n  Mahumud.–Bridge of Sirraat, the Scales, &c. explained.–Emaum\n  Mhidhie.–Prophecy of his reappearance.–Its early fulfilment\n  anticipated.–Discourse with the Meer Hadjee Shaah on this subject.",
        "I do not presume to offer opinions on the nature, substance, or character,\nof the Mussulmaun Faith; but confine myself to the mere relation of such\nfacts as I have received from the best possible authority, viz. the\nreligious men who are of that faith, and live in strict accordance with\nthe tenets they profess.",
        "There are two sects of the Mussulmaun persuasion, as I have before\nremarked, viz. the Sheahs and the Soonies. The leaders of the former are\ncalled Emaums; and those of the latter Caliphas. The Sheahs acknowledge\nAli and his immediate descendants (eleven in number) ’the right and only\nlawful Emaums’, in succession, after Mahumud. The Soonies declare the\nCaliphas–as Omir, Aboubuker, &c.–to be their lawful leaders after\nMahumud.",
        "I do not find that there is any great difference in the points of faith\nbetween the two sects; they are equally guided by the same laws and\nordinances inculcated by Mahumud in the Khoraun;–the Sheahs pursuing the\npattern of observances traced out in the life and manners of Ali and his\ndescendants;–and the Soonies taking their examples from the manners of\nthe Caliphas. There is a distinguishing method in ablutions before prayers,\nand also in the manner of bowing and prostrating in their devotional\nexercises;[1] this difference, however, has nothing to do with their\nfaith,–the subject and form of their daily prayer is one; but both sects\nhave extra services for particular occasions, agreeable to the instruction\nof their favourite leaders. The Namaaz (daily prayer) was taught by\nMahumud to his followers, every line of which is religiously reverenced by\nMussulmauns, and cannot be altered by sectarian principles.",
        "The Mussulmaun faith is founded on three roots; from these spring, with\nthe Sheahs, six branches; with the Soonies, five. The roots are as\nfollows:–",
        "First.–’There is but one God, self existing; ever was, and ever will be;\nin Whom is all Power, Majesty, and Dominion; by Whom all things are, and\nwere created. With Whom is neither partner or substance:[2] and He alone\nis to be worshipped.’",
        "Second.–’The Prophets were all true; and all their writings to be relied\non, with a true faith.’",
        "Third.–’The resurrection of the dead is certain.’",
        "The Sheahs’ branches, or emanations, from the three roots of their faith,\nare as follow:–",
        "1st.–’Namaaz,’[3] (prayer five times daily); a necessary duty, never to\nbe omitted.",
        "2nd.–’Rumzaun,’[4] (fasting) the whole thirty days of that month; a\nservice acceptable to God from His humble creatures.",
        "3rd.–’The Hadje,’[5] (pilgrimage to Mecca); commanded by Mahumud, and\ntherefore to be obeyed.",
        "4th.–’Zuckhaut;’[6] the fortieth portion of all worldly goods to be set\napart every year (an offering to God) for the service of the poor.",
        "5th.–To fight in the road of God, or in His service, against the\nidolaters.",
        "6th.–To believe that the twelve Emaums were the true and lawful leaders,\nafter Mahumud; to follow in their path, or example, and to succour and\ndefend the Syaads, their descendants.",
        "The Soonies omit the last branch in their profession of faith; with this\nsolitary exception, the creed of the two sects, from all I can understand,\nis the same. The Sheahs are those who celebrate Mahurrum: in my\ndescription of that event will be seen the zealous partizans of the sect;\nand here may be introduced with propriety, some account of the opposite\nparty denominated Soonies.",
        "The word Calipha[7] implies the master or head of any trade, profession,\nor calling,–as the master of the tailors, the head master of a college or\nschool, &c. Omir was the first to usurp the title after Mahumud’s death,\nand to him succeeded Aboubuker, and then Ausmaun (Osman).[8]",
        "Aboubuker may have claimed some relationship to Mahumud;–he was converted\nby his preaching from idolatry to the faith;–he gave his daughter in\nmarriage to Mahumud, by whom two sons were born to him, Ishmael and\nIbrahim.[9] ’An angel appeared to Mahumud, saying, Which of thy family\nshall be taken from thee, Oh, Mahumud! such is the command of God; two of\nthy youth must die, and I am sent to demand of thee whether it is thy wish\nIshmael and Ibrahim, thine own sons, shall be taken from this world, or\nHasan and Hosein, the sons of Fatima thy daughter?’ The historian\ncontinues, after dwelling much on the virtues of the Prophet’s only\ndaughter, ’Such was the affection of Mahumud for his daughter Fatima and\nher children, and so well he knew the purity of their hearts, that he\nhesitated not a moment in replying, “If the Lord graciously permits His\nservant to choose, I freely offer my two sons Ishmael and Ibrahim; that\nHasan and Hosein may live by His mercy “’.",
        "Omir was also a convert to the faith Mahumud taught: he likewise gave a\ndaughter in marriage to Mahumud;[10] by whom, however, the same historian\nremarks, his house was not peopled. His only daughter, Fatima, lived to\nadd numbers to his family: she was born to him by the pious female (a\nwidow) who was his first wife[11] and to whom he was united before he\ncommenced his work of conversion. Ali, to whom Fatima was married, was the\nnephew of Mahumud, and from this union the Syaad race descend to the\npresent day. The Prophet observing real piety in Ali, designed him not\nonly to be the most suitable husband for his amiable daughter, but the\nbest qualified person to be chosen as his successor, when he should be\ncalled by ’the hand of death’; and in the most public manner gave charge\nof his flock to Ali, not long before that event occurred. Mahumud’s speech\nto Ali on that occasion is much reverenced by the Sheah sect;–it has been\ntranslated for me by my husband, and is as follows:–",
        "’You, my son, will suffer many persecutions in the cause of religion; many\nwill be the obstructions to your preaching, for I see they are not all as\nobedient and faithful as yourself. Usurpers of the authority, delegated to\nyou, will arise, whose views are not pure and holy as your own; but let my\nadmonitions dwell on your mind, remember my advice without swerving. The\nreligion I have laboured to teach, is, as yet, but as the buds shooting\nforth from the tree; tender as they are, the rude blasts of dissension may\nscatter them to the winds, and leave the parent tree without a leaf:–but\nsuffered to push forth its produce quietly, the hand of Time will ripen\nand bring to perfection that which has been the business of my awakened\nlife to cultivate. Never, my son, suffer your sword to be unsheathed in\nthe justice of your cause; I exhort you to bear this injunction on your\nmind faithfully; whatever may be the provocations you receive, or insults\noffered to your person,–I know this trial is in store for my\nson,–remember the cause you are engaged in; suffer patiently; never draw\nyour sword against the people who profess the true faith, even though they\nare but by name Mussulmauns.",
        "’Against the enemies of God, I have already given you directions; you may\nfight for Him–the only true God,–but never against Him, or His faithful\nservants.’",
        "When Mahumud was numbered with the dead, Omir soon set himself forward as\nthe lawful successor; he was of good address, and insinuating manners, and\nsucceeded in drawing ’numbers to his threshold’. He preached the same\ndoctrine Mahumud had taught, but sensual indulgence and early developed\nambition were more strong in his heart than the faith he preached. Omir\ngrew jealous of Ali’s virtues and forbearance, under the various trials of\noppression and injustice he chose to visit him with; and resolved that, if\npossible, he would destroy not only Ali, but his whole family. Omir caused\nhis house to be fired treacherously, but as the historians say, ’the mercy\nof God watched over the sanctified family’; they escaped from the flames,\nwith no other loss than that of their small property.",
        "The Khoraun was not the work of any particular period in the life of\nMahumud. It was not compiled into a book until after Mahumud’s death, who\nwas totally unacquainted with letters; each chapter having been conveyed\nby the angel Gabriel[12] to Mahumud, his inspired memory enabled him to\nrepeat, verbatim, the holy messenger’s words to his disciples and converts\nwhen assembled as was their daily custom. To as many as committed verse,\nchapter, or portion to memory, by this oral communication, Mahumud\nrewarded with the highest seats in his assembly (meaning nearest his\nperson); and to those who wished for employment, he gave the command of\ndetachments sent out against the infidels.",
        "The whole Khoraun was thus conveyed to Mahumud by the angel Gabriel, at\nmany different periods of his mission; and by daily repetition, did he\ninstil into the memory of his followers that mental scripture. But when\nOmir usurped the right to lead, he ambitiously planned for himself a large\nshare of popularity by causing the Khoraun to be committed to paper, and\nhe accordingly gave orders, that the best scribes should be employed to\nconvey its precepts to writing.",
        "Ali had been engaged in the same employment for some time, perceiving the\nfuture benefit to the faith which would accrue from such a labour, and on\nthe very day, when Omir was seated in form to receive the work of his\nscribes, Ali also presented himself with his version of the Khoraun. It is\nasserted that Omir treated him with some indignity, and gave the\npreference to the volume his own scribes had prepared, desiring Ali,\nnevertheless, to leave that he had transcribed with him, though he\ncandidly told him he never intended it should be ’the Book for the People’.\nAli found, on this trying occasion, the benefit of Mahumud’s advice, to\nkeep his temper subdued for the trial, and withdrew with his book clasped\nto his heart, assuring Omir, that the volume should only be the property\nof his descendants; and that when the twelfth Emaum, prophesied by Mahumud,\nshould disappear from the eye of man, the Khoraun he had written should\nalso disappear, until that Emaum returned, with whom the book he had\nwritten should again be found.",
        "The name of Omir is detestable to all lovers of literature, or admirers of\nancient history and valuable records. By his orders, the bath was heated\nwith the valuable collection of manuscripts, which it had been the work of\nages to complete.[13] Omir was told that the people valued the writings of\nthe ancients, and that they were displeased at this irreparable\ndestruction of valuable records; he asked if the people were not satisfied\nwith the Khoraun? and if satisfied, why should they seek for other\nknowledge than that book contained? declaring it to be an useless\nemployment of time, to be engaged in any other readings. They say the\ncollection of books thus destroyed was so vast, that it served the purpose,\nto which it was applied, for many successive days. I have thus far given\nthe accounts I have received of the origin of the two sects amongst the\nMussulmauns from good authority. My husband says, that in Hindoostaun the\ntwo sects may be nearly equal in number;[14] in Persia the Sheahs\ncertainly prevail; in Turkey all are Soonies; and in Arabia the Sheahs are\nsupposed to preponderate. On the whole, perhaps, the two sects are about\nequally divided.",
        "The Mussulmauns’ Creed, of the Sheah sect, is as follows:–",
        "’I believe in one God, supreme over all, and Him alone do I worship.",
        "’I believe that Mahumud was the creature of God, the Creator; I believe\nthat Mahumud was the messenger of God, (the Lord of messengers); and that\nhe was the last of the prophets. I believe that Ali was the chief of the\nfaithful, the head of all the inheritors of the law, and the true leader\nappointed of God; consequently to be obeyed by the faithful. Also I\nbelieve that Hasan and Hosein, the sons of Ali, and Ali son of Hosein, and\nMahumud son of Ali, and Jaufur son of Mahumud, and Moosa son of Jaufur,\nand Ali son of Moosa, and Mahumud son of Ali, and Ali son of Mahumud, and\nHasan son of Ali, and Mhidhie (the standing proof) son of Hasan; the mercy\nof God be upon them! these were the true leaders of the faithful, and the\nproof of God was conveyed by them to the people.’[15]",
        "This creed is taught to the children of both sexes, in Mussulmaun families,\nas soon as they are able to talk; and, from the daily repetition, is\nperfectly familiar to them at an early age.",
        "I propose describing the funeral service here, as the substance of their\nparticular faith is so intimately connected with the appointed service for\nthe dead.",
        "The dead body of a Mussulmaun, in about six hours after life is extinct,\nis placed in a kuffin[16] (coffin) and conveyed to the place of burial,\nwith parade suited to the rank he held in life.",
        "A tent, or the kaanaut[17] (screen), is pitched in a convenient place,\nwhere water is available near to the tomb, for the purpose of washing and\npreparing the dead body for interment. They then take the corpse out of\nthe coffin and thoroughly bathe it; when dry, they rub pounded camphor on\nthe hands, feet, knees, and forehead, these parts having, in the method of\nprostrating at prayer, daily touched the ground; the body is then wrapped\nneatly in a winding-sheet of white calico, on which has been written\nparticular chapters from the Khoraun:[18] this done, it is taken up with\ngreat gentleness and laid in the grave on the side, with the face towards\nMecca. The officiating Maulvee steps solemnly into the grave (which is\nmuch deeper and wider than ours), and with a loud voice repeats the creed,\nas before described; after which he says, ’These were thy good and holy\nleaders, O son of Adam! (here he repeats the person’s names). Now when the\ntwo angels come unto thee, who are the Maccurrub[19] (messengers) from thy\ngreat and mighty God, they will ask of thee, “Who is thy Lord? Who is thy\nProphet? What is thy faith? Which is thy book? Where is thy Kiblaah?[20]\nWho is thy Leader?”",
        "’Then shalt thou answer the Maccurrub thus:–",
        "  ’\"God, greatest in glory, is my only Lord; Mahumud, my Prophet; Islaaim,\n  my faith, (Islaaim means true faith); the Khoraun, my book; the Kaubah\n  (Holy House at Mecca), my Kiblaah;",
        "  ’\"Emaum Ali, son of Aboutalib,\n    “   Hasan and Hosein,\n    “   Ali, surnamed Zynool Auberdene,\n    “   Mahumud,  “   Baakur,\n    “   Jaufur,   “   Saadick,\n    “   Moosa,    “   Khazim,\n    “   Ali,      “   Reezah,\n    “   Mahumud,  “   Ul Jawaad,\n    “   Ali,      “   Ul Hoodah,\n    “   Hasan,    “   Ul Ushkeree,\n    “   Mhidhie, the standing proof that we are waiting for.[21]",
        "  ’\"These are all my leaders, and they are my intercessors, with them is my\n  love, with their enemies is my hatred, in the world of earth and in the\n  world to come eternal.\"’",
        "Then the Maulvee says:–",
        "’Know ye for a truth, O man (repeating his name), that the God we worship\nis One only, Great and Glorious, Most High and Mighty God, who is above\nall lords, the only true God.",
        "’Know ye also, That Mahumud is the best of the Lord’s messengers.",
        "’That Ali and his successors (before enumerated, but always here repeated)\nwere the best of all leaders.",
        "’That whatever came with Mahumud is true, (meaning the whole work of his\nmission);–Death is true; the Interrogation by Moonkih and Nykee[22] (the\ntwo angels) is true; the Resurrection is true; Destruction is true; the\nBridge of Sirraat[23] is true; the Scales are true; Looking into the Book\nis true; Heaven and Earth are true; Hell is true; the Day of Judgment is\ntrue.",
        "’Of these things there is no doubt–all are true; and, further, that God,\nthe great and glorious God, will raise all the dead bodies from their\ngraves.’",
        "Then the Maulvee reads the following prayer or benediction, which is\ncalled Dooar[24] prayer:–",
        "’May the Lord God, abundant in mercy, keep you with the true speech; may\nHe lead you to the perfect path; may He grant you knowledge of Him, and of\nHis prophets.",
        "’May the mercy of God be fixed upon you for ever. Ameen.’",
        "This concluded, the Maulvee quits the grave, and slowly moves forty\nmeasured paces in a line with it; then turning round, he comes again to\nthe grave, with the same solemnity in his steps, and standing on the edge,\nhe prays,",
        "’O great and glorious God, we beseech Thee with humility make the earth\ncomfortable to this Thy servant’s side, and raise his soul to Thee, and\nwith Thee may he find mercy and forgiveness.’",
        "’Ameen, Ameen,’ is responded by all present.",
        "This ends the funeral service: the earth is closed over by the servants,\n&c. and, except with the very poor, the grave is never entirely forsaken\nday or night, during the forty days of mourning; readers of the Khoraun\nare paid for this service, and in the families of the nobility the grave\nis attended for years by those hired, who are engaged to read from that\nbook perpetually, relieving each other at intervals day and night.",
        "They believe that when the Maulvee quits the grave, the angels enter to\ninterrogate the dead body, and receive the confession of his particular\nfaith; this is the object of the Maulvee’s retiring forty paces, to give\nthe angels time to enter on their mission to the dead.",
        "The Mussulmauns all believe that Mhidhie, the standing proof as he is\ncalled, will visit the earth at a future period; they are said to possess\nprophecies, that lead them to expect the twelve hundred and sixtieth year\nof the Hegirah, as the time for his coming. The Soonies say, this Emaum\nhas yet to be born:–the Sheahs believe that Emaum Mhidhie is the person\nto reappear. Some believe he is still on earth, dwelling, as they\nconjecture, in the wilds and forests; and many go so far as to assert,\nthat Mhidhie visits (without being recognized) the Holy House of Mecca\nannually, on the great day of sacrifice; but I cannot find any grounds\nthey have for this opinion.[25]",
        "They also possess a prophecy, on which much dependance is placed, that\n’When the four quarters of the globe contain Christian inhabitants, and\nwhen the Christians approach the confines of Kaabah, then may men look for\nthat Emaum who is to come’. And it is the general belief amongst\nMussulmauns, founded on the authority of their most revered and valued\nwriters, that Emaum Mhidhie will appear with Jesus Christ at his second\ncoming; and with whom, they declare and firmly believe, he will act in\nconcert to purge the world of sin and wickedness. When, they add, ’all men\nshall be of one mind and one faith’.",
        "Of the three principal Roots of the Mussulmauns’ faith, little need be\nfurther said in explanation. I have had various opportunities of learning\ntheir undisguised thoughts, and wish only to impart what the people are,\nwho are so little known to the world in general. All persons having had\nthe opportunity of studying the peculiarities of their particular faith,\nwill, I think, give them due credit, that reverence for, and belief in God,\nforms a prominent trait in their character and faith: ’The English\ntranslation of the Khoraun by Sale, (imperfect as all works must be, where\nthe two languages are inadequate to speak each other’s meaning,) will tell\nwithout a commentary, that the worship of God was the foundation on which\nMahumud built his code of laws; and that the prophets were all\nacknowledged by him as messengers sent from God to His people, in every\nage of the world; and, lastly, that Mahumud was the Prophet, who came when\nthe people of the earth, vicious and profane, had fallen into the most\ndissolute habits, worshipping idols instead of God.’ This passage is the\nsentiment expressed to me by a worthy man, and a true Mussulmaun; I have\ntraced it out for the sake of explaining what is in the hearts of the\nMussulmauns of the present day.",
        "When I have conversed with some of them on the improbability of Mahumud’s\nprophetic mission, I have been silenced by a few words, ’How many prophets\nwere sent to the Israelites?’–’Many.’–’You cannot enumerate them? then,\nis it too much to be probable that God’s mercy should have been graciously\nextended to the children of Ishmael? they also are Abraham’s seed. The\nIsraelites had many prophets, in all of whom we believe; the Ishmaelites\nhave one Prophet only, whose mission was to draw men from idolatry to the\ntrue God. All men, they add will be judged according to their fidelity in\nthe faith they have professed. It is not the outward sign which makes a\nman the true Mussulmaun; neither is it the mere profession of Christianity\nwhich will clear the man at the last day. Religion and faith are of the\nheart.’",
        "In their collection of writings, I have had access to a voluminous work,\nentitled ’Hyaatool Kaaloob’[26] (Enlightener of the Heart). My husband has\ntranslated for me, occasionally, portions of this valuable work, which\nbears a striking similarity to our Holy Scriptures, though collected after\na different manner; I have acquired, by this means, a more intimate\nacquaintance with the general character of the Mussulmaun’s belief. This\nbook contains all the prophets’ lives, at every age of the world. It was\ncompiled by Mahumud Baakur, first in Arabic, and afterwards translated by\nhim into the Persian language, for the benefit of the public; and is of\ngreat antiquity–I cannot now ascertain the exact date.",
        "The Mussulmaun belief on the subject of the resurrection is, ’When the\nfulness of time cometh, of which no man knoweth, then shall the earth be\ndestroyed by fire–and after this will be the resurrection of the dead’.",
        "The branches emanating from the roots of the Mussulmaun faith will require\nfurther explanation which shall follow in due course. I will in this\nletter merely add what is meant by the Bridge of Sirraat,[27] the\nScales,[28] and Looking into the Book as noted in the burial service.",
        "’The Bridge of Sirraat’, they understand, is to be passed over by every\nperson in their passage to eternity, and is represented sharp as the\nkeenest sword.[29] The righteous will be gifted with power to pass over\nwith the rapidity of lightning, neither harm nor inconvenience will attend\nthem on the passage. The wicked, on the contrary, will be without help,\nand must be many times injured and cut down in the attempt. An idea has\ncrept into the minds of some, that whoever offers up to God, at different\nperiods of his life, such animals as are deemed clean and fitting for\nsacrifice, the same number and kind, on their day of passing Sirraat,\nshall be in readiness to assist them on the passage over.",
        "On this supposition is grounded the object of princes and nobles in India\noffering camels in sacrifice on the day of Buckrah Eade.[30] This event\nanswers our Scripture account of Abraham’s offering, but the Mussulmauns\nsay, the son of Abraham so offered was Ishmael, and not Isaac. I have\ndisputed the point with some of their learned men, and brought them to\nsearch through their authorities; in some one or two there is a doubt as\nto which was the son offered, but the general writers and most of the\nMussulmauns themselves believe Ishmael was the offering made by Abraham.",
        "’The Scales are true;’ the Mussulmauns believe, that on the day of\njudgment, the good and the bad deeds of every mortal will be submitted to\nthe scales prepared in Heaven for that purpose.",
        "’Looking into the Book is true;’ the Mussulmauns believe that every human\nbeing from their birth is attended by two angels,[31] one resting on the\nright shoulder the other on the left, continually; their business is to\nregister every action of the individual they attend; when a good action is\nto be recorded, they beseech the Almighty in His mercy to keep the person\nin the good and perfect way; when evil ways are to be registered, they\nmourn with intercessions to God that His mercy may be extended, by\ngranting them repentant hearts, and then, His forgiveness. Thus they\nexplain ’Looking into the Book is true’, that whatever is contained in\nthis book will be looked into on the day of judgment, and by their deeds\ntherein registered shall they be judged.",
        "In the ’Hyaatool Kaaloob’ is to be found the lives of the Emaums, from\nwhich is gleaned the following remarks:–",
        "The Emaum Mhidhie was an orphan at nine years old. Alrouschid,[32] the\nKing of Bagdad, advised by his wicked minister, resolved on destroying\nthis boy (the last of the Emaums), fearing as he grew into favour with the\npeople, that the power of his sovereignty would decrease.",
        "The King sent certain soldiers to seize Mhidhie, who was at prayers in an\ninner room when they arrived. The soldiers demanded and were refused\nadmittance they then forced an entrance and proceeded to the room in which\nthe Emaum was supposed to be at prayers, they discovered him immersed to\nthe waist in a tank of water; the soldiers desired him to get out of the\nwater and surrender himself, he continued repeating his prayer, and\nappeared to take no notice of the men nor their demand. After some\ndeliberations amongst the soldiers, they thought the water was too shallow\nto endanger their lives, and one entered the tank intending to take the\nEmaum prisoner, he sank instantly to rise no more, a second followed who\nshared the same fate; and the rest, deterred by the example of their\nbrother soldiers, fled from the place, to report the failure of their plan\nto the King at Bagdad.",
        "This writer reports that Emaum Mhidhie was secretly conveyed away,\nsupposed by the interposition of Divine Providence, and was not again seen,\nto be recognized, on earth; yet it is believed he still lives and will\nremain for the fulfilment of that prophecy which sayeth:–’When Mecca is\nfilled with Christian people Emaum Mhidhie will appear, to draw men to the\ntrue faith; and then also, Jesus Christ will descend from heaven to Mecca,\nthere will be great slaughter amongst men; after which there will be but\none faith–and then shall there be perfect peace and happiness over all\nthe world.’",
        "The Mussulmauns of the present age discourse much on the subject of that\nprophecy–particularly during the contest between the Greeks and Turks, of\nwhich however they had no very correct information, yet they fancied the\ntime must be fast approaching, by these leading events, to the fuller\naccomplishment; often, when in conversation with the most religious men of\nthe country, I have heard them declare it as their firm belief that the\ntime was fast approaching when there should be but one mind amongst all\nmen. ’There is but little more to finish;’ ’The time draws near;’ are\nexpressions of the Mussulmauns’ belief, when discoursing of the period\nanticipated, as prophesied in their sacred writings;–so persuaded are\nthey of the nearness of that time. In relating the substance of my last\nserious conversation with the devout Meer Hadjee Shaah, I shall disclose\nthe real sentiments of most, if not every religious reflecting, true\nMussulmaun of his sect in India.",
        "Meer Hadjee Shaah delighted in religious conversations; it was his\nhappiest time when, in the quiet of night, the Meer, his son, translated,\nas I read, the Holy Bible to him. We have often been thus engaged until\none or two, and even to a later hour in the morning; he remembered all he\nheard, and drew comparisons, in his own mind, between the two authorities\nof sacred writings–the Khoraun and Bible; the one he had studied through\nhis long life, the other, he was now equally satisfied, contained the word\nof God; he received them both, and as the ’two witnesses’ of God. The last\nserious conversation I had with him, was a very few days before his death;\nhe was then nearly in as good health as he had been for the last year; his\ngreat age had weakened his frame, but he walked about the grounds with his\nstaff, as erect as when I first saw him, and evinced nothing in his\ngeneral manner that could excite a suspicion that his hours had so nearly\nrun their course.",
        "We had been talking of the time when peace on earth should be universal;\n’My time, dear baittie[33] (daughter), is drawing to a quick conclusion.\nYou may live to see the events foretold, I shall be in my grave; but\nremember, I tell you now, though I am dead, yet when Jesus Christ returns\nto earth, at His coming, I shall rise again from my grave; and I shall be\nwith Him, and with Emaum Mhidhie also.’",
        "This was the substance of his last serious conversation with me, and\nwithin one short week he was removed from those who loved to hear his\nvoice; but he still lives in the memory of many, and those who knew his\nworth are reconciled by reflecting on the ’joy that awaits the righteous’.",
        "’Other sheep I have, which are not of this fold: them also I must bring,\nand they shall hear My voice; and there shall be one fold, and one\nshepherd.’ Also, ’In My Father’s house are many mansions’. These were\nparticularly pleasing passages to him, and often referred to in our\nscriptural conversations.",
        "[1] The Shi’ahs only wipe or rub the feet, instead of washing them, as\n    do the Sunnis. In the standing posture (qiyam) in prayer, the\n    Sunnis place the right hand over the left below the navel; the\n    Shi’ahs keep their hands hanging on both sides of the body.",
        "[2] I have met with the creed of the modern Jews, some time in the course\n    of my life, in Hurd’s History of all Religions; the belief of the\n    Mussulmauns, as regards the unity of God, strictly coincides with that\n    of the Jews, described in the first four articles of their creed.\n    [Author.]",
        "[3] Namaz, liturgical prayer, as contrasted with du’a, ordinary\n    prayer.",
        "[4] Ramzan, Ramazan.",
        "[5] Hajj.",
        "[6] Zakat.",
        "[7] Khalifah, ’successor,’ ’lieutenant,’ ’viceregent.’",
        "[8] ’Umar, Abu Bakr, ’Usman.",
        "[9] No son named Ishmail is recorded. Ibrahim, his son from\n    his slave girl, Mary the Copt, died A.D. 631, and was buried at Medina.\n    The daughter of Abu Bakr was ’Ayishah.",
        "[10] The Prophet married Hafsah, daughter of ’Umar, as his third wife.",
        "[11] Khadijah.",
        "[12] ’Whoso is the enemy of Gabriel–for he has by God’s leave caused to\n    descend on thy heart the confirmation of previous\n    revelations.’–Koran, ii. 91.",
        "[13] ’The story of the destruction of the library at Alexandria is first\n    told by Bar-hebraeus (Abulfaragius), a Christian writer who lived six\n    centuries later: it is of very doubtful authority.’–Encyclopaedia\n    Britannica, i. 570.",
        "[14] This is incorrect, Sunnis very largely preponderating over\n    Shi’ahs. According to the latest information there were in the\n    United Provinces of Agra and Oudh, nearly 6-1/2 million Sunnis and\n    183,000 Shi’ahs (Imperial Gazetteer (1908), xxiv. 172). This\n    information was not collected in recent census reports. In the whole\n    of India, in 1881, there were 46-3/4 million Sunnis, as compared\n    with 809,561 Shi’ahs.",
        "[15] The correct list of the Imams recognized by the Imamiya or\n    orthodox Shi’ahs is as follows: ’Ali, son-in-law of the Prophet;\n    Al-Hasan, son of ’Ali, Al-Husain, second son of ’Ali; ’Ali\n    Zain-ul-’Abidin, son of Al-Husain; Muhammad Al-Baqir, son of\n    Zain-ul-’Abidin; Ja’afar as-Sadiq, son of Muhammad Al-Baqir;\n    Ar-Raza, son of Musa; Muhammad At-Taqi, son of Ar-Raza;\n    ’Ali-an Naqi, son of Muhammad At-Taqi; Al-Hasan Al-Askari,\n    son of ’Ali-an Naqi; Muhammad, son of Al-Hasan Al-Askari, or\n    the Imam Al-Mahdi, who is believed to be still alive, and will\n    appear in the last days as the Mahdi.",
        "[16] Kafn, properly ’a winding-sheet’.",
        "[17] Qanat.",
        "[18] The religious man generally prepares his own winding-sheet, keeping\n    it always ready, and occasionally taking out this monitor to add\n    another verse or chapter, as the train of thought may have urged at\n    the time. I have seen this done by the Meer Hadjee Shaah, who\n    appropriated a piece of fine white cambric muslin, he had received\n    from me, to this sacred purpose. I have often been a silent observer\n    of my revered friend whilst he was engaged in writing passages from\n    the book whose rules he lived by. The anticipated moment when he\n    should require this his kuffin dress, was never clouded by dread, but\n    always looked forward to with cheerfulness and fervent hope; for he\n    trusted in the mercy of God whom he loved and worshipped. [Author.]\n    [Many pilgrims buy at Mecca the shroud in which they desire to be\n    buried, and wash it in the well Zamzam, supposing that the holy water\n    will secure the repose of the soul after death.]",
        "[19] Maccurrub means those angels who are at all times privileged to\n    appear in the presence of God;–they are supposed to have eyes of\n    great brilliance. In order that the Mussulmauns may have the reply\n    ready for that awful moment, they have a custom of repeating the\n    responses to the angel every evening, when the lamp is first lighted,\n    as they say this sudden light resembles the angels’ eyes. I had\n    noticed the custom for some time, and fancied the Mussulmaun people\n    worshipped light, until I was made acquainted with the real motive for\n    this general observance both with the men and women. [Author.]\n    [Muqarrab, ’those allowed to come near’.]",
        "[20] Kiblaah is the holy place to which men turn their face when offering\n    up their prayer to God, as the Jews face Jerusalem. Literally,\n    ’worshipping place’. [Author.] [Qiblah: the direction of prayer\n    was changed by the Prophet from Jerusalem to Mecca (Koran, ii.\n    138-9, with Sale’s note).]",
        "[21] See p. 72.",
        "[22] Munkir, or Munkar, and Nakir are the two recording angels.",
        "[23] See p. 78.",
        "[24] Du’a.",
        "[25] Al-Mahdi, ’the directed one’, who will appear in the last day.\n    According to the Shi’ahs, he has already appeared in the person of\n    Muhammad Abu’l-Qasim, the 12th Imam. Later claimants are\n    Sayyid Ahmad, who fought against the Sikhs in 1826; Muhammad Ahmad ibn\n    Sayyid Abdulla, who fled after the fatal day of Omdurman, and was\n    killed in battle in 1899.",
        "[26] Hayat[u’]l-Qulub compiled by Muhammad Baqir, whose last\n    work was published A.D. 1627. It has been partly translated into\n    English by J.L. Morrick, Boston, 1850.",
        "[27] Sirat, the bridge over which the soul must cross on its way to\n    Paradise.",
        "[28] Mizan, the Balance, with which the deeds of the dead man are\n    weighed.–Koran, xxi. 47.",
        "[29] May not this be a poetical symbol, similar to the scythe? [Author.]",
        "[30] Baqarah ’Id, ’cow festival,’ held on the 10th of the month\n    Zu’l-Hijjah, the month of pilgrimage, the attempted sacrifice of\n    Ishmael having, it is said, occurred at Mount Mina, near Mecca.",
        "[31] Kiramu’l-Katibin, one recording the good, the other the\n    evil actions of the dead.",
        "[32] Harun-al-Rashid, ’Aaron the Orthodox’, fifth Abbasid Caliph,\n    of Baghdad (A.D. 763 or 776-809), best known from The Arabian Nights.",
        "[33] Beti.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}