{
    "title": "Observations on the Mussulmauns of India - Letter XVIII",
    "author": "Meer Hassan Ali",
    "chapter": "22",
    "content": [
        "\n\n",
        "  Evils attending a residence in India.–Frogs.–Flies.–Blains.–\n  Musquitoes.–The White Ant.–The Red Ant.–Their destructive\n  habits.–A Tarantula.–Black Ants.–Locusts.–Superstition of the\n  Natives upon their appearance.–The Tufaun, or Haundhie\n  (tempest).–The rainy season.–Thunder and lightning.–Meteors.–\n  Earthquakes.–A city ruined by them.–Reverence of the Mussulmauns\n  for saints.–Prickly heat.–Cholera Morbus.–Mode of\n  Treatment.–Temperance the best remedy.–Recipe.",
        "A residence in India, productive as it may be (to many) of pecuniary\nbenefits, presents, however, a few inconveniences to Europeans independent\nof climate,–which, in the absence of more severe trials, frequently\nbecome a source of disquiet, until habit has reconciled, or reflection\ndisposed the mind to receive the mixture of evil and good which is the\ncommon lot of man in every situation of life. I might moralise on the duty\nof intelligent beings suffering patiently those trials which human\ningenuity cannot avert, even if this world’s happiness were the only\nadvantage to be gained; but when we reflect on the account we have to give\nhereafter, for every thought, word, or action, I am induced to believe,\nthe well-regulated mind must view with dismay a retrospect of the past\nmurmurings of which it has been guilty. But I must bring into view the\ntrials of patience which our countrymen meet while in India, to those who\nhave neither witnessed nor [Transcriber’s note: illegible] them; many of\nthem present slight, but living, op[Transcriber’s note: illegible] those\nevils with which the Egyptians were visited for their impiety to Heaven.",
        "Frogs, for instance, harmless as these creatures are in their nature,\noccasion no slight inconvenience to the inhabitants of India. They enter\ntheir house in great numbers and, without much care, would make their way\nto the beds, as they do to the chambers; the croaking during the rainy\nseason is almost deafening, particularly towards the evening and during\nthe night. Before the morning has well dawned, these creatures creep into\nevery open doorway, and throughout the day secrete themselves under the\nedges of mattings and carpets, to the annoyance of those who have an\nantipathy to these unsightly looking creatures.",
        "The myriads of flies which fill the rooms, and try the patience of every\nobserver of nice order in an English establishment, may bear some likeness\nto the plague which was inflicted on Pharaoh and his people, as a\npunishment for their hardness of heart. The flies of India have a property\nnot common to those of Europe, but very similar to the green fly of Spain:\nwhen bruised, they will raise a blister on the skin, and, I am told, are\nfrequently made use of by medical gentlemen as a substitute for the\nSpanish fly.[1]",
        "If but one wing or leg of a fly is by any accident dropped into the food\nof an individual, and swallowed, the consequence is an immediate\nirritation of the stomach, answering the purpose of a powerful emetic. At\nmeals the flies are a pest, which most people say they abhor, knowing the\nconsequences of an unlucky admission into the stomach of the smallest\nparticle of the insect. Their numbers exceed all calculation; the table is\nactually darkened by the myriads, particularly in the season of the\nperiodical rains. The Natives of India use muslin curtains suspended from\nthe ceiling of their hall at meal times, which are made very full and long,\nso as to enclose the whole dinner party and exclude their tormentors.",
        "The biles or blains, which all classes of people in India are subject to,\nmay be counted as amongst the catalogue of Pharaoh’s plagues. The most\nhealthy and the most delicate, whether Europeans or Natives, are equally\nliable to be visited by these eruptions, which are of a painful and\ntedious nature. The causes inducing these biles no one, as yet, I believe,\nhas been able to discover, and therefore a preventive has not been found.\nI have known people who have suffered every year from these attacks, with\nscarce a day’s intermission during the hot weather.[2]",
        "The musquitoes, a species of gnat, tries the patience of the public in no\nvery measured degree; their malignant sting is painful, and their attacks\nincessant; against which there is no remedy but patience, and a good gauze\ncurtain to the beds. Without some such barrier, foreigners could hardly\nexist; certainly they never could enjoy a night’s repose. Even the mere\nbuzzing of musquitoes is a source of much annoyance to Europeans: I have\nheard many declare the bite was not half so distressing as the sound. The\nNatives, both male and female, habitually wrap themselves up so entirely\nin their chuddah[3] (sheet) that they escape from these voracious insects,\nwhose sounds are so familiar to them that it may be presumed they lull to,\nrather than disturb their sleep.",
        "The white ant is a cruel destroyer of goods: where it has once made its\ndomicile, a real misfortune may be considered to have visited the house.\nThey are the most destructive little insects in the world doing as much\ninjury in one hour as a man might labour through a long life to redeem.\nThese ants, it would seem, have no small share of animosity to ladies’\nfinery, for many a wardrobe have they demolished, well filled with\nvaluable dresses and millinery, before their vicinity has even been\nsuspected, or their traces discovered. They destroy beams in the roofs of\nhouses, chests of valuable papers, carpets, mats, and furniture, with a\ndispatch which renders them the most formidable of enemies, although to\nappearance but a mean little insect.",
        "There is one season of the year when they take flight, having four\nbeautiful transparent wings; this occurs during the periodical rains, when\nthey are attracted by the lights of the houses, which they enter in\ncountless numbers, filling the tables, and whilst flitting before the\nlights disencumber themselves of their wings. They then become, to\nappearance, a fat maggot, and make their way to the floors and walls,\nwhere it is supposed they secrete themselves for a season, and are\nincreasing in numbers whilst in this stage of existence. At the period of\ntheir migration in search of food, they will devour any perishable\nmaterials within their reach. It is probable, however, that they first\nsend out scouts to discover food for the family, for the traces of white\nants are discovered by a sort of clay-covered passage, formed as they\nproceed on their march in almost a direct line, which often extends a\ngreat distance from their nest.",
        "To mark the economy of ants has sometimes formed a part of my amusements\nin Hindoostaun.[4] I find they all have wings at certain seasons of the\nyear; and more industrious little creatures cannot exist than the small\nred ants, which are so abundant in India. I have watched them at their\nlabours for hours without tiring; they are so small that from eight to\ntwelve in number labour with great difficulty to convey a grain of wheat\nor barley; yet these are not more than half the size of a grain of English\nwheat. I have known them to carry one of these grains to their nest at a\ndistance of from six hundred to a thousand yards; they travel in two\ndistinct lines over rough or smooth ground, as it may happen, even up and\ndown steps, at one regular pace. The returning unladen ants invariably\nsalute the burthened ones, who are making their way to the general\nstorehouse; but it is done so promptly that the line is neither broken nor\ntheir progress impeded by the salutation.",
        "I was surprised one morning in my breakfast parlour to discover something\nmoving slowly up the wall; on approaching near to examine what it was, I\ndiscovered a dead wasp, which the khidmutghar[5] (footman) had destroyed\nwith his chowrie during breakfast, and which, falling on the floor, had\nbecome the prize of my little friends (a vast multitude), who were\nlabouring with their tiny strength to convey it to their nest in the\nceiling. The weight was either too great, or they had quarrelled over the\nburthen,–I know not which,–but the wasp fell to the ground when they had\nmade more than half the journey of the wall; the courageous little\ncreatures, however, were nothing daunted, they resumed their labour, and\nbefore evening their prize was safely housed.",
        "These ants are particularly fond of animal food. I once caught a tarantula;\nit was evening, and I wished to examine it by daylight. I placed it for\nthis purpose in a recess of the wall, under a tumbler, leaving just\nbreathing room. In the morning I went to examine my curiosity, when to my\nsurprise it was dead and swarming with red ants, who had been its\ndestroyers, and were busily engaged in making a feast on the (to them)\nhuge carcass of the tarantula.",
        "These small creatures often prove a great annoyance by their nocturnal\nvisits to the beds of individuals, unless the precaution be taken of\nhaving brass vessels, filled with water, to each of the bed-feet; the only\nmethod of effectually preventing their approach to the beds. I was once\nmuch annoyed by a visit from these bold insects, when reclining on a couch\nduring the extreme heat of the day. I awoke by an uneasy sensation from\ntheir bite or sting about my ears and face, and found they had assembled\nby millions on my head; the bath was my immediate resource. The Natives\ntell me these little pests will feed on the human body if they are not\ndisturbed: when any one is sick there is always great anxiety to keep them\naway.",
        "The large black ant is also an enemy to man; its sharp pincers inflict\nwounds of no trifling consequence; it is much larger than the common fly,\nhas long legs, is swift of foot, and feeds chiefly on animal substances. I\nfancy all the ant species are more or less carnivorous, but strictly\nepicurean in their choice of food, avoiding tainted or decomposed\nsubstances with the nicest discrimination. Sweetmeats are alluring to them;\nthere is also some difficulty in keeping them from jars of sugar or\npreserves; and when swallowed in food, are the cause of much personal\ninconvenience.",
        "I have often witnessed the Hindoos, male and female, depositing small\nportions of sugar near ants’ nests, as acts of charity to commence the day\nwith;[6] and it is the common opinion with the Natives generally, that\nwherever the red ants colonize prosperity attends the owners of that house.\nThey destroy the white ants, though the difference in their size is as a\ngrain of sand to a barley-corn; and on that account only may be viewed\nrather as friends than enemies to man, provided by the same Divine source\nfrom whence all other benefits proceed.",
        "The locusts, so familiar by name to the readers of Scripture, are here\nseen to advantage in their occasional visits. I had, however, been some\nyears in India before I was gratified by the sight of these wonderful\ninsects; not because of their rarity, as I had frequently heard of their\nappearance and ravages, but not immediately in the place where I was\nresiding, until the year 1825, which the following memorandum made at the\ntime will describe.",
        "On the third of July, between four and five o’clock in the afternoon, I\nobserved a dusky brown cloud bordering the Eastern horizon, at the\ndistance of about four miles from my house, which stands on an elevated\nsituation; the colour was so unusual that I resolved on inquiring from my\noracle, Meer Hadjee Shaah, to whom I generally applied for elucidations of\nthe remarkable, what such an appearance portended. He informed me it was a\nflight of locusts.",
        "I had long felt anxious to witness those insects, that had been the food\nof St. John in the Desert, and which are so familiar by name from their\nfrequent mention in Scripture; and now that I was about to be gratified, I\nam not ashamed to confess my heart bounded with delight, yet with an\noccasional feeling of sympathy for the poor people, whose property would\nprobably become the prey of this devouring cloud of insects before the\nmorning’s dawn. Long before they had time to advance, I was seated in an\nopen space in the shade of my house to watch them more minutely. The first\nsound I could distinguish was as the gentlest breeze, increasing as the\nliving cloud approached; and as they moved over my head, the sound was\nlike the rustling of the wind through the foliage of many pepul-trees.[7]",
        "It was with a feeling of gratitude that I mentally thanked God at the time\nthat they were a stingless body of insects, and that I could look on them\nwithout the slightest apprehension of injury. Had this wondrous cloud of\ninsects been the promised locust described in the Apocalypse, which shall\nfollow the fifth angel’s trumpet; had they been hornets, wasps, or even\nthe little venomous musquito, I had not then dared to retain my position\nto watch with eager eyes the progress of this insect family as they\nadvanced, spreading for miles on every side with something approaching the\nsublime, and presenting a most imposing spectacle. So steady and orderly\nwas their pace, having neither confusion nor disorder in their line of\nmarch through the air, that I could not help comparing them to the\nwell-trained horses of the English cavalry.[8] ’Who gave them this order\nin their flight?’ was in my heart and on my tongue.",
        "I think the main body of this army of locusts must have occupied thirty\nminutes in passing over my head, but my attention was too deeply engrossed\nto afford me time to consult my time-piece. Stragglers there were many,\nseparated from the flight by the noises made by the servants and people to\ndeter them from settling; some were caught, and, no doubt, converted into\ncurrie for a Mussulmaun’s meal. They say it is no common delicacy, and is\nranked among the allowed animal food.",
        "The Natives anticipate earthquakes after the visitation or appearance of\nlocusts. They are said to generate in mountains, but I cannot find any one\nhere able to give me an authentic account of their natural history.",
        "On the 18th of September, 1825, another flight of these wonderful insects\npassed over my house in exactly a contrary direction from those which\nappeared in July, viz. from the West towards the East. The idea struck me\nthat they might be the same swarm, returning after fulfilling the object\nof their visit to the West: but I have no authority on which to ground my\nsupposition. The Natives have never made natural history even an amusement,\nmuch less a study, although their habits are purely those of Nature; they\nknow the property of most herbs, roots, and flowers, which they cultivate,\nnot for their beauty, but for the benefit they render to man and beast.[9]",
        "I could not learn that the flight had rested anywhere near Futtyghur, at\nwhich place I was then living. They are of all creatures the most\ndestructive to vegetation, licking with their rough tongue the blades of\ngrass, the leaves of trees, and green herbage of all kinds. Wherever they\nsettle for the night, vegetation is completely destroyed; and a day of\nmournful consequences is sure to follow their appearance in the poor\nfarmer’s fields of green com.",
        "But that which bears the most awful resemblance to the visitations of God’s\nwrath on Pharaoh and the Egyptians, is, I think, the frightful storm of\nwind which brings thick darkness over the earth at noonday, and which\noften occurs from the Tufaun or Haundhie,[10] as it is called by the\nNatives. Its approach is first discerned by dark columns of yellow clouds,\nbordering the horizon; the alarm is instantly given by the Natives, who\nhasten to put out the fires in the kitchens, and close the doors and\nwindows in European houses, or with the Natives to let down the purdahs.\nNo sound that can be conceived by persons who have not witnessed this\nphenomenon of Nature, is capable of conveying an idea of the tempest. In a\nfew minutes total darkness is produced by the thick cloud of dust; and the\ntremendous rushing wind carries the fine sand, which produces the darkness,\nthrough every cranny and crevice to all parts of the house; so that in the\nbest secured rooms every article of furniture is covered with sand, and\nthe room filled as with a dense fog: the person, dresses, furniture, and\nthe food (if at meal times), are all of one dusky colour; and though\ncandles are lighted to lessen the horror of the darkness, they only tend\nto make the scene of confusion more visible.",
        "Fortunately the tempest is not of very long continuance. I have never\nknown it to last more than half an hour; yet in that time how much might\nhave been destroyed of life and property, but for the interposing care of\nDivine mercy, whose gracious Providence over the works of His hand is seen\nin such seasons as these! The sound of thunder is hailed as a messenger of\npeace; the Natives are then aware that the fury of the tempest is spent,\nas a few drops of rain indicate a speedy termination; and when it has\nsubsided they run to see what damage has been done to the premises without.\nIt often occurs, that trees are torn up by their roots, the thatched\nhouses and huts unroofed, and, if due care has not been taken to quench\nthe fires in time, huts and bungalows are frequently found burnt, by the\nsparks conveyed in the dense clouds of sand which pass with the rapidity\nof lightning.",
        "These tufauns occur generally in April, May, and June, before the\ncommencement of the periodical rains. I shall never forget the awe I felt\nupon witnessing the first after my arrival, nor the gratitude which filled\nmy heart when the light reappeared. The Natives on such occasions gave me\na bright example: they ceased not in the hour of peril to call on God for\nsafety and protection; and when refreshed by the return of calm, they\nforgot not that their helper was the merciful Being in whom they had\ntrusted, and to whom they gave praise and thanksgiving.",
        "The rainy season is at first hailed with a delight not easily to be\nexplained. The long continuance of the hot winds,–during which period\n(three months or more) the sky is of the colour of copper, without the\nshadow of a cloud to shield the earth from the fiery heat of the sun,\nwhich has, in that time, scorched the earth and its inhabitants, stunted\nvegetation, and even affected the very houses–renders the season when the\nclouds pour out their welcome moisture a period which is looked forward to\nwith anxiety, and received with universal joy.",
        "The smell of the earth after the first shower is more dearly loved than\nthe finest aromatics or the purest otta. Vegetation revives and human\nnature exults in the favourable shower. As long as the novelty lasts, and\nthe benefit is sensibly felt, all seem to rejoice; but when the intervals\nof clouds without rain occur, and send forth, as they separate, the bright\nglare untempered by a passing breeze, poor weak human nature is too apt to\nrevolt against the season they cannot control, and sometimes a murmuring\nvoice is heard to cry out, ’Oh, when will the rainy season end!’",
        "The thunder and lightning during the rainy season are beyond my ability to\ndescribe. The loud peals of thunder roll for several minutes in succession,\nmagnificently, awfully grand. The lightning is proportionably vivid, yet\nwith fewer instances of conveying the electric fluid to houses than might\nbe expected when the combustible nature of the roofs is considered; the\nchief of which are thatched with coarse dry grass. The casualties are by\nno means frequent; and although trees surround most of the dwellings, yet\nwe seldom hear of any injury by lightning befalling them or their\nhabitations. Fiery meteors frequently fall; one within my recollection was\na superb phenomenon, and was visible for several seconds.",
        "The shocks from earthquakes are frequently felt in the Upper Provinces of\nIndia;[11] I was sensible of the motion on one occasion (rather a severe\none), for at least twenty seconds. The effect on me, however, was attended\nwith no inconvenience beyond a sensation of giddiness, as if on board ship\nin a calm, when the vessel rolls from side to side.",
        "At Kannoge, now little more than a village in population, between Cawnpore\nand Futtyghur, I have rambled amongst the ruins of what formerly was an\nimmense city, but which was overturned by an earthquake some centuries\npast. At the present period numerous relics of antiquity, as coins, jewels,\n&c., are occasionally discovered, particularly after the rains, when the\ntorrents break down fragments of the ruins, and carry with the streams of\nwater the long-buried mementos of the riches of former generations to the\nprofit of the researching villagers, and to the gratification of curious\ntravellers, who generally prove willing purchasers.[12]",
        "I propose giving in another letter the remarks I was led to make on\nKannoge during my pleasant sojourn in that retired situation, as it\npossesses many singular antiquities and contains the ashes of many holy\nMussulmaun saints. The Mussulmauns, I may here observe, reverence the\nmemory of the good and the pious of all persuasions, but more particularly\nthose of their own faith. I have sketches of the lives and actions of many\nof their sainted characters, received through the medium of my husband and\nhis most amiable father, that are both amusing and instructive; and\nnotwithstanding their particular faith be not in accordance with our own,\nit is only an act of justice to admit, that they were men who lived in the\nfear of God, and obeyed his commandments according to the instruction they\nhad received; and which, I hope, may prove agreeable to my readers when\nthey come to those pages I have set apart for such articles.",
        "My catalogue of the trying circumstances attached to the comforts which\nare to be met with in India are nearly brought to a close; but I must not\nomit mentioning one ’blessing in disguise’ which occurs annually, and\nwhich affects Natives and Europeans indiscriminately, during the hot winds\nand the rainy season: the name of this common visitor is, by Europeans,\ncalled ’the prickly heat’; by Natives it is denominated ’Gurhum dahnie’[13]\n(warm rash). It is a painful irritating rash, often spreading over the\nwhole body, mostly prevailing, however, wherever the clothes screen the\nbody from the power of the air; we rarely find it on the hands or face. I\nsuppose it to be induced by excessive perspiration, more particularly as\nthose persons who are deficient in this freedom of the pores, so essential\nto healthiness, are not liable to be distressed by the rash; but then they\nsuffer more severely in their constitution by many other painful attacks\nof fever, &c. So greatly is this rash esteemed the harbinger of good\nhealth, that they say in India, ’the person so afflicted has received his\nlife-lease for the year’; and wherever it does not make its appearance, a\nsort of apprehension is entertained of some latent illness.",
        "Children suffer exceedingly from the irritation, which to scratch is\ndangerous. In Native nurseries I have seen applications used of pounded\nsandal-wood, camphor, and rose-water; with the peasantry a cooling earth,\ncalled mooltanie mittee,[14] similar to our fuller’s-earth, is moistened\nwith water and plastered over the back and stomach, or wherever the rash\nmostly prevails; all this is but a temporary relief, for as soon as it is\ndry, the irritation and burning are as bad as ever.",
        "The best remedy I have met with, beyond patient endurance of the evil, is\nbathing in rain-water, which soothes the violent sensations, and\neventually cools the body. Those people who indulge most in the good\nthings of this life are the greatest sufferers by this annual attack. The\nbenefits attending temperance are sure to bring an ample reward to the\npossessors of that virtue under all circumstances, but in India more\nparticularly; I have invariably observed the most abstemious people are\nthe least subject to attacks from the prevailing complaints of the country,\nwhether fever or cholera, and when attacked the most likely subjects to\nrecover from those alarming disorders.",
        "At this moment of anxious solicitude throughout Europe, when that awful\nmalady, the cholera, is spreading from city to city with rapid strides,\nthe observations I have been enabled to make by personal acquaintance with\nafflicted subjects in India, may be acceptable to my readers; although I\nheartily pray our Heavenly Father may in His goodness and mercy preserve\nour country from that awful calamity, which has been so generally fatal in\nother parts of the world.",
        "The Natives of India designate cholera by the word ’Hyza’, which with them\nsignifies ’the plague’. By this term, however, they do not mean that\ndireful disorder so well known to us by the same appellation; as, if I\nexcept the Mussulmaun pilgrims, who have seen, felt, and described its\nravages on their journey to Mecca, that complaint seems to be unknown to\nthe present race of Native inhabitants of Hindoostaun. The word ’hyza’, or\n’plague’, would be applied by them to all complaints of an epidemic or\ncontagious nature by which the population were suddenly attacked, and\ndeath ensued. When the cholera first appeared in India (which I believe\nwas in 1817), it was considered by the Natives a new complaint.[15]",
        "In all cases of irritation of the stomach, disordered bowels, or severe\nfeverish symptoms, the Mussulmaun doctors strongly urge the adoption of\n’starving out the complaint’. This has become a law of Nature with all the\nsensible part of the community; and when the cholera first made its\nappearance in the Upper Provinces of Hindoostaun, those Natives who\nobserved their prescribed temperance were, when attacked, most generally\npreserved from the fatal consequences of the disorder.",
        "On the very first symptom of cholera occurring in a member of a Mussulmaun\nfamily, a small portion of zahur morah[16] (derived from zahur, poison;\nmorah, to kill or destroy, and thence understood as an antidote to poison,\nsome specimens of which I have brought with me to England) moistened with\nrosewater, is promptly administered, and, if necessary, repeated at short\nintervals; due care being taken to prevent the patient from receiving\nanything into the stomach, excepting rosewater, the older the more\nefficacious in its property to remove the malady. Wherever zahur morah was\nnot available, secun-gebeen[17] (syrup of vinegar) was administered with\nmuch the same effect. The person once attacked, although the symptoms\nshould have subsided by this application, is rigidly deprived of\nnourishment for two or three days, and even longer if deemed expedient;\noccasionally allowing only a small quantity of rose-water, which they say\neffectually removes from the stomach and bowels those corrupt adhesions\nwhich, in their opinion, is the primary cause of the complaint.",
        "The cholera, I observed, seldom attacked abstemious people; when, however,\nthis was the case, it generally followed a full meal; whether of rice or\nbread made but little difference, much I believe depending on the general\nhabit of the subject; as among the peasantry and their superiors the\ncomplaint raged with equal malignity, wherever a second meal was resorted\nto whilst the person had reason to believe the former one had not been\nwell digested. An instance of this occurred under my own immediate\nobservation in a woman, the wife of an old and favourite servant. She had\nimprudently eaten a second dinner, before her stomach, by her own account,\nhad digested the preceding meal. She was not a strong woman, but in\ntolerable good health; and but a few hours previous to the attack I saw\nher in excellent spirits, without the most remote appearance of\nindisposition. The usual applications failed of success, and she died in a\nfew hours. This poor woman never could be persuaded to abstain from food\nat the stated period of meals; and the Natives were disposed to conclude\nthat this had been the actual cause of her sufferings and dissolution.",
        "In 1821 the cholera raged with even greater violence than on its first\nappearance in Hindoostaun; by that time many remedies had been suggested,\nthrough the medium of the press, by the philanthropy and skill of European\nmedical practitioners, the chief of whom recommended calomel in large\ndoses, from twenty to thirty grains, and opium proportioned to the age and\nstrength of the patient. I never found the Natives, however, willing to\naccept this as a remedy, but I have heard that amongst Europeans it was\npractised with success. From a paragraph which I read in the Bengal papers,\nI prepared a mixture that I have reason to think, through the goodness of\nDivine Providence, was beneficial to many poor people who applied for it\nin the early stages of the complaint, and who followed the rule laid down\nof complete abstinence, until they were out of danger from a relapse, and\neven then for a long time to be cautious in the quantity and digestible\nquality of their daily meal. The mixture was as follows:",
        "Brandy, one pint; oil or spirit of peppermint, if the former half an\nounce–if the latter, one ounce; ground black pepper, two ounces; yellow\nrind of oranges grated, without any of the white, one ounce; these were\nkept closely stopped and occasionally shook, a table-spoonful administered\nfor each dose, the patient well covered up from the air, and warmth\ncreated by blankets or any other means within their power, repeating the\nclose as the case required.",
        "Of the many individuals who were attacked with this severe malady in our\nhouse very few died, and those, it was believed, were victims to an\nimprudent determination to partake of food before they were\nconvalescent,–individuals who never could be prevailed on to practise\nabstemious habits, which we had good reason for believing was the best\npreventive against the complaint during those sickly seasons. The general\nopinion entertained both by Natives and Europeans, at those awful periods,\nwas, that the cholera was conveyed in the air; very few imagined that it\nwas infectious, as it frequently attacked some members of a family and the\nrest escaped, although in close attendance–even such as failed not to pay\nthe last duties to the deceased according to Mussulmaun custom, which\nexposed them more immediately to danger if infection existed;–yet no\nfears were ever entertained, nor did I ever hear an opinion expressed\namongst them, that it had been or could be conveyed from one person to\nanother.",
        "Native children generally escaped the attack, and I never heard of an\ninfant being in the slightest degree visited by this malady. It is,\nhowever, expedient, to use such precautionary measures as sound sense and\nreason may suggest, since wherever the cholera has appeared, it has proved\na national calamity, and not a partial scourge to a few individuals; all\nare alike in danger of its consequences, whether the disorder be\nconsidered infectious or not, and therefore the precautions I have urged\nin India, amongst the Native communities, I recommend with all humility\nhere, that cleanliness and abstemious diet be observed among all classes\nof people.",
        "In accordance with the prescribed antidote to infection from scarlet fever\nin England, I gave camphor (to be worn about the person) to the poor in my\nvicinity, and to all the Natives over whom I had either influence or\ncontrol; I caused the rooms to be frequently fumigated with vinegar or\ntobacco, and labaun[18] (frankincense) burnt occasionally. I would not,\nhowever, be so presumptuous to insinuate even that these were preventives\nto cholera, yet in such cases of universal terror as the one in question,\nthere can be no impropriety in recommending measures which cannot injure,\nand may benefit, if only by giving a purer atmosphere to the room\ninhabited by individuals either in sickness or in health. But above all\nthings, aware that human aid or skill can never effect a remedy unaided by\nthe mercy and power of Divine Providence, let our trust be properly placed\nin His goodness, ’who giveth medicine to heal our sickness’, and humbly\nintreat that He may be pleased to avert the awful calamity from our shores\nwhich threatens and disturbs Europe generally at this moment.",
        "Were we to consult Nature rather than inordinate gratifications, we should\nfind in following her dictates the best security to health at all times,\nbut more particularly in seasons of prevailing sickness. Upon the first\nindications of cholera, I have observed the stomach becomes irritable, the\nbowels are attacked by griping pains, and unnatural evacuations; then\nfollow sensations of faintness, weakness, excessive thirst, the pulse\nbecomes languid, the surface of the body cold and clammy, whilst the\npatient feels inward burning heat, with spasms in the legs and arms.",
        "In the practice of Native doctors, I have noticed that they administer\nsaffron to alleviate violent sickness with the best possible effect. A\ncase came under my immediate observation, of a young female who had\nsuffered from a severe illness similar in every way to the cholera; it was\nnot, however, suspected to be that complaint, because it was not then\nprevailing at Lucknow: after some days the symptoms subsided, excepting\nthe irritation of her stomach, which, by her father’s account, obstinately\nrejected everything offered for eleven days. When I saw her, she was\napparently sinking under exhaustion; I immediately tendered the remedy\nrecommended by my husband, viz. twelve grains of saffron, moistened with a\nlittle rose-water; and found with real joy that it proved efficacious;\nhalf the quantity in doses were twice repeated that night, and in the\nmorning the patient was enabled to take a little gruel, and in a\nreasonable time entirely recovered her usual health and strength.",
        "I have heard of people being frightened into an attack of cholera by\napprehending the evil: this, however, can only occur with very weak minds,\nand such as have neglected in prosperity to prepare their hearts for\nadversity. When I first reached India, the fear of snakes, which I\nexpected to find in every path, embittered my existence. This weakness was\neffectually corrected by the wise admonitions of Meer Hadjee Shaah, ’If\nyou trust in God, he will preserve you from every evil; be assured the\nsnake has no power to wound without permission.’",
        "[1] The Cantharis resicatoria is imported into India for use in blisters.\n    But there is a local substitute, mylabris, of which there are\n    several varieties (Watt, Economic Dictionary, ii. 128, v. 309).",
        "[2] The reference is perhaps to what is known as the Dehli Boil, a form\n    of oriental sore, like the Biskra Button, Aleppo Evil, Lahore and\n    Multan Sore (Yule, Hobson-Jobson, 302); possibly only to\n    hot-weather boils.",
        "[3] Chadar.",
        "[4] For a good account of the ways of Indian ants, see M. Thornton,\n    Haunts and Hobbies of an Indian Official, 2 ff.",
        "[5] Khidmatgar.",
        "[6] The habit of laying sugar near ants’ nests is a piece of fertility\n    magic, and common to Jains and Vishnu-worshippers; see J. Fryor, A\n    New Account of East India and Persia, Hakluyt Society ed., I, 278.",
        "[7] Pipal, Ficus religiosa.",
        "[8] An esteemed friend has since referred me to the second chapter of the\n    prophet Joel, part of the seventh and eighth verses, as a better\n    comparison. [Author.]",
        "[9] The variety of locust seen in India is acridium peregrinum, which is\n    said to range throughout the arid region from Algeria to N.W. India.\n    They have extended as far south as the Kistna District of Madras (Watt,\n    Economic Dictionary, VI, part i, 154).",
        "[10] Tufan, storm, andhi, darkness.",
        "[11] Earthquakes tend generally to be more frequent in the regions of\n    extra-peninsular India, where the rocks have been more recently folded,\n    than in the more stable Peninsula. Serious earthquakes have occurred\n    recently in Assam, June, 1897, and in Kangra, Panjab, April,\n    1907. (Imperial Gazetteer of India, 1907, i. 98 f.)",
        "[12] Kanauj, in the Farrukhabad District, United Provinces of Agra\n    and Oudh. The ruin of the great city was due to attacks by Mahmud\n    of Ghazni, A.D. 1019, and by Shihab-ud-din, Muhammad Ghori,\n    in 1194.",
        "[13] Garm dahani, hot inflammation, prickly heat.",
        "[14] Multani mitti, ’Multan Earth’, a soft, drab-coloured\n    saponaceous earth, like fuller’s earth, used in medicine and for\n    cleansing the hair.",
        "[15] Cholera (haiza) was known to the Hindus long before the arrival of\n    the Portuguese, who first described it (Yule, Hobson-Jobson[2], 586\n    ff.). The attention of English physicians was first seriously called\n    to it in 1817, when it broke out in the Jessore District of Bengal,\n    and in the camp of Marquess Hastings in the Datiya State, Central\n    India. (See Sleeman, Rambles, 163, 232.)",
        "[16] Zahr-mohra, ’poison vanguard’: the bezoar stone, believed to be\n    an antidote to poison (Yule, Hobson-Jobson[2], 90 f.).",
        "[17] Sikanjabin, oxymel, vinegar, lime-juice, or other acid, mixed\n    with sugar or honey.",
        "[18] Loban.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}