{
    "title": "Observations on the Mussulmauns of India - Introductory Letter",
    "author": "Meer Hassan Ali",
    "chapter": "4",
    "content": [
        "\n\n",
        "Actuated by a sense of duty to the people with whom twelve years of my\nlife were passed on terms of intimacy and kindness, I was induced to write\nthe principal number of the following Letters as faithful sketches of the\nManners, Customs, and Habits of a people but little known to the European\nreader. They were at first designed merely for the perusal of private\nfriends; who, viewing them with interest, recommended my bringing them\nbefore the public, considering that the information they contained would\nbe acceptable from its originality, as presenting a more familiar view of\nthe opinions and the domestic habits of the Mussulmaun community of\nHindoostaun than any hitherto presented through other channels.",
        "I have found (and I believe many will coincide with me in the opinion)\nthat it is far easier to think with propriety than to write our thoughts\nwith perspicuity and correctness; but when the object in view is one which\nconscience dictates, the humblest effort of a female pen advances with\ncourage; and thus influenced, I venture to present my work to the public,\nrespectfully trusting they will extend their usual indulgence to a first\nattempt, from the pen of a very humble scribe, more solicitous for\napprobation than applause.",
        "The orthography of Asiatic words may differ in some instances in my pages\nfrom those of other writers–this, however, is from error, not design, and\nmay be justly attributed to my own faulty pronunciation.",
        "I have inserted in these Letters many anecdotes and fables, which at the\nfirst view, may be considered as mere nursery tales. My object, however,\nwill I trust plead my excuse: they are introduced in order to illustrate\nthe people whom I have undertaken to describe; and, primarily strengthened\nby the moral tendency of each anecdote or fable selected for my pages, I\ncannot but consider them as well suited to the purpose.",
        "Without farther apology, but with very great deference, I leave these\nimperfect attempts to the liberality of my readers, acknowledging with\ngratitude the condescending patronage I have been honoured with, and\nsincerely desiring wherever anticipations of amusement or information from\nmy observations have been formed, that the following pages may fulfil\nthose expectations, and thus gratify my wish to be in the smallest degree\nuseful in my generation.",
        "[b. Meer Hassan Ali]",
        "OBSERVATIONS, ETC.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}