{
    "title": "Observations on the Mussulmauns of India - Letter IV",
    "author": "Meer Hassan Ali",
    "chapter": "8",
    "content": [
        "\n\n",
        "Mahurrum concluded.–Night of Mayndhie.–Emaum-baarah of the King of\n  Oude.–Procession to Shaah Nudghiff.–Last day of Mahurrum.–Chattahs.\n  –Musical instruments.–Zeal of the Native gentlemen.–Funeral\n  obsequies over the Tazia at Kraabaallah.–Sentiments of devout\n  Mussulmauns.–The fast followed by acts of charity.–Remarks on the\n  observance of Mahurrum.",
        "The public display on the seventh Mahurrum is by torch-light, and called\nthe night of Mayndhie,[1] intending to represent the marriage ceremony for\nCossum, who, it will be remembered, in the sketch of the events of\nKraabaallah, was married to his cousin Sakeena Koobraah, the favourite\ndaughter of Hosein, on the morning of the celebrated battle.",
        "This night presents to the public all the outward and showy parade which\nmarks the Mayndhie procession of a real wedding ceremony, of which I\npropose speaking further in another place. This display at Mahurrum is\nattended with considerable expense; consequently, the very rich only\nobserve the out-door formalities to be exhibited on this occasion; yet all\nclasses, according to their means, remember the event, and celebrate it at\nhome.",
        "The Mayndhie procession of one great personage, in Native cities, is\ndirected–by previous arrangement–to the Emaum-baarah of a superior. I\nwas present, on one occasion, when the Mayndhie of the Prime Minister of\nOude was sent to the King’s Emaum-baarah, called Shaah Nudghiff,[2]–from\nthe mausoleum of Ali, of which it is an exact representation, on a small\nscale.",
        "It is situated near the banks of the river Goomtie,[3] some distance from\nthe palace at Lucknow; the entrance to the outer court, or quadrangle, is\nby a handsome gateway of brickwork plastered and polished, resembling\nmarble. On each side of the gateway, and carried up the two sides, in a\nline with the building, are distinct apartments, designed for the abode of\nthe distressed and houseless poor; the back of these apartments forms a\nsubstantial wall or enclosure. The Shaah Nudghiff faces the gateway, and\nappears to be a square building, on a broad base of flights of steps, with\na cupola roof; the interior is paved with black and white marble\ntesselated, the walls and dome neatly ornamented with plaster and gold in\nrelief, the beading, cornices, &c. of gold, to correspond on a\nstone-colour ground. The cupola and cornices on the outside are richly\nornamented with plaster designs, relieved with gold; on the summit of the\ndome is placed a crown, of pure silver, gilt, of an immense size.",
        "The decorations of the interior, for the season of Mahurrum, were on a\nscale of grandeur not easily to be conveyed by description. The walls were\nwell covered with handsome glasses and mirrors; the splendid\nchandeliers,–one containing a hundred wax lights,–in every variety, and\nrelieved with coloured lamps–amber, blue, and green,–mellowing the light,\nand giving a fairy-like effect to the brilliant scene. In the centre of\nthe building stood the green glass Tazia, surrounded by wax lights; on\nthe right of which was placed an immense lion, and on the left, a fish,[4]\nboth formed of the same bright emerald-green glass as the Tazia. The\nrichness and elegance of the banners,–which were numerous and well\narranged,–could be equalled only by the costliness of their several\nmountings.",
        "In Asiatic buildings niches and recesses prevail in all convenient\nsituations, and here they are appropriated for the reception of the relics\nof antiquity and curiosities; such as models of Mecca, the tent of Hosein,\nthe gate of Kraabaallah, &c.; these three are made of pure silver, and\nrest on tables of the same metal. Many curious sabres, of all ages,\nshields, chain armour of the ancients, lances, &c., arranged with much\ntaste, adorn the interior.",
        "The pulpit (mhembur) is of silver, and of very handsome workmanship; the\nwhole of the fitting up and arrangements had been made under the eye of\nhis Majesty, and to his good taste may be ascribed all the merit of the\nwell-ordered display for these occasions. He delighted in visiting this\nplace, which he not only designed as a tribute of his respect to the\nEmaums, but as the future repository for his own remains, when this world\nshould cease to be his place of joy, or anxious care. His intention has\nbeen fulfilled–he died in 1827, aged fifty years, much and justly beloved\nand regretted by all who knew him; his funeral obsequies were impressively\ngrand, according to Mussulmaun custom. This good and amiable King was\nsucceeded by his only son Nusseer ood deen Hyder,[5] who had just\ncompleted his twenty-second year when he began to reign.",
        "On the evening of Mayndhie, the crowds of admiring people were admitted to\nview their Paidshah’s (King’s) exhibition; until the distant sounds of\nmusketry announced the approach of the spectacle, when the multitude were\ndesired to quit the Emaum-baarah. Hundreds still lingering, could not be\nprevailed on to depart, except by the stripes dealt out unsparingly from\nthe whips of the hurkaarahs[6] and peons, appointed to keep order on the\noccasion. The place cleared, and quiet restored, I had leisure to view the\nfairy-like palace of splendour, before the bustle of the procession\nreached the building. I could hardly persuade myself the picture before me\nwas not a dream, instead of a reality.",
        "I stood at the entrance to watch the approach of the minister’s train,\nthrough the gateway into the illuminated quadrangle. Spacious as this\ncourt-yard is, it was nearly filled with the many people forming the\nMayndhie parade. I should imagine there could not be less than three\nthousand souls engaged in this service, including the match-lock soldiery.\nSeveral trays of Mayndhie are brought, with the other requisites for the\nusual forms of marriage gifts, such as sweetmeats, dried fruits, garlands\nof sweet jasmine, imitative beds of flowers, composed of uberuck: in some\nof the flowers, fireworks were concealed, to be let off in the quadrangle.\nAn imitative tomb on a bier is also paraded, together with the palkie and\nchundole of silver, which are the covered conveyances for females of the\nroyal family, or such of the nobility as are privileged by grants from the\ncrown; all other females use the covered palkie, mahanah, dhollee, and the\nrutt.[7] Several bands of music follow, and torches out of number. The\nelephants, camels, cavalry, &c., are left in the open space, outside the\ngateway–the gentlemen, dismounting, enter with Dhull Dhull and the trays\nof Mayndhie.",
        "I trembled for the probable destruction of the brilliant ornaments in the\nEmaum-baarah, when I heard the noble animal was to make the circuit round\nthe Tazia. Dhull Dhull, being led in, went up the steps with little\ndifficulty; and to my astonishment, the gentle creature paced the\ntesselated floor, in very slow time, without once slipping, or seeming\nconcerned at the novelty of his situation; indeed, this docile animal\nseemed to me the only living thing present that felt no interest in the\nscene–rendered more attractive and conspicuous by the gentle manners of\nthe pretty Dhull Dhull himself. The circuit being made, he was conducted\nback into the court-yard, without the slightest accident or confusion\noccurring during his visit to the Emaum-baarah.",
        "The model of the tomb of Cossum, the chundole and palkie, the trays of\nMayndhie, sweetmeats, &c. were deposited here until the tenth day, when\nthey accompany the King’s temporary Tazia cavalcade to Kraabaallah for\ninterment.",
        "The ceremonies performed on this night of Mayndhie resemble, in every\nparticular, those of the same rank of persons on the actual solemnization\nof a wedding, even to the distribution of money amongst the populace who\ncrowd in multitudes on such occasions, though apparently more eager for\nthe prize than the sight.",
        "The most imposing spectacle in the celebration of Mahurrum, is reserved\nfor the last day;[8] and, judging from the activity of all classes, the\nzealous exertions of the multitude, the deep interest marked on every face,\nmale and female, a mere spectator might well imagine this morning to be of\nmore importance than any other in the Mussulmaun’s catalogue of days.",
        "At the earliest hour of the dawning day, the preparations for the march\nbeing complete,–which had occupied the hours usually devoted to\nsleep,–the streets and roads present a very animated picture. From the\nbustle and outpouring of the multitude, on this one absorbing engagement,\na stranger might be led back in imagination to the flight from Egypt; the\nobject, however, is very different from that of the children of Israel.\nThe order of the day being to commemorate the death of Hosein, a grand\nmilitary funeral is pourtrayed in each person’s cavalcade, all pressing\nforward to their chosen Kraabaallah,–the poor man, with his humble Tazia\nand flags, falling in the rear of the more affluent person’s display, as\nwell for protection as for speed. There is so much of similarity in these\nprocessions, that the description of one will be sufficient to convey the\nidea of the whole, as they pass on in succession to the chosen place of\nburial.[9]",
        "The consecrated banners take the precedence, in the order of march,\ncarried by men on elephants; then a band of music. Next comes the\njillewdhar[10] (sword-bearer), supporting, on a black staff, the bow\nreversed, with brilliant swords suspended; on each side of him are men\nbearing black poles, on which are fixed immense long streamers of black\nunspun silk,–designed to symbolize grief, despair, &c.",
        "Then follows the horse, caparisoned as on the day of consecrating the\nbanners; it is attended by servants, in the same order as when a prince\nrides out,–viz. a man with the afthaadah[11] (or sun),–the well-dressed\ngrooms, holding the bridle rein on either side,–a man with the chowrie of\npeacock’s feathers in a silver handle,–chobdhaahs[12] with long silver\nand gold staffs,–sota badhaahs,[13] with short staffs resembling fish, of\nthe same materials,–hurkaarahs (running-footmen, or messengers), bearing\nsmall triangular banners with silver handles,–shoe-bearers, &c.",
        "The royal chattah[14] (umbrella), of embroidered velvet, is supported over\nthe head of Dhull Dhull. This article in its plain garb, so generally used\nin Europe, is, in Hindoostaun, an original distinguishing mark of royalty,\ngracing the King’s throne in lieu of a canopy. In Oude, the chattah cannot\nbe used by the subject when in view of the sovereign; if the King’s\ndunkah[15] be heard abroad, the people hide their chattahs, and even\ndescend from their carriages, elephants, horses, or palkies, standing with\ntheir hands folded, in all humility, to make obeisance to the\nKing,–resuming them only when the royal cortège has moved out of sight. I\nhave known many of the first nobility in the Court of Oude, and English\ngentlemen in the King’s suite, exposed to the rays of the morning sun,\nduring the hottest season of the year; in these airings, the King alone\nhas the benefit of a chattah, except the Resident happens to be of the\nparty, who being always received as an equal, is privileged to the chattah,\nthe chowrie, and the hookha; indulgences of which those only who have\nlived in India can possibly estimate the true value.",
        "But to my subject:–The saddle is adorned with Hosein’s chain armour, gold\nturban, a richly set sword, with an embroidered belt: some of the family\nand friends attend respectfully near the horse. Then follow the bearers of\nincense, in gold censers, suspended to chains, which they wave about,\nfumigating the air with the refreshing smell of lahbaun,[16]–a\nsweet-scented resin from the cedar of Lebanon, I imagine, though some\nsuppose it to be the frankincense noticed in Scripture.",
        "Next in the cavalcade is a chanter or reader of the Musseeah, who selects\npassages from that well-arranged work suited to the time when Hosein’s\nperson was the mark for Yuzeed’s arrows, and which describe his conduct on\nthe trying occasion; one or two couplets being chanted, the procession\nadvances in slow time, halting every five minutes on the way from the\nbeginning to the end of the march. The reader is attended by the\nproprietor of the Tazia display, and his many relatives and friends,\nbare-footed, and without any covering on their heads;–many of these\npersons throw chaff on their heads,[17] expressive of grief, and whilst\nthe Musseeah is chanted, their boisterous expressions of sorrow are\npainfully severe to the mere observer of the scene.",
        "The Tazia then follows, surrounded by banners, and covered with a canopy\nupheld by silver poles in the hands of the supporters, according to the\ngeneral style of conveying their dead at the funerals of the Mussulmauns.\nThe canopy is of green, bordered and embroidered with gold. The model of\nCossum’s tomb follows in succession, which is covered with gold cloth, and\nhas a canopy also supported over it, in the same way, by poles carried by\nseveral men. The palkie and chundole of silver and tissue are next seen;\nthe trays of Mayndhie, the flowers of uberuck, and the other paraphernalia\nof the marriage ceremony, follow in due order. Then the camels and\nelephants, conveying the tent equipage and luggage of Hosein, form a long\ntrain, representing the supposed style of his march from Medina to\nKraabaallah.",
        "The last and most judicious feature in the arrangement is the several\nelephants with confidential servants, distributing bread and money to the\npoor, who are thus attracted to the rear in countless numbers, leaving the\ncavalcade in quiet possession of the space of roadway uncrowded by the\nmultitude. The bread given on these occasions is in great esteem amongst\nthe females, who receive a small portion from the followers on their\nreturn from Kraabaallah with veneration, for the Emaum’s sake, in whose\nname it is given. I have often been led to the remembrance of past times\nby this act of theirs, when the cross-buns of Good-Friday were esteemed by\nthe aged women as possessing virtues beyond the mere substance of the cake.",
        "The whole line of march is guarded in each procession by burkhandhars[18]\n(matchlock men), who fire singly, at intervals on the way. Several bands\nof music are dispersed in the cavalcade, performing solemn dirge-like airs,\npeculiar to the style of composition in Hindoostaun and well-suited to the\noccasion–muffled drums and shrill trumpets, imitating the reiteration of\n’Hasan, Hosein’, when Mortem is performed. I remember a fine female\nelephant, belonging to King Ghauzee ood deen Hyder, which had been so well\ninstructed, as to keep time with the soundings from her proboscis with the\noccasional Mortems. I cannot say that she clearly pronounced the names of\nthe two sons of Ali, yet the regularity of keeping time with the music and\nthe human voices was of itself sufficient to excite admiration–the\nNatives declare that she pronounces the names distinctly. Her name is\nHoseinie, the feminine of Hosein.",
        "Amongst the many varieties of Native musical instruments I have seen in\nIndia, the kettle-drum is the most simple and singular, which I will take\nthe liberty of describing:–It is of well-baked earth, moulded in the\nusual way, and very similar in shape to those of the Royal Horse Guards. A\nglobe of the common size, divided into exact halves, would be about the\ndimension and shape of a pair of Indian manufacture; the parchment is\nstrained over the open mouth, with a thin hoop to fix it firm; the\nslightest pressure with the fingers on this hoop draws it into tune. The\nsimplicity of this accompaniment to the human voice, when touched by the\nfingers, very much in the way Europeans use the tambourine, is only to be\nappreciated by those who have been long acquainted with the sound. The\nonly time when it is beaten with sticks is, when used as dunkahs, before\nthe King and Queen, on their appearing in public–a sort of alarum to warn\nobstructing hackeries, or carriages, to move out of the way.",
        "I have occasionally observed a singular mode of imitating the sound of\ncavalry going over hard ground, adopted in the processions of great men on\nthe tenth of Mahurrum; the contrivance is called chuckee,[19] and composed\nof ebony, or some equally hard wood, the shape and size of a pocket globe,\ndivided into halves; each person, having the pair, beats them with a\nparticular tact on the flat surface, so as to produce the desired sound of\nhorses galloping; and where from fifty to a hundred men, or more, are\nengaged in this performance, the resemblance may be easily conceived.",
        "There are many little observances, not of sufficient importance to make\nthem general to all who keep Mahurrum, that need not here be\ndetailed;–but one must not be omitted, as it is a feature in the domestic\nobservances of Mussulmauns. On the Tazias, when about to be conveyed to\nKraabaallah, I discovered small portions of corn, rice, bread, fruits,\nflowers, cups of water, &c.;–this is in keeping with the Mussulmaun\nfunerals, who invariably convey food to the tomb with their dead.[1] For\nthe same reason, at Mahurrum, camphor and rosewater are always carried\nwith the Tazia to Kraabaallah, although there is not the same occasion for\nthe articles, as will be observed when the burial service is explained.",
        "I have seen females of rank, with their own hands, place red and green wax\nlights in front of the Tazia in their halls, on the night of Mayndhie. I\nwas told, in answer to my inquiry, What was meant by the solemn process I\nhad witnessed?–that these ladies had some petition to make, for which\nthey sought the Emaum’s intercession at the throne of mercy. The red light\nwas for Hosein, who died in battle; the green for Hasan, who died by\npoison,–which these colours symbolize; and that those females place great\ndependance on the fulfilment of their desires, who thus present to their\nEmaums the wax lights on the night of Mayndhie.",
        "I have remarked that the noblemen and gentlemen generally engaged in the\nservice of celebrating Mahurrum, walk on the tenth morning with their\nheads bare and their feet uncovered from their homes to the burial\nground[2] called Kraabaallah, whatever may be the distance,–perhaps four\nor five miles,–exposed to the fiery rays of the sun: some persons, who on\nthis occasion are very scrupulous in thus humbling their nature, walk back\nagain in the same manner, after the funeral ceremony has been duly gone\nthrough at Kraabaallah. The magnitude of this undertaking can be only well\nunderstood by those who have experienced the state of an atmosphere in the\nshady rooms of a large house, when the thermometer ranges from eighty-four\nto eighty-eight, or even ninety degrees; and when, if you venture to the\nverandah for a few seconds, the flames of heated wind are not only\ninsupportable to Europeans, but frequently produce severe attacks of fever.\nThe luxurious habits of the Eastern great men may be well recollected when\ncounting over the proofs of zeal exhibited in this undertaking, where\nevery selfish consideration for the time is banished. The nobility (or\nindeed any one who lays the slightest claim to gentility) never walk from\none house to another during their lives, but at this particular season;\neven in their gardens indulging in whatever luxury they may boast, by\nbeing conveyed round in their palkie, or thonjaun[22]–a chair with poles,\nsupported by bearers. On the tenth day, the good Mussulmauns rigidly fast\nuntil after the third watch; not even a drop of water, or the hookha,\nenters their mouths;–as they believe Hosein’s sufferings only concluded\njust before the third watch, they cautiously abstain from indulgences,\nuntil that hour has passed.",
        "The procession having reached Kraabaallah, the whole ceremony of a funeral\nis gone through. The Tazia is committed to the grave with equal solemnity\nto that which is observed when their dead are deposited in the tomb: this\noccupies some time. I never witnessed the movements at Kraabaallah,–the\nseason of the year, the confusion, and the anticipated feuds between\nSheahs and Soonies, ever deterred me from gratifying my curiosity. It is\nalways expected that the bad feelings between the two sects, amongst the\nlower orders of the people, may produce a real battle on the imitative\nground of Kraabaallah; and I have heard of many such terminations of the\nMahurrum at Lucknow, where the enthusiastic Sheahs and Soonies–having\nreserved their long hatred for a favourable opportunity of giving it\nvent,[23]–have found an early grave on the very ground to which their\nTazia has been consigned. Private quarrels are often reserved for decision\non the field of Kraabaallah.",
        "I may here remark, swords form a part of every man’s daily costume, from\nthe king to the poorest peasant; save only the devout men, who having\nforsaken the world have no occasion for a sword. I have often heard them\nsay, ’My trust is not resting on a morsel of steel, but on the great mercy\nof my God’.–’What shall I defend? my life? Where is the arm that can\nassault me without the permission of my God; if He ordains it, should I\nmurmur, or ward off the blow?’–’Is it my worldly goods I am to defend?\nFrom whose bounty have I received them? Is not the great Giver able to\ndefend His gifts? and if He wills that I should lose them, what shall I\nsay, but as Yoube[24] (Job) said, “It is the Lord, to do His own will\";\nblessed be His great name for ever.’ These are the sentiments of the\ndevout men of all creeds; and these are likewise the exemplary opinions of\nsome good Mussulmauns I have known in India.",
        "Returned to their home, the rich men are occupied in dispensing benefits\namong the poor. Food, money, and clothes, are distributed in nearly as\ngreat proportions as when they have to mourn over a recent separation by\ndeath from a beloved relative. The clothes worn during Mahurrum are never\nretained for the next occasion, but always distributed amongst the poor,\nwho derive so many advantages from the annual commemoration of Mahurrum,\nthat the philanthropic heart will rather be pleased than vexed at the zeal\nwhich produces such a harvest of benefits to the necessitous.",
        "The riches of a native city may be calculated by the immense sums expended\nat Mahurrum every year; and if no greater advantage be derived from the\ngorgeous display of the wealthy, than the stimulus to honest industry\namongst the several trades, whose labour is brought into use on these\noccasions, there is enough in the result to excuse the expenditure of\nsurplus cash in apparent trifles. This, however, is strictly the result,\nnot the design, of those expensive displayers at Mahurrum, who are\nactuated solely by fervent zeal, in keeping a continued remembrance of the\nsufferings of their Emaums, and doing honour to their memory.",
        "It is not my province either to praise or condemn, but merely to mark out\nwhat I observe of singularity in the habits, manners, and customs of the\nMussulmauns, in whose domestic circles I have been so many years a\nsojourner. On the subject which my pen has faintly traced to your\nview,–the celebration of Mahurrum,–I cannot refrain from offering one\nremark; I think them to be actuated by so fervent a zeal, that if they\ncould believe with me, that whatever we do in this life is for Eternity,\nthey would still persevere in this their supposed duty of honouring their\nEmaums.",
        "[1] Mendhi in its primary sense is the plant Lawsonia alba, the\n    leaves of which are used for dyeing the hands and feet of the bride\n    and bridegroom; hence, the marriage rites on this occasion.",
        "[2] This edifice was built under the superintendence of Ghauzee ood deen\n    Hyder, first King of Oude; and it is here his remains are deposited.\n    May his soul rest in peace! [Author.] [This building was named after\n    Shah Najaf or Najaf Ashraf, the scene of the martyrdom of ’Ali,\n    120 miles south-west of Baghdad. The capture of the Shah Najaf, in\n    which the guns of Captain Peel played a leading part, was a notable\n    incident in the relief of Lucknow by Sir Colin Campbell.–T.R.E.\n    Holmes, History of the Indian Mutiny (1885), 398 ff.]",
        "[3] The Gumti, Gomati, ’abounding in cattle’.",
        "[4] The fish is a symbol of sovereignty, or authority emanating from the\n    sovereign, in Hindoostaun, since the period of Timour.–Possessors of\n    Jaghires, Collectors of Districts, &c., have permission to use the\n    fish, in the decorations on their flags, in the way similar to our\n    armorial bearings. In Oude the fish is represented in many useful\n    articles–pleasure boats, carriages, &c. Some of the King’s Chobdhaars\n    carry a staff representing a gold or silver fish. [Author.] [The\n    Order of the Fish (mahi maratib) is said to have been founded\n    by Khusru Parviz, King of Persia (A.D. 591-628), and thence\n    passed to the Moghul Emperors of Delhi and to the Court of Oudh.–W.H.\n    Sleeman, Rambles and Recollections, ed. V.A. Smith, 135 ff.]",
        "[5] Nasir-ud-din Haidar, son of Ghazi-ud-din Haidar, whom\n    he succeeded in 1827, died, poisoned by his own family, in 1837. ’He\n    differed from his father, Ghazi-ud-din Haidar, in being\n    considerably more debauched and disreputable. His father had been an\n    outwardly decent hedonist and voluptuary, but the son was under no\n    restraints of any sort or kind, and it is probable that his character\n    was not unfavourably depicted in that highly coloured sketch, “The\n    Private Life of an Eastern King” (by W. Knighton, 1855). “Any one”, we\n    are told, “was his friend who would drink with him,” and his whole\n    reign was one continued satire upon the subsidiary and protected\n    system.’–H.C. Irwin, The Garden of India, p. 117.",
        "[6] Harkara, ’a messenger, orderly’.",
        "[7] Palki, the common palanquin or litter; chandol, usually carried\n    by four men at each end (a drawing representing one carried by twelve\n    men will be found in N. Manucci, Storia do Mogor, iv. 32, and see ii.\n    76 f.;) miyana, a middle-sized litter out of which the type used\n    by Europeans was developed; the Anglo-Indian ’dhooly’, properly\n    duli; the rath is a kind of bullock-carriage, often with\n    four wheels, used by women and by portly merchants.",
        "[8] Known as ’Ashura.",
        "[9] See a graphic account of the procession at Bombay in Sir G. Birdwood,\n    Sva, 177 ff.",
        "[10] Jilaudar, Jalaudar, properly an attendant holding the bridle\n    of a mounted officer or magnate.",
        "[11] The afthaadah is a sun embroidered on crimson velvet, both sides the\n    same, and fixed on a circular framework, about two yards in\n    circumference; this is attached to a silver or gold staff, the circle\n    deeply and fully flounced with gold brocade, or rich silk bound with\n    silver ribands. The person riding is sheltered from the rays of the\n    sun by the afthaadah being carried in an elevated position.\n    [Author.] (See p. 38.)",
        "[12] Chobdar, ’a stick-or staff-bearer’.",
        "[13] Sontabardar, ’a bearer of the silver stick or mace’.",
        "[14] Chhata, a mark of dignity in the East.",
        "[15] Danka, ’a kettle-drum’.",
        "[16] Loban, luban, frankincense, olibanum, procured from various\n    species of Boswellia.",
        "[17] As early as A.D. 1000 the people of Baghdad used to throw dust and\n    ashes about the streets, and dress in black sackcloth on the\n    anniversary of the death of Husain (Ockley, History of the Saracens,\n    418). The custom was common among the Hebrews (Isaiah iii. 26, xlvii.\n    1; Job ii. 8, & c.). Robertson Smith suggests that the dust was\n    originally taken from the grave, and the ashes from the funeral pyre\n    (Religion, of the Semites, 413).",
        "[18] Barqandaz, ’lightning-darter’.",
        "[19] Charkhi; the description is reproduced, without acknowledgement,\n    by Mrs. Parks, Wanderings of a Pilgrim, i. 299.",
        "[20] The practice of offering food to the dead is an Indian innovation on\n    Musalman practice; it is based on the Hindu custom of offering\n    flour-balls (pinda) to the spirit of the dead man.",
        "[21] This was a Hebrew practice, condemned by the prophets (2 Samuel\n    xv. 30; Ezekiel xxiv. 17).",
        "[22] Tamjhan, thamjan, the Anglo-Indian ’tonjon’ or\n    ’tomjohn’, the derivation of which is obscure. See Yule,\n    Hobson-Jobson[2], 930 f.",
        "[23] Ill-feeling between Sunnis and Shi’ahs is not universal in\n    India. ’Though the Sunnis consider the Shi’ah observances as\n    impious, they look on with the contempt of indifference. The fact that\n    the British Government punishes all who break the peace may have\n    something to do with this. Still the Sunni and the Shi’ah in\n    India live on much better terms, and have more respect for each other\n    than the Turk has for the Persian, or the Persian for the Turk. Some\n    Musalman poets, indeed, are both Sunnis and Shi’ahs.’–E.\n    Sell, The Faith of Islam, 292 f.; cf. p. 14.",
        "[24] Aiyub.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}