{
    "title": "Observations on the Mussulmauns of India - Letter XXII",
    "author": "Meer Hassan Ali",
    "chapter": "26",
    "content": [
        "\n\n",
        "  Monkeys.–Hindoo opinions of their Nature.–Instances of their\n  sagacity.–Rooted animosity of the Monkey tribe to the\n  snake.–Cruelty to each other when maimed.–The female remarkable for\n  affection to its young.–Anecdotes descriptive of the belief of the\n  Natives in the Monkey being endowed with reason.–The Monkeys and the\n  Alligator.–The Traveller and the Monkeys.–The Hindoo and the\n  Monkey.",
        "The Natives of India, more particularly the Hindoos, are accustomed to pay\nparticular attention to the habits of the varied monkey race, conceiving\nthem to be connecting links in the order of Nature between brutes and\nrational creatures; or, as some imagine and assert, (without any other\nfoundation than conjecture and fancy), that they were originally a race of\nhuman beings, who for their wicked deeds have been doomed to perpetuate\ntheir disgrace and punishment to the end of time in the form and manner we\nsee them, inhabiting forests, and separated from their superior man.",
        "I have had very few opportunities of acquainting myself with the general\nprinciples of the Hindoo belief, but I am told, there are amongst them\nthose who assert that one of their deities was transformed to a particular\nkind of monkey, since designated Hummoomaun,[1] after the object of their\nadoration; whence arises the marked veneration paid by Hindoos of certain\nsects to this class of monkeys.",
        "The Natives firmly believe the whole monkey race to be gifted with reason\nto a certain extent, never accounting for the sagacity and cunning they\nare known to possess by instinctive habits; arguing from their own\nobservations, that the monkeys are peaceable neighbours, or inveterate\nenemies to man, in proportion as their good will is cultivated by kindness\nand hospitality, or their propensity to revenge roused by an opposite line\nof conduct towards them.",
        "The husbandman, whose land is in the vicinity of a forest, and the abode\nof monkeys, secures safety to his crops, by planting a patch of ground\nwith that species of grain which these animals are known to prefer. Here\nthey assemble, as appetite calls, and feast themselves upon their own\nallotment; and, as if they appreciated the hospitality of the landlord,\nnot a blade is broken, or a seed destroyed in the fields of corn to the\nright and left of their plantation. But woe to the farmer who neglects\nthis provision; his fields will not only be visited by the marauders, but\ntheir vengeance will be displayed in the wasteful destruction of his\ncultivation. This undoubtedly looks more like reason than instinct; and if\ncredit could be given to half the extraordinary tales that are told of\nthem, the monkeys of India might justly be entitled to a higher claim than\nthat of instinct for their actions.",
        "Monkeys seem to be aware that snakes are their natural enemies. They never\nadvance in pursuit of, yet they rarely run from a snake; unless its size\nrenders it too formidable an object for their strength and courage to\nattack with anything like a prospect of success in destroying it. So great\nis the animosity of the monkey race to these reptiles, that they attack\nthem systematically, after the following manner:–",
        "When a snake is observed by a monkey, he depends on his remarkable agility\nas a safeguard from the enemy. At the most favourable opportunity he\nseizes the reptile just below the head with a firm grasp, then springs to\na tree, if available, or to any hard substance near at hand, on which he\nrubs the snake’s head with all his strength until life is extinct; at\nintervals smelling the fresh blood as it oozes from the wounds of his\nvictim. When success has crowned his labour, the monkey capers about his\nprostrate enemy, as if in triumph at the victory he has won; developing,\nas the Natives say, in this, a striking resemblance to man.",
        "Very few monkeys, in their wild state, ever recover from inflicted wounds;\nthe reason assigned by those who have studied their usual habits is, that\nwhenever a poor monkey has been wounded, even in the most trifling way,\nhis associates visit him by turns, when each visitor, without a single\nexception, is observed to scratch the wound smartly with their nails. A\nwound left to itself might be expected to heal in a short time, but thus\nirritated by a successive application of their sharp nails, it inflames\nand increases. Mortification is early induced by the heated atmosphere,\nand death rapidly follows.",
        "The monkeys’ motives for adding to their neighbour’s anguish, is accounted\nfor by some speculators on the score of their aversion to the unnatural\nsmell of blood; or they are supposed to be actuated by a natural\nabhorrence to the appearance of the wound, not by any means against the\nwounded; since in their domestic habits, they are considered to be\npeaceable and affectionate in their bearings towards each other. The\nstrong will exercise mastery over the weak where food is scarce, but, in a\ngeneral way, they are by no means quarrelsome or revengeful amongst\nthemselves. They are known to hold by each other in defending rights and\nprivileges, if the accounts given by credible Natives be true, who add\nthat a whole colony of monkeys have been known to issue forth in a body to\nrevenge an injury sustained by an individual of their tribe; often firing\na whole village of chupha-roofs, where the aggressor is known to be a\nresident, who in his anger may have maimed or chastised one of their\ncolony.",
        "The female monkey is remarkable for her attachment to her progeny, which\nshe suckles until it is able to procure food for its own sustenance. When\none of her young dies, the mother is observed to keep it closely encircled\nin her arms, moaning piteously with true maternal feelings of regret, and\nnever parting with it from her embrace until the dead body becomes an\noffensive mass: and when at last she quits her hold, she lays it on the\nground before her, at no great distance, watching with intense anxiety the\ndead body before her, which she can no longer fold in her embrace, until\nthe work of decomposing has altered the form of the creature that claimed\nher tender attachment. What an example is here given to unnatural mothers\nwho neglect or forsake their offspring!",
        "I shall here insert a few anecdotes illustrative of the opinions of the\nNatives on the subject of monkeys being possessed of reasoning faculties.\nThey shall be given exactly as I have received them, not expecting my\nreaders will give to them more credit than I am disposed to yield to most\nof these tales; but as they are really believed to be true by the Natives\nwho relate them, I feel bound to afford them a place in my work, which is\nintended rather to describe men as they are, than men as I wish to see\nthem.",
        "In the neighbourhood of Muttra is an immense jungle or forest, where\nmonkeys abound in great numbers and variety. Near a village bordering this\nforest, is a large natural lake which is said to abound with every sort of\nfish and alligators. On the banks of this lake are many trees, some of\nwhich branch out a great distance over the water. On these trees monkeys\nof a large description, called Lungoor,[2] gambol from spray to spray in\nhappy amusement: sometimes they crowd in numbers on one branch, by which\nmeans their weight nearly brings the end of the bough to the surface of\nthe water; on which occasion it is by no means unusual for one or more of\ntheir number to be lessened.",
        "Whether the monkeys told their thoughts or not, my informant did not say,\nbut the retailers of this story assert, that the oldest monkey was aware\nthat his missing brethren had been seized by an alligator from the branch\nof the tree, whilst they were enjoying their amusement. This old monkey,\nit would seem, resolved on revenging the injury done to his tribe, and\nformed a plan for retaliating on the common enemy of his race.",
        "The monkeys were observed by the villagers, for many successive days,\nactively occupied in collecting the fibrous bark of certain trees, which\nthey were converting into a thick rope. The novelty of this employment\nsurprised the peasants and induced them to watch daily for the result.\nWhen the rope was completed, from sixty to seventy of the strongest\nmonkeys conveyed it to the tree: having formed a noose at one end with the\nnicest care, the other end was secured by them to the overhanging arm of\nthe tree. This ready, they commenced their former gambols, jumping about\nand crowding on the same branch which had been so fatal to many of their\nbrethren.",
        "The alligator, unconscious of the stratagem thus prepared to secure him,\nsprang from the water as the branch descended but instead of catching the\nmonkey he expected, he was himself caught in the noose; and the monkeys\nmoving away rather precipitately, the alligator was drawn considerably\nabove the surface of the water. The more he struggled the firmer he was\nheld by the noose; and here was his skeleton to be seen many years after,\nsuspended from the tree over the water, until time and the changes of\nseason released the blanched bones from their exalted situation, to\nconsign them to their more natural element in the lake below.",
        "On one occasion, a Hindoo traveller on his way to Muttra, from his place\nof residence, drew down the resentment of the monkeys inhabiting the same\nforest, by his inattention to their well-known habits. The story is told\nas follows:–",
        "’The man was travelling with all his worldly wealth about his person: viz.,\nfifty gold mohurs, (each nearly equal to two pounds in value[3]), and a\nfew rupees, the savings of many a year’s hard service, which were secreted\nin the folds of his turban; a good suit of clothes on his back; a few gold\nornaments on his neck and arms; and a bundle of sundries and cooking\nvessels.",
        "’The Hindoo was on foot, without companions, making his way towards the\nhome of his forefathers, where he hoped with his little treasury to be\nable to spend his remaining years in peace with his family and friends,\nafter many years’ toil and absence from his home. He stopped near to the\nlake in question, after a long and fatiguing march, to rest himself\nbeneath the shade of the trees, and cook his humble meal of bread and\ndhall. I ought here, perhaps, to say, that this class of Natives always\ncook in the open air, and, if possible, near a river, or large body of\nwater, for the purpose of bathing before meals, and having water for\npurifying their cooking utensils, &c.",
        "’The man having undressed himself, and carefully piled his wardrobe\nbeneath the tree he had selected for shelter, went to the lake and bathed;\nafter which he prepared his bread, and sat himself down to dine. As soon\nas he was comfortably seated, several large monkeys advanced and squatted\nthemselves at a respectful distance from him, doubtless expecting to share\nin the good things he was enjoying. But, no: the traveller was either too\nhungry or inhospitable, for he finished his meal, without tendering the\nsmallest portion to his uninvited visitors, who kept their station\nwatching every mouthful until he had finished.",
        "’The meal concluded, the traveller gathered his cooking vessels together\nand went to the bank of the lake, in order to wash them, as is customary,\nand to cleanse his mouth after eating; his clothes and valuables were left\nsecurely under the tree as he imagined,–if he thought at all about\nthem,–for he never dreamed of having offended the monkeys by eating all\nhe had cooked, without making them partakers. He was no sooner gone,\nhowever, than the monkeys assembled round his valuables; each took\nsomething from the collection; the oldest among them having secured the\npurse of gold, away they ran to the tree over the very spot where the man\nwas engaged in polishing his brass vessels.",
        "The Hindoo had soon completed his business at the lake, and unconscious of\ntheir movements, he had returned to the tree, where to his surprise and\nsorrow, he discovered his loss. Nearly frantic, the Hindoo doubted not\nsome sly thief had watched his motions and removed his treasures, when he\nheard certain horrid yells from the monkeys which attracted his attention:\nhe returned hastily to the lake, and on looking up to the tree, he\ndiscovered his enemies in the monkeys. They tantalized him for some time\nby holding up the several articles to his view, and when the old monkey\nshook the bag of gold, the poor man was in an agony; they then threw the\nwhole into the lake, the coins, one by one, were cast into the deep water,\nwhere not a shadow of hope could be entertained of their restoration, as\nthe lake was deep and known to be infested with alligators.",
        "’The man was almost driven mad by this unlooked-for calamity, by which he\nwas deprived of the many comforts his nursed treasure had so fairly\npromised him for the remainder of life. He could devise no plan for\nrecovering his lost valuables, and resolved on hastening to the nearest\nvillage, there to seek advice and assistance from his fellow-men; where\nhaving related his unfortunate adventures, and declaring he had done\nnothing to anger the creatures, he was asked if he had dined, and if so,\nhad he given them a share? He said, he had indeed cooked his dinner, and\nobserved the monkeys seated before him whilst he dined, but he did not\noffer them any.",
        "’\"That, that, is your offence!” cried the villagers in a breath; “who\nwould ever think of eating without sharing his meal with men or with\nanimals? You are punished for your greediness, friend.\"–\"Be it so,” said\nthe traveller; “I am severely used by the brutes, and am now resolved on\npunishing them effectually in return for the ill they have done me.”",
        "’He accordingly sold the gold ornaments from his arms and neck, purchased\na quantity of sugar, ghee, flour, and arsenic, returned to his old\nquarters, prepared everything for cooking, and, in a short time, had a\nlarge dish filled with rich-looking cakes, to tempt his enemies to their\nown ruin.",
        "’The feast was prepared in the presence of the assembled multitude of\nmonkeys. The Hindoo placed the dish before his guests, saying, “There, my\nlords! your food is ready!” The old monkey advanced towards the dish, took\nup a cake, raised it to his nose, and then returning it to the dish,\nimmediately ran off, followed by the whole of his associates into the\nthick jungle.",
        "’The man began to despair, and thought himself the most unlucky creature\nexisting; when, at length, he saw them returning with augmented numbers;\nhe watched them narrowly, and observed each monkey had a green leaf in his\npaw, in which he folded a cake and devoured the whole speedily. The man\nexpected of course to see them sicken immediately, for the quantity of\narsenic he had used was sufficient, he imagined to have killed twenty\ntimes their number. But, no: his stratagem entirely failed; for the leaf\nthey had provided themselves was an antidote to the poison put into their\nfood. The traveller thus sacrificed even that little which would have\ncarried him on his journey, had he been satisfied with his first loss; but\nthe Hindoo cherished a revengeful disposition, and thereby was obliged to\nbeg his way to his family.’",
        "The next monkey story is equally marvellous, the Natives believe that it\nactually occurred; I am disposed, however, to think all these stories were\noriginally fables to impress a moral upon the ignorant.",
        "’Near a small town in the province of Oude there is a jungle of some\nextent, inhabited by monkeys. A certain man of the Hindoo class, residing\nin the town, resolved upon enjoying himself one day with a bottle of\narrack he had procured by stealth, and since it is well known that spirits\nor fermented liquors are prohibited articles in the territories governed\nby Mussulmaun rulers, the man betook himself with his treat to the\nneighbouring jungle, where in private he might drink the spirit he loved,\nand escape the vigilance of the police.",
        "’Arriving at a convenient spot, the Hindoo seated himself under a tree,\nprepared his hookha, drew from his wrapper the bottle of spirits, and a\nsmall cup he had provided; and if ever he knew what happiness was in his\nlife, this moment was surely his happiest.",
        "’He drank a cup of his liquor, smoked his hookha with increased relish,\nand thought of nothing but his present enjoyment. Presently he heard the\nsound of rustling in the trees, and in a few minutes after, a fine sturdy\nmonkey, of the Lungoor tribe, placed himself very near to him and his\nbottle.",
        "’The Hindoo was of a lively temper, and withal kindly disposed towards the\nliving, though not of his own species. Having a cake of dry bread in his\nwaistband, he broke off a piece and threw it to his visitor; the monkey\ntook the bread and sniffed at the cup. “Perhaps you may like to taste as\nwell as to smell,” thought the Hindoo, as he poured out the liquor into\nthe cup, and presented it to his guest.",
        "’The monkey raised the cup with both paws to his mouth, sipped of its\ncontents, winked his eyes, appeared well satisfied with the flavour, and\nto the surprise of the Hindoo, finished the cup, which was no sooner done,\nthan away he sprang up the tree again.",
        "’\"Had I known you would run away so soon, my guest, I should have spared\nmy arrack;” thought the Hindoo. But the monkey quickly returned to his old\nposition, threw down a gold mohur to his entertainer, and sat grinning\nwith apparent satisfaction. The Hindoo, astonished at the sight of gold,\nthought to repay his benefactor by another cup of spirits, which he placed\nbefore the monkey, who drank it off, and again mounted the tree, and\nshortly returned with a second gold mohur.",
        "’Delighted with the profit his arrack produced, the Hindoo drank sparingly\nhimself, for each time the monkey took a cup, a gold mohur was produced,\nuntil the man counted eight of these valuable coins on his palm. By this\ntime, however, the monkey was completely overcome by the strength of his\npotations, and lay apparently senseless before the Hindoo, who fancied now\nwas his turn to mount the tree, where he found, on diligent search, in a\nhollow place, a small bag of gold mohurs, with which he walked off,\nleaving the monkey prostrate on the earth.",
        "’The Hindoo determined on going some distance from his home, in a\ndifferent direction, fearing his secret treasure might be the means of\ndrawing him into difficulties amongst the people of his own town, who had\nprobably been robbed by the monkey at some previous period.",
        "’In the meanwhile the monkey is supposed to have recovered from his stupor,\nand the next morning on discovering his loss, he set up a horrid yell,\nwhich brought together all his fellow-inhabitants of the jungle; and some\nneighbouring villagers saw an immense number of monkeys of all sorts and\nsizes, collected together in a body. The story runs that this army of\nmonkeys was headed by the one who had recovered from his drunken fit, and\nthat they marched away from the jungle in pursuit of the robber.",
        "’Their first march was to the adjacent village, where every house was\nvisited in turn by the monkeys, without success; no one ever venturing to\nobstruct or drive away the intruders, fearing their resentment. After\nwhich they sallied out of the village to the main road, minutely looking\nfor footsteps, as a clue, on the sandy pathway; and by this means\ndiscovering the track of the Hindoo, they pursued the road they had\nentered throughout the day and night. Early in the morning of the\nfollowing day, the monkeys advanced to the serai (inn, or halting place\nfor travellers) soon after the Hindoo himself had quitted it, who had\nactually sojourned there the previous night.",
        "’On the road, when the horde of monkeys met any traveller, he was detained\nby them until the chief of them had scrutinized his features, and he was\nthen liberated on finding he was not the person they were in pursuit of.\nAfter having marched nearly forty miles from their home, they entered one\nof the halting places for travellers, where the Hindoo was resting after\nhis day’s journey.",
        "’The monkey having recognized the robber, immediately grasped him by the\narm, and others entering, the frightened robber was searched, the purse\ndiscovered in his wrapper, which the chief monkey angrily seized, and then\ncounted over its contents, piece by piece. This done, finding the number\ncorrect, the monkey selected eight pieces, and threw them towards the\nHindoo; and distributing the remaining number of gold mohurs amongst the\nmonkeys, who placed each his coin in the hollow of his cheek, the whole\nbody retired from the serai to retrace their steps to the jungle.’",
        "[1] Hanuman, the divine monkey of the Ramayana epic, who helped\n    Rama to recover his abducted wife, Sita.",
        "[2] Langur, Semnopithecus entellus.",
        "[3] Now worth a little more than a sovereign.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}