{
    "title": "Observations on the Mussulmauns of India - Letter V",
    "author": "Meer Hassan Ali",
    "chapter": "9",
    "content": [
        "\n\n",
        "  Time.–How divided in Hindoostaun.–Observances after\n  Mahurrum.–Luxuries and enjoyments resumed.–Black dye used by the\n  ladies.–Their nose-ring.–Number of rings worn in their ears.–Mode\n  of dressing their hair.–Aversion to our tooth-brushes.–Toilet of\n  the ladies.–The Pyjaamahs.–The Ungeeah (bodice).–The Courtie.–The\n  Deputtah.–Reception of a superior or elder amongst the\n  ladies.–Their fondness for jewels.–Their shoes.–The state of\n  society amongst the Mussulmaun ladies.–Their conversational\n  endowments.–Remarks upon the fashion and duty of beards.",
        "In my last I alluded to the ’third watch’; it will now, perhaps, be\nnecessary to explain the divisions of time, as observed by the Mussulmauns\nof Hindoostaun.",
        "The day is divided into four equal parts, or watches, denominated\npurrhs[1]; as, first purrh, second purrh, &c. The night is also divided\ninto four purrhs, each of which is subdivided into ghurries[2] (hours),\nvarying in number with the changes of season; the longest days require\neight ghurries to one purrh; the shortest, only six. The same division is\nobserved for the night. The day is reckoned from the earliest dawn to the\nlast decline of light:–there is very little twilight in the Upper\nProvinces of India.",
        "By this method of calculating time, you will understand that they have no\noccasion for those useful, correct, mechanical time-keepers, in general\nuse in Europe; but they have a simple method of measuring the hour, by\nmeans of a brass vessel, with a small aperture at the bottom, which, being\nfloated on a tank or large pan of water, one drop to a second of time\nforces its way through the aperture into the floating vessel, on which\nmarks are made outside and in, to direct the number of ghurries by the\ndepth of water drawn into it; and in some places, a certain division of\ntime is marked by the sinking of the vessel. Each hour, as it passes, is\nstruck by the man on duty with a hammer on a broad plate of bell-metal,\nsuspended to the branch of a tree, or to a rail;–the gong of an English\nshowman at the country fairs is the exact resemblance of the metal plates\nused in India for striking the hours on, and must, I think, have been\nintroduced into England from the East.",
        "The durwaun (gate-keeper), or the chokeedhars (watchmen), keep the time.[3]\nIn most establishments the watchmen are on guard two at a time, and are\nrelieved at every watch, day and night. On these men devolves the care of\nobserving the advance of time by the floating vessel, and striking the\nhour, in which duty they are required to be punctual, as many of the\nMussulmauns’ services of prayer are scrupulously performed at the\nappointed hours, which will be more particularly explained when their\ncreed is brought forward in a future Letter; and now, after this\ndigression, I will pursue my subject.",
        "When a member of the Mussulmaun family dies, the master of the house\nmourns forty days, during which period the razor is laid aside.[4] In the\nsame manner the devout Mussulmaun mourns every year for his martyred\nEmaums; this, however, is confined to the most religious men; the general\npractice of the many is to throw off their mourning garb and restore the\nrazor to its duties on the third day after the observances of Mahurrum\nhave terminated.",
        "It is stated, on the authority of ancient Arabian writers, on whose\nveracity all Mussulmauns rely, that the head of Hosein being taken to\nYuzeed, one of his many wives solicited and received the head, which she\ngave to the family of the martyred leader, who were prisoners to the King,\nand that they contrived to have it conveyed to Kraabaallah, where it was\ndeposited in the same grave with his body on the fortieth day after the\nbattle.[5]",
        "When a death occurs in a Mussulmaun family, the survivor provides dinners\non the third, seventh, and fortieth days succeeding, in memory of the\ndeceased person; these dinners are sent in trays to the immediate\nrelatives and friends of the party,–on which sacred occasion all the poor\nand the beggars are sought to share the rich food provided. The like\ncustoms are observed for Hosein every year. The third day offering is\nchiefly composed of sugar, ghee, and flour, and called meetah[6]; it is of\nthe consistence of our rice-puddings, and whether the dainty is sent to a\nking or a beggar there is but one style in the presentation–all is served\nin the common brown earthen dish,–in imitation of the humility of Hosein\nand his family, who seldom used any other in their domestic circle. The\ndishes of meetah are accompanied with the many varieties of bread common\nto Hindoostaun, without leaven, as sheah-maul,[7] bacherkaunie,[8]\nchapaatie,[9] &c.; the first two have milk and ghee mixed with the flour,\nand nearly resemble our pie-crust. I must here stay to remark one custom I\nhave observed amongst Natives: they never cook food whilst a dead body\nremains in the house;[10] as soon as it is known amongst a circle of\nfriends that a person is dead, ready-dressed dinners are forwarded to the\nhouse for them, no one fancying he is conferring a kindness, but\nfulfilling a duty.",
        "The third day after the accomplishment of the Mahurrum ceremonies is a\nbusy time with the inmates of zeenahnahs, when generally the mourning garb\nis thrown off, and preparations commence at an early hour in the morning\nfor bathing and replacing the banished ornaments. Abstinence and privation\nbeing no longer deemed meritorious by the Mussulmauns, the pawn–the dear\ndelightful pawn, which constitutes the greatest possible luxury to the\nNatives,–pours in from the bazaar, to gladden the eye and rejoice the\nheart of all classes, who after this temporary self-denial enjoy the\nluxury with increased zest.",
        "Again the missee[11] (a preparation of antimony) is applied to the lips,\nthe gums, and occasionally to the teeth of every married lady, who emulate\neach other in the rich black produced;–such is the difference of taste as\nregards beauty;–where we admire the coral hue, with the females of\nHindoostaun, Nature is defaced by the application of black dye. The eyelid\nalso is pencilled afresh with prepared black, called kaarjil[12]: the\nchief ingredient in this preparation is lampblack. The eyebrow is well\nexamined for fear an ill-shaped hair should impair the symmetry of that\narch esteemed a beauty in every clime, though all do not, perhaps,\nexercise an equal care with Eastern dames to preserve order in its growth.\nThe mayndhie is again applied to the hands and feet, which restores the\nbright red hue deemed so becoming and healthy.",
        "The nose once more is destined to receive the nutt[13] (ring) which\ndesignates the married lady; this ring, I have before mentioned, is of\ngold wire, the pearls and ruby between them are of great value, and I have\nseen many ladies wear the nutt as large in circumference as the bangle on\nher wrist, though of course much lighter; it is often worn so large, that\nat meals they are obliged to hold it apart from the face with the left\nhand, whilst conveying food to the mouth with the other. This nutt,\nhowever, from ancient custom, is indispensable with married women, and\nthough they may find it disagreeable and inconvenient, it cannot possibly\nbe removed, except for Mahurrum, from the day of their marriage until\ntheir death or widowhood, without infringing on the originality of their\ncustoms, in adhering to which they take so much pride.",
        "The ears of the females are pierced in many places; the gold or silver\nrings return to their several stations after Mahurrum, forming a broad\nfringe of the precious metals on each side the head; but when they dress\nfor great events,–as paying visits or receiving company,–these give\nplace to strings of pearls and emeralds, which fall in rows from the upper\npart of the ear to the shoulder in a graceful, elegant style. My ayah, a\nvery plain old woman, has no less than ten silver rings in one ear and\nnine in the other,[15] each of them having pendant ornaments; indeed, her\nears are literally fringed with silver.",
        "After the hair has undergone all the ceremonies of washing, drying, and\nanointing with the sweet jessamine oil of India, it is drawn with great\nprecision from the forehead to the back, where it is twisted into a queue\nwhich generally reaches below the waist; the ends are finished with strips\nof red silk and silver ribands entwined with the hair, and terminating\nwith a good-sized rosette. The hair is jet black, without a single\nvariation of tinge, and luxuriantly long and thick, and thus dressed\nremains for the week,–about the usual interval between their laborious\nprocess of bathing;–nor can they conceive the comfort other people find\nin frequent brushing and combing the hair. Brushes for the head and the\nteeth have not yet been introduced into Native families, nor is it ever\nlikely they will, unless some other material than pigs’ bristles can be\nrendered available by the manufacturers for the present purposes of\nbrushes. The swine is altogether considered abominable to Mussulmauns; and\nsuch is their detestation of the unclean animal that the most angry\nepithet from a master to a slave would be to call him ’seur’[15] (swine).",
        "It must not, however, be supposed that the Natives neglect their teeth;\nthey are the most particular people living in this respect, as they never\neat or drink without washing their mouths before and after meals; and as a\nsubstitute for our tooth-brush, they make a new one every day from the\ntender branch of a tree or shrub,–as the pomegranate, the neem,[16]\nbabool,[17] &c. The fresh-broken twig is bruised and made pliant at the\nextremity, after the bark or rind is stripped from it, and with this the\nmen preserve the enamelled-looking white teeth which excite the admiration\nof strangers; and which, though often envied, I fancy, are never surpassed\nby European ingenuity.",
        "As I have rather prematurely introduced the Native ladies’ style of dress\ninto this Letter, I may as well conclude the whole business of their\ntoilet under the present head, instead of reserving the detail of the\nsubject for a future Letter when the zeenahnah is to be described, and\naccordingly proceed to tell you that the ladies’ pyjaamahs are formed of\nrich satin, or gold cloth, goolbudden,[18] or mussheroo[19] (striped\nwashing silks manufactured at Benares), fine chintz,–English manufacture\nhaving the preference,–silk or cotton ginghams,–in short, all such\nmaterials are used for this article of female dress as are of sufficiently\nfirm texture, down to the white calico of the country, suited to the means\nof the wearer. By the most fashionable females they are worn very full\nbelow the knee, and reach to the feet, which are partially covered by the\nfulness, the extremity finished and the seams are bound with silver riband;\na very broad silver riband binds the top of the pyjaamah; this being\ndouble has a zarbund[20] (a silk net cord) run through, by which this part\nof the dress is confined at the waist. The ends of the zarbund are\nfinished with rich tassels of gold and silver, curiously and expressly\nmade for this purpose, which extend below the knees: for full dress, these\ntassels are rendered magnificent with pearls and jewels.",
        "One universal shape is adopted in the form of the ungeeah[21] (bodice),\nwhich is, however, much varied in the material and ornamental part; some\nare of gauze or net, muslin, &c., the more transparent in texture the more\nagreeable to taste, and all are more or less ornamented with spangles and\nsilver trimmings. It is made to fit the bust with great exactness, and to\nfasten behind with strong cotton cords; the sleeves are very short and\ntight, and finished with some fanciful embroidery or silver riband. Even\nthe women servants pride themselves on pretty ungeeahs, and all will\nstrive to have a little finery about them, however coarse the material it\nis formed of may happen to be. They are never removed at night but\ncontinue to be worn a week together, unless its beauty fades earlier, or\nthe ornamental parts tarnish through extreme heat.",
        "With the ungeeah is worn a transparent courtie (literally translated shirt)\nof thread net; this covers the waistband of the pyjaamah but does not\nscreen it; the seams and hems are trimmed with silver or gold ribands.",
        "The deputtah is a useful envelope, and the most graceful part of the whole\nfemale costume. In shape and size, a large sheet will convey an idea of\nthe deputtah’s dimensions; the quality depends on choice or circumstances;\nthe preference is given to our light English manufacture of leno or muslin\nfor every-day wear by gentlewomen; but on gala days, gold and silver gauze\ntissues are in great request, as is also fine India muslin manufactured at\nDecca–transparent and soft as the web of the gossamer spider;–this is\ncalled shubnum[22] (night dew), from its delicate texture, and is procured\nat a great expense, even in India; some deputtahs are formed of\ngold-worked muslin, English crape, coloured gauze, &c. On ordinary\noccasions ladies wear them simply bound with silver riband, but for dress\nthey are richly trimmed with embroidery and bullion fringes, which add\nmuch to the splendour of the scene, when two or three hundred females are\ncollected together in their assemblies. The deputtah is worn with much\noriginal taste on the back of the head, and falls in graceful folds over\nthe person; when standing, it is crossed in front, one end partially\nscreening the figure, the other thrown over the opposite shoulder.",
        "I should say they rarely stand; but when distinguished guests, or their\nelders amongst relatives, are announced, this mark of respect is never\nomitted. It is an interesting sight, as they have much ease and grace in\ntheir manner, which no tutoring could impart; they rise and arrange their\ndrapery, advance a few steps from their place in the hall, and embrace\ntheir visitor thrice in due form, ending by salaaming, with the head bowed\nvery low towards the ground and the open hand raised to the forehead,\nthree times in succession, with solemnity and dignity.",
        "I have told you, in a former Letter, how many precious ornaments were laid\naside on the eve of Mahurrum, and need hardly describe them again. Their\nfondness for good jewellery perhaps exceeds the same propensity in any\nother females on the globe: the rude workmanship of Native jewellers is\nnever an object of weighty consideration, provided the precious metals are\nunalloyed in quality. The same may be remarked in their selection of\njewels: pearls of the largest size, even when discoloured or misshapen,\nare selected in preference to the most regular in form and colour, of a\nsmaller size; large diamonds, having flaws, are often preferred to smaller\nones most perfect. The gentlemen are good judges of precious stones, and\nevince some taste in their style of ornaments; they are worn on their\nturbans, and in necklaces or harrhs[23]–rings, armlets, &c.; but these\nare all laid aside at seasons of devotion, when they are restricted\nwearing, not only ornaments, but mixed articles of silk and wool in their\napparel. The most religious men and women invariably abstain from\nornamental dress in every way, deeming it frivolous vanity, and\ninconsistent with that they profess–’to be seeking God, and forsaking\nworldly things’.",
        "The ladies never wear stockings,[24] and only cover the feet with shoes\nwhen pacing across their court-yard, which bounds their view and their\nwalks. Nevertheless, there is a fashion and taste about the ladies’ shoes,\nwhich is productive of much emulation in zeenahnah life;–they are\nsplendidly worked in many patterns, with gold and silver spangles,\nvariously-coloured small seed beads and embroidery–the whole one mass of\nglittering metal;–they are made with sharp points curling upwards, some\nnearly reaching half-way to the knees, and always worn down at the heel,\nas dressing slippers; the least costly for their every-day wear are of\ngold embroidery on velvet; the less opulent condescend to wear tinsel work,\nand the meanest servants yellow or red cloth with silver binding. The same\nstyle of shoes are worn by the males as by the females; I have seen some\nyoung men with green shagreen slippers for the rainy season; these are\nmade with a high heel and look unseemly. The fashion of shoes varies with\nthe times in this country, as well as in others–sometimes it is genteel\nto have small points to the shoes; at another, the points are long and\nmuch curled; but they still retain the preference for pointed shoes\nwhatever be the fashion adopted.",
        "The greatest novelty in the way of shoes, which came under my observation\nin India, was a pair of silver embroidery, small pointed, and very neatly\nmade: on the points and round the instep small silver bells were fastened,\nwhich produced harmony with every step, varied by the quick or more gentle\npaces of the wearer; these were a present to me from a lady of distinction\nin Oude. Upon visiting this lady on one occasion, my black silk slippers,\nwhich I had left at the entrance (as is the custom here), had most likely\nattracted the curiosity of the Begum’s slaves, for when that lady attended\nme to the threshold, they could nowhere be found; and I was in danger of\nbeing obliged to soil my stockings by walking shoeless to my palkie,\nacross the court-yard. In this dilemma the lady proffered me the pair here\ndescribed; I was much amused with the novelty of the exchange, upon\nstepping into the musical shoes, which, however they may be prized by\nNative ladies, did not exactly suit my style of dress, nor convenience in\nwalking, although I must always remember the Begum’s attention with\ngratitude.",
        "The ladies’ society is by no means insipid or without interest; they are\nnaturally gifted with good sense and politeness, fond of conversation,\nshrewd in their remarks, and their language is both correct and refined.\nThis, at first, was an enigma to me, considering that their lives are\nspent in seclusion, and that their education was not conducted on European\nprinciples; the mystery, however, has passed away upon an intimate\nacquaintance with the domestic habits of the people. The men with whom\ngenteel women converse, are generally well educated, and from the\nnaturally inquisitive disposition of the females, not a word escapes the\nlips of a father, husband, or brother, without an inquiry as to its\nmeaning, which having once ascertained, is never forgotten, because their\nattention is not diverted by a variety of pursuits, or vain amusements.\nThe women look up to the opinions of their male relatives with the same\nrespect as children of other climes are accustomed to regard their tutor\nor governess,–considering every word pronounced as worthy of imitation,\nand every sentiment expressed, as a guide to their own. Thus the habit of\nspeaking correctly is so familiar to the females of Mussulmaun society,\nthat even women servants, long accustomed to serve in zeenahnahs, may be\nreadily distinguished by their language from the same class of people in\nattendance on European ladies.",
        "P.S. All good Mussulmauns are expected to wear their beards, by command of\nthe Prophet; so says my informant, who is of ’the faith’, and wears his\nbeard, in accordance with the injunction of his Lawgiver. In modern times,\nhowever, the Mussulmauns have seen fit to modify the strict letter of the\nlaw, and we perceive generally, mustachios only reserved on the upper lip.\nThis ornament is trained with the nicest care amongst the fashionable\nyoung men of the present day, and made to creep over the lip at each\ncorner of the mouth with curling points; well-trained mustachios being\nwith them much esteemed.",
        "The religious Mussulmauns become more scrupulous as they advance in\nknowledge of their faith, when they allow their beards to grow and their\nheads to be shaven; if the hair turns white–while to look well is an\nobject of interest–a dye is resorted to, composed of mayndhie and indigo,\nwhich restores its youthful appearance, and the beard retains its black\nglossy hue for about six weeks, when the process of dyeing is again made\nthe business of a convenient hour.[25] The vanities of the world ceasing\nto charm (the heart being fixed on more important subjects), the beard is\npermitted to retain its natural colour; and, truly, the venerable\ncountenance of an aged Mussulmaun, with a silvery-white beard flowing\nnearly to his girdle, is a picture that would interest every beholder well\nacquainted with Bible history.",
        "When the Mussulmaun determines on fulfilling the command of his Lawgiver,\nin making the pilgrimage to Mecca, the beard is allowed to grow whatever\nbe his age; and this may be considered a badge of their faith, none being\nadmitted at ’the Holy House’ who have not this passport on their chin.",
        "[1] Pahar.",
        "[2] Ghari, about twenty-four minutes.",
        "[3] Darwan, chaukidar.",
        "[4] See p. 64.",
        "[5] According to the Shi’ahs, Zainu-l-’Abidin obtained from Yazid,\n    after forty days, the head of Husain, and brought it to Karbala. They\n    deny that the head is at Cairo and the body at Karbala. Others say\n    that the head was sent to Medina, and buried near the grave of\n    Fatimah.–Burton, Pilgrimage, ii. 40; Ockley, History of the\n    Saracens, 412, 415 note.",
        "[6] Mitha, ’sweet’.",
        "[7] Shirmal, bread made with milk.",
        "[8] Baqirkhani, a kind of crisp bread or cake, like piecrust,\n    made of milk, sugar, and flour.",
        "[9] Chapati, the griddle cake, the standard food of the people.",
        "[10] No food should be cooked in the house of a Musalman during the\n    forty days of mourning. Sir J.G. Frazer thinks that this is due to\n    the risk of eating the ghost clinging to the food (Journal\n    Anthropological Institute, xv. (1886) 92 ff.).",
        "[11] Missi, from mis, ’copper’, because copper-filings form its\n    chief ingredient, to which are added myrobalan, gall-nuts, vitriol, &c.\n    The custom is based on the Arab admiration for the rose-red colour of\n    the inner lip.–Burton, A Thousand Nights and A Night, iii. 365.",
        "[12] Kajal.",
        "[13] Nath, a love-token presented to the bride by the bridegroom. The\n    very mention of it is considered indelicate.",
        "[14] They generally adopt an odd number.",
        "[15] Suar.",
        "[16] Nim (Melia Azidirachta).",
        "[17] Babul (Acacia arabica).",
        "[18] Gulbadan, ’with body like a rose’, a fine silk fabric.",
        "[19] Mashru ’conformable to law’, a silk-cotton cloth, which–but not\n    pure silk–a Musulman can wear during prayer.",
        "[20] Zerband, ’fastening below’, ’a girth’.",
        "[21] Angiya.",
        "[22] Shabnam. The finest varieties of these cloths were made at Dacca.\n    Aurungzeb is said to have remonstrated with his daughter for wearing\n    what he thought to be a Coa vestis. She answered that she wore seven\n    folds of this cloth.",
        "[23] Har, a necklace, an embroidered garland thrown round the neck of\n    a visitor on his departure, as a mark of respect. These garlands were\n    substituted for the pearl necklaces which, in former days, were\n    presented to guests.",
        "[24] ’Stockings are never worn [in the Zenana]: but I have seen little\n    coloured stockings, made of the wool from Cashmir, worn at times\n    during the cold season.’–Mrs. Parks, Wanderings of a Pilgrim,\n     i. 456.",
        "[25] According to the traditions, the Prophet said, ’Change the whiteness\n    of your hair, but not with anything black’. The first Caliph is said\n    to have dyed his beard red with henna. Nowadays indigo is largely used.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}