{
    "title": "Observations on the Mussulmauns of India - Letter XIX",
    "author": "Meer Hassan Ali",
    "chapter": "23",
    "content": [
        "\n\n",
        "  Kannoge.–Formerly the capital of Hindoostaun.–Ancient\n  castle.–Durability of the bricks made by the aborigines.–Prospect\n  from the Killaah (castle).–Ruins.–Treasures found therein.–The\n  Durgah Baallee Peer Kee.–Mukhburrahs.–Ancient Mosque.–Singular\n  structure of some stone pillars.–The Durgah Mukdoom\n  Jhaunneer.–Conversions to the Mussulmaun Faith.–Anecdote.–Ignorance\n  of the Hindoos.–Sculpture of the Ancients.–Mosque inhabited by\n  thieves.–Discovery of Nitre.–Method of extracting it.–Conjectures\n  of its produce.–Residence in the castle.–Reflections.",
        "Kannoge, now comparatively a Native village, situated about midway between\nCawnpore and Futtyghur, is said to have been the capital of Hindoostaun,\nand according to Hindoo tradition was the seat of the reigning Rajahs two\nthousand years prior to the invasion of India by the Sultaun Timoor. If\ncredit be given to current report, the Hindoos deny that the Deluge\nextended to India[1] as confidently as the Chinese declare that it never\nreached China.",
        "These accounts I merely state as the belief of the Hindoos, and those\nthe least educated persons of the population. The Mussulmauns, however,\nare of a different opinion; the account they give of the Deluge\nresembles the Jewish, and doubtless the information Mahumud has conveyed\nto his followers was derived from that source.",
        "Some of the people are weak enough to conjecture that Kannoge was founded\nby Cain.[2] It bears, however, striking features of great antiquity, and\npossesses many sufficient evidences of its former extent and splendour to\nwarrant the belief that it has been the capital of no mean kingdom in ages\npast. The remarks I was enabled to make during a residence of two years at\nKannoge may not be deemed altogether uninteresting to my readers, although\nmy descriptions may be ’clouded with imperfections’. I will not, therefore,\noffer any useless apologies for introducing them in my present Letter.",
        "Kannoge, known as the oldest capital of the far-famed kingdom of\nHindoostaun, is now a heap upon heap of ruins, proclaiming to the present\ngeneration, even in her humility, how vast in extent and magnificent in\nstyle she once was, when inhabited by the rulers of that great empire. The\nearth entombs emblems of greatness, of riches, and of man’s vain-glorious\npossessions; buildings have been reared by successive generations on\nmounds which embowelled the ruined mansions of predecessors.",
        "The killaah[3] (castle) in which during two years we shared an abode with\nsundry crows, bats, scorpions, centipedes, and other living things, was\nrebuilt about seven hundred years ago, on the original foundation which,\nas tradition states, has continued for more than two thousand years. The\nmaterials of which the walls are constructed are chiefly bricks.",
        "It is worthy of remark, that the bricks of ancient manufacture in India\ngive evidence of remarkable durability, and are very similar in quality to\nthe Roman bricks occasionally discovered in England. At Delhi I have met\nwith bricks that have been undoubtedly standing six or seven centuries;\nand at Kannoge, if tradition speak true, the same articles which were\nmanufactured upwards of two thousand years ago, and which retain the\ncolour of the brightest red, resemble more the hardest stone than the\nthings we call bricks of the present day. After the minutest examination\nof these relics of ancient labour, I am disposed to think that the clay\nmust have been more closely kneaded, and the bricks longer exposed to the\naction of fire than they are by the present mode of manufacturing them;\nand such is their durability, that they are only broken with the greatest\ndifficulty.",
        "The killaah was originally a fortified castle, and is situated near the\nriver Kaullee Nuddie,[4] a branch or arm of the Ganges, the main stream of\nwhich flows about two miles distant. During the periodical rains, the\nGanges overflows its banks, and inundates the whole tract of land\nintervening between the two rivers, forming an extent of water more\nresembling a sea than a river.",
        "At the time we occupied the old castle, scarcely one room could be called\nhabitable; and I learned with regret after the rains of 1826 and 1827,\nwhich were unusually heavy, that the apartments occupied since the\nHonourable East India Company’s rule by their taasseel-dhaars,[5]\n(sub-collectors of the revenue), were rendered entirely useless as a\nresidence.",
        "The comfortless interior of that well-remembered place was more than\ncompensated by the situation. Many of my English acquaintance, who\nhonoured me by visits at Kannoge, will, I think, agree with me, that the\nprospect from the killaah was indescribably grand. The Ganges and the\nKaullee Nuddee were presented at one view; and at certain seasons of the\nyear, as far as the eye could reach, their banks, and well-cultivated\nfields, clothed in a variety of green, seemed to recall the mind to the\nrivers of England, and their precious borders of grateful herbage. Turning\nin another direction, the eye was met by an impenetrable boundary of\nforest trees, magnificent in growth, and rich in foliage; at another\nglance, ruins of antiquity, or the still remaining tributes to saints; the\ndetached villages; the sugar plantations; the agriculturists at their\nlabour; the happy peasantry laden with their purchases from the bazaars;\nthe Hindoo women and children, bearing their earthen-vessels to and from\nthe river for supplies of water:–each in their turn formed objects of\nattraction from without, that more than repaid the absence of ordinary\ncomforts in the apartment from which they were viewed. The quiet calm of\nthis habitation, unbroken by the tumultuous sounds of a city, was so\ncongenial to my taste, that when obliged to quit it, I felt almost as much\nregret as when I heard that the rains had destroyed the place which had\nbeen to me a home of peaceful enjoyment.",
        "The city of Kannoge has evidently suffered the severities of a shock from\nan earthquake: the present inhabitants cannot tell at what period this\noccurred, but it must have been some centuries since, for the earth is\ngrown over immense ruins, in an extensive circuit, forming a strong but\ncoarse carpet of grass on the uneven mounds containing the long-buried\nmansions of the great. The rapid streams from the periodical rains forcing\npassages between the ruins, has in many places formed deep and frightful\nravines, as well as rugged roads and pathways for the cattle and the\ntraveller.",
        "After each heavy fall of rain, the peasantry and children are observed\nminutely searching among the ruins for valuables washed out with the loose\nearth and bricks by the force of the streams, and, I am told, with\nsuccessful returns for their toil; jewels, gold and silver ornaments,\ncoins of gold and silver, all of great antiquity, are thus secured; these\nare bought by certain merchants of the city, by whom they are retailed to\nEnglish travellers, who generally when on a river voyage to or from the\nUpper Provinces, contrive, if possible, to visit Kannoge to inspect the\nruins, and purchase curiosities.",
        "There is a stately range of buildings at no great distance from the\nkillaah (castle), in a tolerable state of preservation, called ’Baallee\nPeer Kee Durgah’.[6] The entrance is by a stone gateway of very superior\nbut ancient workmanship, and the gates of massy wood studded with iron. I\nobserved that on the wood framework over the entrance, many a stray\nhorseshoe has been nailed, which served to remind me of Wales, where it is\nso commonly seen on the doors of the peasantry.[7] I am not aware but that\nthe same motives may have influenced the two people in common.",
        "To the right of the entrance stands a large mosque, which, I am told, was\nbuilt by Baallee himself; who, it is related, was a remarkably pious man\nof the Mussulmaun persuasion, and had acquired so great celebrity amongst\nhis countrymen as a perfect durweish, as to be surnamed peer[8] (saint).\nThe exact time when he flourished at Kannoge, I am unable to say; but\njudging from the style of architecture, and other concurring circumstances,\nit must have been built at different periods, some parts being evidently\nof very ancient structure.",
        "There are two mukhburrahs,[9] within the range, which viewed from the main\nroad, stand in a prominent situation: one of these mukhburrahs was built\nby command, or in the reign (I could not learn which), of Shah Allumgeer\n[10] over the remains of Ballee Peer; and the second contains some of the\npeer’s immediate relatives.",
        "From the expensive manner in which these buildings are constructed, some\nidea may be formed of the estimation this pious man was held in by his\ncountrymen. The mausoleums are of stone, and elevated on a base of the\nsame material, with broad flights of steps to ascend by. The stone must\nhave been brought hither from a great distance, as I do not find there is\na single quarry nearer than Delhi or Agra. There are people in charge of\nthis Durgah who voluntarily exile themselves from the society of the world,\nin order to lead lives of strict devotion and under the imagined presiding\ninfluence of the saint’s pure spirit; they keep the sanctuary from\npollution, burn lamps nightly on the tomb, and subsist by the occasional\ncontributions of the charitable visitors and their neighbours.",
        "Within the boundary of the Durgah, I remarked a very neat stone tomb, in\ngood preservation: this, I was told, was the burying-place of the Kalipha\n[11] (head servant) who had attended on and survived Baallee Peer; this man\nhad saved money in the service of the saint, which he left to be devoted\nto the repairs of the Durgah; premising that his tomb should be erected\nnear that of his sainted master, and lamps burned every night over the\ngraves, which is faithfully performed by the people in charge of the\nDurgah.",
        "After visiting the ruins of Hindoo temples, which skirt the borders of the\nriver in many parts of the district of Kannoge, the eye turns with\nsatisfaction to the ancient mosques of the Mussulmauns, which convey\nconviction to the mind, that even in the remote ages of Hindoostaun, there\nhave been men who worshipped God; whilst the piles of mutilated stone\nidols also declare the zealous Mussulmaun to have been jealous for his\nCreator’s glory. I have noticed about Kannoge hundreds of these broken or\ndefaced images collected together in heaps (generally under trees), which\nwere formerly the objects to which the superstitious Hindoos bowed in\nworship, until the more intelligent Mussulmauns strayed into the recesses\nof the deepest darkness to show the idolaters that God could not be\nrepresented by a block of stone.",
        "In a retired part of Kannoge, I was induced to visit the remains of an\nimmense building[12], expecting the gratification of a fine prospect from\nits towering elevation; my surprise, however, on entering the portal drove\nfrom my thoughts the first object of my visit.",
        "The whole building is on a large scale, and is, together with the gateway,\nsteps, roof, pillars, and offices, composed entirely of stone: from what I\nhad previously conceived of the ancient Jewish temples, this erection\nstruck me as bearing a strong resemblance. It appears that there is not\nthe slightest portion of either wood or metal used in the whole\nconstruction; and, except where some sort of cement was indispensable, not\na trace of mortar is to be discovered in the whole fabric. The pillars of\nthe colonnade, which form three sides of the square, are singular piles of\nstone, erected with great exactness in the following order:–",
        "A broad block of stone forms the base; on the centre is raised a pillar of\nsix feet by two square, on this rests a circular stone, resembling a\ngrindstone, on which is placed another upright pillar, and again a\ncircular, until five of each are made to rest on the base to form a pillar;\nthe top circulars or caps are much larger than the rest; and on these the\nmassy stone beams for the roof are supported. How these ponderous stones\nforming the whole roof were raised, unacquainted as these people ever have\nbeen with machinery, is indeed a mystery sufficient to impress on the\nweak-minded a current report amongst the Natives, that the whole building\nwas erected in one night by supernatural agency, from materials which had\nformerly been used in the construction of a Hindoo temple, but destroyed\nby the zeal of the Mussulmauns soon after their invasion of Hindoostaun.",
        "The pillars I examined narrowly, and could not find any traces of cement\nor fastening; yet, excepting two or three which exhibit a slight curve,\nthe whole colonnade is in a perfect state. The hall, including the\ncolonnade, measures one hundred and eighty feel by thirty, and has\ndoubtless been, at some time or other, a place of worship, in all\nprobability for the Mussulmauns, there being still within the edifice a\nsort of pulpit of stone evidently intended for the reader, both from its\nsituation and construction; this has sustained many rude efforts from the\nchisel in the way of ornament not strictly in accordance with the temple\nitself; besides which, there are certain tablets engraved in the Persian\nand Arabic character, which contain verses or chapters from the Khoraun;\nso that it may be concluded, whatever was the original design of the\nbuilding, it has in later periods served the purposes of a mosque.",
        "In some parts of this building traces exist to prove that the materials of\nwhich it has been formed originally belonged to the Hindoos, for upon many\nof the stones there are carved figures according with their mythology;\nsuch stones, however, have been placed generally upside down, and attempts\nto deface the graven figures are conspicuous,–they are all turned inside,\nwhilst the exterior appearance is rough and uneven. It may be presumed\nthey were formerly outward ornaments to a temple of some sort, most likely\na ’Bootkhanah’[13] (the house for idols).",
        "I have visited the Durgah, called Mukhdoom Jhaaunneer[14], situated in the\nheart of the present city, which is said to have been erected nearly a\nthousand years ago, by the order of a Mussulmaun King; whether of\nHindoostaun or not, I could not learn. It bears in its present dilapidated\nstate, evidences both of good taste and superior skill in architecture, as\nwell as of costliness in the erection, superior to any thing I expected to\nfind amongst the ancient edifices of Hindoostaun.",
        "The antique arches supporting the roof, rest on pillars of a good size;\nthe whole are beautifully carved. The dome, which was originally in the\ncentre of this pavilion, has been nearly destroyed by time; and although\nthe light thus thrown into the interior through the aperture, has a good\neffect, it pained me to see this noble edifice falling to decay for the\nwant of timely repairs. Notwithstanding this Durgah is said to have been\nbuilt so many years, the stone-work, both of the interior and exterior, is\nremarkably fresh in appearance, and would almost discredit its reputed age.\nThe walls and bastions of the enclosure appear firm on their foundations;\nthe upper part only seems at all decayed.",
        "The side rooms to the Durgah, of which there are several on each side of\nthe building, have all a fretwork of stone very curiously cut, which\nserves for windows, and admits light and air to the apartments, and\npresents a good screen to persons within; this it should seem was the only\ncontrivance for windows in general use by the ancient inhabitants of\nHindoostaun; and even at the present day (excepting a few Native gentlemen\nwho have benefited by English example), glazed windows are not seen in any\nof the mansions in the Upper Provinces of India.",
        "I noticed that in a few places in these buildings, where the prospect is\nparticularly fine, small arches were left open, from whence the eye is\ndirected to grand and superb scenery, afforded by the surrounding country,\nand the remains of stately buildings. From one of these arches the killaah\nis seen to great advantage, at the distance of two miles: both the Durgah\nand the killaah are erected on high points of land. I have often, whilst\nwandering outside the killaah, looked up at the elevation with sensations\nof mistrust, that whilst doing so it might, from its known insecure state,\nfall and bury me in its ruins; but viewing it from that distance, and on a\nlevel with the Durgah, the appearance was really gratifying.",
        "At Kannoge are to be seen many mukhburrahs, said to have been erected over\nthe remains of those Hindoos who at different periods had been converted\nto the Mussulmaun faith. This city, I am informed, has been the chosen\nspot of righteous men and sainted characters during all periods of the\nMussulmaun rule in Hindoostaun, by whose example many idolators were\nbrought to have respect for the name of God, and in some instances even to\nembrace the Mahumudan faith. Amongst the many accounts of remarkable\nconversions related to me by the old inhabitants of that city, I shall\nselect one which, however marvellous in some points, is nevertheless\nreceived with full credit by the faithful of the present day:–",
        "’A very pious Syaad took up his residence many hundred years since at\nKannoge, when the chief part of the inhabitants were Hindoos, and, as\nmight be expected, many of them were Brahmins. He saw with grief the state\nof darkness with which the minds of so many human beings were imbued, and\nwithout exercising any sort of authority over them, he endeavoured by the\nmildest persuasions to convince these people that the adoration they paid\nto graven images, and the views they entertained of the river Ganges\npossessing divine properties, were both absurd and wicked.",
        "’The Syaad used his best arguments to explain to them the power and\nattributes of the only true God; and though his labours were unceasing,\nand his exemplary life made him beloved, yet for a long period all his\nendeavours proved unsuccessful. His advice, however, was at all times\ntendered with mildness, his manners so humble, and his devotion so\nremarkable, that in the course of time the people flocked around him,\nwhenever he was visible, to listen to his discourse, which generally\ncontained some words of well-timed exhortation and kind instruction. His\ngreat aim was directed towards enlightening the Brahmins, by whom, he was\naware, the opinions of the whole population were influenced, and to whom\nalone was confined such knowledge as at that remote period was conveyed by\neducation.",
        "’Ardently zealous in the great work he had commenced, the Syaad seemed\nundaunted by the many obstacles he had to contend with. Always retaining\nhis temper unruffled, he combined perseverance with his solicitude, and\ntrusted in God for a happy result in His good time. On an occasion of a\ngreat Hindoo festival the population of the then immense city were\npreparing to visit the Ganges, where they expected to be purified from\ntheir sins by ablution in that holy river, as they term it. The Ganges, at\nthat period, I understand, flowed some miles distant from the city.",
        "’The Syaad took this occasion to exhort the multitude to believe in God;\nand after a preliminary discourse, explaining the power of Him whom he\nalone worshipped, he asked the people if they would be persuaded to follow\nthe only true God, if His power should be demonstrated to them by the\nappearance of the river they adored flowing past the city of Kannoge,\ninstead of, as at that moment, many miles distant. Some of his auditory\nlaughed at the idea, and derided the speaker; others doubted, and asked\nwhether the God whom the Mussulmauns worshipped possessed such power as\nthe Syaad had attributed to Him; many Brahmins, however, agreed to the\nterms proposed, solemnly assuring the holy man he should find them\nconverts to his faith if this miracle should be effected by the God he\nworshipped.",
        "’It is related that the Syaad passed the whole day and night in devout\nprayers; and when the morning dawned the idolators saw the river Ganges\nflowing past the city in all the majesty of that mighty stream.[15] The\nBrahmins were at once convinced, and this evidence of God’s power worked\nthe way to the conversion of nearly the whole population of Kannoge.’",
        "The number of the inhabitants may be supposed to have been immensely great\nat the period in question, as it is related that on the occasion of their\nconversion the Brahmins threw away the cords which distinguish them from\nother castes of Hindoos, (each cord weighing about a drachm English),\nwhich when collected together to be consigned to the flames, were weighed,\nand found to be upwards of forty-five seers; a seer in that province being\nnearly equal to two pounds English.[16]",
        "The Brahmins, it will be recollected, form but a small portion of that\ncommunity, and are the priesthood of the Hindoos, very similar in their\norder to the Levites among the children of Israel.",
        "There are still remaining traces of monuments erected over the remains of\nconverted Hindoos, which have been particularly pointed out to me by\nintelligent men, from whom I have received information of that great work\nwhich alone would render Kannoge a place of interest without another\nobject to attract the observation of a reflecting mind.",
        "Notwithstanding that the Ganges continues to water the banks of Kannoge,\nand that other proofs exist of idolatry having ceased for a considerable\ntime to disgrace the inhabitants, it is still partially occupied by\nHindoos, who retain the custom of their forefathers according to the\noriginal, whether descendants of the converted, or fresh settlers is not\nin my power to determine; but I may remark, without prejudice, from what I\nhave been enabled to glean in conversation with a few Hindoos of this city,\nthat they have a better idea of one over-ruling Supreme power than I have\never been able to find elsewhere in the same class of people.",
        "I was much interested with an old blacksmith, who was employed at the\nkillaah. On one occasion I asked him what views he entertained of the\nSource from whence all good proceeds–whether he believed in God? He\nreplied promptly, and as if surprised that such a doubt could exist, ’Yes,\nsurely; it is to Allah (God) the supreme, I am indebted for my existence;\nAllah created all things, the world and all that is in it: I could not\nhave been here at this moment, but for the goodness of Allah!’",
        "There are amongst them men of good moral character, yet in a state of\ndeplorable ignorance, a specimen of which may be here noticed in a person\nof property employed in the service of Government, at the killaah; he is\nof the caste denominated Burghutt[17],–one of the tribe which professes\nso great reverence for life, as to hold it sinful to destroy the meanest\nreptile or insect; and, therefore, entirely abstain from eating either\nfish, flesh, or fowl:–yet, when I pressed for his undisguised opinion, I\nfound that he not only denied the existence of God, but declared it was\nhis belief the world formed itself.",
        "I was induced to walk three miles from the killaah, on a cool day in\nDecember, to view the remains of a piece of sculpture of great antiquity.\nI confess myself but little acquainted with Hindoo mythology, and\ntherefore my description will necessarily be imperfect. The figure of\nLuchmee is represented in relief, on a slab of stone eight feet by four,\nsurrounded by about a hundred figures in different attitudes. Luchmee, who\nis of course the most prominent, is figured with eight arms; in his right\nhands, are sabres, in his left, shields; his left foot upon the hand of a\nfemale, and the right on a snake.[18] This figure is about four feet high,\nand finely formed, standing in a martial attitude; his dress (unlike that\nof the modern Hindoo) is represented very tight, and, altogether, struck\nme as more resembling the European than the Asiatic: on his head I\nremarked a high-crowned military cap without a peak: the feet were bare.\nThere can be no doubt this figure is emblematical; the Hindoos, however,\nmake it an object of their impure and degrading worship.",
        "I could not help expressing my surprise on finding this idol in such\nexcellent condition, having had so many samples throughout Kannoge of the\nvengeance exercised by Mussulmaun zeal, on the idols of the Hindoos. My\nguide assured me, that this relic of antiquity had only been spared from\nthe general destruction of by-gone periods by its having been buried,\nthrough the supposed influence of unconverted venerating Brahmins; but\nthat within the last thirty years it had been discovered and dug out of\nthe earth, to become once more an ornament to the place. My own ideas lead\nme to suppose that it might have been buried by the same convulsion of the\nearth which overturned the idolatrous city.",
        "I observed that a very neat little building, of modern date, was erected\nover this antiquity, and on inquiry found that the Hindoos were indebted\nto the liberality of a lady for the means of preserving this relic from\nthe ravages of the seasons.",
        "There is in the same vicinity a second piece of mythological sculpture, in\na less perfect state than Luchmee, the sabred arm of which has been struck\noff, and the figure otherwise mutilated by the zealous Mussulmauns, who\nhave invariably defaced or broken the idols wherever they have been able\nto do so with impunity. On a platform of stone and earth, near this place,\na finely-formed head of stone is placed, which my guide gravely assured me\nwas of very ancient date, and represented Adam, the father of men!",
        "I heard with pain during my sojourn at Kannoge, that the house of God had\nbeen made the resort of thieves; a well-known passage of Scripture struck\nme forcibly when the transaction was related.",
        "I have before stated that the mosque is never allowed to be locked or\nclosed to the public. Beneath the one I am about to speak of (a very\nancient building near to Baallee Peer’s Durgah), is a vaulted suite of\nrooms denominated taarkhanah[19], intended as a retreat from the intense\nheat of the day; such as is to be met with in most great men’s residences\nin India. In this place, a gang of thieves from the city had long found a\nsecure and unsuspected spot wherein to deposit their plunder. It happened,\nhowever, that very strict search was instituted after some stolen property\nbelonging to an individual of Kannoge; whether any suspicions had been\nexcited about the place in question, I do not recollect, but thither the\npolice directed their steps, and after removing some loose earth they\ndiscovered many valuable articles,–shawls, gold ornaments, sabres, and\nother costly articles of plunder. It is presumed,–for the thieves were\nnot known or discovered,–that they could not possibly be Mussulmauns,\nsince the very worst characters among this people hold the house of God in\nsuch strict veneration, that they, of all persons, could not be suspected\nof having selected so sacred a place to deposit the spoils of the\nplunderer.",
        "The process of obtaining nitre from the earth is practised at Kannoge by\nthe Natives in the most simple way imaginable, without any assistance from\nart. They discover the spot where nitre is deposited by the small white\nparticles which work through the strata of earth to the surface. When a\nvein is discovered, to separate the nitre from the earth, the following\nsimple method is resorted to:–large troughs filled with water are\nprepared, into which the masses of earth containing nitre are thrown; the\nearth is allowed to remain undisturbed for some time, after which it is\nwell stirred, and then allowed to settle; the water by this means becomes\nimpregnated with the nitre, and is afterwards boiled in large iron pans,\nfrom which all the dirt is carefully skimmed, until the water is\ncompletely evaporated, and the nitre deposited in the pans.",
        "I know not how far the admixture of animal bodies with the soil may tend\nto produce this article, but it is a fact, that those places which bear\nthe strongest proofs of having received the bodies of both men and beasts,\nproduce it in the greatest abundance.[20]",
        "The retirement of Kannoge afforded me so many pleasant ways of occupying\ntime, that I always look back to the period of my sojourn at the old\nkillaah with satisfaction. The city is sufficiently distant from the\nkillaah to leave the latter within reach of supplies, without the\nannoyance of the bustle and confusion inseparable from a Native city. In\nmy daily wanderings a few peasantry only crossed my path; the farmers and\ncitizens were always attentive, and willing to do us such kind offices as\nwe at any time required. They respected, I may say venerated my husband;\nand I must own that my feelings oblige me to remember with gratitude the\nplace and the people whence I drew so many benefits.",
        "Here I could indulge in long walks without incurring the penalty of a\ndeparture from established custom, which in most well-populated parts of\nHindoostaun restrains European ladies from the exercise so congenial to\ntheir health and cherished habits. Should any English-woman venture to\nwalk abroad in the city of Lucknow, for instance,–to express their most\nliberal opinion of the act,–she would be judged by the Natives as a\nperson careless of the world’s opinion. But here I was under no such\nconstraint; my walks were daily recreations after hours of quiet study in\nthe most romantic retirement of a ruined killaah, where, if luxury\nconsists in perfect satisfaction with the objects by which we are\nsurrounded, I may boast that it was found here during my two years’\nresidence.",
        "[1] This is incorrect. Hindu traditions refer to a deluge, in which Manu,\n    with the help of a fish, makes a ship, and fastening her cable to the\n    fish’s horn, is guided to the mountain, and then he, alone of human\n    beings, is saved.–J. Muir, Original Sanskrit Texts, part ii (1860),\n    p. 324.",
        "[2] This is merely a stupid folk etymology, comparing Kanauj with Cain.",
        "[3] Qil’a.",
        "[4] Kali Nadi, ’black stream’, a corruption of the original\n    name, Kalindi.",
        "[5] Tahsildar.",
        "[6] In the southern centre of the ruined citadel stand the tombs of\n    Bala Pir and his son, Shaikh Mahdi. Shaikh Kabir,\n    commonly called Bala Pir, is said to have been the tutor of\n    the brother Nawabs, Dalel and Bahadur Khan. The former\n    ruled Kanauj in the time of Shah Jahan (A.D. 1628-1651), and\n    died after his deposition in 1666.–A. Führer, Monumental Antiquities\n    and Inscriptions of the N.W. Provinces and Oudh, 1891, p. 80.",
        "[7]  Horseshoes are often nailed on the gates of the tombs of Musalman\n    saints, as at the mosque of Fatehpur Sikri.",
        "[8] Pir, ’a saint, a holy man’.",
        "[9] Maqbara, ’a sepulchre’.",
        "[10] The Emperor Aurangzeb, A.D. 1658-1707.",
        "[11] Khalifah, Caliph, one of the terms which have suffered degradation,\n    often applied to cooks, tailors, barbers, or other Musalman\n    servants.",
        "[12] This may be the building known as Sita ki Rasoi, the kitchen\n    of Sita, heroine of the Ramayana epic. It is described and\n    drawn by Mrs. F. Parks (Wanderings of a Pilgrim, ii. 143).",
        "[13] Butkhana.",
        "[14] The tomb of the Saint Sa’id Shaikh Makhdum Jahaniya\n    Jahangasht of Multan (A.D. 1308-81). Führer, op. cit., p. 81.",
        "[15] Many saints are credited with the power of changing the courses of\n    rivers: see instances in W. Crooke, Popular Religion and Folklore of\n    N. India, 2nd ed., ii. 218.",
        "[16] This may be a variant of the story that after the capture of Chitor,\n    Akbar weighed 74-1/2 man (8 lbs. each) of cords belonging to the\n    slain Rajputs.–J. Tod, Annals of Rajasthan, 1884, i. 349.",
        "[17] The name has not been traced. The reference is to Jains, who are\n    specially careful of animal life.",
        "[18] If this is a male figure it cannot represent the goddess Lakshmi.\n    Mrs. Parks (Wanderings of a Pilgrim, ii. 144) speaks of images of\n    Rama and his brother Lakshmana, one of which may possibly be that\n    referred to in the text.",
        "[19] Tahkhana, an underground cellar.",
        "[20] This account is fairly correct. ’Although active saltpetre is met\n    with under a variety of conditions, they all agree in this particular,\n    that the salt is formed under the influence of organic matter.’–(G.\n    Watt, Economic Dictionary, VI, part ii, 431 ff).",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}