{
    "title": "Observations on the Mussulmauns of India - Letter XIV",
    "author": "Meer Hassan Ali",
    "chapter": "18",
    "content": [
        "\n\n",
        "  Wedding ceremonies of the Mussulmauns.–The new or full moon\n  propitious to the rites being concluded.–Marriage settlements\n  unknown.–Control of the wife over her own property.–Three days and\n  nights occupied in celebrating the wedding.–Preparations previously\n  made by both families.–Ostentatious display on those occasions.–Day\n  of Sarchuck.–Customs on the day of Mayndhie.–Sending presents.–Day\n  of Baarraat.–Procession of the bridegroom to fetch the bride.–The\n  bride’s departure to her new home.–Attendant ceremonies\n  explained.–Similarity of the Mussulmaun and Hindu\n  ceremonies.–Anecdote of a Moollah.–Tying the Narrah to the Moosul.",
        "When the young lady’s family have made all the necessary arrangements for\nthat important event (their daughter’s nuptials), notice is sent to the\nfriends of the intended bridegroom, and the gentlemen of both families\nmeet to settle on what day the celebration is to take place. They are\nguided in the final arrangement by the state of the moon–the new or full\nmoon has the preference; she must, however, be clear of Scorpio, which, as\nI have before stated, they consider the unfortunate sign.[1] There are\nsome moons in the year considered very unpropitious to marry in. At\nMahurrum, for instance, no emergency as to time or circumstance would\ninduce the female party to consent to the marriage solemnities taking\nplace. In Rumzaun they have scruples, though not equal to those which they\nentertain against fulfilling the contract in Mahurrum, the month of\nmourning.",
        "Marriage settlements are not known in Mussulmaun society. All contracts\nare made by word of mouth; and to their credit, honourable reliance is\nusually followed by honourable fulfilment of agreements. The husband is\nexpected to be satisfied with whatever portion of his wife’s fortune the\nfriends may deem consistent or prudent to grant with their daughter. The\nwife is at liberty to keep under her own control any separate sum or\nallowance her parents may be pleased to give her, over and above the\nmarriage portion granted to the husband with his wife.[2]",
        "The husband rarely knows the value of his wife’s private property unless,\nas sometimes happens, the couple in after years have perfect confidence in\neach other, and make no separate interests in worldly matters.\nOccasionally, when the married couple have not lived happily together, the\nwife has been known to bury her cash secretly; and perhaps she may die\nwithout disclosing the secret of her treasure to any one.",
        "In India the practice of burying treasure is very common with females,\nparticularly in villages, or where there are fears entertained of robbers.\nThere is no difficulty in burying cash or other treasure, where the ground\nfloors of the houses are merely beaten earth–boarded floors, indeed, are\nnever seen in Hindoostaun–in the houses of the first classes of Natives\nthey sometimes have them bricked and plastered, or paved with marble.\nDuring the rainy season I have sometimes observed the wooden tuckht[3] (a\nportable platform) in use with aged or delicate females, on which they\nmake their seats from fear of the damp from the mud floor; but they\ncomplain that these accommodations are not half so comfortable as their\nordinary seat.",
        "The division of personal property between married people has the effect of\nrendering the wife much more independent than the married lady of other\ncountries. The plan is a judicious one in the existing state of Mussulmaun\nsociety, for since the husband could at his pleasure add other wives, the\nwhole property of the first wife might be squandered on these additions.\nIn the middling classes of society, and where the husband is a religious\nperson, this division of property is not so strictly maintained; yet every\nwife has the privilege, if she chooses to exercise it, of keeping a\nprivate purse, which the good wife will produce unasked to meet her\nhusband’s emergencies; and which the good husband is never known to demand,\nhowever great may be his necessities. There are many traits of character\nin the Mussulmaun world that render them both amiable and happy, wherever\npoliteness of behaviour is brought to bear. I have seen some bright\nexamples of forbearance and affectionate solicitude in both sexes, which\nwould do honour to the most refined societies of the civilized world.",
        "The marriage ceremony occupies three days and nights:–The first is called,\nSarchuck;[4] the second, Mayndhie;[5] and the third, Baarraat,[6] (fate or\ndestiny is the meaning of this word).",
        "I am not aware that three days are required to accomplish the nuptials of\nthe young couple in any other society of Mussulmauns distinct from those\nof Hindoostaun. Judging by similar usages among the Hindoo population, I\nam rather disposed to conjecture that this is one of the customs of the\naborigines, imitated by the invaders, as the outward parade and publicity\ngiven to the event by the Mussulmauns greatly resemble those of the\nsurrounding Hindoos.",
        "There are no licences granted, nor any form of registry kept of marriages.\nAny person who is acquainted with the Khoraun may read the marriage\nceremony, in the presence of witnesses if it be possible; but they usually\nemploy a professed Moollah or Maulvee, in consideration of such persons\nbeing the most righteous in their lives; for they make this engagement a\nreligious, as well as a civil contract.[7]",
        "The day being fixed, the elders, male and female, of the two families,\ninvite their several relatives, friends, and acquaintances to assemble,\naccording to their means and convenience for entertaining visitors. The\ninvitations are written in the Persian character on red paper, describing\nthe particular event which they are expected to honour. During the week\nprevious to Sarchuck, both families are busily engaged in sending round to\ntheir several friends trays of ready-cooked dinners. Rich and poor share\nequally on these occasions; the reason assigned for which is, that the\npersons’ nuptials may be registered in the minds of those who partake of\nthe food, who in the course of time, might otherwise forget that they had\never heard of the young couple’s nuptials.",
        "The mother of Bohue Begum actively employed the intervening time, in\nfinishing her preparations for the young lady’s departure from the\nparental roof with suitable articles, which might prove the bride was not\nsent forth to her new family without a proper provision. There is\ncertainly too much ostentation evinced on these occasions; but custom,\nprided custom, bids defiance to every better argument; and thus the mother,\nfull of solicitude that her daughter should carry with her evident marks\nof parental affection, and be able to sustain her rank in life, loads her\nchild with a profusion of worldly goods. The poorest people, in this\ninstance, imitate their superiors with a blameable disregard to\nconsequences. Many parents among the lower orders incur heavy debts to\nenable them to make a parade at their children’s wedding, which proves a\nsource of misery to themselves as long as they live.",
        "It may be presumed the Sumdun Begum prepared more suits of finery than her\ndaughter could wear out for years. A silver bedstead with the necessary\nfurniture, as before described; a silver pawn-dawn,[8] round, and shaped\nvery like a modern spice-box in England; a silver chillumchee[9]\n(wash-hand basin), and lota (water-jug with a spout, nearly resembling an\nold-fashioned coffee-pot); a silver luggun[10] (spittoon); silver\nsurraie[11] (water-bottle); silver basins for water; several dozens of\ncopper saucepans, plates and spoons for cooking; dishes, plates, and\nplatters in all variety needful for the house, of metal or of stone. China\nor glass is rarely amongst the bride’s portion, the only articles of glass\nI remember to have seen was the looking-glass for the bride’s toilette,\nand that was framed and cased in pure silver. Stone dishes are a curious\nand expensive article, brought from Persia and Arabia, of a greenish\ncolour, highly polished; the Natives call them racaab-puttie,[12] and\nprefer them to silver at their meals, having an idea that poisoned food\nwould break them; and he who should live in fear of such a calamity, feels\nsecure that the food is pure when the dish of this rare stone is placed\nbefore him perfect.",
        "Amongst the various articles sent with the bride to her new home is the\nmuch prized musnud, cushions and carpet to correspond; shutteringhies, and\ncalico carpets, together with the most minute article used in Native\nhouses, whether for the kitchen, or for the accommodation of the young\nlady in her apartments; all these are conveyed in the lady’s train when\nshe leaves her father’s house to enter that of her husband. I am afraid my\ndescriptions will be deemed tediously particular, so apt are we to take\nthe contagion of example from those we associate with; and as things\nunimportant in other societies are made of so much consequence to these\npeople, I am in danger of giving to trifles more importance than may be\nagreeable to my readers.",
        "On the day of Sarchuck the zeenahnahs of both houses are completely filled\nwith visitors of all grades, from the wives and mothers of noblemen, down\nto the humblest acquaintance of the family. To do honour to the hostess,\nthe guests appear in their best attire and most valuable ornaments.",
        "A wedding in the family of a respectable Mussulmaun is very often the\nmedium of reconciling long standing estrangements between friends. Human\nnature has the same failings in every climate; there will be some who\nentertain jealousies and envyings in all societies, but a wedding with\nthese people is a perfect peace-maker, since none of the invited can\nconsistently stay away; and in such an assembly, where is the evil mind to\ndisturb harmony, or recur to past grievances?",
        "The day of Sarchuck is the first time the young lady receives the\nappellation of Dullun,[13] at which time also the bridegroom is designated\nDullha.[14] Dullun is kept in strict confinement, in a dark room or closet,\nduring the whole three days’ merriment going forward under the parental\nroof; whilst the bridegroom is the most prominent person in the assembly\nof the males, where amusements are contrived to please and divert him, the\nwhole party vieing in personal attentions to him. The ladies are occupied\nin conversation and merriment, and amused with the native songs and music\nof the dominie, smoking the hookha, eating pawn, dinner, &c. Company is\ntheir delight, and time passes pleasantly with them in such an assembly.",
        "The second day, Mayndhie, is one of bustle and preparation in the Sumdun\nBegum’s department; it is spent in arranging the various articles that are\nto accompany the bride’s Mayndhie, which is forwarded in the evening to\nthe bridegroom with great parade.",
        "It is so well known that I need hardly mention the fact, that the herb\nmayndhie[15] is in general request amongst the natives of India, for the\npurpose of dyeing the hands and feet; it is considered by them an\nindispensable article to their comfort, keeping those members cool and a\ngreat ornament to the person.",
        "Long established custom obliges the bride to send mayndhie on the second\nnight of the nuptials to the bridegroom; and, to make the event more\nconspicuous, presents proportioned to the means of the party accompany the\ntrays of prepared mayndhie.",
        "The female friends of the bride’s family attend the Mayndhie procession in\ncovered conveyances, and the male guests on horses, elephants, and in\npalkies; trains of soldiers, servants, and bands of music swell the\nprocession (among people of distinction) to a magnitude inconceivable to\nthose who have not visited the Native cities of Hindoostaun, or witnessed\nthe parade of a marriage ceremony.",
        "Amongst the bride’s presents with mayndhie, may be noticed every thing\nrequisite for a full-dress suit for the bridegroom, and the etceteras of\nhis toilette; confectionery, dried fruits, preserves, the prepared pawns,\nand a multitude of trifles too tedious to enumerate, but which are\nnevertheless esteemed luxuries with the Native young people, and are\nconsidered essential to the occasion. One thing I must not omit, the\nsugar-candy, which forms the source of amusement when the bridegroom is\nunder the dominion of the females in his mother’s zeenahnah. The artush\nbajie,[16] (fireworks) sent with the presents, are concealed in flowers\nformed of the transparent uberuck:[17] these flowers are set out in frames,\ncalled chumund,[18] and represent beds of flowers in their varied forms\nand colours; these in their number and gay appearance have a pretty effect\nin the procession, interspersed with the trays containing the dresses, &c.\nAll the trays are first covered with basket-work raised in domes, and over\nthese are thrown draperies of broadcloth, gold-cloth, and brocade, neatly\nfringed in bright colours.",
        "The Mayndhie procession having reached the bridegroom’s house, bustle and\nexcitement pervade through every department of the mansion. The gentlemen\nare introduced to the father’s hall; the ladies to the youth’s mother, who\nin all possible state is prepared to receive the bride’s friends.",
        "The interior of a zeenahnah has been already described; the ladies crowd\ninto the centre hall to witness, through the blinds of bamboo, the\nimportant process of dressing the young bridegroom in his bride’s presents.\nThe centre purdah is let down, in which are openings to admit the hands\nand feet; and close to this purdah a low stool is placed. When all these\npreliminary preparations are made, and the ladies securely under cover,\nnotice is sent to the male assembly that, ’Dullha is wanted’; and he then\nenters the zeenahnah court-yard, amidst the deafening sounds of trumpets\nand drums from without, and a serenade from the female singers within. He\nseats himself on the stool placed for him close to the purdah, and obeys\nthe several commands he receives from the hidden females, with childlike\ndocility. The moist mayndhie is then tied on with bandages by hands he\ncannot see, and, if time admits, one hour is requisite to fix the dye\nbright and permanent on the hands and feet. During this delay, the hour is\npassed in lively dialogues with the several purdahed dames, who have all\nthe advantage of seeing though themselves unseen; the singers occasionally\nlauding his praise in extempore strains, after describing the loveliness\nof his bride, (whom they know nothing about), and foretelling the\nhappiness which awaits him in his marriage, but which, in the lottery, may\nperhaps prove a blank. The sugar-candy, broken into small lumps, is\npresented by the ladies whilst his hands and feet are fast bound in the\nbandages of mayndhie; but as he cannot help himself, and it is an omen of\ngood to eat the bride’s sweets at this ceremony, they are sure he will try\nto catch the morsels which they present to his mouth and then draw back,\nteasing the youth with their banterings, until at last he may successfully\nsnap at the candy, and seize the fingers also with the dainty, to the\ngeneral amusement of the whole party and the youth’s entire satisfaction.",
        "The mayndhie supposed to have done its duty, the bandages are removed; his\nold unnah,[19] the nurse of his infancy (always retained for life),\nassists him with water to wash off the leaves, dries his feet and hands,\nrubs him with otta,[20] robes him in his bride’s presents, and ornaments\nhim with the guinah. Thus attired he takes leave of his tormentors, sends\nrespectful messages to his bride’s family, and bows his way from their\nguardianship to the male apartment, where he is greeted by a flourish of\ntrumpets and the congratulations of the guests, many of whom present\nnuzzas and embrace him cordially.",
        "The dinner is introduced at twelve amongst the bridegroom’s guests, and\nthe night passed in good-humoured conviviality, although the strongest\nbeverage at the feast consists of sugar and water sherbet. The\ndancing-women’s performances, the display of fireworks, the dinner, pawn,\nand hookha, form the chief amusements of the night, and they break up only\nwhen the dawn of morning approaches.",
        "The bride’s female friends take sherbet and pawn after the bridegroom’s\ndeparture from the zeenahnah, after which they hasten away to the bride’s\nassembly, to detail the whole business of their mission.",
        "I have often heard the ladies complain, that the time hangs very heavy on\ntheir hands whilst the party have gone to perform Mayndhie, until the\ngood ladies return with their budget of particulars. Hundreds of questions\nare then put to them by the inquisitive dames, how the procession passed\noff?–whether accident or adventure befel them on the march?–what remarks\nwere made on the bride’s gifts?–-but most of all they want to know, how\nthe bridegroom looked, and how he behaved under their hands? The events of\nthe evening take up the night in detailing, with the occasional\ninterruptions of dinner, pawn, and sherbet; and so well are they amused,\nthat they seldom feel disposed to sleep until the crowing of the cock\nwarns them that the night has escaped with their diversified amusements.",
        "The eventful Baarraat arrives to awaken in the heart of a tender mother\nall the good feelings of fond affection; she is, perhaps, about to part\nwith the great solace of her life under many domestic trials; at any rate,\nshe transfers her beloved child to another protection. All marriages are\nnot equally happy in their termination; it is a lottery, a fate, in the\ngood mother’s calculation. Her darling child may be the favoured of Heaven\nfor which she prays; she may be, however, the miserable first wife of a\nlicentious pluralist; nothing is certain, but she will strive to trust in\nGod’s mercy, that the event prove a happy one to her dearly-loved girl.",
        "I have said the young bride is in close confinement during the days of\ncelebrating her nuptials; on the third she is tormented with the\npreparations for her departure. The mayndhie must be applied to her hands\nand feet, the formidable operations of bathing, drying her hair, oiling\nand dressing her head, dyeing her lips, gums, and teeth with antimony,\nfixing on her the wedding ornaments, the nut (nose-ring) presented by her\nhusband’s family: the many rings to be placed on her fingers and toes, the\nrings fixed in her ears, are all so many new trials to her, which though a\ncomplication of inconveniences, she cannot venture to murmur at, and\ntherefore submits to with the passive meekness of a lamb.",
        "Towards the close of the evening, all this preparation being fulfilled,\nthe marriage portion is set in order to accompany the bride. The guests\nmake their own amusements for the day; the mother is too much occupied\nwith her daughter’s affairs to give much of her time or attention to them;\nnor do they expect it, for they all know by experience the nature of a\nmother’s duties at such an interesting period.",
        "The bridegroom’s house is nearly in the same state of bustle as the\nbride’s, though of a very different, description, as the preparing for the\nreception of a bride is an event of vast importance in the opinion of a\nMussulmaun. The gentlemen assemble in the evening, and are regaled with\nsherbet and the hookha, and entertained with the nuutch-singing and\nfireworks until the appointed hour for setting out in the procession to\nfetch the bride to her new home.",
        "The procession is on a grand scale; every friend or acquaintance, together\nwith their elephants, are pressed into the service of the bridegroom on\nthis night of Baarraat. The young man himself is mounted on a handsome\ncharger, the legs, tail, and mane of which are dyed with mayndhie, whilst\nthe ornamental furniture of the horse is splendid with spangles and\nembroidery. The dress of the bridegroom is of gold-cloth, richly trimmed\nwith a turban to correspond, to the top of which is fastened an immense\nbunch of silver trimming, that falls over his face to his waist, and\nanswers the purpose of a veil,[21] (this is in strict keeping with the\nHindoo custom at their marriage processions). A select few of the females\nfrom the bridegroom’s house attend in his train to bring home the bride,\naccompanied by innumerable torches, with bands of music, soldiers, and\nservants, to give effect to the procession. On their arrival at the gate\nof the bride’s residence, the gentlemen are introduced to the father’s\napartments, where fireworks, music, and singing, occupy their time and\nattention until the hour for departure arrives.",
        "The marriage ceremony is performed in the presence of witnesses, although\nthe bride is not seen by any of the males at the time, not even by her\nhusband, until they have been lawfully united according to the common form.",
        "In the centre of the hall, in the zeenahnah, a tuckht (platform) six feet\nsquare is placed, on which the musnud of gold brocade is set. This is the\nbride’s seat when dressed for her nuptials; she is surrounded by ladies\nwho bear witness to the marriage ceremony. The purdahs are let down, and\nthe Maulvee, the bridegroom, the two fathers, and a few male friends are\nintroduced to the zeenahnah court-yard, with a flourish of trumpets and\ndeafening sounds of drums. They advance with much gravity towards the\npurdahs, and arrange themselves close to this slender partition between\nthe two sexes.",
        "The Maulvee commences by calling on the young maiden by name, to answer to\nhis demand, ’Is it by your own consent this marriage takes place\nwith ––?’ naming the person who is the bridegroom; the bride answers,\n’It is by my consent.’ The Maulvee then explains the law of Mahumud, and\nreads a certain chapter from that portion of the Khoraun which binds the\nparties in holy wedlock.[22] He then turns to the young man, and asks him\nto name the sum he proposes as his wife’s dowry. The bridegroom thus\ncalled upon, names ten, twenty, or perhaps a hundred lacs of rupees; the\nMaulvee repeats to all present the amount proposed, and then prays that\nthe young couple thus united may be blessed in this world and in eternity.\nAll the gentlemen then retire, except the bridegroom, who is delayed, as\nsoon as this is accomplished, entering the hall until the bride’s guests\nhave retreated into the side rooms: as soon as this is accomplished he is\nintroduced into the presence of his mother-in-law and her daughter by the\nwomen servants. He studiously avoids looking up as he enters the hall,\nbecause, according to the custom of this people, he must first see his\nwife’s face in a looking-glass, which is placed before the young couple,\nwhen he is seated on the musnud by his bride. Happy for him if he then\nbeholds a face that bespeaks the gentle being he hopes Fate has destined\nto make him happy; if otherwise he must submit; there is no untying the\nsacred contract.",
        "Many absurd customs follow this first introduction of the bride and\nbridegroom. When the procession is all formed, the goods and chattels of\nthe bride are loaded on the heads of the carriers; the bridegroom conveys\nhis young wife in his arms to the chundole (covered palankeen), which is\nin readiness within the court, and the procession moves off in grand style,\nwith a perpetual din of noisy music until they arrive at the bridegroom’s\nmansion.",
        "The poor mother has perhaps had many struggles with her own heart to save\nher daughter’s feelings during the preparation for departure; but when the\nseparation takes place the scene is affecting beyond description. I never\nwitnessed anything to equal it in other societies: indeed, so powerfully\nare the feelings of the mother excited, that she rarely acquires her usual\ncomposure until her daughter is allowed to revisit her, which is generally\nwithin a week after her marriage.",
        "P.S.–I have remarked that, in important things which have nothing to do\nwith the religion of the Mussulmauns, they are disposed to imitate the\nhabits of the Hindoos; this is more particularly to be traced in many of\ntheir wedding customs.",
        "In villages where there are a greater proportion of Hindoos than\nMussulmauns the females of the two people mix more generally than is\nusually allowed in cities or large towns; and it is among this mingled\npopulation that we find the spirit of superstition influencing the female\ncharacter in more marked manner than it does in more populous places,\nwhich the following anecdote, will illustrate. The parties were known to\nthe person who related the circumstance to me.",
        "’A learned man, a moollah[23] or head-teacher and expounder of the\nMahumudan law, resided in a village six koss (twelve miles English)\ndistant from Lucknow, the capital of Oude. This moollah was married to a\nwoman of good family, by whom he had a large progeny of daughters. He\nlived in great respect, and cultivated his land with success, the produce\nof his farm not only supporting his own family, but enabling the good\nmoollah to distribute largely amongst the poor, his neighbours, and the\npassing traveller. A hungry applicant never left his door without a meal\nof the same wholesome, yet humble fare, which formed his own daily\nsustenance. Bread and dhall he preferred to the most choice delicacies, as\nby this abstemious mode of living, he was enabled to feed and comfort the\nafflicted with the residue of his income.",
        "’This moollah was one of the most pious men of the age, and alive to the\ninterests of his fellow-mortals, both temporal and eternal. He gave\ninstruction gratis to as many pupils as chose to attend his lectures, and\ndesired to acquire from his matured knowledge an introduction to the\npoints of faith, and instruction in the Mussulmaun laws. Numbers of young\nstudents attended his hall daily, to listen to the expounding of the rules\nand maxims he had acquired by a long life devoted to the service of God,\nand his duty to mankind. In him, many young men found a benefactor who\nblended instruction with temporal benefits; so mild and persuasive were\nthis good moollah’s monitions, that he lived in the affection, venerations\nand respect of his pupils, as a fond father in the love of his children.",
        "’The wife of this good man managed the domestic affairs of the family,\nwhich were very little controlled by her husband’s interference. On an\noccasion of solemnizing the nuptials of one of their daughters, the wife\nsent a message to the moollah, by a female slave, requiring his immediate\npresence in the zeenahnah, that he might perform his allotted part in the\nceremony, which, as elder of the house, could not be confided to any other\nhands but his. This was to “tie the naarah to the moosul”.[24]",
        "’The moollah was deeply engaged in expounding to his pupils a difficult\npassage of the Khoraun when the slave entered and delivered her message.\n“Coming”, he answered, without looking at the messenger, and continued his\nexposition.",
        "’The good woman of the house was in momentary expectation of her husband’s\narrival, but when one hour had elapsed, her impatience overcame her\ndiscretion, and she dispatched the slave a second time to summon the\nmoollah, who, in his anxiety to promote a better work, had forgotten the\nsubject of tying the naarah to the moosul. The slave again entered the\nhall, and delivered her lady’s message; he was then engaged in a fresh\nexposition, and, as before, replied “coming”, but still proceeding with\nhis subject as if he heard not the summons.",
        "’Another hour elapsed, and the wife’s ordinary patience was exhausted; “Go\nto your master, slave!” she said with authority in her voice and manner;\n“go ask your master from me, whether it is his intention to destroy the\npeace of his house, and the happiness of his family. Ask him, why he\nshould delay performing so important a duty at this ceremony, when his own\ndaughter’s interest and welfare are at stake?”",
        "’The slave faithfully conveyed the message, and the moollah, finding that\nhis domestic peace depended on submitting to the superstitious notions of\nhis wife, accompanied the slave to the zeenahnah without further delay.",
        "’The moollah’s compliance with the absurd desires of his wife surprised\nthe students, who discussed the subject freely in his absence. He having\nalways taught them the folly of prejudice and the absurdity of\nsuperstition, they could not, comprehend how it was the moollah had been\nled to comply with a request so much at variance with the principles he\nendeavoured to impress upon them.",
        "’On his return, after a short absence, to his pupils, he was about to\nre-commence the passage at which he had left off to attend his wife’s\nsummons; one of the young men, however, interrupted him by the inquiry,\n“Whether he had performed the important business of tying the naarah to the\nmoosul?\"–\"Yes,” answered the moollah, very mildly, “and by so doing I\nhave secured peace to my wife’s disturbed mind.\"–\"But how is it, reverend\nSir,” rejoined the student, “that your actions and your precepts are at\nvariance? You caution us against every species of superstition, and yet\nthat you have in this instance complied with one, is very evident.\"–\"I\ngrant you, my young friend,” said the moollah, “that I have indeed done so,\nbut my motive for this deviation is, I trust, correct. I could have argued\nwith you on the folly of tying the naarah to the moosul, and you would\nhave been convinced by my arguments; but my wife, alas! would not listen\nto anything but the custom–the custom of the whole village. I went with\nreluctance, I performed the ceremony with still greater; yet I had no\nalternative if I valued harmony in my household: this I have now secured\nby my acquiescence in the simple desire of my wife. Should any evil\naccident befall my daughter or her husband, I am spared the reproaches\nthat would have been heaped upon me, as being the cause of the evil, from\nmy refusal to tie the naarah to the moosul. The mere compliance with this\nabsurd custom, to secure peace and harmony, does not alter my faith; I\nhave saved others from greater offences, by my passive obedience to the\nwishes of my wife, who ignorantly places dependance on the act, as\nnecessary to her daughter’s welfare.”",
        "’The students were satisfied with his explanation, and their respect was\nincreased for the good man who had thus taught them to see and to cherish\nthe means of living peaceably with all mankind, whenever their actions do\nnot tend to injure their religious faith, or infringe on the principles of\nmorality and virtue.’",
        "[1] See p. 158.",
        "[2] For the right of the bride to her private property, see N.E.B. Baillie,\n    Digest of Moohummudan Law (1875), 146 ff.",
        "[3] Takht.\n[4] Sachaq, the fruits and other gifts carried in procession in\n  earthen pots ornamented with various devices.–Jaffur Shurreef,\n  Qanoon-e-Islam, 73.",
        "[5] Menhdi.",
        "[6] Barat, barat: meaning ’bridegroom’s procession’.",
        "[7] Among the Khojas of West India a person from the lodge to which the\n    parties belong recites the names of the Panjtan-i-pak, the five\n    holy ones–Muhammad, ’Ali, Fatimah, Hasan, Husain–with the\n    invocation: ’I begin the wedding of –– with ––, to wed as did\n    Fatimah, the bright-faced Lady (on whom be peace!) with the Lord and\n    Leader, the Receiver of the Testament of the Chosen and Pure, the Lord\n    ’Ali, the son of Abu-Talib.’–Bombay Gazetteer, ix, part ii,\n    45.",
        "[8] Pandan.",
        "[9] Chilamchi.",
        "[10] Lagan.",
        "[11] Surahi.",
        "[12] Rikab, ’a cup’; patthari, ’made of stone’. China dishes are\n    also supposed to betray poison: see J. Fryer, A New Account of East\n    India and Persia (Hakluyt Society’s edition), i. 87.",
        "[13] Dulhin.",
        "[14] Dulha.",
        "[15] Menhdi: the henna plant, Lawsonia alba.",
        "[16] Atishbazi, fire-play.",
        "[17] Abrak, talc.",
        "[18] Chaman, a flower-bed.",
        "[19] Anna.",
        "[20] Otto, ’itr of roses.",
        "[21] ’The dress of the bridegroom consisted entirely of cloth of gold;\n    and across his forehead was bound a sort of fillet made of an\n    embroidery of pearls, from which, long strings of gold hung down all\n    over his face to his saddle-bow; and to his mouth he kept a red silk\n    handkerchief closely pressed to prevent devils entering his\n    mouth.’–Mrs. F. Parks, Wanderings of a Pilgrim, i. 438 f. This\n    fillet is called sihra, and it is intended to avert the influence\n    of the Evil Eye and of demons.",
        "[22] The officiating Mulla or Qazi lifts the bridegroom’s veil,\n    makes him gargle his throat three times with water, and seating him\n    facing Mecca, requires him to repeat a prayer to Allah for forgiveness\n    (istighfarullah); the four Qul, or chapters of the Koran\n    commencing with the word qul, ’say’ (cix, cxii, cxiii, cxiv); the\n    Kalima or Creed: ’There is no deity but Allah: Muhammad is the\n    Apostle of Allah’; the Articles of Belief (Sifat-i-iman) in\n    Allah, his Angels, the Scriptures, the Prophets, the Resurrection,\n    and Day of Judgement. His absolute decree and predestination of Good\n    and Evil; the Prayer of Obedience, said standing\n    (du’a’l-qunut). If he be illiterate, the meaning of all these\n    should be explained to him.–Jafnir Shurreef, Qanoon-e-Islam, 86.",
        "[23] Mulla.",
        "[24] The naarah is a cord of many threads dyed red and yellow; the moosul\n    the heavy beam in use where rice is to be cleansed from the husks. The\n    custom is altogether of Hindoo origin. [Author.] [When the condiment\n    (ubtan), made of the flour of gram, mixed with oil and perfumes,\n    which is rubbed on the bride and bridegroom, is being ground, the\n    handle of the hand-mill is smeared with sandalwood paste, powder of a\n    kind of nut ( Vangueira spinosa), and some betel leaves; betel-nuts\n    wrapped in a piece of new red cloth are tied to it. Then seven women,\n    whose husbands are living, sit down to grind the condiment. Some raw\n    rice is put in a red cloth, and with a parcel of betel-leaf is tied to\n    the mill-handle with a thread (nara). Women pretend to beat it,\n    and sing a marriage song. The rite is a form of fertility magic. The\n    handle of the mill here represents the rice-pounder (musal) in\n    the rite described in the text.–Bombay Gazetteer, ix, part i, 101;\n    part ii, 163 f.[7]]",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}