{
    "title": "Observations on the Mussulmauns of India - Letter XII",
    "author": "Meer Hassan Ali",
    "chapter": "16",
    "content": [
        "\n\n",
        "  The Zeenahnah.–Its interior described.–Furniture, decorations,\n  &c.–The Purdah (curtains).–Bedstead.–The Musnud (seat of\n  honour).–Mirrors and ornamental furniture disused.–Display on\n  occasions of festivity.–Observations on the Mussulmaun\n  Ladies.–Happiness in their state of seclusion.–Origin of secluding\n  females by Mahumud.–Anecdote.–Tamerlane’s command prohibiting\n  females being seen in public.–The Palankeen.–Bearers.–Their\n  general utility and contentedness of disposition.–Habits peculiar\n  to Mussulmaun Ladies.–Domestic arrangements of a Zeenahnah.–Dinner\n  and its accompanying observances.–The Lota and Lugguns.–The\n  Hookha.–Further investigation of the customs adopted in Zeenahnahs.",
        "Before I introduce the ladies of a Mussulmaun zeenahnah to your notice, I\npropose giving you a description of their apartments.",
        "Imagine to yourself a tolerably sized quadrangle, three sides of which is\noccupied by habitable buildings, and the fourth by kitchens, offices,\nlumber rooms, &c.; leaving in the centre an open court-yard. The habitable\nbuildings are raised a few steps from the court; a line of pillars forms\nthe front of the building, which has no upper rooms; the roof is flat, and\nthe sides and back without windows, or any aperture through which air can\nbe received. The sides and back are merely high walls forming an enclosure,\nand the only air is admitted from the fronts of the dwelling-place facing\nthe court-yard. The apartments are divided into long halls, the extreme\ncorners having small rooms or dark closets purposely built for the\nrepository of valuables or stores; doors are fixed to these closets, which\nare the only places I have seen with them in a zeenahnah or mahul[1]\n(house or palace occupied by females); the floor is either of beaten earth,\nbricks, or stones; boarded floors are not yet introduced.",
        "As they have neither doors nor windows to the halls, warmth or privacy is\nsecured by means of thick wadded curtains, made to fit each opening\nbetween the pillars. Some zeenahnahs have two rows of pillars in the halls\nwith wadded curtains to each, thus forming two distinct halls, as occasion\nmay serve, or greater warmth be required: this is a convenient arrangement\nwhere the establishment of servants, slaves, &c., is extensive.",
        "The wadded curtains are called purdahs[2]; these are sometimes made of\nwoollen cloth, but more generally of coarse calico, of two colours, in\npatchwork style, striped, vandyked, or in some other ingeniously contrived\nand ornamented way, according to their individual taste.",
        "Besides the purdahs, the openings between the pillars have blinds neatly\nmade of bamboo strips, wove together with coloured cords: these are called\njhillmuns or cheeks.[3] Many of them are painted green; others are more\ngaudy both in colour and variety of patterns. These blinds constitute a\nreal comfort to every one in India, as they admit air when let down, and\nat the same time shut out flies and other annoying insects; besides which\nthe extreme glare is shaded by them,–a desirable object to foreigners in\nparticular.",
        "The floors of the halls are first matted with the coarse date-leaf matting\nof the country, over which is spread shutteringhies[4] (thick cotton\ncarpets, peculiarly the manufacture of the Upper Provinces of India, wove\nin stripes of blue and white, or shades of blue); a white calico carpet\ncovers the shutteringhie, on which the females take their seat.",
        "The bedsteads of the family are placed, during the day, in lines at the\nback of the halls, to be moved at pleasure to any chosen spot for the\nnight’s repose; often into the open courtyard, for the benefit of the pure\nair. They are all formed on one principle, differing only in size and\nquality; they stand about half-a-yard from the floor, the legs round and\nbroad at bottom, narrowing as they rise towards the frame, which is laced\nover with a thick cotton tape, made for the purpose, and platted in\nchecquers, and thus rendered soft, or rather elastic, and very pleasant to\nrecline upon. The legs of these bedsteads are in some instances gold,\nsilver gilt, or pure silver; others have enamel paintings on fine wood;\nthe inferior grades have them merely of wood painted plain and varnished;\nthe servants’ bedsteads are of the common mango-wood without ornament, the\nlacing of these for the sacking being of elastic string manufactured from\nthe fibre of the cocoa-nut.",
        "Such are the bedsteads of every class of people. They seldom have\nmattresses; a soojinee[5] (white quilt) is spread on the lacing, over\nwhich a calico sheet, tied at each corner of the bedstead with cords and\ntassels; several thin flat pillows of beaten cotton for the head,–a\nmuslin sheet for warm weather, and a well wadded ruzzie[6] (coverlid) for\nwinter, is all these children of Nature deem essential to their comfort in\nthe way of sleeping. They have no idea of night dresses; the same suit\nthat adorns a lady, is retained both night and day, until a change be\nneeded. The single article exchanged at night is the deputtah,[7] and that\nonly when it happens to be of silver tissue or embroidery, for which a\nmuslin or calico sheet is substituted.",
        "The very highest circles have the same habits in common with the meanest,\nbut those who can afford shawls of cashmere prefer them for sleeping in,\nwhen the cold weather renders them bearable. Blankets are never used\nexcept by the poorest peasantry, who wear them in lieu of better garments\nnight and day in the winter season: they are always black, the natural\ncolour of the wool. The ruzzies of the higher orders are generally made of\nsilk of the brightest hues, well wadded, and lined with dyed muslin of\nassimilating colour; they are usually bound with broad silver ribands, and\nsometimes bordered with gold brocaded trimmings. The middling classes have\nfine chintz ruzzies, and the servants and slaves coarse ones of the same\nmaterial; but all are on the same plan, whether for a queen or the meanest\nof her slaves, differing only in the quality of the material.",
        "The mistress of the house is easily distinguished by her seat of honour in\nthe hall of a zeenahnah; a musnud[8] not being allowed to any other person\nbut the lady of the mansion.",
        "The musnud carpet is spread on the floor if possible near to a pillar\nabout the centre of the hall, and is made of many varieties of\nfabric,–gold cloth, quilted silk, brocaded silk, velvet, fine chintz, or\nwhatever may suit the lady’s taste, circumstances, or convenience. It is\nabout two yards square, and generally bordered or fringed, on which is\nplaced the all-important musnud. This article may be understood by those\nwho have seen a lace-maker’s pillow in England, excepting only that the\nmusnud is about twenty times the size of that useful little article in the\nhands of our industrious villagers. The musnud is covered with gold cloth,\nsilk, velvet, or calico, with square pillows to correspond, for the elbows,\nthe knees, &c. This is the seat of honour, to be invited to share which,\nwith the lady-owner, is a mark of favour to an equal or inferior: when a\nsuperior pays a visit of honour, the prided seat is usually surrendered to\nher, and the lady of the house takes her place most humbly on the very\nedge of her own carpet.",
        "Looking-glasses or ornamental furniture are very rarely to be seen in the\nzeenahnahs, even of the very richest females. Chairs and sofas are\nproduced when English visitors are expected; but the ladies of Hindoostaun\nprefer the usual mode of sitting and lounging on the carpet; and as for\ntables, I suppose not one gentlewoman of the whole country has ever been\nseated at one; and very few, perhaps, have any idea of their useful\npurposes, all their meals being served on the floor, where dusthakhawns[9]\n(table-cloths we should call them) are spread, but neither knives, forks,\nspoons, glasses, or napkins, so essential to the comfortable enjoyment of\na meal amongst Europeans. But those who never knew such comforts have no\ndesire for the indulgence, nor taste to appreciate them.",
        "On the several occasions, amongst Native society, of assembling in large\nparties, as at births and marriages, the halls, although extensive, would\nbe inadequate to accommodate the whole party. They then have awnings of\nwhite calico, neatly flounced with muslin, supported on poles fixed in the\ncourtyard, and connecting the open space with the great hall, by wooden\nplatforms which are brought to a line with the building, and covered with\nshutteringhie and white carpets to correspond with the floor-furniture of\nthe hall; and here the ladies sit by day and sleep by night very\ncomfortably, without feeling any great inconvenience from the absence of\ntheir bedsteads, which could never be arranged for the accommodation of so\nlarge an assemblage–nor is it ever expected.",
        "The usually barren look of these almost unfurnished halls is on such\noccasions quite changed, when the ladies are assembled in their various\ndresses; the brilliant display of jewels, the glittering drapery of their\ndress, the various expressions of countenance, and different figures, the\nmultitude of female attendants and slaves, the children of all ages and\nsizes in their variously ornamented dresses, are subjects to attract both\nthe eye and the mind of an observing visitor; and the hall, which when\nempty appeared desolate and comfortless, thus filled, leaves nothing\nwanting to render the scene attractive.",
        "The buzz of human voices, the happy playfulness of the children, the\nchaste singing of the domenies fill up the animated picture. I have\nsometimes passed an hour or two in witnessing their innocent amusements,\nwithout any feeling of regret for the brief sacrifice of time I had made. I\nam free to confess, however, that I have returned to my tranquil home with\nincreased delight after having witnessed the bustle of a zeenahnah\nassembly. At first I pitied the apparent monotony of their lives; but this\nfeeling has worn away by intimacy with the people, who are thus precluded\nfrom mixing generally with the world. They are happy in their confinement;\nand never having felt the sweets of liberty, would not know how to use the\nboon if it were to be granted them. As the bird from the nest immured in a\ncage is both cheerful and contented, so are these females. They have not,\nit is true, many intellectual resources, but they have naturally good\nunderstandings, and having learned their duty they strive to fulfil it. So\nfar as I have had any opportunity of making personal observations on their\ngeneral character they appear to me obedient wives, dutiful daughters,\naffectionate mothers, kind mistresses, sincere friends, and liberal\nbenefactresses to the distressed poor. These are their moral\nqualifications, and in their religious duties they are zealous in\nperforming the several ordinances which they have been instructed by their\nparents or husbands to observe. If there be any merit in obeying the\ninjunctions of their Lawgiver, those whom I have known most intimately\ndeserve praise, since ’they are faithful in that they profess’.",
        "To ladies accustomed from infancy to confinement this is by no means\nirksome; they have their employments and their amusements, and though\nthese are not exactly to our taste, nor suited to our mode of education,\nthey are not the less relished by those for whom they were invented. They\nperhaps wonder equally at some of our modes of dissipating time, and fancy\nwe might spend it more profitably. Be that as it may, the Mussulmaun\nladies, with whom I have been long intimate, appear to me always happy,\ncontented, and satisfied with the seclusion to which they were born; they\ndesire no other, and I have ceased to regret they cannot be made partakers\nof that freedom of intercourse with the world we deem so essential to our\nhappiness, since their health suffers nothing from that confinement, by\nwhich they are preserved from a variety of snares and temptations; besides\nwhich, they would deem it disgraceful in the highest degree to mix\nindiscriminately with men who are not relations. They are educated from\ninfancy for retirement, and they can have no wish that the custom should\nbe changed, which keeps them apart from the society of men who are not\nvery nearly related to them. Female society is unlimited, and that they\nenjoy without restraint.",
        "A lady whose friendship I have enjoyed from my first arrival in India,\nheard me very often speak of the different places I had visited, and she\nfancied her happiness very much depended on seeing a river and a bridge. I\nundertook to gain permission from her husband and father, that the treat\nmight be permitted; they, however, did not approve of the lady being\ngratified, and I was vexed to be obliged to convey the disappointment to\nmy friend. She very mildly answered me, ’I was much to blame to request\nwhat I knew was improper for me to be indulged in; I hope my husband and\nfamily will not be displeased with me for my childish wish; pray make them\nunderstand how much I repent of my folly. I shall be ashamed to speak on\nthe subject when we meet.’",
        "I was anxious to find out the origin of secluding females in the\nMussulmaun societies of Hindoostaun, as I could find no example in the\nMosaic law, which appears to have been the pattern Muhumud followed\ngenerally in domestic habits. I am told by the best possible authority,\nthat the first step towards the seclusion of females occurred in the life\nof Mahumud, by whose command the face and figure of women were veiled on\ntheir going from home, in consequence of some departure from strict\npropriety in one of his wives (Ayashur,[10] the daughter of Omir); she is\nrepresented to have been a very beautiful woman, and was travelling with\nMahumud on a journey in Arabia.",
        "’The beautiful Ayashur, on her camel, was separated from the party; she\narrived at the serai (inn, or halting-place) several hours after they had\nencamped, and declared that her delay was occasioned by the loss of a\nsilver bangle from her ankle, which after some trouble she had discovered,\nand which she produced in a bruised state in testimony of her assertion.\nMahumud was displeased, and her father enraged beyond measure at his\ndaughter’s exposing herself to the censure of the public, by allowing any\nthing to detach her from the party.’ Mahumud assuaged Omir’s anger by a\ncommand then first issued, ’That all females, belonging to the faithful,\nshould be compelled to wear a close veil over their face and figure\nwhenever they went abroad.’",
        "In Arabia and Persia the females are allowed to walk or ride out with a\nsort of hooded cloak, which falls over the face, and has two eye-holes for\nthe purpose of seeing their way.[11] They are to be met with in the streets\nof those countries without a suspicion of impropriety when thus habited.",
        "The habit of strict seclusion, however, originated in Hindoostaun with\nTamerlane the conqueror of India.",
        "When Tamerlane[12] with his powerful army entered India, he issued a\nproclamation to all his followers to the following purport, ’As they were\nnow in the land of idolatry and amongst a strange people, the females of\ntheir families should be strictly concealed from the view of strangers’;\nand Tamerlane himself invented the several covered conveyances which are\nto the present period of the Mussulmaun history in use, suited to each\ngrade of female rank in society. And the better to secure them from all\npossibility of contamination by their new neighbours, he commanded that\nthey should be confined to their own apartments and behind the purdah,\ndisallowing any intercourse with males of their own persuasion even, who\nwere not related by the nearest ties, and making it a crime in any female\nwho should willingly suffer her person to be seen by men out of the\nprescribed limits of consanguinity.",
        "Tamerlane, it may be presumed, was then ignorant of the religious\nprinciples of the Hindoos. They are strictly forbidden to have intercourse\nor intermarry with females who are not strictly of their own caste or\ntribe, under the severe penalty of losing that caste which they value as\ntheir life. To this may be attributed, in a great degree, the safety with\nwhich female foreigners travel daak[13] (post) in their palankeens, from\none point of the Indian continent to another, without the knowledge of\nfive words of the Hindoostaunie tongue, and with no other servant or\nguardian but the daak-bearers, who carry them at the rate of four miles an\nhour, travelling day and night successively.",
        "The palankeen is supported on the shoulders of four bearers at once,–two\nhaving the front pole attached to the vehicle, and two supporting the pole\nbehind. The four bearers are relieved every five or six minutes by other\nfour, making the set of eight to each palankeen,–this set conveys their\nburden from eight to ten miles, where a fresh party are in waiting to\nrelieve them, and so on to the extent of the projected journey; much in\nthe same way as relays of horses are stationed for post-travelling in\nEngland. Perhaps the tract of country passed through may not present a\nsingle hut or habitation for miles together, often through jungles of\ngloomy aspect; yet with all these obstacles, which would excite fear or\ndistrust in more civilized parts of the world, females travel in India\nwith as perfect security from insult as if they were guarded by a company\nof sepoys, or a troop of cavalry.",
        "I am disposed to think that the invention of covered conveyances by\nTamerlane first gave rise to the bearers. It seems so probable that the\nconqueror of the Hindoos should have been the first to degrade human\nnature, by compelling them to bear the burden of their fellow-creatures. I\ncan never forget the first impression, on my mind, when witnessing this\nmode of conveyance on my landing at Calcutta; and although I am willing to\nagree that the measure is one of vast utility in this climate, and to\nacknowledge with gratitude the benefit I have derived by this personal\nconvenience, yet I never seat myself in the palankeen or thonjaun[14]\nwithout a feeling bordering on self-reproach, as being one amongst the\nnumber to perpetuate the degradation of my fellow-mortals. They, however,\nfeel nothing of this sentiment themselves, for they are trained from\nboyhood to the toil, as the young ox to the yoke. It is their business;\nthe means of comfort is derived to them by this service; they are happy in\nthe employment, and generally cheerful, and form a class of people in\nthemselves respected by every other both for their services and for their\ngeneral good behaviour. In the houses of foreigners they are the most\nuseful amongst the whole establishment; they have charge of property, keep\nthe furniture in exact order, prepare the beds, the lamps, and the candles,\nwhere wax is used. Tallow having beef-fat in its manufacture is an\nabomination, to the Hindoos, by whom it is considered unholy to slay, or\neven to touch any portion of the slaughtered cattle of their respect: for\nbelieving in transmigration, they affirm that these animals receive the\nsouls of their departed relations. The bearers make the best of nurses to\nchildren, and contribute to the comfort of their employer by pulling the\npunkah night and day: in short, so necessary are these servants to the\ndomestic economy of sojourners in the East, that their merits as a people\nmust be a continual theme of praise; for I know not how an English\nestablishment could be concluded with any degree of comfort without these\nmost useful domestics. But I have allowed my pen to stray from the subject\nof female seclusion, and will here bring that part of my history to a\nclose in very few words.",
        "Those females who rank above peasants or inferior servants, are disposed\nfrom principle to keep themselves strictly from observation; all who have\nany regard for the character or the honour of their house, seclude\nthemselves from the eye of strangers, carefully instructing their young\ndaughters to a rigid observance of their own prudent example. Little girls,\nwhen four years old, are kept strictly behind the purdah, and when they\nmove abroad it is always in covered conveyances, and under the\nguardianship of a faithful female domestic, who is equally tenacious us\nthe mother to preserve the young lady’s reputation unblemished by\nconcealing her from the gaze of men.",
        "The ladies of zeenahnah life are not restricted from the society of their\nown sex; they are, as I have before remarked, extravagantly fond of\ncompany, and equally as hospitable when entertainers. To be alone is a\ntrial to which they are seldom exposed, every lady having companions\namongst her dependants; and according to her means the number in her\nestablishment is regulated. Some ladies of rank have from two to ten\ncompanions, independent of slaves and domestics; and there are some of the\nRoyal family at Lucknow who entertain in their service two or three\nhundred female dependants, of all classes. A well-filled zeenahnah is a\nmark of gentility; and even the poorest lady in the country will retain a\nnumber of slaves and domestics, if she cannot afford companions; besides\nwhich they are miserable without society, the habit of associating with\nnumbers having grown up with infancy to maturity: ’to be alone’ is\nconsidered, with women thus situated, a real calamity.",
        "On occasions of assembling in large parties, each lady takes with her a\ncompanion besides two or three slaves to attend upon her, no one expecting\nto be served by the servants of the house at which they are visiting. This\nswells the numbers to be provided for; and as the visit is always for\nthree days and three nights (except on Eades, when the visit is confined\nto one day), some forethought must be exercised by the lady of the house,\nthat all may be accommodated in such a manner as may secure to her the\nreputation of hospitality.",
        "The kitchen and offices to the zeenahnah, I have remarked, occupy one side\nof the quadrangle; they face the great or centre hall appropriated to the\nassembly. These kitchens, however, are sufficiently distant to prevent any\ngreat annoyance from the smoke;–I say smoke, because chimneys have not\nyet been introduced into the kitchens of the Natives. The fire-places are\nall on the ground, something resembling stoves, each admitting one\nsaucepan, the Asiastic style of cooking requiring no other contrivance.\nRoast or boiled joints are never seen at the dinner of a Native: a leg of\nmutton or sirloin of beef would place the hostess under all sorts of\ndifficulties, where knives and forks are not understood to be amongst the\nuseful appendages of a meal. The variety of their dishes are countless,\nbut stews and curries are the chief; all the others are mere varieties.\nThe only thing in the shape of roast meats, are small lean cutlets bruised,\nseasoned and cemented with pounded poppy-seed, several being fastened\ntogether on skewers: they are grilled or roasted over a charcoal fire\nspread on the ground, and then called keebaab,[15] which word implies,\nroast meat.",
        "The kitchen of a zeenahnah would be inadequate to the business of cooking\nfor a large assembly; the most choice dishes only (for the highly favoured\nguests), are cooked by the servants of the establishment. The needed\nabundance required on entertaining a large party is provided by a regular\nbazaar cook, several of whom establish themselves in Native cities, or\nwherever there is a Mussulmaun population. Orders being previously given,\nthe morning and evening dinners are punctually forwarded at the appointed\nhours in covered trays, each tray having portions of the several good\nthings ordered, so that there is no confusion in serving out the feast on\nits arrival at the mansion. The food thus prepared by the bazaar cook\n(naunbye,[16] he is called), is plain boiled-rice, sweet-rice, kheer[17]\n(rice-milk), mautungun[18] (rice sweetened with the addition of preserved\nfruits, raisins, &c., coloured with saffron), sallons[19] (curries) of\nmany varieties, some cooked with vegetables, others with unripe fruits\nwith or without meat; pillaus of many sorts, keebaabs, preserves, pickles,\nchatnees, and many other things too tedious to admit of detail.",
        "The bread in general use amongst Natives is chiefly unleavened; nothing in\nthe likeness of English bread is to be seen at their meals; and many\nobject to its being fermented with the intoxicating toddy (extracted from\na tree). Most of the Native bread is baked on iron plates over a charcoal\nfire. They have many varieties, both plain and rich, and some of the\nlatter resembles our pastry, both in quality and flavour.",
        "The dinners, I have said, are brought into the zeenahnah ready dished in\nthe Native earthenware, on trays; and as they neither use spoons or forks,\nthere is no great delay in setting out the meal where nothing is required\nfor display or effect, beyond the excellent quality of the food and its\nbeing well cooked. In a large assembly all cannot dine at the dustha-khawn\nof the lady-hostess, even if privileged by their rank; they are, therefore,\naccommodated in groups of ten, fifteen, or more, as may be convenient;\neach lady having her companion at the meal, and her slaves to brush off\nthe intruding flies with a chowrie, to hand water, or to fetch or carry\nany article of delicacy from or to a neighbouring group. The slaves and\nservants dine in parties after their ladies have finished, in any retired\ncorner of the court-yard–always avoiding as much as possible the presence\nof their superiors.",
        "Before any one touches the meal, water is carried round for each lady to\nwash the hand and rinse the mouth. It is deemed unclean to eat without\nthis form of ablution, and the person neglecting it would he held unholy;\nthis done, the lady turns to her meal, saying, ’Bis ma Allah!’–(In the\nname or to the praise of God!) and with the right hand conveys the food to\nher mouth, (the left is never used at meals)[20]; and although they\npartake of every variety of food placed before them with no other aid than\ntheir fingers, yet the mechanical habit is so perfect, that they neither\ndrop a grain of rice, soil the dress, nor retain any of the food on their\nfingers. The custom must always be offensive to a foreign eye, and the\nhabit none would wish to copy; yet every one who witnesses must admire the\nneat way in which eating is accomplished by these really ’children of\nNature’.",
        "The repast concluded, the lota[21] (vessel with water), and the luggun[22]\n(to receive the water in after rinsing the hands and mouth), are passed\nround to every person, who having announced by the ’Shuggur Allah!’–All\nthanks to God!–that she has finished, the attendants present first the\npowdered peas, culled basun,[23]–which answers the purpose of soap in\nremoving grease, &c., from the fingers,–and then the water in due course.\nSoap has not even yet been brought into fashion by the Natives, except by\nthe washermen; I have often been surprised that they have not found the\nuse of soap a necessary article in the nursery, where the only substitute\nI have seen is the powdered pea.",
        "Lotas and lugguns are articles in use with all classes of people; they\nmust be poor indeed who do not boast of one, at least, in their family.\nThey are always of metal, either brass, or copper lacquered over, or zinc;\nin some cases, as with the nobility, silver and even gold are converted\ninto these useful articles of Native comfort.",
        "China or glass is comparatively but little used; water is their only\nbeverage, and this is preferred, in the absence of metal basins, out of\nthe common red earthen katorah[24] (cup shaped like a vase).",
        "China dishes, bowls, and basins, are used for serving many of the savoury\narticles of food in; but it is as common in the privacy of the palace, as\nwell as in the huts of the peasantry, to see many choice things introduced\nat meals served up in the rude red earthen platter; many of the delicacies\nof Asiatic cookery being esteemed more palatable from the earthen flavour\nof the new vessel in which it is served.",
        "I very well remember the first few days of my sojourn at Lucknow, feeling\nsomething bordering on dissatisfaction, at the rude appearance of the\ndishes containing choice specimens of Indian cookery, which poured in (as\nis customary upon fresh arrivals) from the friends of the family I had\nbecome a member of. I fancied, in my ignorance, that the Mussulmaun people\nperpetuated their prejudices even to me, and that they must fear I should\ncontaminate their china dishes; but I was soon satisfied on this point: I\nfound, by experience, that brown earthen platters were used by the\nnobility from choice; and in some instances, the viand would have wanted\nits greatest relish if served in China or silver vessels. Custom\nreconciles every thing: I can drink a draught of pure water now from the\nearthen katorah of the Natives with as much pleasure as from a glass or a\nsilver cup, and feel as well satisfied with their dainties out of an\nearthen platter, as when conveyed in silver or China dishes.",
        "China tea sets are very rarely found in the zeenahnah; tea being used by\nthe Natives more as a medicine than a refreshment, except by such\ngentlemen as have frequent intercourse with the ’Sahib Logue’ (English\ngentry), among whom they acquire a taste for this delightful beverage. The\nladies, however, must have a severe cold to induce them to partake of the\nbeverage even as a remedy, but by no means as a luxury.[25] I imagined\nthat the inhabitants of a zeenahnah were sadly deficient in actual\ncomforts, when I found, upon my first arrival in India, that there were no\npreparations for breakfast going forward: every one seemed engaged in pawn\neating, and smoking the hookha, but no breakfast after the morning Namaaz.\nI was, however, soon satisfied that they felt no sort of privation, as the\nearly meal so common in Europe has never been introduced in Eastern\ncircles. Their first meal is a good substantial dinner, at ten, eleven, or\ntwelve o’clock, after which follow pawn and the hookha; to this succeeds a\nsleep of two or three hours, providing it does not impede the duty of\nprayer;–the pious, I ought to remark, would give up every indulgence\nwhich would prevent the discharge of this duty. The second meal follows in\ntwelve hours from the first, and consists of the same substantial fare;\nafter which they usually sleep again until the dawn of day is near at hand.",
        "It is the custom amongst Natives to eat fruit after the morning sleep,\nwhen dried fruits, confectionery, radishes, carrots, sugar-cane, green\npeas, and other such delicacies, are likewise considered wholesome\nluxuries, both with the ladies and the children. A dessert immediately\nafter dinner is considered so unwholesome, that they deem our practice\nextremely injudicious. Such is the difference of custom; and I am disposed\nto think their fashion, in this instance, would be worth imitating by\nEuropeans whilst residing in India.",
        "I have been much amused with the curious inquiries of a zeenahnah family\nwhen the gardener’s dhaullie is introduced. A dhaullie,[26] I must first\ntell you, is a flat basket, on which is arranged, in neat order, whatever\nfruit, vegetables, or herbs are at the time in season, with a nosegay of\nflowers placed in the centre. They will often ask with wonder–’How do\nthese things grow?’–’How do they look in the ground?’–and many such\nchild-like remarks have I listened to with pity, whilst I have relieved my\nheart by explaining the operations of Nature in the vegetable kingdom, a\nsubject on which they are perfectly ignorant, and, from the habits of\nseclusion in which they live, can never properly be made to understand or\nenjoy.",
        "I have said water is the only beverage in general use amongst the\nMussulmaun Natives. They have sherbet, however, as a luxury on occasions\nof festivals, marriages, &c. This sherbet is simply sugar and water, with\na flavour of rose-water, or kurah[27] added to it.",
        "The hookha is almost in general use with females. It is a common practice\nwith the lady of the house to present the hookha she is smoking to her\nfavoured guest. This mark of attention is always to be duly appreciated;\nbut such is the deference paid to parents, that a son can rarely be\npersuaded by an indulgent father or mother to smoke a hookha in their\nrevered presence;–this praiseworthy feeling originates not in fear, but\nreal genuine respect. The parents entertain for their son the most tender\nregard; and the father makes him both his companion and his friend; yet\nthe most familiar endearments do not lessen the feeling of reverence a\ngood son entertains for his father. This is one among the many samples of\npatriarchal life, my first Letter alluded to, and which I can never\nwitness in real life, without feeling respect for the persons who follow\nup the patterns I have been taught to venerate in our Holy Scripture.",
        "The hookha, as an indulgence of a privilege, is a great definer of\netiquette. In the presence of the King or reigning Nuwaub, no subject,\nhowever high he may rank in blood or royal favour, can presume to smoke.\nIn Native courts, on state occasions, hookhas are presented only to the\nGovernor-General, the Commander-in-Chief, or the Resident at his Court,\nwho are considered equals in rank, and therefore entitled to the privilege\nof smoking with him; and they cannot consistently resist the intended\nhonour. Should they dislike smoking, a hint is readily understood by the\nhookha-bahdhaar[28] to bring the hookha, charged with the materials,\nwithout the addition of fire. Application of the munall[29] (mouth-piece)\nto the month indicates a sense of the honour conferred.",
        "[1] Mahall.\n[2] Parda.\n[3] Jhilmil, chiq, the Anglo-Indian ’chick’.",
        "[4] Shatranji, see p. 19.",
        "[5] Sozani (sozan, ’a needle’), an embroidered quilt.",
        "[6] Razai, a counterpane padded with cotton.",
        "[7] Dopatta, a double sheet: see p. 26.",
        "[8] See p. 24.",
        "[9] Dastarkhwan, see p. 108.",
        "[10] ’Ayishah, daughter of Abubakr, third and best loved wife of the\n    Prophet, though she bore him no child. The tale of the scandal about\n    her is historical, but it is treated as a calumny (Koran, xxiv.\n    II, 22, with Sale’s note).",
        "[11] Known as the burqa.",
        "[12] Amir Taimur, known as Taimur Lang, ’the lame’, was born A.D.\n    1336; ascended the throne at Balkh, 1370; invaded India and captured\n    Delhi, 1398; died 1405, and was buried at Samarkand. There seems to be\n    no evidence that he introduced the practice of the seclusion of women,\n    an ancient Semitic custom, which, however, was probably enforced on\n    the people of India by the brutality of foreign invaders.",
        "[13] Dak.",
        "[14] See p. 32.",
        "[15] Kabab, properly, small pieces of meat roasted on skewers.",
        "[16] Nanbai, a baker of bread (nan).",
        "[17] Khir, milk boiled with rice, sugar, and spices.",
        "[18] Mutanjan, a corruption of muttajjan, ’fried in a pan’; usually in\n    the form mutanjan pulao, meat boiled with rice, sugar, butter,\n    and sometimes pine-apples or nuts.",
        "[19] Salan, a curry of meat, fish, or vegetables.",
        "[20] The left hand is used for purposes of ablution.",
        "[21] The Musalman lota, properly called badhna, differs from\n    that used by Hindus in having a spout like that of a teapot.",
        "[22] Lagan, a brass or copper pan in which the hands are washed: also\n    used for kneading dough.",
        "[23] Besan, flour, properly that of gram (chana). The prejudice\n    against soap is largely due to imitation of Hindus, who believe\n    themselves to be polluted by fat. Arabs, after a meal, wash their\n    hands and mouths with soap (Burton, Pilgrimage, ii. 257). Sir G.\n    Watt (Economic Dictionary, iii. 84 ff.) gives a long list of other\n    detergents and substitutes for soap.",
        "[24] Katora.",
        "[25] The prejudice against the use of tea has much decreased since this\n    book was written, owing to its cultivation in India. Musalmans and\n    many Hindus now drink it freely.",
        "[26] Dali, the ’dolly’ of Anglo-Indians.",
        "[27] See p. 13.",
        "[28] Huqqahbardar.",
        "[29] Munhnal.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}