{
    "title": "Observations on the Mussulmauns of India - Letter VIII",
    "author": "Meer Hassan Ali",
    "chapter": "12",
    "content": [
        "\n\n",
        "  The Fast of Rumzaun.–Motives for its strict observance.–Its\n  commencement and duration.–Sentiments of Meer Hadjee Shaah on the\n  duty of fasting.–Adherence of the females to the observing this\n  fast.–How first broken.–Devout persons extend the term to forty\n  days.–Children permitted to try their zeal.–Calamitous effects of the\n  experiment.–Exemptions from this duty.–Joyful termination of the\n  fast.–Celebration of Eade on the last day.–The Nuzza.–Nautchwomen\n  and Domenie.–Surprise of the Natives at European dancing.–Remarks on\n  their Music.–Anecdotes of Fatima.–The Chuckee.",
        "  ’The poor man fasts, because he wanteth meat;\n  The sick man fasts, because he cannot eat.\n  The miser fasts, with greedy mind, to spare;\n  The glutton fasts, to eat a greater share.\n  The hypocrite, he fasts to seem more holy;\n  The righteous man, to punish sinful folly.’",
        "The secret motive of the heart, man cannot fathom in his neighbour’s deeds.\nThere are some actions so praiseworthy in themselves, that the charitably\ndisposed will pass over the probable actuating motive, when looking only\nto the fair example. I have, however, reason to think that the Mussulmauns\ngenerally, in fulfilling the commanded fast of Rumzaun, have an\nunexceptionable motive. They are taught by their Lawgiver, that the due\nperformance of this rigid fast is an acceptable service to God the Creator,\nfrom man the creature: they believe this, and therefore they fast?",
        "Amongst the well-informed it is persevered in as a duty delightful to be\npermitted to perform; the ignorant take some merit to themselves in having\nfaithfully observed the command; yet all the fasting population are\nactuated more or less by the same motive,–-the desire to please God by\nfulfilling His commands, delivered to them by their acknowledged Prophet.",
        "The severity of a Mussulmaun’s fast can alone be understood by those who\nhave made the trial, as I frequently have, of the strict rules of\nabstinence which they observe; and with the additional privations to be\nendured at the period of the hottest months and the longest days in the\nsame climate, as will sometimes be the case with all their movable fasts.",
        "The Mussulmaun fast commences when the first streak of light borders the\nEastern horizon, and continues until the stars are clearly discerned in\nthe heavens. During this period not the slightest particle of food, not\none single drop of water, or any other liquid, passes the lips; the hookha,\neven, is disallowed during the continuance of the fast, which of itself\nforms not only a luxury of great value, but an excellent antidote to\nhunger.",
        "Amongst the really religious Mussulmauns the day is passed in occasional\nprayer, besides the usual Namaaz, reading the Khoraun, or the Lives of the\nProphets. I have witnessed some, in their happy employment of these\nfatiguing days, who evinced even greater animation in their conversation\nthan at other times; towards the decline of a day, when the thermometer\nhas stood at eighty-nine in the shade of a closed house, they have looked\na little anxious for the stars appearing, but,–to their credit be it\ntold,–without the slightest symptom of impatience or fretfulness at the\ntardy approach of evening.",
        "My revered friend, Meer Hadjee Shaah, always told me that the great secret\nof a fast, to be beneficial, was to employ time well, which benefited both\nsoul and body; employment suited to the object of the fast being the best\npossible alleviation to the fatigue of fasting. He adds, if the temper be\nsoured either by the abstinence or the petty ills of life, the good\neffects of the fast are gone with the ruffled spirit, and that the person\nthus disturbed had much better break his fast, since it ceases to be of\nany value in the sight of Him to whom the service is dedicated; the\ninstitution of the fast having for its object to render men more humble,\nmore obedient to their God; all dissensions must be forgotten; all vicious\npursuits abandoned, to render the service of a fast an acceptable offering\nto God.",
        "In the zeenahnah, the females fast with zealous rigidness; and those who\nhave not the happiness to possess a knowledge of books, or a husband or\nfather disposed to read to them, will still find the benefit of employment\nin their gold embroidery of bags and trimmings, or other ornamental\nneedle-work; some will listen to the Khaaunie[1] (tales), related by their\nattendants; others will overlook, and even assist in the preparations\ngoing forward for opening the fast. Ladies of the first quality do not\nthink it a degradation to assist in the cooking of choice dishes. It is\none of the highest favours a lady can confer on her friends, when she\nsends a tray of delicate viands cooked by her own hands. So that with the\nprayers, usual and occasional, the daily nap of two hours, indulged in\nthroughout the year, occupation is made to fill up the day between dawn\nand evening; and they bear the fatigue with praiseworthy fortitude. Those\nwho are acquainted with letters, or can afford to maintain hired readers,\npass this month of trials in the happiest manner.",
        "The fast is first broken by a cooling draught called tundhie[2]; the same\ndraught is usually resorted to in attacks of fever. The tundhie is\ncomposed of the seeds of lettuce, cucumber, and melon, with coriander, all\nwell pounded and diluted with cold water, and then strained through muslin,\nto which is added rose-water, sugar, syrup of pomegranate, and kurah[3] (a\npleasant-flavoured distilled water from the blossom of a species of aloe).\nThis cooling draught is drank by basins’ full amongst the Rozedhaars[4]\n(fasters), and it is generally prepared in the zeenahnah apartments for\nthe whole establishment, male and female. Some of the aged and more\ndelicate people break their fast with the juice of spinach[5] only, others\nchoose a cup of boiling water to sip from. My aged friend, Meer Hadjee\nShaah, has acquired a taste for tea, by partaking of it so often with me;\nand with this he has broken his fast for several years, as he says, with\nthe most comforting sensations to himself. I have seen some people take a\nsmall quantity of salt in the first instance, preparatory to a draught of\nany kind of liquid. Without some such prelude to a meal, after the day’s\nfast, the most serious consequences are to be apprehended.",
        "After indulging freely in the simple liquids, and deriving great benefit\nand comfort from a hookha, the appetite for food is generally stayed for\nsome time: many persons prefer a rest of two hours before they can\nconveniently touch the food prepared for them, and even then, seldom eat\nin the same proportion as they do at other meals. Many suffice themselves\nwith the one meal, and indulge in that very sparingly. The servants and\nlabouring classes, however, find a second meal urgently necessary, which\nthey are careful to take before the dawning day advances. In most families,\ncold rice-milk is eaten at that early hour. Meer Hadjee Shaah, I have\nbefore noticed, found tea to be the best antidote to extreme thirst, and\nmany are the times I have had the honour to present him with this beverage\nat the third watch of the night, which he could enjoy without fear of the\nfirst streaks of light on the horizon arriving before he had benefited by\nthis luxury.",
        "The good things provided for dinner after the fast are (according to the\nmeans of the party) of the best, and in all varieties; and from the\nabundance prepared, a looker-on would pronounce a feast at hand; and so it\nis, if to feed the hungry be a feast to the liberal-hearted bestower,\nwhich with these people I have found to be a part and parcel of their\nnature. They are instructed from their infancy to know all men as brothers\nwho are in any strait for food; and they are taught by the same code, that\nfor every gift of charity they dispense with a free good will, they shall\nhave the blessing and favour of their Creator abundantly in return. On the\npresent occasion, they cook choice viands to be distributed to the poor,\ntheir fellow-labourers in the harvest; and in proportion to the number fed,\nso are their expectations of blessings from the great Giver of all good,\nin whose service it is performed. In my postscript you will find several\nanecdotes of the daughter of Mahumud on the subject of charity.",
        "When any one is prevented fulfilling the fast of Rumzaun in his own person\nhe is instructed to consider himself bound to provide food for opening the\nfast of a certain number of poor men who are Rozedhaars. The general food\nof the peasantry and lower orders of the people–bread and dhall[6]–is\ndeemed sufficient, if unable to afford anything better.",
        "When any one dies without having duly observed the fast, pious relatives\nengage some devout person to perform a month’s fast, which they believe\nwill be accepted for the neglectful person. Many devout Mussulmauns extend\nthe fast from thirty to full forty days, by the example of Mahumud and his\nfamily; and it is no unusual thing to meet with others who, in addition to\nthis month, fast every Thursday through the year; some very rigid persons\neven fast the month preceding and the following month, as well as the\nmonth of Rumzaun.",
        "Some very young people (children we should call them in happy England) are\npermitted to try their fasting powers, perhaps for a day or two during the\nmonth of Rumzaun. The first fast of the noviciate is an event of no small\nmoment to the mother, and gives rise to a little festival in the zeenahnah;\nthe females of the family use every sort of encouragement to induce the\nyoung zealot to persevere in the trial when once commenced, and many are\nthe preparations for the opening last with due éclat in their\ncircle–sending trays of the young person’s good things to intimate\nfriends, in remembrance of the interesting event; and generally with a\nparade of servants and music, when the child (I must have it so) belongs\nto the nobility, or persons of consequence, who at the same time\ndistribute money and food to the poor.",
        "These first fasts of the young must be severe trials, particularly in the\nhot season. I have heard, it is no uncommon thing for the young sufferers\nto sink under the fatigue, rather than break the fast they have had\ncourage to commence. The consolation to the parents in such a case would\nbe, that their child was the willing sacrifice, and had died ’in the road\nof God’, as all deaths occurring under performances of a known duty are\ntermed.",
        "Within my recollection a distressing calamity of this nature occurred at\nLucknow, in a very respectable family. I did not know the party personally,\nbut it was the topic in all the houses I visited at that period. I made a\nmemorandum of the circumstance at the time, from which the following is\ncopied:",
        "’Two children, a son and daughter of respectable parents, the eldest\nthirteen and the youngest eleven years of age, were permitted to prove\ntheir faith by the fast, on one of the days of Rumzaun; the parents,\nanxious to honour their fidelity, expended a considerable sum of money in\nthe preparations for celebrating the event amongst their circle of friends.\nEvery delicacy was provided for opening their fast, and all sorts of\ndainties prepared to suit the Epicurean palates of the Asiatics, who when\nreceiving the trays at night would know that this was the testimony of the\nchildren’s perseverance in that duty they all hold sacred.",
        "’The children bore the trial well throughout the morning, and even until\nthe third watch of the day had passed, their firmness would have reflected\ncredit on people twice their age, making their first fast. After the third\nwatch, the day was oppressively hot, and the children evinced symptoms of\nweariness and fatigue; they were advised to try and compose themselves to\nsleep; this lulled them for a short time, but their thirst was more acute\nwhen they awoke than before. The mother and her friends endeavoured to\ndivert their attention by amusing stories, praising their perseverance, &c.\nThe poor weak lady was anxious that they should persevere; as the day was\nnow so far gone, she did not like her children to lose the benefit of\ntheir fast, nor the credit due to them for their forbearance. The children\nendeavoured to support with patience the agony that bowed them down–they\nfainted, and then the mother was almost frantic, blaming herself for\nhaving encouraged them to prolong their fast against their strength. Cold\nwater was thrown over them; attempts were made to force water into their\nmouths; but, alas! their tender throats were so swollen, that not a drop\npassed beyond their mouths. They died within a few minutes of each other;\nand the poor wretched parents were left childless through their own\nweakness and mistaken zeal. The costly viands destined for the testimony\nof these children’s faith, it may be supposed, were served out to the\nhungry mendicants as the first offerings dedicated to the now happy\nspirits of immortality.’",
        "This is a sad picture of the distressing event, but I have not clothed it\nin the exaggerated garb some versions bore at the time the circumstance\nhappened.",
        "There are some few who are exempt from the actual necessity of fasting\nduring Rumzaun; the sick, the aged, women giving nourishment to infants,\nand those in expectation of adding to the members of the family, and very\nyoung children, these are all commanded not to fast.[7] There is a\nlatitude granted to travellers also; but many a weary pilgrim whose heart\nis bent heavenward will be found taking his rank amongst the Rozedhaars of\nthe time, without deeming he has any merit in refraining from the\nprivileges his code has conferred upon him; such men will fast whilst\ntheir strength permits them to pursue their way.",
        "Towards the last week of Rumzaun the haggard countenances and less\ncheerful manners of the fasting multitude seem to increase, but they\nseldom relax unless their health is likely to be much endangered by its\ncontinuance.",
        "The conclusion of the month Rumzaun is celebrated as an Eade[8] (festival),\nand, if not more splendid than any other in the Mussulmaun calendar, it is\none of the greatest heart-rejoicing days. It is a sort of thanksgiving day\namongst the devout people who have been permitted to accomplish the task;\nand with the vulgar and ignorant, it is hailed with delight as the season\nof merriment and good living–a sort of reward for their month’s severe\nabstinence.",
        "The namaaz of the morning, and the prayer for Eade, commence with the dawn;\nafter which the early meal of Eade is looked forward to with some anxiety.\nIn every house the same dainties are provided with great exactness (for\nthey adhere to custom as to a law): plain boiled rice, with dhie[9] (sour\ncurd) and sugar, forms the first morning repast of this Eade; dried dates\nare eaten with it (in remembrance of the Prophet’s family, whose greatest\nluxury was supposed to be the dates of Arabia).[10] A preparation of flour\n(similar to our vermicelli)[11] eaten with cold milk and sugar, is amongst\nthe good things of this day, and trifling as it may appear, the indulgence\nis so great to the native population, that they would consider themselves\nunfortunate Rozedhaars, if they were not gratified, on this occasion, with\nthese simple emblems of long-used custom. The very same articles are in\nrequest in Mussulmaun society, by this custom, from the King to the\nmeanest of his subjects.",
        "The ladies’ assemblies, on this Eade, are marked by all the amusements and\nindulgences they can possibly invent or enjoy, in their secluded state.\nSome receiving, others paying visits in covered conveyances; all doing\nhonour to the day by wearing their best jewellery and splendid dresses.\nThe zeenahnah rings with the festive songs and loud music, the cheerful\nmeeting of friends, the distribution of presents to dependants, and\nremembrances to the poor; all is life and joy, cheerful bustle and\namusement, on this happy day of Eade, when the good lady of the mansion\nsits in state to receive nuzzas from inferiors, and granting proofs of her\nfavour to others.",
        "Nuzza[12] is an offering of money from inferiors to those who rank in\nsociety above the person presenting; there is so much of etiquette\nobserved in Native manners, that a first visit to a superior is never made\nwithout presenting a nuzza. When we arrived in India, an old servant of my\nhusband’s family, named Muckabeg, was sent to meet us at Patna to escort\nus to Lucknow; on entering our budgerow[13] he presented fourteen rupees\nto me, which were laid on a folded handkerchief. I did not then understand\nwhat was intended, and looked to the Meer for explanation; he told me to\naccept Muckabeg’s ’Nuzza’. I hesitated, remarking that it seemed a great\ndeal more than a man in his situation could afford to give away. My\nhusband silenced my scruples by observing, ’You will learn in good time\nthat these offerings are made to do you honour, together with the certain\nanticipation of greater benefits in return; Muckabeg tenders this nuzza to\nyou, perhaps it is all the money he possesses, but he feels assured it\nwill be more than doubly repaid to him in the value of a khillaut[14]\n(dress of honour) he expects from your hands to-day. He would have behaved\nhimself disrespectfully in appearing before you without a nuzza, and had\nyou declined accepting it, he would have thought that you were either\ndispleased with him, or did not approve of his coming.’ This little\nincident will perhaps explain the general nature of all the nuzzas better\nthan any other description I could offer.",
        "Kings and Nuwaubs keep the festival in due form, seated on the throne or\nmusnud, to receive the congratulations and nuzzas of courtiers and\ndependants, and presenting khillauts to ministers, officers of state, and\nfavourites. The gentlemen manage to pass the day in receiving and paying\nvisits, all in their several grades having some inferiors to honour them\nin the presentation of offerings, and on whom they can confer favours and\nbenefits; feasting, music, and dancing-women, filling up the measure of\ntheir enjoyments without even thinking of wine, or any substitute stronger\nthan such pure liquids as graced the feasts of the first inhabitants of\nthe world.",
        "The Nautchwomen in the apartments of the gentlemen, and the Domenie[15] in\nthe zeenahnahs are in great request on this day of festivity, in every\nhouse where the pleasures and the follies of this world are not banished\nby hearts devoted solely to the service of God. ’The Nautch’ has been, so\noften described that it would here be superfluous to add to the\ndescription, feeling as I do an utter dislike both to the amusement and\nthe performers. The nautchunies are entirely excluded from the female\napartments of the better sort of people; no respectable Mussulmaun would\nallow these impudent women to perform before their wives and daughters.",
        "But I must speak of the Domenie, who are the singers and dancers admitted\nwithin the pale of zeenahnah life; these, on the contrary, are women of\ngood character, and their songs are of the most chaste description,\nchiefly in the Hindoostaunie tongue. They are instructed in Native music\nand play on the instruments in common use with some taste,–as the\nsaattarah[16] (guitar), with three wire strings; the surringhee[17]\n(rude-shaped violin); the dhome or dholle[18] (drum), in many varieties,\nbeaten with the fingers, never with sticks. The harmony produced is\nmelancholy and not unpleasing, but at best all who form the several\nclasses of professors in Native societies are indifferent musicians.",
        "Amateur performers are very rare amongst the Mussulmauns; indeed, it is\nconsidered indecorous in either sex to practise music, singing, or dancing;\nand such is the prejudice on their minds against this happy resource\namongst genteel people of other climates, that they never can reconcile\nthemselves to the propriety of ’The Sahib Logue’,–a term in general use\nfor the English people visiting India,–figuring away in a quadrille or\ncountry dance. The nobles and gentlemen are frequently invited to witness\na ’station-ball’; they look with surprise at the dancers, and I have often\nbeen asked why I did not persuade my countrywomen that they were doing\nwrong. ’Why do the people fatigue themselves, who can so well afford to\nhire dancers for their amusement?’ Such is the difference between people\nof opposite views in their modes of pleasing themselves: a Native\ngentleman would consider himself disgraced or insulted by the simple\ninquiry, ’Can you dance, sing, or play?’",
        "The female slaves are sometimes taught to sing for their ladies’ amusement,\nand amongst the many Hindoostanie airs there are some that would please\neven the most scientific ear; although, perhaps, they are as old as the\ncountry in which they were invented, since here there are neither\ncomposers of modern music, nor competitors for fame to bring the amusement\nto a science. Prejudice will be a continual barrier to improvement in\nmusic with the natives of India; the most homely of their national airs\nare preferred at the present day to the finest composition of modern\nEurope.",
        "My promised postscript is a translation from the Persian, extracted from\n’The Hyaatool Kaaloob’. The author is detailing the manner of living\nhabitual to Mahumud and his family, and gives the following anecdotes\n’hudeeth’ [19] (to be relied on), which occurred at the season of Rumzaun;\nthe writer says:–",
        "’It is well known that they (Mahumud’s family) were poor in worldly wealth;\nthat they set no other value on temporal riches (which occasionally passed\nthrough their hands) but as loans from the great Giver of all good, to be\nby them distributed amongst the poor, and this was done faithfully; they\nkept not in their hands the gifts due to the necessitous. The members of\nMahumud’s family invariably lived on the most simple diet, even when they\ncould have commanded luxuries.",
        "’At one season of Rumzaun,–it was in the lifetime of Mahumud,–Fatima,\nher husband Ali, and their two sons, Hasan and Hosein, had fasted two days\nand nights, not having, at that period, the means of procuring the\nsmallest quantity of food to break their fast with. Habitually and from,\nprinciple, they disguised from the world or their friends all such\ntemporal trials as it seemed good in the wisdom of Divine Providence to\nplace in their chequered path; preferring under any circumstances of need,\nto fix their sole trust in the mercy and goodness of God for relief,\nrather than by seeking aid from their fellow-creatures lessening their\ndependence on Him.",
        "’On the evening above mentioned, Mahumud went to the cottage of Fatima,\nand said, “Daughter, I am come to open my fast with thee.\"–\"In the name\nof the most merciful God, be it so,” was the reply of Fatima; yet secretly\nshe sorrowed, that the poverty of her house must now be exposed to her\nbeloved father.",
        "’Fatima spread the dustha-khawn[20] (a large square of calico) on the\nfloor of the room near her father, placed empty plates before him, then\nretired to her station for prayers; spreading her mat in the direction of\nKaabah, she prostrated herself to the earth before God in the humblest\nattitude, imploring His merciful aid, in this her moment of trial.\nFatima’s fervent prayer was scarcely finished, when a savoury smell of\nfood attracted her attention; raising her head from the earth, her anxious\neye was greeted with the view of a large bowl or basin filled with\nsulleed[21] (the Arabian food of that period). Fatima again bowed down her\nhead, and poured out in humble strains that gratitude to God with which\nher heart overflowed. Then rising from her devotions, she took up the\nsavoury food and hurried with it to her father’s presence, and summoned\nher husband and the children to partake of this joyous meal, without even\nhinting her thoughts that it was the gift of Heaven.",
        "’Ali had been some time seated at the meal, when he, knowing they had no\nmeans of procuring it, looked steadily on Fatima, and inquired where she\nhad secreted this delicious food; at the same time recurring to the two\ndays’ fast they had endured. “Rebuke her not, my son,” said Mahumud;\n“Fatima is the favoured of Heaven, as was Myriam[22] (Mary), the mother of\nEsaee[23] (Jesus), who, living in her uncle Zechareah’s[24] (Zachariah’s)\nhouse, was provided by God with the choicest of fruits. Zechareah was poor,\nand oft he hungered for a meal; but when he entered Myriam’s apartment, a\nfresh supply of rare fruits was wont to greet his eye. Zechareah asked,\nWhence had ye these precious gifts? Myriam answered, An angel from God\nplaces the fruit before me; eat, my uncle, and be satisfied.\"’",
        "The writer thus leaves the story of the miraculous food to Fatima’s prayer,\nand goes on as follows:–",
        "’At another season of the fast, this family of charity endured a severe\ntrial, which was miraculously and graciously rewarded. Fatima had a female\nslave, who shared with her equally the comforts and the toils of life.",
        "’The food allotted to every member of Ali’s family was two small barley\ncakes for each day; none had more or less throughout the family. The\nlabour of domestic affairs was shared by Fatima with her female slave, and\neach took their day for grinding the barley at the chuckee,[25] with which\nthe cakes were made.",
        "’On the–day of Rumzaun, the corn was ground as usual, the cakes made, and\nthe moment for opening the fast anxiously anticipated, by this abstemious\nfamily. The evening arrived, and when the family had fulfilled their\nprayer-duty, the party assembled round the homely dustha-khawn with\nthankful hearts, and countenances beaming with perfect content. All had\ntheir allotted portions, but none had yet tasted of their cakes, when the\nvoice of distress caught their ears. “Give me, oh, give me, for the love\nof God! something to relieve my hunger and save my famishing family from\nperishing.” Fatima caught up her barley cakes, and ran out to the\nsupplicant, followed by her husband, the two children, and the slave. The\ncakes were given to the distressed creature, and as they comprised their\nwhole stock, no further supply awaited their returning steps, nor even a\nsubstitute within the bare walls of their cottage; a few grains of salt\nhad been left from cooking the barley cakes, and each took a little of the\nsmall quantity, to give a relish to the water they now partook of freely;\nand then retired to sleep away the remembrance of hunger.",
        "’The next day found them all in health, and with hearts at peace; the day\nwas passed in useful occupation, and when evening drew nigh, the same\nhumble fare was ready for the fasting family, whose appetites were doubly\nkeen by the lengthened abstinence. Again they meet to partake in gratitude\nthe great gift of Divine goodness, wholesome sustenance; when, lo! the\nsound of sorrowing distress, petitioning in the holy name adored by these\npious souls,–\"For the Love of God!\"–arrested their attention. An appeal\nso urgently made carried with it a command to their devout hearts, and the\nmeal so long delayed to their own necessities was again surrendered to the\nbeggar’s prayers.",
        "’This family of charity had returned to their empty hut, and were seated\nin pious conversation to beguile their sufferings; not a murmuring word or\nsigh escaped their sanctified mouths. As the evening advanced thus\noccupied, a pleasing joy seemed to fill the heart of Fatima, who secretly\nhad sorrowed for her good dear children’s privations; presently a bright\nand powerful light filled the room, an angel stood before them; his\nappearance gave them no alarm;–they beheld his presence with humility.\n“Thy good deeds”, said the angel (Gabriel), “are acceptable to God, the\nAll Merciful! by whose command I come to satisfy the demands of mortal\nnature; this fruit (dates) is the gift of Him you serve; eat and be at\npeace.” The meal was ample which the angel brought to this virtuous family,\nand having placed it before them, he vanished from their sight.’",
        "The Chuckee, before mentioned, is two flat circular stones (resembling\ngrindstones in England), the upper stone has a peg or handle fixed in it,\nnear the edge, with which it is forced round, by the person grinding, who\nis seated on the floor; the corn is thrown in through a circular hole on\nthe upper stone, and the flour works out at the edges between the two\nstones. This is the only method of grinding corn for the immense\npopulation throughout Oude, and most other parts of Hindoostaun even to\nthe present day. The late King of Oude, Ghauzieood deen Hyder, was at one\ntime much pressed by some English friends of his, to introduce water-mills,\nfor the purpose of grinding corn; he often spoke of the proposed plan to\nthe Meer, and declared his sole motive for declining the improvement was\nthe consideration he had for the poor women, who by this employment made\nan excellent living in every town and village, and who must, by the\nintroduction of mills, be distressed for the means of support. ’My poor\nwomen’, he would often say, ’shall never have cause to reproach me, for\ndepriving them of the use and benefit of their chuckee.’",
        "I have before said it is not my intention to offer opinions on the\ncharacter of the Mussulmaun people, my business being merely to relate\nsuch things as I have heard and seen amongst them. The several\ntranslations and anecdotes I take the opportunity of placing in these\nletters, are from authorities the Mussulmauns style, hudeeth\n(authentic),–that are not, cannot, be doubted, as they have been handed\ndown either by Mahumud or by the Emaums, whose words are equally to be\nrelied on. When any passages in their sacred writings are commented on by\ndifferent authors, they give their authority for the opinion offered, as\nEmaum Such-a-one explains it thus. You understand, therefore, that the\nMussulmauns believe these miracles to have occurred to the members of\ntheir Prophet’s family as firmly as we believe in the truth of our Holy\nScripture.",
        "[1] Kahani.",
        "[2] Thandi.",
        "[3] See p. 13.",
        "[4] Rozadar, ’one who keeps fast’ (roza).",
        "[5] Spinacea oleracea, or Basella alba.",
        "[6] Dhall [dal] is a sort of pea, sometimes cooked in a savoury way\n    with garlic, salt, ghee, pepper and herbs. It is about the consistence\n    of thick pea-soup–but without meat. [Author.]",
        "[7] But it is directed that infirm people, unable to fast, should feed a\n    poor person when the fast is over. Women in child and those suckling\n    children are advised to fast at some other more convenient season.",
        "[8] ’Idu’l-fitr, ’the Festival of the Breaking of the Fast’.",
        "[9] Dahi.",
        "[10] The Ajwah date is never sold in Arabia, because the Prophet advised\n    that whosoever break the fast every day with, six or seven of those\n    fruits need fear neither poison nor magic.–Burton, Pilgrimage,\n    i. 401 f.",
        "[11] Known as siwayan, which Musalman servants present on this day\n    to their European masters in India.",
        "[12] Nazr, nazar.",
        "[13] A lumbering, keelless barge, formerly much used by Europeans\n    travelling on the Ganges and its tributaries: bajra meaning\n    ’heavy’.",
        "[14] Khil’at.\n[15] Domni, a woman of the Dom or singer class.",
        "[16] Sitara, ’three-stringed’, but often possessing four or more\n    strings of steel and brass wire, played with a steel wire frame.",
        "[17] Saranyi.",
        "[18] Dhol: ’dhome’ is a mistake.",
        "[19] Hadis, the sayings of the Prophet, not of an uninspired divine or\n    teacher.",
        "[20] Dastarkhwan, a modification of the Arab leathern table-spread\n    (sufra).",
        "[21] Tharid, bread moistened with broth and mixed with scraps of meat.",
        "[22] Maryam.",
        "[23] ’Isa’l-Masih.",
        "[24] Zakariya (Koran, iii. 32, vi. 85, xix. 1-12, xxi. 89).",
        "[25] Chakki.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}