{
    "title": "Observations on the Mussulmauns of India - Letter XI",
    "author": "Meer Hassan Ali",
    "chapter": "15",
    "content": [
        "\n\n",
        "  Mussulmaun festivals.–Buckrah Eade.–Ishmael believed to have been\n  offered in sacrifice by Abraham and not Isaac.–Descent of the\n  Mussulmauns from Abraham.–The Eade-gaarh.–Presentation of\n  Nuzzas.–Elephants.–Description of the Khillaut (robe of\n  honour).–Customs on the day of Buckrah Eade.–Nou-Roze (New Year’s\n  Day).–Manner of its celebration.–The Bussund (Spring-colour).–The\n  Sah-bund.–Observances during this month.–Festival of the New\n  Moon.–Superstition of the Natives respecting the influence of the\n  Moon.–Their practices during an eclipse.–Supposed effects of the\n  Moon on a wound.–Medicinal application of lime in\n  Hindoostaun.–Observance of Shubh-burraat.",
        "An account of the Mussulmaun festivals, I imagine, deserves a Letter; for\nin many of them I have been able to trace, not only the habits and manners\nof the people with whom I was sojourning, but occasionally marks of their\nparticular faith have been strongly developed in these observances, to\nmost of which they attach considerable importance. Buckrah Eade, for\ninstance, is a festival about as interesting to the Natives, as\nChristmas-day is to the good people of England; and the day is celebrated\namongst all classes and denominations of Mussulmauns with remarkable zeal\nand energy.",
        "The particular event which gives rise to Buckrah Eade[1] is the well-known\ncircumstance of Abraham offering his son in sacrifice to God. The\nMussulmauns, however, insist that the son so offered was Ishmael, and not\nIsaac, as our Scriptures declare. I have before remarked that I had\nfrequent arguments with the learned men of that persuasion on this subject,\nwhich provoked a minute investigation of their most esteemed authors, to\ndecide between our opinions. The author of ’The Hyaatool Kaaloob’ advances\nmany authorities, which the Mussulmauns deem conclusive, all of whom\ndeclare that Ishmael was the son demanded and offered in sacrifice; and\ntwo only, I think, of the many names that author quotes, were disposed to\ndoubt whether it was Isaac or Ishmael. An evident proof, I think, that on\nsome former occasion there had existed a difference of opinion on this\nsubject among men of their persuasion. The result of the present inquiry,\nhowever, is that they believe Ishmael was the offering and not Isaac;\nwhilst I remain equally convinced of the correctness of our sacred book.",
        "The Mussulmauns, I should remark, as well as the Jews, trace their origin\nto Abraham, the former through Ishmael, and the latter through Isaac; and\nit is more than probable that to this circumstance may be attributed the\ndecided prejudice of opinion, in favour of Ishmael being the person\noffered in sacrifice. Whether this be the case or not, these children of\nAbraham annually testify their reverence for their progenitor, and respect\nfor his faith towards God, in the way most congenial to their particular\nideas of honouring the memory of their forefathers.",
        "I have thus attempted to sketch the origin of the festival, it shall now\nbe my task to describe the way in which the Mussulmauns of Hindoostaun\ncelebrate Buckrah Eade.",
        "On this day all classes of people, professing ’the faith’ sacrifice\nanimals, according to their circumstances; some offer up camels, others\nsheep and goats, lambs or kids. It is a day of religious veneration, and\ntherefore by the pious prayers are added to sacrifice;–it is also a day\nof joyful remembrances, consequently one of festivity amongst all ranks of\nthe Mussulmaun population.",
        "Kings, Princes, or Nuwaubs, with the whole strength of their\nestablishments, celebrate the event, by going in great state to an\nappointed place, which is designated ’The Eade-Gaarh’[2] where the animals\ndesigned for immediate sacrifice are previously conveyed. On the arrival\nof the cavalcade at the Eade-gaarh, the head Moollah reads the form of\nprayer appointed for the occasion, and then presents the knife to the\nroyal personage, who with his own hand sheds the blood of the camel he\noffers in sacrifice, repeating an impressive prayer as he presents the\nsteel to the throat of the animal. The exact moment of the King’s\nsacrifice is announced by signal, when a grand salute from the artillery\nand infantry commences the day’s rejoicing.",
        "An account of the procession on these occasions may be interesting to my\nreaders, though no description can give an adequate idea of its imposing\nappearance. I have witnessed the Buckrah Eade celebrations at Lucknow,\nwhere expense and good taste are neither wanted nor spared, to do honour\nto the great occasion.",
        "The several persons forming the King’s suite, whether nobles or menials,\ntogether with the military, both horse and foot, are all dressed in their\nbest apparel. The elephants have undergone a thorough cleansing in the\nriver, their hides have been well oiled, which gives a jetty hue to the\nsurface, and their heads painted with bright colours, according to the\nfancy of their keepers; their housings and trappings are the most costly\nand brilliant the possessors can procure, some with gold, others with\nsilver howdahs (seats), and draperies of velvet or fine cloth embroidered\nand fringed with gold.",
        "The horses of individuals, and those of the irregular troops, are, on this\noccasion, caparisoned with embroidered horsecloths and silver ornaments,\nnecklaces of silver or gold; or in the absence of these costly adornings,\nthe less affluent substitute large coloured beads and tufts of variegated\nsilk on their horses’ necks. Many of the horses have stars and crescents\npainted upon the chest and haunches: the tail and mane are dyed red with\nmayndhie.[3]",
        "The procession is formed in the following order: Fifty camels, in pairs,\ncarrying swivels, and each attended by two gunners and a camel-driver; the\nmen dressed in clean white dresses, with turbans and sashes of red and\ngreen: the trappings of the camel are composed of broadcloth of the same\ncolours. Next to these is a park of artillery, the men in new regimentals\nof blue, faced with red and yellow lace. Two troops of horse soldiers, in\nnew regimentals, scarlet cloth unrurkas[4] (coats) and white trousers,\nwith high-crowned caps of lambskin, similar to the Persian caps: these\nhorsemen have black belts, and are armed with pistols in the holsters, a\nsabre and lance.",
        "Then follows a regiment of nujeebs[5] (foot soldiers), their jackets red,\nwith small cap turban of black leather ornamented with the kirrich[6] or\ndirk (part of the armorial bearings of the House of Oude): their trousers\nreach no lower than the hams, where they are ornamented with black points\nturning upwards on the white, leaving the thighs and legs perfectly bare.\nThe dunkah[7] (kettle drums) on a horse, richly ornamented with scarlet\ncloth drapery, embroidered and fringed with gold, the rider dressed in\nscarlet and gold, with a turban to correspond, both being ornamented with\nthe royal insignia,–a fish.[8]",
        "The elephant carriages, containing first his Majesty and the Resident, the\nothers conveying the Prime Minister and the favoured nobles of his\nMajesty’s suite, form an impressive feature in the cortège, from their\nsplendour and novelty. The King’s carriage is composed chiefly of silver,\nopen on every side, with a canopy of crimson velvet, embroidered and\nfringed with gold, the curtains and lining to correspond; this carriage is\ndrawn by four elephants, exactly of one size (the rest have but two), each\nvery richly attired in velvet and gold coverings. The King and his suite\nare very splendidly dressed in the Native costume. The chowries and\nafthaadah are flourished before him, and on each side; the royal carriage\nis guarded by the irregular horse in great numbers, and immediately\nfollowed by led horses, very richly caparisoned, their grooms neatly\ndressed in white, with turbans of red and green. To these succeed the\nroyal naalkie,[9] a species of conveyance supported by bearers,\nconstructed of beautifully wrought gold; the bearers in loose scarlet\ncoats, embroidered with gold, bearing the royal insignia on their coats\nand turbans. A gold palkie, supported in the same style; an elegant state\ncarriage, with eight black horses in hand, the coachman (a European)\ndressed in scarlet, with a cocked-hat and staff feather.",
        "Hurkaarahs (running messengers), chobdhaahs with gold and silver staffs,\nare seen on either side and in front of the King’s carriage, reiterating\nthe King’s titles and honours as they proceed. Then follow the English\ngentlemen composing the King’s suite, in their court dresses, on elephants.\nTo them succeed the Native nobility, great officers of state, &c., on many\nelephants,–I should think more than fifty,–and the whole followed by\nmilitary, both horse and foot. The procession has an imposing effect,\nparticularly when viewed from an open space. The regiments have each their\ncolours unfurled, and their bands of music playing English pieces. I have\noften thought if our theatrical managers could witness some of these\nsplendid processions, they might profit by representing on the stage the\ngrand exhibition of an Eastern monarch, which loses much of its splendour\nby my indifferent powers of description.",
        "After the ceremony at the Eade-gaarh has concluded, the King and his suite\nreturn in the same well-arranged order, and arriving at his palace, enters\nthe throne-room, where being seated, he receives nuzzas in due form,\npresented in turn by every person belonging to the court, whether\nrelations, nobles, courtiers, dependants, servants, or slaves; every\nperson observing a proper etiquette in their approach to the throne, the\ninferiors keeping back until their superiors retire,–which each one does\nimmediately after presenting his nuzza; thus confusion is prevented in the\nhall of audience.",
        "As a description of the ceremony of presenting nuzzas, on such occasions,\nmay be acceptable to some of my friends, I will describe that which I\nwitnessed at the Court of Oude.",
        "The King was seated on his throne of pure gold, dressed in a very costly\nhabit of Persian velvet, embroidered with gold; on his neck, valuable\nhaarhs (necklaces) of diamonds, pearls, rubies and emeralds, were\nsuspended in many rows, reaching from the neck nearly to the waist.",
        "The throne is a flat surface, about two yards square, raised about two\nfeet from the floor, upon three sides of it is a railing; a square canopy,\nsupported by poles, is attached to the four corners of the throne, which,\ntogether with the poles, are formed of wood, and cased over with pure gold,\ninto which are set precious stones of great value. The canopy and cushions,\non which the King takes his seat, are of crimson velvet, very richly\nembroidered with gold and pearls; a deep fringe of pearls of a good size\nfinishes the border of the canopy. The chattah is of corresponding costly\nmaterials (crimson velvet and gold), fringed also with red pearls.",
        "The King’s crown is elegantly formed, richly studded with diamonds, and\nornamented with handsome plumes of the birds of Paradise. Over his head\nwas supported the velvet chattah. On either side of the throne stood a\nnobleman with chowries of peacock’s-feathers in gold handles, which they\nkept waving continually over the King’s person.",
        "To the right of the throne were gilt chairs with velvet seats placed for\nthe accommodation of the Resident and his lady, who were accompanied by\nmany English ladies and gentlemen standing, as also by the European\ngentlemen attached to the King’s suite: the latter, in their court dresses\nof puce cloth, richly embroidered with gold, had a very good effect,\nmingled with the well-dressed lady-visitors of the Resident.",
        "To the left of the throne stood the Native gentlemen holding high offices\nin the Court of Oude, each richly dressed in the Asiatic costume.",
        "At the King’s feet stood the Vizier (Prime Minister), whose business it is,\non such occasions, to deposit the nuzzas on the throne after they have\nbeen accepted by his Majesty.",
        "As the company advanced the head Chamberlain announced the name and rank\nof each person in the presence of the King. The second Chamberlain\ndirected such persons, after presenting the nuzza, the way they must\nretire from the hall.",
        "The nuzzas of the first nobility consisted of twenty-one gold mohurs[10];\nthose of less exalted persons were proportioned to their rank and\ncircumstances; whilst servants and slaves, with inferior dependants of the\nCourt, tendered their humble tribute of respect in rupees of silver.",
        "The person presenting has the offering placed on a clean white folded\nkerchief; he advances with his head bowed low, until within ten paces of\nthe throne; he then stands erect for a few seconds, with his hands folded\nand held forward, after which he bows his head very low three times, and\neach time places his open hand to his forehead,–this is called\n’salaaming’; this done, he advances to the foot of the throne, repeats the\nthree salaams, then presents with both hands the nuzza on the kerchief,\nwhich the King touches with, his hand, and the Vizier receives and\ndeposits with the collected heap by the side of his Majesty.",
        "When the ceremony of presenting nuzzas has concluded, the King rises and\nadvances with the Resident to the centre of the audience hall, where the\nperson in charge of the haarhs[11] is in attendance with several of these\nmarks of distinction, one of which the King selects and places with his\nown hands over the head of the Resident; the Resident then takes one and\nplaces it on the King in a similar way. Should the Vizier be in favour at\nthis time, he is invested with the haarh, both by his Majesty and the\nResident; but if, unfortunately for him, he does not enjoy his royal\nmaster’s confidence, he takes this opportunity of testifying his\ndissatisfaction by omitting the favour to his Vizier. The haarh is\nactually of very little value but as a badge of distinction peculiar to\nNative courts, to which the Natives attach so much importance, that I\nwonder not at their anxiety to be honoured with this distinguishing mark\nof the King’s satisfaction.",
        "European visitors, both male and female, are generally adorned with haarhs\non these occasions. The King then conducts the Resident to the\nentrance,–when taking leave, he pours otta[12] on his hands, with the\n’Khodah Afiz!’[13] (God be with you!) and sometimes out of compliment to\nthe Resident, his Majesty offers otta also to each of the English visitors,\nas they pass him at the door.",
        "On these great court days, the Vizier’s nuzza is usually of great\nvalue,–sometimes a lac of rupees has been presented, when the Vizier is\nmuch in favour, who is sure to receive ten times the value of his nuzza\nere the day is passed. When this large sum is presented, the Minister has\nhis one hundred bags (each containing a thousand rupees), covered with\ncrimson silk, and tied with silver ribands, placed on each side the throne\nprior to the King’s arrival; who, on seeing this proof of his faithful\nservant’s attachment, condescends to embrace him in the presence of the\nassembled court–an honour of vast magnitude in the estimation of Natives.",
        "The King confers favour on, as well as receives homage from, his subjects,\non the day of Buckrah Eade. On some, titles or other distinctions are\nconferred; to others presents, according to his good will and pleasure:\nmany receive khillauts; and should there be an unfortunate omission, in\nthe distribution of princely munificence, that person understands to his\nsorrow, that he is out of favour, without needing to be told so by word of\nmouth.",
        "The title of Khaun, Nuwaub, Rajah, or any other distinction conferred by\nthe King, is accompanied by the dress of honour, and often by elephants,\nhorses, or the particular kind of Native palkie which are alone used by\nprinces and the nobility. The elephant is always given ready furnished\nwith the several necessary appendages, as silver howdah, embroidered\njhewls[14] (draperies), &c.; and the horse richly caparisoned for riding.",
        "The naalkie and palkie are vehicles conferred on Native gentlemen with\ntheir titles, which cannot be used by any persons than those who have\nreceived the grant from their Sovereign; and there is quite as much\nambition to be thus distinguished in a Native Court, as may be traced\namongst the aspirants for ’the orders’ in the several European states.",
        "Though the naalkie and palkie are restricted to the use of privileged\npersons, all are allowed the services of the elephant. I knew a professed\nbeggar, who made his diurnal tour through the city of Lucknow on one. A\nbeggar, however, in Native estimation, is not the despicable creature he\nis in European opinion; a degree of veneration is always evinced towards\nmen, who live on the casual bounty of their fellow mortals, and profess\nnot to have either a worldly calling or other means of support. The beggar,\nI allude to, was called Shaah Jhee[15]; he had originally been a\ntravelling mendicant, and made a visit to Lucknow, when the late King was\na young man, whom he met by accident outside the town; and, I believe,\nwithout knowing to whom he was speaking, predicted some favourable\ncircumstances which should attend him eventually; the young prince then\ndisclosed himself to the beggar, and promised him if his predictions were\nverified, he would reward him in the way he wished. Shaah Jhee left the\nOude district, and travelled over most parts of Hindoostaun. Returning\nafter many years’ absence to Lucknow, he found the prince seated on the\nthrone of his ancestors, and watching for a favourable opportunity to\npresent himself, made his claims to the sovereign, who, remembering the\ncircumstance and his promise, conferred the required reward–to be allowed\nto demand five cowries daily from every shopkeeper in the city of Lucknow.\nThe King added to this humble demand a house to reside in, and the\nelephant on which he went to collect his revenue. Eighty-five cowries\n(shells) are valued at one pice, or a halfpenny; yet so vast is this\ncapital of Oude, that Shaah Jhee was in the receipt of a handsome daily\nallowance, by this apparently trifling collection.",
        "Most of the respectable gentlemen in Lucknow maintain an elephant for\ntheir own use, where it is almost as common to meet them as horses. Though\nmost persons, I observe, avoid falling in with, the royal cortège, (which\nis always announced by the sound of the dunkah), unless they are disposed\nto court the King’s observation; then they draw up their elephant, and\noblige the animal to kneel down whilst the King passes on, the owner\nstanding in his howdah to make salaams; others, I have seen, dismount in\ntime, and stand in a humble posture, with the hands folded and the head\nbowed low, doing reverence and attracting his Majesty’s notice as he\npasses on. These little acts of ceremonious respect are gratifying to the\nKing, and are frequently the means of advancing the views of the subject\nto his favour.",
        "The khillauts, presented by the King, vary in the number of the articles\ncomposing the gift, as well as in the quality. The personal rank, and\nsometimes the degree of estimation in which the receiver is held, is\ndefined by the value and number of an individual’s khillaut. I have known\nsome gentlemen tenacious to a foible, about the nature of the khillaut\nthat could consistently be accepted; I have heard it even expressed, ’I\nshall be disgraced in the eyes of the world, if my khillaut has not the\nfull complement usually conferred on men of my rank’. It is the honour\nthey value, not the intrinsic worth of the articles, for it is no uncommon\nthing to find them distributing the dress of honour amongst their\ndependants, on the same day they have received it.",
        "The splendid articles composing khillauts are as follows: swords with\nembroidered belts, the handle and scabbard either enamelled or embossed\nsilver, often set with precious stones; the most inferior have silver\nmountings and velvet scabbards; shields studded with silver; kirrich\n(dirk), the handle and sheath equally as rich as the swords; embroidered\nor gold cloth chupkunds[16] (coats); shawl-stuff labaadahs[17] (pelisses),\ntrimmed with sable; turbans of shawl or muslin; ornaments for the turban\nof diamonds and emeralds, the inferior of paste; strings of pearls and\nemeralds for the neck; shawls, always in pairs, of more or less value;\nshawl-kerchiefs; shawl cummerbunds[18] (girdles); shawl lahaafs[19]\n(counterpanes); gold cloth, gold and silver muslins, and shawl stuff, in\npieces, each being sufficient to form a dress; Benares silks, or rich\nsatin for trousers; pieces of fine embroidered muslin for shirts. These\nare the usual articles of value given in khillauts to the most exalted\nfavourites. In some instances the King confers one hundred and one pieces\nin a khillaut; in others seventy-five, and down to five articles, which is\nthe lowest number given in this much-prized dress of honour. In a khillaut\nof five pieces, I have observed, generally, a coarser kind of gold cloth\ndress, a coloured muslin turban, a pair of coarse shawls, a coarse shawl\nromall[20] (kerchief), and a girdle. I have also observed, that the higher\nthe numbers rise, the quality of the articles increased in value;\nconsequently, when we hear of any one being invested with the highest\nnumber, we calculate that each piece is of the very best quality and\nfabric.",
        "When khillauts are conferred, the investiture usually takes place in the\nKing’s presence, who sometimes condescends to place one of the articles on\nthe receiver with his own hands; at other times he merely touches the\nturban with his hand, and the individuals are clothed by the Prime\nMinister. After receiving the khillaut, each person approaches the throne\nand does homage to the King, presenting a nuzza in accordance with his\nrank, and the value of the khillaut.",
        "The Revenue Collectors and Zemindhaars[21] (landlords of farms) crowd to\nthe Court on these days, to testify their respect and share in the honours\ndistributed with a liberal hand. These persons may well be solicitous to\nreceive this badge of distinction, which they find increases their\ninfluence over the Ryotts[22] (cultivators).",
        "On the morning of Buckrah Eade, the King gives a public breakfast at\nLucknow, to the Resident and his suite, and to such of the Native nobility\nas are privileged to ’the chair’[23] at the royal banquets. The breakfast\nconcluded, many varieties of sports commence, as elephant-fighting, tiger\nsports, &c.[24] The entertainment is got up with great magnificence,\nneither expense nor trouble being spared to render the festivities of the\nday conspicuous.",
        "After the Resident and his party have retired, the King returns to his\nprivate apartments, where the forms of state are thrown aside with the\nsplendid robes; and the ease and comfort of real Asiatic life is again\nindulged in, without the parade so studiously observed in public, as being\nessential to the sovereign’s dignity. The trammels of state must indeed be\nirksome to those who indulge in that sort of luxurious ease which forms\nthe chief comfort of Native life.",
        "The evening at Court is passed by the King and his favourite courtiers,\nwith music and the performances of dancing-girls; a variety of fire-work\nexhibitions; the witticisms of the Court-jesters, and such other\namusements as are suited to Asiatic taste.",
        "The magnificent style of celebrating Buckrah Eade at Lucknow is perhaps\nunequalled by any other Native Court now existing in Hindoostaun. The\nrejoicings on this festival are not confined to the higher classes alone;\nbut it is a period of equal interest to every individual of the Mussulmaun\ncommunity. The custom of the Court is imitated by the subjects in their\nseveral grades, each striving to do honour to the day according to their\nability. The religious classes add, to their usual Namaaz, the appointed\nprayer for the occasion of Buckrah Eade.",
        "The rich send presents of goats and sheep to their neighbours and to the\npoor, so that the meanest of the people are enabled to offer sacrifice and\nrejoice in the good things of which they partake: new suits of clothes are\nalso distributed to the dependants of the family and to the poor. In short,\non this day, there seems a spirit of benevolence abroad, that is even\nremarkable beyond the general generosity of their natural character, as\nall who have any thing to share will assuredly, on this occasion, impart a\nblessing to the needy, and gratify their friends and acquaintances.",
        "The bride and bridegroom elect exchange presents of goats, &c.; the tutor\nwrites a copy of verses on the day, and presents it to his pupil; the\npupil in return sends his tutor a dress and money to enable him to keep\nEade with his family.",
        "The ladies dress in their most costly jewels and apparel to receive or pay\nvisits. The children have their sports and amusements. Whenever I have\nentered a Native house on these days, all seemed cheerful and happy, and\nenjoying themselves in whatever way was most congenial to their particular\ntastes; ’every one must be cheerful (they say) on Buckrah Eade’.",
        "On this day, millions of animals are sacrificed in remembrance of\nAbraham’s faith. I have often thought how striking is the similarity\nbetween the Mosaic and Mussulmaun institutes,–indeed my recollections of\nScripture history have frequently been realized in the views I have had of\nthe domestic habits of the Mussulmauns. They are forbidden the use of\nunclean animals; the swine is equally abominable to Mussulmauns as to the\nJews; neither are they less scrupulous in discarding from their kitchen\nany kind of animal food prohibited by their laws, or which has not been\nkilled by one of their faith. In this process the person, who is to slay,\nturns the animal’s head towards Mecca, repeats the short appointed prayer,\nand with one plunge the animal has ceased to feel: they are expert in the\nart of despatching life, so that the animal’s sufferings may not be\nprotracted unnecessarily;–an amiable trait of character and worthy of\nimitation.",
        "’Nou-Roze’[25] (New Year’s Day) is a Festival of Eade of no mean\nimportance in the estimation of Mussulmaun society.",
        "The exact period of commencing the Mussulmaun new year is the very moment\nof the sun’s entering the sign Aries. This is calculated by those\npractical astronomers, who are in the service of most great men in Native\ncities;–I should tell you they have not the benefit of published\nalmanacks as in England,–and according to the hour of the day or night\nwhen the sun passes into that particular sign, so are they directed in the\nchoice of a colour to be worn in their garments on this Eade: if at\nmidnight, the colour would be dark puce, almost a black; if at mid-day,\nthe colour would be the brightest crimson. Thus to the intermediate hours\nare given a shade of either colour applicable to the time of the night or\nthe day when the sun enters the sign Aries; and whatever be the colour to\nsuit the hour of Nou-Roze, all classes wear the day’s livery, from the\nKing to the meanest subject in the city. The King, on his throne, sits in\nstate to receive congratulations and nuzzas from his nobles, courtiers and\ndependants. ’Mabaarukh Nou-Roze!’[26] (May the New Year be fortunate!) are\nthe terms of salutation exchanged by all classes of society, the King\nhimself setting the example. The day is devoted to amusements, a public\nbreakfast at the palace, sending presents, exchanging visits, &c.",
        "The trays of presents prepared by the ladies for their friends are\ntastefully set out, and the work of many days’ previous arrangement. Eggs\nare boiled hard, some of these are stained in colours resembling our\nmottled papers; others are neatly painted in figures and devices; many are\nornamented with gilding; every lady evincing her own peculiar taste in the\nprepared eggs for ’Nou-Roze’. All kinds of dried fruits and nuts,\nconfectionary and cakes, are numbered amongst the necessary articles for\nthis day’s offering: they are set out in small earthen plates, lacquered\nover to resemble silver, on which is placed coloured paper, cut out in\ncurious devices (an excellent substitute for vine leaves) laid on the\nplate to receive the several articles forming ’Nou-Roze’ presents.",
        "Amongst the young people these trays are looked forward to with child-like\nanxiety. The ladies rival each other in their display of novelty and good\ntaste, both in the eatables and the manner of setting them off with effect.",
        "The religious community have prayers read in their family, and by them it\nis considered both a necessary duty and a propitious commencement to bring\nin the new year by ’prayer and praises’.",
        "When it is known that the Nou-Roze will occur by daylight, the ladies have\na custom of watching for the moment the year shall commence by a fresh\nrose, which being plucked from the stalk is thrown into a basin of water,\nthe eye downwards. They say, this rose turns over of itself towards the\nsun at the very moment of that luminary passing into the sign Aries. I\nhave often found them thus engaged; but I never could say I witnessed the\nactual accomplishment of their prediction.",
        "The Nou-Roze teems with friendly tokens between the two families of a\nbride and bridegroom elect, whose interchange of presents are also\nstrictly observed. The children receive gifts from their elders; their\nnurses reap a harvest from the day; the tutor writes an ode in praise of\nhis pupil, and receives gifts from the child’s parents; the servants and\nslaves are regaled with dainties and with presents from the superiors of\nthe establishment; the poor are remembered with clothes, money and food;\nthe ladies make and receive visits; and the domenie attend to play and\nsing in the zeenahnah. In short, the whole day is passed in cheerful\namusements, suited to the retirement of a zeenahnah and the habits of the\npeople.",
        "There is a festival observed at Lucknow called Bussund[27] (spring-colour).\nI should remark here, that almost all the trees of India have perpetual\nfoliage; as the season approaches for the new leaves to sprout, the young\nbuds force off the old leaves; and when the trees are thus clothed in\ntheir first delicate foliage, there is a yellow tinge in the colour which\nis denominated Bussund (Spring). A day is appointed to be kept under this\ntitle, and then every one wears the Bussund colour: no one would be\nadmitted at Court without this badge of the day. The elephants, horses and\ncamels of the King, or of his nobles, are all ornamented with the same\ncolour on their trappings.",
        "The King holds a Court, gives a public breakfast, and exhibits sports with\nferocious animals. The amusements of this day are chiefly confined to the\nCourt: I have not observed much notice taken of it in private life.",
        "The last month of the periodical rains is called Sahbaund.[28] There is a\ncustom observed by the Mussulmaun population, the origin of which has\nnever been clearly explained to me; some say it is in remembrance of the\nProphet Elisha or Elijah, and commences the first Friday of Sahbaund, and\nis followed up every succeeding Friday through this concluding month of\nthe rainy season.[29]",
        "This ceremony may have had its origin with devout persons willing to\nhonour or to invoke the Prophet Elijah, who, as our Scripture informs us,\n’prayed, and the clouds gave no rain for the space of three years; and\nagain he prayed and the heavens were opened to his prayer’. Or in that of\nElisha parting the waters with the mantle of Elijah, after succeeding him\nin the Prophetic office, 2 Kings ii. 14; or a still more probable event,\ncalculated to excite the pious to some such annual notice as is observed\nwith these people, in the same chapter, the twentieth and following verses,\nwhere we find it said of Elisha, ’And he said, Bring me a new cruse, and\nput salt therein. And they brought it to him. And he went forth unto the\nspring of the waters, and cast the salt in there, and said, Thus saith the\nLord, I have healed these waters; there shall not be from thence any more\ndearth or barren land. So the waters were healed unto this day, according\nto the saying of Elisha which he spake.’",
        "The learned men call it a zeenahnah, or children’s custom; but it is\ncommon to see children of all ages amongst the males, partake of, and\nenjoy the festival with as much glee as the females or their juniors.",
        "A bamboo frame is formed to the shape of a Chinese boat: this frame-work\nis hidden by a covering of gold and silver tissue, silk, or coloured\nmuslin, bordered and neatly ornamented with silver paper. In this light\nbark many lamps are secreted, of common earthenware. A procession is\nformed to convey the tribute, called ’Elias ky Kishtee[30]’, to the river.\nThe servants of the family, soldiers, and a band of Native music attend in\ndue order of march: the crowd attracted by this childish play is immense,\nincreasing as they advance through the several streets on the way to the\nriver, by all the idlers of the place.",
        "The kishtee (boat) is launched amidst a flourish of trumpets and drums,\nand the shouts of the populace; the small vessel, being first well lighted,\nby means of the secreted lamps, moves down gently with the stream. When at\na little distance, on a broad river, in the stillness of evening, any\none–who did not previously know how these little moving bodies of light\nwere produced–might fancy such fairy scenes as are to be met with in the\nwell-told fables of children’s books in happy England.",
        "This custom, though strongly partaking of the superstitious, is not so\nblameable as that which I have known practised by some men of esteemed\ngood understanding, who having a particular object in view, which they\ncannot attain by any human stratagem or contrivance, write petitions to\nthe Emaum Mhidhie on Fridays, and by their own hands commit the paper to\nthe river, with as much reverence as if they thought him present in the\nwater to receive it. The petition is always written in the same respectful\nterms, as inferiors here well know how to address their superiors; and\nevery succeeding Friday the petition is repeated until the object is\naccomplished, or the petitioner has no further inducement to offer one.",
        "I have made particular inquiries whether such sensible people (as I have\nseen thus engaged) placed any dependence on this mode of petitioning. The\nonly answer I have received, is, ’Those who think proper thus to petition,\ncertainly believe that it will be effectual, if they persevere in it.’",
        "The New Moon is a festival in the family of every good Mussulmaun.[31]\nThey date the new moon from the evening it first become visible, and not\nas we do–from the moment it changes. The event is announced in Native\ncities by firing salutes from the field-pieces of Kings, Nuwaubs, &c.",
        "Amongst the religious people there is much preparation in bathing and\nchanging the dress against the evening the moon is expected to be visible,\nand when the guns have announced that it is visible, they have the Khoraun\nbrought, which they open at the passage where Mahumud praises God for this\nparticular blessing. A small looking glass is then brought, on which\npassage it is placed, and the book held in such a position that the moon\nmay be first seen by the person reflected in the glass. They then repeat\nthe prayer, expressly appointed for this occasion, and that done, the\nwhole family rise and embrace each other, making salaams and reverence to\ntheir superiors and elders. The servants and slaves advance for the same\npurpose, and nothing is heard for some minutes, but ’May the new moon be\nfortunate!’ reiterated from every mouth of the assembled family.",
        "I cannot answer for the motives which actuate the ignorant people to bow\nwhen they first see the new moon; but the pious Mussulmaun, I am assured,\nbows to the Creator for the visible blessing, and not to the object.",
        "The first eatables handed round to secure good luck and health throughout\nthe month are sugar-candy and cheese. I fancy this is a mere zeenahnah\ncustom, for I do not find the males so particular about eating this most\nextraordinary mixture as the females.",
        "The servants’ wages are paid by the month, and in well-regulated families\nthe first day of the moon is hailed by dependants and domestics with no\nsmall share of anxiety. Indeed, these people make the moon of much more\nimportance in the regulation of domestic affairs than the inhabitants of\nmore polished countries, for they attribute the influence of that planet\nover the inhabitants of the earth in many extraordinary ways. It may be\ndeemed superstitious, but as my business is to relate the most material\nceremonies among this people, I cannot well omit noticing some of their\nobservances at this time.",
        "If any person is ill, and bleeding is the only good remedy to be pursued,\nthe age of the moon is first discussed, and if it happens to be near the\nfull, they are inflexibly resolute that the patient shall not lose blood\nuntil her influence is lessened. And should it happen at the commencement\nof the second quarter, or a few days after the full, the difficulty is to\nbe overcome by deprecating the evil influence of the moon over the patient,\nby burning a brand of straw which is flourished about the sick person’s\nhead, who is brought out into the moon’s presence for this important\noperation.[32] Many equally extraordinary things of this sort I have been\nobliged to witness in the zeenahnah.",
        "The full moon is deemed propitious for celebrating the marriage festivals.\nIf this be not possible, care is always to be taken that the ceremony does\nnot fall at the period when she is in the unfavourable sign; they say the\nhappiness of the young couple depends on this being carefully avoided, as\nin the opinion of every Mussulmaun ’the moon in Scorpio’ is unpropitious\nfor any business of moment.[33]",
        "When a journey is contemplated the moon’s age is the first consideration;\nindeed, the favourable signs of Madam Luna’s movements are not only\nselected for commencing a journey, but for all undertakings of like\nimportance;–whether to build, to write, to plant, to take medicine, &c.",
        "What will be said of the singular custom, ’drinking the moon at a\ndraught’? A silver basin being filled with water is held in such a\nsituation that the full moon may be reflected in it; the person to be\nbenefited by this draught is required to look steadfastly at the moon in\nthe basin, then shut his eyes and quaff the liquid at one draught.[34]\nThis remedy is advised by medical professors in nervous cases, and also\nfor palpitations of the heart. I have seen this practised, but I am not\naware of any real benefit derived by the patient from the prescription.",
        "When the planet Venus is in conjunction with the moon, they say the time\nis most favourable to offer prayers to God for any particular object they\nmay have in view. At this time they write charms or talismans to be worn\nby children. I remember having witnessed a gentleman thus occupied, who\nwrote little scraps in the Arabic character to distribute amongst the\nchildren of his friends, who wore them enclosed in silver cases on their\narms.",
        "An eclipse of the moon is an event of great interest, both with the\nMussulmaun and the Hindoo population, although they have very opposite\nideas of the causes of an eclipse.",
        "Many of the notions entertained by the lower classes of Mussulmauns upon\nthe nature of an eclipse are borrowed from the Hindoos.[34] Some think\nthat it is caused by the anger of God towards the people of the earth;\nothers say the moon is in debt, and many other equally odd conceits exist\namongst the ignorant people, and among them only. Yet a sensation of awe\nis felt by most; and where is the intelligent creature who can view an\neclipse or any other phenomenon of Nature without the same feeling of awe,\nalthough all are not equally ready to express the sensation?",
        "Loud cries from the mixed population, Mussulmauns and Hindoos, announce\nthe commencement of an eclipse, whether it be of the sun or the moon. The\nvoice of the Mussulmaun is distinguished by the Namaazies’[35] call to\nprayers–’Allah wo uckbaar![36] (God alone is great!) To this summons the\nfaithful attend diligently, and they are generally occupied in the form of\nprayer appointed by Mahumud until the shadow has passed over the sun or\nmoon eclipsed.",
        "The ladies prepare offerings of corn, oil, and money to be distributed\namongst the poor. The gentlemen give presents to the needy. The astronomer\nwho predicts to his royal or noble master the exact period of an eclipse,\nis rewarded, when it is over, with money, a dress, and a crescent of pure\ngold in some instances. A bride elect sends sutkah[38] to her intended\nhusband, accompanied by a goat or kid, which must be tied to the leg of\nhis bedstead during the continuance of an eclipse: these offerings are\nafterwards distributed in charity. Women expecting to become mothers are\ncarefully kept awake during an eclipse, as they declare the infant’s\nsecurity depends on the mother being kept from sleep; they are not allowed\nto use a needle, scissors, knife, or any other instrument during an\neclipse, for fear of drawing blood, which would be injurious at that\nperiod, both to the mother and child; neither are the animals in a similar\nstate neglected; a mixture of cow-dung and drugs is rubbed over the belly\nof such animals, whether cows, sheep, goats, &c., and all these are\nsecurely housed until the planet is again resplendent: they fancy that\nboth the animal and its young would be endangered by exposure during the\ntime of the eclipse.",
        "The power of the moon on wounded persons is believed universally to be of\ndangerous tendency. I have heard many extraordinary relations by people\nwho, as they tell me, have suffered from exposure to the moon whilst a\nwound was fresh. One person had received a severe sabre-cut on his arm;\nthe place was sewed up by the barber (the only surgeon amongst the\nNatives), and being much exhausted he laid down to sleep in the open air.\nThe moon was near the full, and after some hours’ exposure to her\ninfluence he awoke in great agony; the barber examined the arm early in\nthe morning and found the cut in a state of corruption, the sewing having\nburst; the wound was cleansed, and dressed with pounded camphor; the place\neventually healed, and the man lived many years to tell his story, always\ndeclaring his belief that the moon had been the cause of his sufferings;\nhe was the more certain of this as he dreamed whilst exposed to her\ninfluence, that a large black woman (an inhabitant of the moon) had\nwrestled with him, and hurt his wound.",
        "The usual application in India to a fresh wound is that of slacked lime. A\nman in our employ was breaking wood, the head of the hatchet came off, and\nthe sharp edge fell with considerable force on the poor creature’s foot;\nhe bled profusely and fainted, lime was unsparingly applied, to the wound,\nthe foot carefully wrapped up, and the man conveyed to his hut on a\ncharpoy (bedstead), where he was kept quiet without disturbing the wound;\nat the end of a fortnight he walked about, and in another week returned to\nhis labour.[39]",
        "Lime is an article of great service in the domestic economy of the Natives.\nI have experienced the good effects of this simple remedy for burns or\nscalds: equal proportions of lime, water, and any kind of oil, made into a\nthin paste, and immediately applied and repeatedly moistened, will\nspeedily remove the effects of a burn; and if applied later, even when a\nblister has risen, the remedy never fails: I cannot say how it might act\non a wound, the consequence of a neglected burn.",
        "The lime used with pawn by the natives of India is considered very\nbeneficial to health; and they use it in great quantities, considering\nthat they never eat pawn without lime, and the most moderate pawn eaters\nindulge in the luxury at least eight times in the course of the day. The\nbenefit of lime is worth the consideration of the medical world–as a\npreventive in some climates, as a renovater in others.",
        "Shubh-burraat,[40] is the designation of one of the months of the\nMussulmauns (you are aware their month is the duration of the moon). The\nnight of the full moon Shubh-burraat is a period of great and interesting\nimportance to the Mussulmaun people of every degree; for on this night\nthey are persuaded the fate of every human being is fixed in heaven; and\nthat whatever is to be their doom is then registered in the Book of Life.\nThose who are to retain health, life, prosperity, or any other blessing,\nand those who are to be visited by sickness, sorrows, adversity or death;\nin short, whatever is to occur throughout the year is on this night\nassuredly noted in heaven for each individual on earth.",
        "On this night they are instructed also to remember their friends and\nrelatives who have been separated from them by death, and the injunction\nis followed up with much pious respect and marked veneration. Food is\ncooked and portioned out in the name of each departed object of their\nregard, over which the elder of the family,–if a Maulvee is not\navailable,–reads a certain form of prayer called Fahteeah[41]; this done,\neach portion (if convenient) is conveyed to the several tombs wherein\nthose friends are deposited; or if not convenient to send the food to the\nburying ground, it is distributed amongst the poor of the city and the\nsuburbs; the beggars congregating in those places to indulge in the\nluxuries prepared to the memory of the dead. The food prepared on this\noccasion must not contain any animal food. Bread of various kinds, sweet\nrice, and meetah[42] (a mixture of sugar, ghee, and flour), are the usual\ndainties I have observed in these offerings. Fireworks are in universal\nrequest on the night of Shubh-burraat, which is required to be passed in\nwakefulness; and to this may be ascribed the never-varying custom of\nletting them off: it is an amusement these people take delight in at all\ntimes, and on this occasion most usefully, to keep them awake. The younger\nbranches, at all events, derive this benefit from the pastime.",
        "The religious community make it a night of strict devotion; they offer\nprayers and intercessions for the souls of their departed friends, since\nthey imagine that this period, of all others, is most favourable to prayer,\nas they believe the heart is more open to the throne of mercy, the prayer\nmore effectual, and that the real penitent suing for pardon on the night\nof Shubh-burraat, is certainly heard and his sins forgiven.",
        "The Sheah sect attach still greater importance to this night, as the\nanniversary of the birth of Emaum Mhidhie.[43] They also remember Hasan\nand Hosein as martyrs; and in memory of their sufferings the zeearut[44]\n(circuit as at Mahurrum), is performed by walking round the ground in front\nof their apartments, repeating the burial service, with some trifling\nalterations; likewise the salaams to the Prophets and Emaums are duly\nperformed during this night of fate.",
        "There is a singular opinion current amongst the Mussulmauns, that the\ntrees hold converse at this momentous period.[45] The really pious\ncharacters amongst the Mussulmauns declare that they discountenance\nsuperstition in every way; but they strictly adhere to every habit or\ncustom on record which was the practice of Mahumud and his family, the\nEmaums. Of course, they do not think the observances of Shubh-burraat are\nat all bordering on superstition, whatever may be thought of the practice\nby others.",
        "[1] See p. 78.",
        "[2] ’Idgah, the place where the rites of the ’Id festival are\n    conducted. It generally consists of a pavement, with a wall to the\n    west, facing east.",
        "[3] See p. 42.",
        "[4] Angarkha.",
        "[5] Najib, ’noble’; the half-disciplined militia of Native States.",
        "[6] Kirch, a straight thrusting sword.",
        "[7] See p. 48.",
        "[8] See p. 43.",
        "[9] Nalki, a kind of litter, the use of which was regarded as a\n    mark of dignity: see Sleeman, Rambles, p. 135.",
        "[10] A coin worth, about Rs. 16.",
        "[11] Haarh is a name given to any sort of ornament which we should\n    designate a necklace. The haarhs presented on these occasions at the\n    Oude court are composed of silver ribands very prettily platted and\n    confined at each division of plats by knobs covered with silver riband.\n    The prices of these haarhs are from five to twenty-five rupees each,\n    depending on the size. [Author.] See p. 62.",
        "[12] ’Itr, essence of roses.",
        "[13]Khuda hafiz.",
        "[14] Jhul.",
        "[15] Shahji, ’my lord’.",
        "[16] Chapkan, the cassock-like frock, which is the usual dress of\n    respectable natives.",
        "[17] Labada, a sort of overcoat.",
        "[18] Kamarband, ’loin-band’.",
        "[19] Lahaf, a corruption of ghilaf, ’a wrapper’.",
        "[20] Rumal, ’face-wiper’.",
        "[21] Zamindar, ’a landowner’.",
        "[22] Ra’iyat.",
        "[23] Many native gentlemen are allowed to be seated in the king’s presence\n    at court daily, but not at the banquet, which is a distinction\n    reserved only for the nobility and favourites. [Author.]",
        "[24] For an account of the animal fights before Lord W. Bentinck in 1831\n    see Mrs. F. Parks, Wanderings of a Pilgrim, i. 176 ff.; W. Knighton,\n    Private Life of an Eastern King, p. 147 ff.",
        "[25] Nauroz. Specially a Persian feast: see Sir J. Malcolm, History of\n    Persia,[2] ii. 341 n., 404; S.G.W. Benjamin, Persia and the\n    Persians, p. 198; O.J. Wills, The Land of the Lion and the Sun, ed.\n    1891, p. 48.",
        "[26] Nauroz mubarak.",
        "[27] Basant or spring feast, held at the vernal equinox.",
        "[28] Sawan, the fourth month of the Hindu year, July-August.",
        "[29] The feast is held in honour of the mythical Khwaja Khizr, ’the\n    green one’, a water spirit identified with the Prophet Elisha (see\n    Sale on Koran, xviii. 63). The launching of the little boats is,\n    in essence, a form of magic intended to carry away the evils which\n    menace the community, and to secure abundant rainfall.",
        "[30] Ilyas ki kishti.",
        "[31] This is known as Hilal.",
        "[32] The Semites, like other races, believed in the influence of the moon.\n    ’The sun shall not strike thee by day, nor the moon by night’ (Ps.\n    cxxi. 6). It was believed to cause blindness and epilepsy. Sir J.G.\n    Frazer has exhaustively discussed the question of the influence of the\n    moon. The harvest moon, in particular, brings fertility, and hears the\n    prayers of women in travail: the moon causes growth and decay, and she\n    is dangerous to children. Many practical rules are based on her\n    influence at the various phases (The Golden Bough[3] Part I, vol. ii,\n    p. 128; Part IV, vol. ii, p. 132 ff.).",
        "[33] ’The sixth house is Scorpio, which is that of slaves and servants,\n    and of diseases’ (Abul Fazl, Akbarnama, tr. H. Beveridge, ii. 12).",
        "[34] Here the moon is supposed to exert a curative influence.",
        "[35] Hindus believe that during an eclipse the moon is being strangled by\n    a demon, Rahu. Cries are raised, drums and brazen pans are beaten\n    to scare him.",
        "[36] Properly the Mu’azzin or official summoner to prayer.",
        "[37] Allahu akbar.",
        "[38] All offerings of intercession or thanksgivings are denominated sutkah\n    [Author] (sadaqah, see p. 136).",
        "[39] Lime liniment, composed of equal parts of lime-water and a bland oil,\n    is recognized in surgical practice.",
        "[40] Shab-i-bara’at, ’the night of record’, is a feast held on the\n    15th of the month Sha’ban, when a vigil is kept, with prayers and\n    illuminations. On this occasion service in memory of the deceased\n    ancestors of the family is performed. On this night the fortunes of\n    mortals during the coming year are said to be recorded in Heaven. See\n    p. 51.",
        "[41] Al-Fatihah, ’the opening one’, the first chapter of the Koran.",
        "[42] Mitha, mithai, ’sweetmeats’.",
        "[43] Imam Mahdi, see pp. 72, 76.",
        "[44] Ziyarat, see p. 15.",
        "[45] Compare the oracular trees of the Greeks (Sir J.G. Frazer,\n    Pausanias, ii. 160). For legends of speaking trees in India,\n    W. Crooke, Popular Religion and Folklore of N. India,[2] ii. 89.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}