{
    "title": "Observations on the Mussulmauns of India - Letter XXVI",
    "author": "Meer Hassan Ali",
    "chapter": "30",
    "content": [
        "\n\n",
        "  Superstition of the Natives.–Fair annually kept by Hindoos.–Supposed\n  practice of witchcraft by an old woman.–Assaulted by an infuriated\n  populace.–Rescued by a Native gentleman.–He inquires their reasons\n  for persecuting her.–Is instrumental in appeasing their\n  malignity.–Endeavours to remove their prejudice.–Proneness of\n  Asiatics to superstition.–Opinion of a Mussulmaun on the influence\n  of evil spirits.–Account of a woman possessed by an evil\n  spirit.–Dialogue with her during the paroxysms of her\n  affliction.–Means used for her recovery.–Further allusions to the\n  false notions of the Natives respecting supernatural agency...Page 387",
        "All the Natives of Hindoostaun appear to me to be, more or less, tinctured\nwith superstitious notions, which, in many instances, are so grafted in\ntheir nature as to resist every attempt made to root out by arguments the\nfolly of this great weakness.",
        "I hope to be forgiven for introducing in this Letter a few anecdotes and\noccurrences, which may illustrate that faulty side of the character of a\npeople who have not derived those advantages which are calculated to\ndisplace superstition from the mind of man;–in a word, they are strangers\nto that Holy volume which teaches better things.",
        "A fair had been held at Lucknow one afternoon, not immediately within our\nview, but the holiday folks passed our house on the road to and from the\nscene of action. This fair or mayllah is visited by all ranks and classes\nof Natives; but it is strictly a Hindoo festival annually kept up in\nremembrance of the celebrated Kornea,[1] of Hindoo mythologic celebrity,\nwho according to their tradition, when but a child, on a certain day\nkilled with his slender arm a great tyrant, the giant Khaunce. Had there\never existed a suspicion that the Hindoos sprang from any of the tribes of\nIsrael, I should have imagined the event they celebrate might have\nreference to the act of David, who with his single arm destroyed Goliath\nof Gath. This, however, can hardly be supposed, although the similarity is\nremarkably striking.",
        "The figure of Khaunce is made up of bamboo and paper, representing a human\nbeing of gigantic stature, and bearing a most fierce countenance, with\nsome certain appendages, as horns, tail, &c., to render the figure more\ndisgusting. It is placed near the bank of the river Goomtie, in a\nconspicuous situation, for the wonder and admiration of some, the terror\nof the weak, and the satisfaction of the believers in the fabled story of\nKornea and his supposed supernatural power.",
        "Kornea is represented by a little boy, dressed in costly apparel, who is\nconveyed in grand procession, seated on an elephant, and surrounded by\nattendants on horseback, with bands of music and a multitude of followers,\nthrough the principal streets of the city to the chosen spot where Khaunce\nis placed to be attacked by the child.",
        "When the farce is properly prepared for the attack, the child, I am\ntold,–for I have never seen the ceremony,–takes aim from his\nwell-ornamented bow, and with a single arrow sends the monstrous giant\ninto the river, whilst the shouts of the multitude declare the victory of\nKornea, and the destruction of the enemy to the repose of mankind. The\nfigure, I should have remarked, is made up of parts merely placed on each\nother, so that the force of an arrow is sufficient to dislodge the lofty\nerection as readily as a pack of cards in a mimic castle may be levelled\nby a breath. The mayllah concludes when the floating members of the figure\nhave glided with the stream out of sight.",
        "A party of poor weak-minded mortals, pedestrians, but by their dress\nrespectable people, returning from this day’s mayllah when the evening was\nwell advanced, suddenly halted near my house; my attention was soon\naroused by violent screams, and exclamations of ’Seize her! seize her! she\nis eating my heart!’ accompanied by all those indications of fear and pain,\nthat did not fail to excite my sympathy; for I could not comprehend what\nwas the matter and imagined the poor man had been wounded by the hand of\nan assassin.",
        "A crowd quickly assembled, and a great bustle ensued; I was really alarmed,\nand the tumult of voices continuing for some minutes, we distinctly heard\nthe loud cries of a coarse female voice who seemed to be in great danger\nof losing her life by the rough treatment of a lawless rabble; this\ninduced a Native gentleman of our family to venture out, to ascertain if\npossible the cause of the excitement, and also to endeavour to assuage the\nangry feelings of the turbulent party. His appearance amongst them\nproduced the desired effect, they were silenced by his command; and when\nthe man whose alarming screams had first assailed us, was brought before\nhim, he found that he was a man of great respectability amongst the\nshop-keepers of the city, with a child of four years old in his arms, or\nrather I should say the child was seated astride on his father’s hip, the\narm encircling the child’s body, as is the general manner of nursing\namongst all classes of the Natives.",
        "On being questioned as to the cause of his raising the tumult, he declared\nthat he was walking quietly on the roadway with his party, when the old\nwoman (who was in custody) had touched him as he passed, when immediately\nhis heart sickened, and he was sensible she had bewitched him, for she was\nstill devouring his heart and feasting on his vitals.[2] ’I will certainly\nkill her!’ he added, ’if she does not restore me to myself and my child\nlikewise!’–’When was your child attacked?’–’About four days since,’\nanswered the angry father.",
        "’Good man!’ replied my friend; ’you must be under the influence of\ndelusion, since you told me just now, the woman is a stranger to you, and\nthat you never saw her before; how could she have bewitched your child\nthen four days ago? I am sure weakening fears or illness has taken\npossession of your better feelings; the poor creature looks not like one\nwho possesses the power you ascribe to her.’",
        "The old woman threw herself at the feet of my friend, and implored his\nprotection, reiterating her gratitude to him as her preserver from the\nfury of an angry populace, who had already beaten her with slippers on her\nhead, as a prelude to their future harsh intentions towards her. She\nstretched out her hands to touch him and bless him, as is the custom with\nthe lower orders of women to their superior of either sex, but the\nmultitude insisted she should not be allowed to let her unhallowed hands\nfall on the good Mussulmaun gentleman; in a second was to be heard the\ninvocations of Hindoos and Mussulmauns, on their several sources of\nsupreme aid, to save the gentleman from her power, for all the mob felt\npersuaded the old woman was a witch.",
        "’Be assured you are mistaken, I, at least, have no fears that her touch\ncan harm me;’ responded my friend. ’Exercise your reason–is she not a\nhuman being like ourselves? True she is old and ugly, but you are really\nwicked in accusing and ill-treating the poor wretch.’ They were silenced\nfor a few minutes, then declared she must be a witch, for her feet were\ncrooked, she was desired to exhibit them, and they were found to be\nperfectly good straight feet.",
        "My friend inquired of the old woman who she was; she answered, ’A poor\nmazoorie[3] (corn-grinder), my husband and my sons are grass-cutters, our\nabode is in the serai (inn for travellers), we are poor, but honest\npeople.’ ’You see, Sir,’ said my friend to the accusing person, ’your own\nweak fears have imposed upon your mind. This woman cannot have done you any\ninjury; let her depart quietly to her home without farther annoyance.’",
        "’No!’ replied the accuser, ’she must satisfy me she is not a witch, or\nworse than that, by allowing me to pluck a few hairs from her head.’–’\nWhat benefit do you propose to yourself by this measure?’–’Why I shall\nrelieve myself from her power over me, by possessing hairs plucked from\nher head, on which my friends will exercise certain prayers, and thus the\ncraft she has used to bewitch me will be dissolved, and I shall be\nrestored to myself again.’[4]",
        "Willing as my friend was to get the poor woman released from the hands of\nthe accusing party, and finding reason or argument of no avail in turning\nthem from their purpose to detain her, the terms were acceded to on the\none part, provided the woman herself was willing to comply, to which, when\nshe was asked, she replied, ’I am not the wretched creature my accuser\nimagines, and therefore can have no objection, on condition that I may be\nallowed afterwards to return to my home in peace.’",
        "The poor old head was now in danger of being plucked of its white hairs by\nthe surrounding crowd, whose extravagant desire to possess the, to them,\ninvaluable specific against witchcraft–for they still believed she was\nactually a witch–led them to overlook humanity and feeling; but the\npeacemaker’s voice was again heard, commanding the crowd to desist, and\nthey should all be gratified, when the scissors he had sent a servant to\nfetch, might enable them to possess the prize without inflicting pain on\nthe poor persecuted woman.",
        "Whilst this was in agitation, and before the scissors were used, several\nwell-armed soldiers, attracted by the appearance of a riot, had made their\nway to the scene of contention, who recognizing the old woman as the\nmother and wife of their three grass-cutters, immediately took the poor\nold soul under their protection, and conveyed her safely from her\ntormentors. My friend was very well satisfied to resign his charge to\ntheir guardianship, and not a little pleased that he had been instrumental\nin preserving a fellow-creature from the lawless hands of the foolishly\nsuperstitious of his countrymen.",
        "It is lamentable to witness how powerful an ascendancy superstition sways\nover the minds of Asiatics generally. The very wisest, most learned, most\nreligious, even, are more or less tinctured with this weakness; and, I may\nadd, that I have hardly met with one person entirely free from the opinion\nthat witchcraft and evil agency are in the hands of some, and often\npermitted to be exercised on their neighbours. The truly religious people\ndeclare to me, that they only are preserved from such calamities who can\nplace their whole reliance on the power and goodness of God alone; Who,\nthey are persuaded, will never suffer His faithful servants to be\npersecuted by the evil one in any shape, or under any mysterious agency.\nPerfect dependance on Divine Providence is the Mussulmaun’s only safeguard,\nfor they declare it to be their belief that evil agency exists still, as\nit did in the first ages of the world. Faith and trust in God can alone\npreserve them; when that fails, or if they have never learned to rely on\nHim for protection, they are necessarily exposed to the influence of that\nevil agency by which so many have suffered both in body and soul amongst\ntheir country-people.",
        "The return of our friend, with the explanation of the scene I had\nwitnessed from my window, led me to inquire very minutely into the opinion\nand general belief of the Mussulmauns on such subjects. A sensible, clever\ngentleman of that persuasion then present, told me that there could be no\ndoubt witchcraft was often practised in Lucknow, detailing things he had\noften heard, about the wicked amongst human beings who practised muntah[5]\n(incantations); and perhaps would have explained the motives and the\nacquired power if I had been disposed to listen. I inquired of my friend,\nas he had always appeared a religious person, whether he really believed\nin magic, genii, evil agency, &c. He told me, that he did believe\ncertainly that such things still existed; but he added, ’such power can\nonly work on the weak or the wicked, for that heart whose dependance is\nwholly fixed on God, has a sure protection from every evil, whether of man\nor spirit. You have in your sacred book a full and ample delineation of\nthe works of magic, in the period of Moses, and also of Saul. In later\nperiods you have proofs of greater weight with you, where Christ cast out\ndevils and gave the same power to His disciples. My opinion,’ he added,\n’will not alter yours, nor do I wish it; neither would I argue or dispute\nwith you on subjects become obsolete in the enlightened world of which you\nare a member, but as far as my own individual opinion is concerned, it is\nmy belief that all things are possible to the Almighty power and will of\nGod. And I see no right we have either to inquire why, or to dispute about\nthe motives by which His wisdom permits the weak to be afflicted for a\nseason, or the wicked to be punished in this life.’",
        "I inquired if he had ever witnessed any of the strange events I\ncontinually heard his people speak of, as having occurred in their\nneighbourhood, such as people possessed with unclean spirits, sufficient\nto confirm his belief in their probability. He replied, ’I have not only\nwitnessed but have, under Divine Providence, been the instrument to convey\nrelief to several different women, who suffered from being possessed by\nevil spirits.’ He then related the following, which I copy from the notes\nI took at the time of his relation:–",
        "’When I was a very young man, my mind was bent on inquiring into the truth\nof the generally believed opinion, that some righteous men of our faith\nhad power granted to them to remove evil spirits from their victims. I\ntook the advice of a certain venerable person, who was willing to impart\nhis knowledge to me. Preparatory to my own practice, I was instructed to\nforsake the haunts of man, and give myself wholly to prayer. Accordingly I\nabsented myself from my home, family, and friends, and led the life you\nwould call a hermit’s; my food was simply herbs and fruits, and\noccasionally an unleavened cake of my own preparing, whilst the nearest\ntank of water supplied me with the only beverage I required; my clothing a\nsingle wrapper of calico; my house a solitary chupha (a thatch of coarse\ngrass tied over a frame of bamboo), and this placed on the margin of a\nwood, where seldom the feet of man strayed to interfere with, or disturb\nmy devotion. My days and nights were given to earnest prayer; seeking God\nand offering praises with my mouth to Him, constituted my business and my\ndelight for nearly two whole years, during which time my friends had\nsought me in vain, and many a tear I fear was shed at the uncertain fate\nof one they loved so well in my father’s house.’",
        "’The simplicity of my mode of life, added to the veneration and respect\nalways paid to the Durweish’s character, raised me in the opinion of the\nfew who from time to time had intruded on my privacy, to ask some boon\nwithin my limits to give as a taawise[6] (talisman), which is in fact a\nprayer, or else one of the names or attributes of God, in such a character\nas best suited the service they required; for you must be told, in the\nMussulmaun faith, we count ninety-nine different names or titles to the\ngreat merciful Creator and only true God. In many cases the taawise I had\nso given, had been supposed by the party receiving them, to have been\ninstrumental in drawing down upon them the favour of God, and thus having\ntheir difficulties removed; this induced others influenced by their report,\nto apply to me, and at last my retirement was no longer the hermit’s cell,\nbut thronged as the courtyard of a king’s palace. My own family in this\nway discovered my retreat, they urged and prevailed on me to return\namongst them, and by degrees to give up my abstemious course of life.",
        "’The fame of my devotion, however, was soon conveyed to the world; it was\na task to shake off the entreaties of my poor fellow-mortals who gave me\nmore credit for holiness of life than I felt myself deserving of. Yet\nsympathy prevailed on me to comfort when I could, although I never dared\nto think myself deserving the implicit confidence they placed in me.",
        "’On one occasion I was induced, at the urgent entreaties of an old and\nvalued friend, to try the effects of my acquired knowledge in favour of a\nrespectable female, whose family, and her husband in particular, were in\ngreat distress at the violence of her sufferings. They fancied she was\ntroubled by a demon, who visited her regularly every eighth day; her\nravings when so possessed endangered her health, and destroyed the\ndomestic harmony of the house.",
        "’The day was fixed for my visit, and the first exercise of my acquirements;\neven then I had doubts on my mind whether the demons so often quoted did\nreally exist, or were but the disordered wanderings of imagination; and if\nthey did exist, I still was doubtful as to the extent of my knowledge\nbeing sufficient to enable me to be the instrument for effecting the\ndesired benefit. Trusting faithfully, however, in God’s help, and desiring\nnothing but His glory, I commenced my operations. The woman was seated on\na charpoy (bedstead) behind a wadded curtain, which hid her from my view.\nRespectable females, you are aware, are not allowed to be seen by any\nmales except very near relatives. I took my seat opposite the curtain with\nthe husband of the suffering woman, and entered into conversation with him\non general subjects.",
        "’I soon heard the wild speeches of the woman, and my heart fully\nsympathized in her sufferings. After preparing the sweet-scented flowers\nfor my purpose (it is believed all aerial beings feed on the scent of\nflowers), fire was brought in a chafing-dish, at my request, and a copper\nplate was placed on this fire, on which I strewed my prepared flowers\nmixed up with drugs. Instantly the demon became furious in the woman,\ncalling out to me, “Spare me! spare me!”",
        "’I should remark that the woman was so entirely hidden by the curtain as\nto leave it beyond a doubt that she could not see what I was doing on the\nother side, but she seemed, by the instinct of the evil spirit which\npossessed her, to be thoroughly acquainted with the nature of my visit,\nand the exertion I was making by prayer, for her release from the intruder.\nThe women attending her, her friends and relatives, had no power to\nrestrain her in the violence of her paroxysms; she tore the curtain with\nmore than human force, and it gave way, leaving her and the other women\nexposed to my gaze.",
        "’I would, from modesty, have retired, but her husband, having confidence\nin my ability to help his afflicted wife, whom he loved most tenderly,\nentreated me not to retire, but to think of the woman as my own sister.\nThe woman, or rather the demon in the woman, told me what I was going to\ndo was not withheld from her knowledge, desiring me immediately to leave\nthe place.",
        "’\"Who are you?” I inquired.–\"I am the spirit of an old woman, who once\ninhabited this house;” was answered by a coarse harsh voice.–\"Why have\nyou dared to possess yourself of this poor female? she never could have\ndone you any injury.\"–\"No,” was answered, “not the female, but her\nhusband has taken possession of this house, and I am here to torment him\nfor it, by visiting his wife.”",
        "’\"Do you know that I am permitted to have power to destroy you in this\nfire?\"–\"Yes, but I hope you will shew mercy; let me escape and I will\nflee to the forest.\"–\"I cannot agree to this, you would then, being at\nliberty, fasten yourself on some other poor mortal, who may not find one\nto release him from your tyranny; I shall destroy you now;” and I was\nactually preparing my methods for this purpose, when the screaming became\nso violent, the poor woman’s agony so terrific, that I dreaded her instant\ndeath from the present agony of her ravings.",
        "’\"How am I to know you are what you represent yourself to be?” said I,\ntrying the softest manner of speech; (the poor victim appeared at ease\nimmediately).–\"Ask me any question you please,” was replied, apparently\nby the woman, “and I will answer you.” I rose and went into the front\nentrance of the house, which is divided from the zeenahnah by a high wall,\nas are all our Mussulmaun houses, and returned with something closely\nconcealed in my hand. I asked, “What is enclosed in my clenched hand?\"–\"A\npiece of charcoal,” was the prompt reply. It was so in truth; I could no\nlonger doubt.",
        "’Another of the party was sent to the outer house; and, again I inquired,\n“What is in this person’s hand?\"–\"Grains of corn.\"–\"Of what\nnature?\"–\"Wheat.” The hand was opened, and the contents were really as\nwas said;–confirming to all present, if they had ever doubted, that the\npoor woman was possessed by the demon, as I have before represented.\nNearly two hours were spent in the most singular conversations, which,\nwhilst they amused me exceedingly, convinced me by my own observations of\nthe truth of that which I had but imperfectly believed before these trials.",
        "’\"I will certainly destroy you in this fire, unless you give me ample\nassurances that you will never again annoy or torment this poor\ninoffensive woman;” and, as I presented my preparation, the screams, the\ncries of “Spare me! oh, spare me this fiery torment!” were repeated with\nredoubled force. I asked, “What is your belief?\"–\"I believe in one God,\nthe Creator of all things;” was promptly answered.–\"Then away to the\nforest, the boon you first craved from me, nor again venture to return to\nthis house.”",
        "’The instant my command was given, the woman was calm, her reason restored\nimmediately; her shame and confusion were beyond expressing by words, as\nshe awoke from what she termed a dream of heavy terror that had\noverpowered her. The appearance of a strange man,–herself but half clad,\nfor in the moments of raving she had torn off parts of her clothing,\nleaving the upper part of her person entirely uncovered–nearly deprived\nher again of returning reason; her husband’s presence, however, soothed\nher mind; but it was some time before her confusion was sufficiently\nbanished to enable her to converse freely with me. In answer to the\nquestions I asked of her, she replied that she had not the least\nrecollection of what had occurred. She fancied herself overpowered by a\ndreadful dream which had agitated her greatly, though she could not\nrecollect what was the nature of that dream. I ordered some cooling\nbeverage to be prepared for my patient, and recommending rest and quiet,\ntook my leave, promising to visit her again in my professional character,\nshould any return of the calamity render my visit necessary. The whole\nfamily heaped blessings and prayers on my head for the benefit they\nbelieved I had been the instrument of Providence in rendering to their\nhouse.",
        "’This was my first attempt at the practice I had been instructed in; and,\nyou may believe, I was gratified with the success with which my endeavours\nhad been crowned. For several months the lady continued quite well, when\nsome symptoms of irritability of temper and absence of mind warned her\nhusband and family of approaching danger upon which, they urged and\nentreated my second visit. I went accompanied by several friends who were\ncurious to witness the effect expected to be produced by my prayer. It\nappeared the poor woman was more calm on my first entrance, than when Ihad previously visited her; but after repeating my form of prayer, the\nmost violent ravings followed every question I put to her.",
        "’Many hours were spent in this way. The replies to my questions were\nremarkable; she always answered, as if by the spirit with which she was\npossessed. I demanded, “Why have you dared to return to this poor\ncreature? do you doubt my ability to destroy you?” The reply was, “had no\npower to fix myself again on the woman, until you entered the house, but I\nhave hovered over her.\"–I said, “I do not believe that you are the soul\nof a deceased old woman as you represent yourself to be; perhaps you may\nwish to convince me, by answering the questions that will be made by me\nand my friends.” The several questions were then put and answered in a way\nthat surprised all present.",
        "Afterwards, I said, “You professed when here on a former occasion, to\nbelieve in God. Answer me now, to what sect of people did you\nbelong?\"–\"Sheikh,” was the reply, “and I believe in one God of mercy and\nof truth,\"’–\"Then you are my brother,’” I said, rising, and holding out\nmy hand to the woman, “we will shake hands.\"–-\"No, No!” replied the woman,\nwith great agitation and terror, “I beseech you not to touch me; the fire\nwhich I dread would then torment me more than I could bear. I would\nwillingly shake hands with all here present, that would give me no pain,\nbut with you the case is different; one touch of yours would destroy me\nimmediately. Not to prolong my story, at the husband’s earnest entreaty,\nthe evil soul was destroyed by the practice I had learned, and the poor\nwoman, restored to health and peace, was no more troubled by her enemy.”",
        "When this story was related, I fancied it a mere fable of the relator’s\nbrain to amuse his audience; but on a more intimate acquaintance with him,\nI find it to be his real opinion that he had been instrumental in the way\ndescribed, in removing evil spirits from the possessed; nor could I ever\nshake his confidence by any argument brought forward for that purpose\nduring many years of intimate acquaintance; which is the more to be\nregretted as in all other respects he possesses a very superior and\nintelligent mind, and as far as I could judge of his heart by his life,\nalways appeared to be a really devout servant of God.",
        "It is not surprising that the strongly grounded persuasion should be too\ndeeply rooted to give way to my feeble efforts; time, but more especially\nthe mercy of Divine goodness extended to them, will dissolve the delusion\nthey are as yet fast bound by, as it has in more enlightened countries,\nwhere superstition once controlled both the ignorant and the scholar, in\nnearly as great a degree as it is evident it does at this day the people\nof India generally. Here the enlightened and the unenlightened are so\nstrongly persuaded of the influence of supernatural evil agency, that if\nany one is afflicted with fits, it is affirmed by the lookers on, of\nwhatever degree, that the sick person is possessed by an unclean spirit.",
        "If any one is taken suddenly ill, and the doctor cannot discover the\ncomplaint, the opinion is that some evil spirit has visited the patient,\nand the holy men of the city are then applied to, who by prayer may draw\ndown relief for the beloved and suffering object. Hence arises the number\nof applications to the holy men for a written prayer, called taawise (\ntalisman) which the people of that faith declare will not only preserve\nthe wearer from the attacks of unclean spirits, genii, &c., but these\nprayers will oblige such spirits to quit the afflicted immediately on\ntheir being placed on the person. The children are armed from their birth\nwith talismans; and if any one should have the temerity to laugh at the\npractice, he would be judged by these superstitious people as worse than a\nheathen.",
        "[1] Kanhaiya, a name of the demigod Krishna, whom Kansa, the wicked King\n    of Mathura, tried to destroy. For the miracle-play of the\n    destruction of Kansa by Krishna and his brother Balarama, see Prof.\n    W. Ridgeway, The Origin of Tragedy, 140, 157, 190. The author seems\n    to refer to the Ramlila festival.",
        "[2] For cases of witches sucking out the vitals of their victims, see\n    W. Crooke, Popular Religion and Folklore of N. India, ii. 268 ff.",
        "[3] Mazdurni, a day labourer.",
        "[4] On the efficacy of shaving or plucking out hair from a witch in order\n    to make her incapable of bewitching people, see W. Crooke, Popular\n    Religion and Folklore of N. India[2], ii. 250 f.",
        "[5] Mantra.",
        "[6] Ta’wiz, see p. 214.",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}