{
    "title": "Observations on the Mussulmauns of India - Letter XV",
    "author": "Meer Hassan Ali",
    "chapter": "19",
    "content": [
        "\n\n",
        "  On the birth and management of children in Hindoostaun.–Increase of\n  joy on the birth of a Son.–Preference generally shown to male\n  children.–Treatment of Infants.–Day of Purification.–Offerings\n  presented on this occasion to the child.–The anniversary of the\n  birthday celebrated.–Visit of the father to the Durgah.–Pastimes of\n  boys.–Kites.–Pigeons.–The Mhogdhur.–Sword-exercise.–The Bow and\n  Arrows.–The Pellet-bow.–Crows.–Sports of Native\n  gentlemen.–Cock-fighting.–Remarks upon horses, elephants, tigers,\n  and leopards.–Pigeon-shooting.–Birds released from captivity on\n  particular occasions.–Reasons for the extension of the royal\n  clemency in Native Courts.–Influence of the Prime Minister in the\n  administration of justice.",
        "The bustle of a wedding in the family of a Mussulmaun having subsided, and\nthe bride become familiar with her new relatives, the mother also\nreconciled to the separation from her child by the knowledge of her\nhappiness,–for they are allowed frequent intercourse,–the next important\nsubject which fills their whole hearts with hope and anxiety, is the\nexpected addition to the living members of the family. Should this occur\nwithin the first year of their union, it is included in the catalogue of\n’Fortune’s favours’, as an event of no small magnitude to call forth their\njoy and gratitude. Many are the trifling ceremonies observed by the\nfemales of this uneducated people, important in their view to the\nwell-being of both mother and infant, but so strongly partaking of\nsuperstition that time would be wasted in speaking of them; I will\ntherefore hasten to the period of the infant’s birth, which, if a boy, is\ngreeted by the warmest demonstrations of unaffected joy in the houses both\nof the parents of the bride and bridegroom. When a female child is born,\nthere is much less clamourous rejoicing at its birth than when a son is\nadded to honour the family;[1] but the good mother will never be\ndissatisfied with the nature of the gift, who can appreciate the source\nwhence she receives the blessing. She rests satisfied that unerring Wisdom\nhath thus ordained, and bows with submission to His decree. She desires\nsons only as they are coveted by the father, and procure for the mother\nincreased respect from the world, but she cannot actually love her infant\nless because it is a female.",
        "The birth of a son is immediately announced by a discharge of artillery,\nwhere cannon are kept; or by musketry in the lower grades of the Native\npopulation, even to the meanest peasant, with whom a single match-lock\nproclaims the honour as effectually as the volley of his superiors. The\nwomen say the object in firing at the moment the child is born, is to\nprevent his being startled at sounds by giving him so early an\nintroduction to the report of muskets; but in this they are evidently\nmistaken, since we never find a musket announcing the birth of a female\nchild.[2] They fancy there is more honour attached to a house where are\nmany sons. The men make them their companions, which in the present state\nof Mussulmaun society, girls cannot be at any age. Besides which, so great\nis the trouble and anxiety in getting suitable matches for their daughters,\nthat they are disposed to be more solicitous for male than female children.",
        "Amongst the better sort of people the mother very rarely nourishes her own\ninfant; and I have known instances, when a wet-nurse could not be procured,\nwhere the infant has been reared by goals’ milk, rather than the good lady\nshould be obliged to fatigue herself with her infant. The great objection\nis, that in Mussulmaun families nurses are required to be abstemious in\ntheir diet, by no means an object of choice amongst so luxurious a people.\nA nurse is not allowed for the first month or more to taste animal food,\nand even during the two years–the usual period of supporting infancy by\nthis nourishment–the nurse lives by rule both in quality and quantity of\nsuch food only as may be deemed essential to the well-being of the child.",
        "The lower orders of the people benefit by their superiors’ prejudices\nagainst nursing, and a wet-nurse once engaged in a family becomes a member\nof that house to the end of her days, unless she chooses to quit it\nherself.",
        "On the fourth day after the birth of a son, the friends of both families\nare invited to share in the general joy testified by a noisy assembly of\nsinging-women, people chattering, smell of savoury dishes, and constant\nbustle; which, to any other females in the world would be considered\nannoyances, but in their estimation are agreeable additions to the\nhappiness of the mother, who is in most cases screened only by a curtain\nfrom the multitude of noisy visitors assembled to rejoice on the important\nevent. I could not refrain, on one of these occasions, remarking on the\ninjudicious arrangement at such a time, when I thought quiet was really\nneeded to the invalid’s comfort. The lady thought otherwise; she was too\nmuch rejoiced at this moment of her exaltation to think of quiet; all the\nworld would know she was the mother of a son; this satisfied her for all\nthat she suffered from the noisy mirth and increased heat arising from the\nmultitude of her visitors, who stayed the usual time, three days and\nnights. The ladies, however, recover their strength rapidly. They are\nattended by females in their time of peril, and with scarcely an instance\nof failure. Nature is kind. Science has not yet stepped within the\nconfines of the zeenahnah. All is Nature with these uneducated females,\nand as they are under no apprehension, the hour arrives without terror,\nand passes over without weakening fears. They trust in God, and suffer\npatiently. It may be questioned, however, whether their pains at that\njuncture equal those of females in Europe. Their figure has never been\ntortured by stays and whalebone; indeed, I do not recollect having met\nwith an instance of deformity in the shape of any inhabitant of a\nzeenahnah.",
        "On the ninth day the infant is well bathed,–I cannot call any of its\nprevious ablutions a bath,[3]–then its little head is well oiled, and the\nfillet thrown aside, which is deemed necessary from the first to the ninth\nday. The infant from its birth is laid in soft beaten cotton, with but\nlittle clothing until it has been well bathed, and even then the dress\nwould deserve to be considered more as ornamental covering than useful\nclothing; a thin muslin loose shirt, edged and bordered with silver\nribands, and a small skull-cap to correspond, comprises their dress.\nBlankets, robes, and sleeping-dresses, are things unknown in the nursery\nof a zeenahnah. The baby is kept during the month in a reclining position,\nexcept when the nurse receives it in her arms to nourish it; indeed for\nmany months the infant is but sparingly removed from its reclining\nposition. They would consider it a most cruel disturbance of a baby’s\ntranquillity, to set it up or hold it in the arms, except for the purpose\nof giving it nourishment.",
        "The infant’s first nourishment is of a medicinal kind, composed of\numultass[4](cassia), a vegetable aperient, with sugar, and distilled water\nof aniseed; this is called gootlie,[5] and the baby has no other food for\nthe first three days, after which it receives the nurse’s aid. After the\nthird day a small proportion of opium is administered, which practice is\ncontinued daily until the child is three or four years old.",
        "The very little clothing on infants in India would of itself teach the\npropriety of keeping them in a reclining position, as the mere natural\nstrength of the poor baby has nothing to support it by the aid of bandages\nor clothing. The nurse receives the baby on a thin pillow of calico\nquilted together, called gooderie;[6] it is changed us often us required,\nand is the only method as yet introduced amongst the Natives to secure\ncleanliness and comfort to their infants. In the cold season, when the\nthermometer may range from forty-five to fifty, the method of inducing\nwarmth is by means of cotton or wadded quilts; flannel, as I have said\nbefore, they know not the use of. The children, however, thrive without\nany of those things we deem essential to the comfort of infancy, and the\nmamma is satisfied with the original customs, which, it may be supposed,\nare (without a single innovation) unchanged since the period of Abraham,\ntheir boasted forefather.",
        "On the fortieth day after the infant’s birth, the same rites are observed\nas by the Jews (with the exception of circumcision), and denominated, as\nwith them, the Day of Purification. On this day the infant is submitted to\nthe hands of the barber, who shaves the head, as commanded by their law.\nThe mother bathes and dresses in her most costly attire. Dinner is cooked\nfor the poor in abundance. Friends and relatives call on the mother to\npresent nuzzas and offerings, and to bring presents to the child, after\nthe manner of the wise men’s offerings, so familiar to us in our\nScriptures. The offerings to the child are often costly and pretty;\nbangles and various ornaments of the precious metals. The taawees[7] of\ngold and silver are tablets on which engraved verses from the Khoraun are\ninscribed in Arabic characters; these are strung on cords of gold thread,\nand suspended, when the child is old enough to bear their weight, over one\nshoulder, crossing the back and chest, and reaching below the hip on the\nopposite side; they have a remarkably good effect with the rich style of\ndressing Native children. In some of the offerings from the great people\nare to be observed precious stones set in necklaces, and bangles for the\narms and ankles. All who visit at these times take something for the baby;\nit would be deemed an omen of evil in any one neglecting to follow this\nimmemorial custom; not that they are avaricious, but that they are anxious\nfor their infant’s prosperity, which these tributes are supposed to\nindicate.[8]",
        "The mother thus blessed with a darling son is almost the idol of the new\nfamily she has honoured; and when such a person happens to be an agreeable,\nprudent woman, she is likely to remain without a rival in her husband’s\nheart, who has no inducement to add dhollie[9] wives to his establishment\nwhen his home is made happy to him by the only wife who can do him honour\nby the alliance.",
        "The birthday of each son in a family is regularly kept. The term used for\nthe occasion is Saul-girrah[10]–derived, from saul, a year, girrah, to\ntie a knot. The custom is duly maintained by tying a knot on a string kept\nfor the purpose by the mother, on the return of her boy’s birthday. The\ngirls’ years are numbered by a silver loop or ring being added yearly to\nthe gurdonie,[11] or silver neck-ring. These are the only methods of\nregistering the ages of Mussulmaun children.",
        "The Saul-girrah is a day of annual rejoicing through the whole house of\nwhich the boy is a member; music, fireworks, toys, and whatever amusement\nsuits his age and taste, are liberally granted to fill up the measure of\nhis happiness; whilst his father and mother have each their assemblies to\nthe fullest extent of their means. Dinner is provided liberally for the\nguests, and the poor are not neglected, whose prayers and blessings are\ncoveted by the parents for their offspring’s benefit; and they believe the\nblessings of the poor are certain mediations at the throne of mercy which\ncannot fail to produce benefits on the person in whose favour they are\ninvoked.",
        "The boy’s nurse is on all occasions of rejoicing the first person to be\nconsidered in the distribution of gifts; she is, indeed, only second in\nthe estimation of the parents to the child she has reared and nourished;\nand with the child, she is of more consequence even than his natural\nparents. The wet-nurse, I have said, is retained in the family to the end\nof her days, and whatever children she may have of her own, they are\nreceived into the family of her employer without reserve, either as\nservants or companions, and their interest in life regarded and watched\nover with the solicitude of relations, by the parents of the boy she has\nnursed.",
        "At seven years old the boys are circumcised, as by their law directed. The\nthanksgiving when the child is allowed to emerge from confinement, gives\nrise to another jubilee in the family.",
        "At Lucknow we see, almost daily, processions on their way to the Durgah\n(before described),[12] where the father conveys the young Mussulmaun to\nreturn thanks and public acknowledgements at the sainted shrine. The\nprocession is planned on a grand scale, and all the male friends that can\nbe collected attend in the cavalcade to do honour to so interesting an\noccasion.",
        "When the prayer and thanksgiving have been duly offered in the boy’s name\nat the Durgah, money is distributed amongst the assembled poor; and on the\nway home, silver and copper coins are thrown to the multitude who crowd\naround the procession. The scrambling and tumult on these occasions can\nonly be relished by the Natives, who thus court popularity; but they\nrarely move in state without these scenes of confusion following in their\ntrain. I have witnessed thousands of people following the King’s train, on\nhis visiting the Durgah at Lucknow, when his Majesty and his Prime\nMinister scattered several thousands of rupees amongst the populace. The\nnoise was deafening, some calling blessings on the King, others\nquarrelling and struggling to force away the prize from the happy one who\nhad caught, in the passing shower, a rupee or two in his drapery. Some of\nthe most cunning secure the prize in their mouths to save themselves from\nthe plunderer; some are thrown down and trampled under foot; the sandy\nsoil, however, renders their situation less alarming than such a calamity\nwould be in London, but it is altogether a scene of confusion sufficient\nto terrify any one, except those who delight in their ancient customs\nwithout regarding consequences to individuals.",
        "The amusements of boys in India differ widely from the juvenile sports of\nthe English youth; here there are neither matches at cricket nor races;\nneither hoops nor any other game which requires exercise on foot. Marbles\nthey have, and such other sports as suit their habits and climate, and can\nbe indulged in without too much bodily exertion. They fly kites at all\nages. I have seen men in years, even, engaged in this amusement, alike\nunconscious that they were wasting time, or employing it in pursuits\nfitted only for children. They are flown from the flat roofs of the houses,\nwhere it is common with the men to take their seat at sunset. They are\nmuch amused by a kind of contest with kites, which is carried on in the\nfollowing manner. The neighbouring gentlemen, having provided themselves\nwith lines, previously rubbed with paste and covered with pounded glass,\nraise their kites, which, when brought in contact with each other by a\ncurrent of air, the topmost string cuts through the under one, when down\nfalls the kite, to the evident amusement of the idlers in the streets or\nroadway, who with shouts and hurrahs seek to gain possession of the toy,\nwith as much avidity as if it were a prize of the greatest value: however,\nfrom the numerous competitors, and their great zeal to obtain possession\nof it, it is usually torn to pieces. Much skill is shown in the endeavours\nof each party to keep his string uppermost, by which he is enabled to cut\nthat of his adversary’s kite.",
        "The male population are great pigeon-fanciers, and are very choice in\ntheir breed, having every variety of the species they can possibly procure;\nsome are brought from different parts of the world at an enormous expense.\nEach proprietor of a flock of pigeons knows his own birds from every other.\nThey are generally confined in bamboo houses erected on the flat roofs of\nthe mansions, where at early dawn and at sunset the owner takes his\nstation to feed his pets and give them a short airing. Perhaps a\nneighbour’s flock have also emerged from their cages at the same time,\nwhen mingling in the circuit round and round the buildings (as often\nhappens), one or more from one person’s flock will return home with those\nof another; in which case, they are his lawful prize for ever, unless his\nneighbour wishes to redeem the captives by a price, or by an exchange of\nprisoners. The fortunate holder, however, of such prize makes his own\nterms, which are perhaps exorbitant, particularly if he have any ill-will\nagainst the proprietor, or the stray pigeon happen to be of a peculiarly\nrare kind.[13] Many are the proofs of good breeding and civility, elicited\non such occasions between gentlemen; and many, also, are the perpetuated\nquarrels where such a collision of interests happens between young men of\nbad feelings, or with persons having any previous dislike to each other.",
        "The chief out-door exercise taken by the youth of India, is an occasional\nride on horseback or the elephant. They do not consider walking necessary\nto health; besides which, it is plebeian, and few ever walk who can\nmaintain a conveyance. They exercise the moghdhur[14] (dumb-bell) as the\nmeans of strengthening the muscles and opening the chest. These moghdhurs,\nmuch resembling the club of Hercules, are used in pairs, each weighing\nfrom eight to twenty pounds; they are brandished in various ways over the\nhead, crossed behind, and back again, with great ease and rapidity by\nthose with whom the art has become familiar by long use. Those who would\nexcel in the use of the moghdhurs practise every evening regularly; when,\nafter the exercise, they have their arms and shoulders plastered with a\nmoist clay, which they suppose strengthens the muscles and prevents them\nfrom taking cold after so violent an exercise. The young men who are\nsolicitous to wield the sabre with effect and grace, declare this practice\nto be of the greatest service to them in their sword exercise: they go so\nfar as to say, that they only use the sword well who have practised the\nmoghdhur for several years.",
        "At their sword exercise, they practise ’the stroke’ on the hide of a\nbuffalo, or on a fish called rooey,[15] the scales of which form an\nexcellent coat of mail, each being the size of a crown-piece, and the\nsubstance sufficient to turn the edge of a good sabre. The fish is\nproduced alive from the river for this purpose; however revolting as the\npractice may appear to the European, it does not offend the feelings of\nthe Natives, who consider the fish incapable of feeling after the first\nstroke; but, as regards the buffalo, I am told the most cruel inflictions\nhave been made, by men who would try their blade and their skill on the\nstaked animal without mercy.",
        "The lance is practised by young men of good family as an exercise; and by\nthe common people, as the means of rendering them eligible to the Native\nmilitary service of India. It is surprising to witness the agility of some\nof the Natives in the exercise of the lance; they are generally good\nhorsemen, and at full speed will throw the lance, dismount to recover it,\nand remount, often without stirrups, with a celerity inconceivable. I have\nseen them at these exercises with surprise, remembering the little\nactivity they exhibit in their ordinary habits.",
        "The Indian bow and arrow has greatly diminished as a weapon of defence in\nmodern times; but all practise the use of the bow, as they fancy it opens\nthe chest and gives ease and grace to the figure; things of no trifling\nimportance with the Mussulmaun youth. I have seen some persons seated\npractising the bow, who were unable to bear the fatigue of standing; in\nthose cases, a heavy weight and pulley are attached to the bow, which\nrequires as much force in pulling as it would require to send an arrow\nfrom sixty to a hundred yards from the place they occupy.[16]",
        "The pellet-bow is in daily use to frighten away the crows from the\nvicinity of man’s abode; the pellets are made of clay baked in the sun,\nand although they do not wound they bruise most desperately. Were it not\nfor this means of annoying these winged pests, they would prove a perfect\nnuisance to the inhabitants, particularly within the confines of a\nzeenahnah, where these impudent birds assemble at cooking-time, to the\ngreat annoyance of the cooks, watching their opportunity to pounce upon\nanything they may incautiously leave uncovered. I have often seen women\nplaced as watchers with the pellet-bow, to deter the marauders the whole\ntime dinner was preparing in the kitchen. The front of these cooking-rooms\nare open to the zeenahnah court-yard, neither doors, windows, nor curtains\nbeing deemed necessary, where the smoke has no other vent than through the\nopen front into the court-yard.",
        "The crows are so daring that they will enter the yard, where any of the\nchildren may be taking their meals (which they often do in preference to\neating them under the confinement of the hall), and frequently seize the\nbread from the hands of the children, unless narrowly watched by the\nservants, or deterred by the pellet-bow. And at the season of building\ntheir nests, these birds will plunder from the habitations of man,\nwhatever may be met with likely to make a soft lining for their nests;\noften, I am told, carrying off the skull-cap from the children’s heads,\nand the women’s pieces of calico or muslin from their laps when seated in\nthe open air at work.",
        "Many of the Natives are strongly attached to the brutal practice of\ncock-fighting; they are very choice in their breed of that gallant bird,\nand pride themselves on possessing the finest specimens in the world. The\ngay young men expend much money in these low contests: the birds are\nfought with or without artificial spurs, according to the views of the\ncontending parties.[17] They have also a small bird which they call ’the\nbuttaire’,[18] a species of quail, which I hear are most valiant\ncombatants; they are fed and trained for sport with much care and\nattention. I am told these poor little birds, when once brought to the\ncontest, fight until they die. Many are the victims sacrificed to one\nmornings amusement of their cruel owners, who wager upon the favourite\nbird with a spirit and interest equal to that which may be found in more\npolished countries among the gentlemen of the turf.",
        "Horse-racing has very lately been introduced at Lucknow, but I fancy the\nNatives have not yet acquired sufficient taste for the sport to take any\ngreat delight in it. As long as it is fashionable with European society,\nso long it may be viewed with comparative interest by the few. But their\nviews of the breed and utility of a stud differ so much from those of a\nEuropean, that there is but little probability of the sport of\nhorse-racing ever becoming a favourite amusement with them,[19] When they\nare disposed to hunt, it is always on elephants, both for security and to\nsave fatigue.",
        "A horse of the finest temper, form, or breed, one that would be counted\nthe most perfect animal by an English connoisseur, would be rejected by a\nNative if it possessed the slightest mark by them deemed ’unfortunate’. If\nthe legs are not all of a colour, the horse is not worthy; if an unlucky\nturn of the hair, or a serpentine wave of another colour appears on any\npart of the animal, it is an ’omen of ill-luck’ to the possessor, and must\nnot be retained on the premises. A single blemish of the sort would be\ndeemed by a Native gentleman as great a fault in an otherwise perfect\nanimal, as if it could only move on three legs. The prejudice is so\nstrongly grounded in their minds to these trifling marks, that they would\nnot keep such horses in their stables one hour, even if it belonged to\ntheir dearest friend, fearing the evil consequences that might befall\ntheir house.[20]",
        "The swiftness of a good English hunter would be no recommendation to a\nNative gentleman; he rides for pleasant exercise and amusement, and the\npace therefore never exceeds the gentlest canter of an English lady’s\njennet. Many of their horses are trained to a pace I have never remarked\nin other countries; it is more than a walk but not quite a canter, the\nsteps are taken very short, and is, I am assured, an agreeable exercise to\nthe rider. I was once in possession of a strong hill pony, whose walk was\nas quick as the swiftest elephant; very few horses could keep up with him\nat a trot. The motion was very easy and agreeable, particularly suited to\ninvalids in that trying climate.",
        "The Native method of confining horses in their sheds or stables appears\nsomewhat remarkable to a European. The halter is staked in the ground, and\nthe two hind legs have a rope fastened to each; this is also staked in the\nground behind. The ropes are left sufficiently long to allow of the animal\nlying down at his pleasure.",
        "The food of horses is fresh grass, brought from the jungles daily, by the\ngrass-cutters, who are kept solely for this purpose. In consequence of\nthese men having to walk a distance of four or more miles before they\nreach the jungles, and the difficulty of finding sufficient grass when\nthere, one man cannot procure more grass in a day than will suffice for\none horse; the consequence is, that if a gentleman keep twenty horses,\nthere are forty men to attend them; viz., twenty grooms, and as many\ngrass-cutters. The grass of India, excepting only during the rainy season,\nis burnt up by the heat of the sun, in all exposed situations. In the\njungles and forests of mango-trees, wherever there is any shade, the men\nsearch for grass, which is of a different species to any I have seen in\nEurope, called doob-grass,[21] a dwarf creeper, common throughout India;\nevery other kind of grass is rejected by the horse; they would rather eat\nchaff in the absence of the doob-grass. The refuse of the grass given for\nfood, answers the purpose of bedding; for in India straw is never brought\ninto use, but as food for the cows, buffaloes, and oxen. The nature of\nstraw is friable in India, perhaps induced by climate by the wise ordering\nof Divine Providence, of which indeed a reflecting mind must be convinced,\nsince it is so essential an article for food to the cattle where grass is\nvery scarce, excepting only during the season of rain.",
        "When the corn is cut, the whole produce of a field is brought to one open\nspot, where the surface of the ground is hard and smooth; the oxen and\ntheir drivers trample in a continued circuit over the whole mass, until\nthe corn is not only threshed from the husks, but the straw broken into\nfine chaff. They winnow it with their coarse blankets, or chuddahs[22]\n(the usual wrapper of a Native, resembling a coarse sheet), and house the\nseparate articles in pits, dug in the earth, close to their habitations.\nSuch things as barns, granaries, or stacks, are never seen to mark the\nabode of the Native farmers as in Europe.",
        "An invading party could never discover the deposits of corn, whilst the\nNatives chose to keep their own secret. This method of depositing the corn\nand chaff in the earth, is the only secure way of preserving these\nvaluable articles from the encroachment of white ants, whose visits to the\ngrain are nearly as destructive, and quite as much dreaded, as the flights\nof locusts to the green blades.",
        "The corn in general use for horses, sheep, and cattle, in called gram;[23]\nthe flavour resembles our field pea much more than grain. It is produced\non creepers, with pods; and bears a pretty lilac blossom, not unlike peas,\nor rather vetches, but smaller; the grain, however, is as large as a pea,\nirregularly shaped, of a dark brown skin, and pale yellow within. There\nare several other kinds of grain in use amongst the Natives for the use of\ncattle; one called moat,[24] of an olive green colour. It is considered\nvery cooling in its nature, at certain seasons of the year, and is greatly\npreferred both for young horses and for cows giving milk.",
        "Horses are subject to an infectious disease, which generally makes its\nappearance in the rainy season, and therefore called burrhsaatie.[25] Once\nin the stable, the disorder prevails through the stud, unless timely\nprecautions are taken to prevent them being infected–removal from the\nstable is the most usual mode adopted–so easy is the infection conveyed\nfrom one animal to the other, that if the groom of the sick horse enters\nthe stable of the healthy they rarely escape contagion. It is a tedious\nand painful disorder and in nine cases out of ten the infected animal\neither dies, or is rendered useless for the saddle. The legs break out in\nulcers, and, I am informed, without the greatest care on the part of the\ngroom, he is also liable to imbibe the corruption; if he has any cut or\nscratch on his hands, the disease may be received as by inoculation.",
        "The Natives have the greatest aversion to docked-tailed horses, and will\nnever permit the animals to be shorn of the beauty with which Nature has\nadorned them, either in length or fulness; besides which, they think it a\nbarbarous want of taste in those who differ from them, though they fancy\nNature is improved when the long tail and mane of a beautiful white Arab\nare dyed with mayndhie; his legs, up to the knees, stained with the same\ncolour, and divers stars, crescents, &c., painted on the haunches, chest,\nand throat of the pretty gentle creature.[26]",
        "When the horses are looking rough, the Natives feed them with a mixture of\ncoarse brown sugar and ghee, which they say gives sleekness to the skin,\nand improves the constitution of the horse. When their horses grow old,\nthey boil the gram with which they feed them, to make it easy of digestion;\nvery few people, indeed, give corn at any age to the animal unsoaked, as\nthey consider it injudicious to give dry corn to horses, which swells in\nthe stomach of the animal and cannot digest: the grain swells exceedingly\nby soaking, and thus moistened, the horse requires less water than would\nbe necessary with dry corn.",
        "The numberless Native sports I have heard related in this country would\ntake me too long to repeat at present; describe them I could not, for my\nfeelings and views are at variance with the painful tortures inflicted on\nthe brute creation for the perverted amusements of man, consisting of many\nunequal contests, which have sickened me to think they were viewed by\nmortals with pleasure or satisfaction. A poor unoffending antelope or stag,\nperhaps confined from the hour of its quitting its dam in a paddock,\nturned out in a confined space to the fury of a cheetah[27] (leopard) to\nmake his morning’s repast. Tigers and elephants are often made to combat\nfor the amusement of spectators; also, tigers and buffaloes, or alligators.\nThe battle between intoxicated elephants is a sport suited only for the\ncruel-hearted, and too often indulged. The mahouts[28] (the men who sit as\ndrivers on the neck of the elephant) have frequently been the victims of\nthe ignoble amusement of their noble masters; indeed, the danger they are\nexposed to is so great, that to escape is deemed a miracle. The\nfighting-elephants are males, and they are prepared for the sport by\ncertain drugs mixed up with the wax from the human ear. The method of\ntraining elephants for fighting must be left to abler hands to describe. I\nhave passed by places where the animal was firmly chained to a tree, in\nsituations remote from the population of a city, as danger is always\nanticipated from their vicinity; and when one of these infuriated beasts\nbreak from their bonds, serious accidents often occur to individuals\nbefore they can again be secured.",
        "Amongst the higher classes tigers and leopards are retained for field\nsports, under the charge of regular keepers. In many instances these wild\ninhabitants of the jungle are tamed to the obedience of dogs, or other\ndomestic animals. I have often seen the young cubs sucking the teats of a\ngoat, with which they play as familiarly as a kitten with its mother. A\nvery intimate acquaintance of ours has several tigers and leopards, which\nare perfectly obedient to his command; they are led out by their keepers\nnight and morning, but he always feeds them with his own hands, that he\nmay thereby make them obedient to himself, when he sports in the jungles,\nwhich he often does with success, bringing home stags and antelopes to\ngrace the board, and distribute amongst his English friends.",
        "The tigers and cheetahs are very generally introduced after breakfast,\nwhen Native noblemen have European visitors. I remember on one of these\noccasions, these animals were brought into the banqueting-room, just as\nthe self-performing cabinet organ had commenced a grand overture. The\ncreatures’ countenances were terrifying to the beholder, and one in\nparticular could with great difficulty be reined in by his keepers. The\nNatives are, however, so accustomed to the society of tigers, that they\nsmiled at my apprehension of mischief. I was only satisfied when they were\nforced away from the sounds that seemed to fill them with wonder, and\nperhaps with rage.",
        "Pigeon-shooting is another amusement practised among the sporting men of\nHindoostaun. I, of course, allude to the Mussulmauns, for most Hindoos\nhold it criminal to kill a crow, or even the meanest insect; and I have\nknown them carry the principle of preserving life to the minutest insects,\nwearing crape or muslin over their mouths and noses in the open air,\nfearing a single animalcule that floats in the air should be destroyed by\ntheir breath. For the same reason, these men have every drop of water\nstrained through muslin before it is used either for drinking or for\ncooking.[29]",
        "There are people who make it a profitable means of subsistence to visit\nthe jungles with nets, in order to collect birds, as pigeons, parrots,\nminas, &c.; these are brought in covered baskets to the towns, where they\nmeet with a ready sale.",
        "Many a basket have I delighted in purchasing, designing to rescue the\npretty creatures from present danger. I am annoyed whenever I see birds\nimmured in cages. If they could be trained to live with us, enjoying the\nsame liberty, I should gladly court society with these innocent creatures;\nbut a bird confined vexes me, my fingers itch to open the wicket and give\nthe prisoner liberty. How have I delighted in seeing the pretty variegated\nparrots, minas, and pigeons fly from the basket when opened in my verandah!\nI have sometimes fancied in my evening walk that I could recognize the\nbirds again in the gardens and grounds, which had been set at liberty in\nthe morning by my hand.",
        "The good ladies of India, from whom I have copied the practice of giving\nliberty to the captive birds, although different motives direct the action,\nbelieve, that if a member of their family is ill, such a release\npropitiates the favour of Heavenly mercy towards them.[30] A sovereign\n(amongst the Mussulmauns) will give liberty to a certain number of\nprisoners, confined in the common gaol, when he is anxious for the\nrecovery of a sick member of his family; and so great is the merit of\nmercy esteemed in the creature to his fellow-mortal, that the birth of a\nson, a recovery from severe illness, accession to the throne, &c., are the\nprecursors to royal clemency, when all prisoners are set at liberty whose\nreturn to society may not be deemed cruelty to the individual, or a\ncalamity to his neighbours. I may here remark, the Mussulmaun laws do not\nallow of men being confined in prison for debt.[31] The government of Oude\nis absolute, yet to its praise be it said, during the first eight years of\nmy sojourn I never heard of but one execution by the King’s command; and\nthat was for crimes of the greatest enormity, where to have been sparing\nwould have been unjust.[32] In cases of crime such as murder, the nearest\nrelative surviving is appealed to by the court of justice; if he demand\nthe culprit’s life, the court cannot save him from execution. But it is\nrarely demanded; they are by no means a revengeful people generally; there\nare ambitious, cruel tyrants to be found, but these individuals are\nexceptions to the mass of the people. Examples of mercy set by the King in\nall countries have an influence upon his subjects; and here the family of\na murdered man, if poor, is maintained by the guilty party or else\nrelieved by royal munificence, as the case may require. Acts of oppression\nmay sometimes occur in Native States without the knowledge even, and much\nless by the command, of the Sovereign ruler, since the good order of the\ngovernment mainly depends on the disposition of the Prime Minister for the\ntime being. There is no check placed in the constitution of a Native\ngovernment between the Prime Minister and his natural passions. If cruel,\nambitious, or crafty, he practises all his art to keep his master in\nignorance of his daily enormities; if the Prime Minister be a\nvirtuous-minded person, he is subjected to innumerable trials, from the\nwiles of the designing and the ambitious, who strive by intrigue to root\nhim from the favour and confidence of his sovereign, under the hope of\nacquiring for themselves the power they covet by his removal from office.",
        "[1] When, a boy is born, the midwife, in order to avert the Evil Eye and\n    evil spirits, says: ’It is only a girl blind of one eye!’ If a girl is\n    born, the fact is stated, because she excites no jealousy, and is thus\n    protected from spirit attacks.",
        "[2] This is intended to scare evil spirits, but has become a mere form of\n    announcing the joyful event.",
        "[3] After the first bath pieces of black thread are tied round the child’s\n    wrist and ankle as protection.",
        "[4] Amaltas, Cassia fistula\n[5] The purgative draught (guthl) is usually made of aniseed,\n    myro-bolans, dried red rose leaves, senna, and the droppings of mice\n    or goats.–Bombay Gazetteer, ix, part ii, 153.",
        "[6] Gudri.",
        "[7] Ta’awiz.",
        "[8] Among the Khojahs of Bombay a stool is placed near the mother’s bed,\n    and as each, of the female relatives comes in she strews a little rice\n    on the stool, lays on the ground a gold or silver anklet as a gift for\n    the child, and bending over mother and baby, passes her hands over\n    them, and cracks her finger-joints against her own temples, in order\n    to take all their ill luck upon herself.–Bombay Gazetteer, ix, part\n    ii, 45.",
        "[9] Duli: see p. 184.",
        "[10] Salgirah or barasganth, ’year-knot’.",
        "[11] Gardani.",
        "[12] P. 36.",
        "[13] The Mahomedans are very keen on breeding pigeons in large numbers;\n    they make them fly all together, calling out, whistling, and waving\n    with a cloth fastened to the end of a stick, running and making\n    signals from the terraced roofs, with a view of encouraging the\n    pigeons to attack the flock of some one else.... Every owner is\n    overjoyed in seeing his own pigeons the most dexterous in misleading\n    their opponents.’–Manucci, Storia do Mogor, i. 107 f.",
        "[14] Mugdar.",
        "[15] Rohu, a kind of carp, Labeo rohita.",
        "[16] The use of the bow and arrow has now disappeared in northern India,\n    and survives only among some of the jungle tribes.",
        "[17] A curious relic of the custom of cock-fighting at Lucknow survives in\n    the picture by Zoffany of the famous match between the Nawab\n    Asaf-ud-daula and Col. Mordaunt in 1786. The figures in the picture are\n    portraits of the celebrities at the Court of Oudh, whose names are\n    given by Smith, Catalogue of British Mezzotint Portrait, i. 273.",
        "[18] Bater, Coturnix communis.",
        "[19] Lucknow is now an important racing centre, and the Civil Service Cup\n    for ponies has been won several times by native gentlemen.",
        "[20] The feather or curl is one of the most important marks. If it faces\n    towards the head, this is a horse to buy; if it points towards the\n    tail, it is a ’female snake’ (sampan), a bad blemish, as is a\n    small star on the forehead. A curl at the bottom of the throat is very\n    lucky, and cancels other blemishes. A piebald horse or one with five\n    white points, a white face and four white stockings, is highly valued.\n    The European who understands the rules can often buy an ’unlucky’\n    horse at a bargain.",
        "[21] Dub, Cynodon Dactylon.",
        "[22] Chadar.\n[23] Cicer arietinum: the word comes from Port, grão, a grain.",
        "[24] Moth, the aconite-leaved kidney-bean, Phaseolus aconitifolius.",
        "[25] Barsati from barsat, the rainy season; a pustular\n    eruption breaking out on the head and fore parts of the body.",
        "[26] The Native gentleman’s charger, with his trained paces, his\n    henna-stained crimson mane, tail, and fetlocks, is a picturesque sight\n    now less common than it used to be.",
        "[27] Chita, the hunting leopard. Felis jubata.",
        "[28] Mahawat, originally meaning ’a high officer’.",
        "[29] This specially applies to the Jain ascetics, who keep a brush to\n    remove insects from their path, and cover their mouths with linen.",
        "[30]  A common piece of imitative magic: as the bird flies away it carries\n    the disease with it. The practice of releasing prisoners when the King\n    or a member of his family was sick, or as a thanksgiving on recovery,\n    was common.–Sleeman, Journey, ii. 41.",
        "[31] This is incorrect. Imprisonment for debt is allowed by Muhammadan\n    Law.–Hughes, Dictionary of Islam, 82.",
        "[32] This gives a too favourable account of the administration of justice\n    in Oudh. ’A powerful landlord during the Nawabi could evict a\n    tenant, or enhance his rent, or take away his wife from him, or cut\n    his head off, with as much, or as little, likelihood of being called\n    to account by Na zim or Chakladar for one act as for another’\n    (H.C. Irwin, The Garden of India, 258). Gen. Sleeman points out that\n    Musalmans wore practically immune from the death penalty,\n    particularly if they happened to kill a Sunni. A Hindu, consenting\n    after conviction to become a Musalman, was also immune (Journey\n    Through Oudh, i. 135). Executions used constantly to occur in Lucknow\n    under Nasir-ud-din (W. Knighton, Private Life of an Eastern\n    King, 104).",
        "Continue...",
        "\nThis eBook of “Observations on the Mussulmauns of India” by Mrs. Meer Hassan Ali belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Observations on the Mussulmauns of India (Large Print Edition)By Mrs. Meer Hassan AliAt Amazon"
    ]
}