{
    "title": "Old Greek Stories",
    "author": "James Baldwin",
    "chapter": "1",
    "content": [
        "\n\n",
        "Perhaps no other stories have ever been told so often or listened to\nwith so much pleasure as the classic tales of ancient Greece. For many\nages they have been a source of delight to young people and old, to the\nignorant and the learned, to all who love to hear about and contemplate\nthings mysterious, beautiful, and grand. They have become so\nincorporated into our language and thought, and so interwoven with our\nliterature, that we could not do away with them now if we would. They\nare a portion of our heritage from the distant past, and they form\nperhaps as important a part of our intellectual life as they did of that\nof the people among whom they originated.",
        "That many of these tales should be read by children at an early age no\nintelligent person will deny. Sufficient reason for this is to be found\nin the real pleasure that every child derives from their perusal: and in\nthe preparation of this volume no other reason has been considered. I\nhave here attempted to tell a few stories of Jupiter and his mighty\ncompany and of some of the old Greek heroes, simply as stories,\nnothing more. I have carefully avoided every suggestion of\ninterpretation. Attempts at analysis and explanation will always prove\nfatal to a child’s appreciation and enjoyment of such stories. To\ninculcate the idea that these tales are merely descriptions of certain\nnatural phenomena expressed in narrative and poetic form, is to deprive\nthem of their highest charm; it is like turning precious gold into\nutilitarian iron: it is changing a delightful romance into a dull\nscientific treatise. The wise teacher will take heed not to be guilty of\nsuch an error.",
        "It will be observed that while each of the stories in this volume is\nwholly independent of the others and may be read without any knowledge\nof those which precede it, there is nevertheless a certain continuity\nfrom the first to the last, giving to the collection a completeness like\nthat of a single narrative. In order that the children of our own\ncountry and time may be the better able to read these stories in the\nlight in which they were narrated long ago, I have told them in simple\nlanguage, keeping the supernatural element as far as possible in the\nbackground, and nowhere referring to Jupiter and his mighty company as\ngods. I have hoped thus to free the narrative still more from everything\nthat might detract from its interest simply as a story.",
        "J.b.",
        "Continue...",
        "\nThis eBook of “Old Greek Stories” by James Baldwin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Greek StoriesBy James BaldwinAt Amazon"
    ]
}