{
    "title": "Old Calabria - XXVII. CALABRIAN BRIGANDAGE",
    "author": "Norman Douglas",
    "chapter": "27",
    "content": [
        "\n\n",
        "The last genuine bandit of the Sila was Gaetano Ricca. On account of\nsome trivial misunderstanding with the authorities, this man was\ncompelled in the early eighties to take to the woods, where he lived a\nwild life (alla campagna; alla macchia) for some three years. A price\nwas set on his head, but his daring and knowledge of the country\nintimidated every one. I should be sorry to believe in the number of\ncarbineers he is supposed to have killed during that period; no doubt\nthe truth came out during his subsequent trial. On one occasion he was\nsurrounded, and while the officer in command of his pursuers, who had\ntaken refuge behind a tree, ordered him to yield, Ricca waited patiently\ntill the point of his enemy’s foot became visible, when he pierced his\nankle-bone with his last bullet and escaped. He afterwards surrendered\nand was imprisoned for twenty years or so; then returned to the Sila,\nwhere up to a short time ago he was enjoying a green old age in his home\nat Parenti–Parenti, already celebrated in the annals of brigandage by\nthe exploit of the perfidious Francatripa (Giacomo Pisani), who, under\npretence of hospitality, enticed a French company into his clutches and\nmurdered its three officers and all the men, save seven. The memoirs of\nsuch men might be as interesting as those of the Sardinian Giovanni Tolu\nwhich have been printed. I would certainly have paid my respects to\nRicca had I been aware of his existence when, some years back, I passed\nthrough Parenti on my way–a long day’s march!–from Rogliano to San\nGiovanni. He has died in the interval.",
        "But the case of Ricca is a sporadic one, such as may crop up anywhere\nand at any time. It is like that of Musolino–the case of an isolated\noutlaw, who finds the perplexed geographical configuration of the\ncountry convenient for offensive and defensive purposes. Calabrian\nbrigandage, as a whole, has always worn a political character.",
        "The men who gave the French so much trouble were political brigands,\nallies of Bourbonism. They were commanded by creatures like Mammone, an\nanthropophagous monster whose boast it was that he had personally killed\n455 persons with the greatest refinements of cruelty, and who wore at\nhis belt the skull of one of them, out of which he used to drink human\nblood at mealtime; he drank his own blood as well; indeed, he “never\ndined without having a bleeding human heart on the table.” This was the\nman whom King Ferdinand and his spouse loaded with gifts and\ndecorations, and addressed as “Our good Friend and General–the\nfaithful Support of the Throne.” The numbers of these savages were\nincreased by shiploads of professional cut-throats sent over from Sicily\nby the English to help their Bourbon friends. Some of these actually\nwore the British uniform; one of the most ferocious was known as\n“L’Inglese\"–the Englishman.",
        "One must go to the fountain-head, to the archives, in order to gain some\nidea of the sanguinary anarchy that desolated South Italy in those days.\nThe horrors of feudalism, aided by the earthquake of 1784 and by the\neffects of Cardinal Ruffo’s Holy Crusade, had converted the country into\na pandemonium. In a single year (1809) thirty-three thousand crimes were\nrecorded against the brigands of the Kingdom of Naples; in a single\nmonth they are said to have committed 1200 murders in Calabria alone.\nThese were the bands who were described by British officers as “our\nchivalrous brigand-allies.”",
        "It is good to bear these facts in mind when judging of the present state\nof this province, for the traces of such a reign of terror are not\neasily expunged. Good, also, to remember that this was the period of the\nhighest spiritual eminence to which South Italy has ever attained. Its\npopulation of four million inhabitants were then consoled by the\npresence of no less than 120,000 holy persons–to wit, 22 archbishops,\n116 bishops, 65,500 ordained priests, 31,800 monks, and 23,600 nuns.\nSome of these ecclesiastics, like the Bishop of Capaccio, were notable\nbrigand-chiefs.",
        "It must be confessed that the French were sufficiently coldblooded in\ntheir reprisals. Colletta himself saw, at Lagonegro, a man impaled by\norder of a French colonel; and some account of their excesses may be\ngleaned from Duret de Tavel, from Rivarol (rather a disappointing\nauthor), and from the flamboyant epistles of P. L. Courier, a\nsoldier-scribe of rare charm, who lost everything in this campaign.\n“J’ai perdu huit chevaux, mes habits, mon linge, mon manteau, mes\npistolets, mon argent (12,247 francs). . . . Je ne regrette que mon\nHomere (a gift from the Abbe Barthelemy), et pour le ravoir, je\ndonnerais la seule chemise qui me reste.”",
        "But even that did not destroy the plague. The situation called for a\ngenial and ruthless annihilator, a man like Sixtus V, who asked for\nbrigands’ heads and got them so plentifully that they lay “thick as\nmelons in the market” under the walls of Rome, while the Castel Sant’\nAngelo was tricked out like a Christmas tree with quartered corpses–a\nman who told the authorities, when they complained of the insufferable\nstench of the dead, that the smell of living iniquity was far worse.\nSuch a man was wanted. Therefore, in 1810, Murat gave carte blanche\nto General Manhes, the greatest brigand-catcher of modern times, to\nextirpate the ruffians, root and branch. He had just distinguished\nhimself during a similar errand in the Abruzzi and, on arriving in\nCalabria, issued proclamations of such inhuman severity that the\ninhabitants looked upon them as a joke. They were quickly undeceived.\nThe general seems to have considered that the end justified the means,\nand that the peace and happiness of a province was not to be disturbed\nyear after year by the malignity of a few thousand rascals; his threats\nwere carried out to the letter, and, whatever may be said against his\nmethods, he certainly succeeded. At the end of a few months’ campaign,\nevery single brigand, and all their friends and relations, were wiped\noff the face of the earth–together with a very considerable number of\ninnocent persons. The high roads were lined with decapitated bandits,\nthe town walls decked with their heads; some villages had to be\nabandoned, on account of the stench; the Crati river was swollen with\ncorpses, and its banks whitened with bones. God alone knows the\ncruelties which were enacted; Colletta confesses that he “lacks courage\nto relate them.” Here is his account of the fate of the brigand chief\nBenincasa:",
        "“Betrayed and bound by his followers as he slept in the forest of\nCassano, Benincasa was brought to Cosenza, and General Manhes ordered\nthat both his hands be lopped off and that he be led, thus mutilated, to\nhis home in San Giovanni, and there hanged; a cruel sentence, which the\nwretch received with a bitter smile. His right hand was first cut off\nand the stump bound, not out of compassion or regard for his life, but\nin order that all his blood might not flow out of the opened veins,\nseeing that he was reserved for a more miserable death. Not a cry\nescaped him, and when he saw that the first operation was over, he\nvoluntarily laid his left hand upon the block and coldly watched the\nsecond mutilation, and saw his two amputated hands lying on the ground,\nwhich were then tied together by the thumbs and hung round his neck; an\nawful and piteous spectacle. This happened at Cosenza. On the same day\nhe began his march to San Giovanni in Fiore, the escort resting at\nintervals; one of them offered the man food, which he accepted;\nhe ate and drank what was placed in his mouth, and not so much in order\nto sustain life, as with real pleasure. He arrived at his home, and\nslept through the following night; on the next day, as the hour of\nexecution approached, he refused the comforts of religion, ascended the\ngallows neither swiftly nor slowly, and died admired for his brutal\nintrepidity.” [Footnote: This particular incident was flatly denied by\nManhes in a letter dated 1835, which is   quoted in the “Notizia storica\ndel Conte C. A. Manhes” (Naples, 1846)–one of a considerable number of\npro-Bourbon books that cropped up about this time. One is apt to have\nquite a wrong impression of Manhes, that inexorable but incorruptible\nscourge of evildoers. One pictures him a grey-haired veteran, scarred\nand gloomy; and learns, on the contrary, that he was only thirty-two\nyears old at this time, gracious in manner and of surprising personal\nbeauty.]",
        "For the first time since long Calabria was purged. Ever since the\nBruttians, irreclaimable plunderers, had established themselves at\nCosenza, disquieting their old Hellenic neighbours, the recesses of this\ncountry had been a favourite retreat of political malcontents. Here\nSpartacus drew recruits for his band of rebels; here “King Marcene\"\ndefied the oppressive Spanish Viceroys, and I blame neither him nor his\nimitators, since the career of bandit was one of the very few that still\ncommended itself to decent folks, under that regime.",
        "During the interregnum of Bourbonism between Murat and Garibaldi the\nmischief revived–again in a political form. Brigands drew pensions from\nkings and popes, and the system gave rise to the most comical incidents;\nthe story of the pensioned malefactors living together at Monticello\nreads like an extravaganza. It was the spirit of Offenbach, brooding\nover Europe. One of the funniest episodes was a visit paid in 1865 by\nthe disconsolate Mrs. Moens to the ex-brigand Talarico, who was then\nliving in grand style on a government pension. Her husband had been\ncaptured by the band of Manzi (another brigand), and expected to be\nmurdered every day, and the lady succeeded in procuring from the\nchivalrous monster–\"an extremely handsome man, very tall, with the\nsmallest and most delicate hands\"–an exquisite letter to his colleague,\nrecommending him to be merciful to the Englishman and to emulate his own\nconduct in that respect. The letter had no effect, apparently; but Moens\nescaped at last, and wrote his memoirs, while Manzi was caught and\nexecuted in 1868 after a trial occupying nearly a month, during which\nthe jury had to answer 311 questions.",
        "His villainies were manifold. But they were put in the shade by those of\nothers of his calling–of Caruso, for example, who was known to have\nmassacred in one month (September, 1863) two hundred persons with his\nown hands. Then, as formerly, the Church favoured the malefactors, and I\nam personally acquainted with priests who fought on the side of the\nbrigands. Francis II endeavoured to retrieve his kingdom by the help of\nan army of scoundrels like those of Ruffo, but the troops shot them\ndown. Brigandage, as a governmental institution, came to an end.\nUnquestionably the noblest figure in this reactionary movement was that\nof Jose Borjes, a brave man engaged in an unworthy cause. You can read\nhis tragic journal in the pages of M. Monnier or Maffei. It has been\ncalculated that during these last years of Bourbonism the brigands\ncommitted seven thousand homicides a year in the kingdom of Naples.",
        "Schools and emigration have now brought sounder ideas among the people,\nand the secularization of convents with the abolition of ecclesiastical\nright of asylum (Sixtus V had wisely done away with it) has broken up\nthe prosperous old bond between monks and malefactors. What the\ngovernment has done towards establishing decent communications in this\nonce lawless and pathless country ranks, in its small way, beside the\nachievement of the French who, in Algeria, have built nearly ten\nthousand miles of road. But it is well to note that even as the\nmechanical appliance of steam destroyed the corsairs, the external\nplague, so this hoary form of internal disorder could have been\npermanently eradicated neither by humanity nor by severity. A scientific\ninvention, the electric telegraph, is the guarantee of peace against the\nrascals.",
        "These brigand chiefs were often loaded with gold. On killing them, the\nfirst thing the French used to do was to strip them. “On le depouilla.\"\nFrancatripa, for instance, possessed “a plume of white ostrich feathers,\nclasped by a golden band and diamond Madonna” (a gift from Queen\nCaroline)–Cerino and Manzi had “bunches of gold chains as thick as an\narm suspended across the breasts of their waistcoats, with gorgeous\nbrooches at each fastening.” Some of their wealth now survives in\ncertain families who gave them shelter in the towns in winter time, or\nwhen they were hard pressed. These favoreggiatori or manutengoli\n(the terms are interconvertible, but the first is the legal one) were\nsometimes benevolently inclined. But occasionally they conceived the\nhappy idea of being paid for their silence and services. The brigand,\nthen, was hoist with his own petard and forced to disgorge his\nill-gotten summer gains to these blood-suckers, who extorted heavy\nblackmail under menaces of disclosure to the police, thriving on their\ndouble infamy to such an extent that they acquired immense riches. One\nof the wealthiest men in Italy descends from this class; his two hundred\nmillion (?) francs are invested, mostly, in England; every one knows his\nname, but the origin of his fortune is no longer mentioned, since\n(thanks to this money) the family has been able to acquire not only\nrespectability but distinction.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}