{
    "title": "Old Calabria - XXXIX. MIDDAY AT PETELIA",
    "author": "Norman Douglas",
    "chapter": "39",
    "content": [
        "\n\n",
        "Day after day, I look across the six miles of sea to the Lacinian\npromontory and its column. How reach it? The boatmen are eager for the\nvoyage: it all depends, they say, upon the wind.",
        "Day after day–a dead calm.",
        "“Two hours–three hours–four hours–according!” And they point to the\nsky. A little breeze, they add, sometimes makes itself felt in the early\nmornings; one might fix up a sail.",
        "“And for returning at midday?”",
        "“Three hours–four hours–five hours–according!”",
        "The prospect of rocking about for half a day in a small boat under a\nblazing sky is not my ideal of enjoyment, the novelty of such an\nexperience having worn off a good many years ago. I decide to wait; to\nmake an attack, meanwhile, upon old Petelia–the “Stromboli” of my\nlady-friend at the Catanzaro Museum....",
        "It is an easy day’s excursion from Cotrone to Strongoli, which is\nsupposed to lie on the site of that ancient, much-besieged town. It sits\nupon a hill-top, and the diligence which awaits the traveller at the\nlittle railway-station takes about two hours to reach the place,\nclimbing up the olive-covered slopes in ample loops and windings.",
        "Of Strangoli my memories, even at this short distance of time, are\nconfused and blurred. The drive up under the glowing beams of morning,\nthe great heat of the last few days, and two or three nights’\nsleeplessness at Cotrone had considerably blunted my appetite for new\nthings. I remember seeing some Roman marbles in the church, and being\nthence conducted into a castle.",
        "Afterwards I reposed awhile in the upper regions, under an olive, and\nlooked down towards the valley of the Neto, which flows not far from\nhere into the Ionian. I thought upon Theocritus, trying to picture this\nvale of Neaithos as it appeared to him and his shepherds. The woodlands\nare gone, and the rains of winter, streaming down the earthen slopes,\nhave remodelled the whole face of the country.",
        "Yet, be nature what it may, men will always turn to one who sings so\nmelodiously of eternal verities–of those human tasks and needs which no\nlapse of years can change. How modern he reads to us, who have been\nbrought into contact with the true spirit by men like Johnson-Cory and\nLefroy! And how unbelievably remote is that Bartolozzi-Hellenism which\nwent before! What, for example–what of the renowned pseudo-Theocritus,\nSalamon Gessner, who sang of this same vale of Neto in his “Daphnis”?\nAlas, the good Salamon has gone the way of all derivative bores; he is\ndead–deader than King Psammeticus; he is now moralizing in some\ndecorous Paradise amid flocks of Dresden-China sheep and sugar-watery\nyouths and maidens. Who can read his much-translated masterpiece without\nunpleasant twinges? Dead as a doornail!",
        "So far as I can recollect, there is an infinity of kissing in “Daphnis.\"\nIt was an age of sentimentality, and the Greek pastoral ideal,\ntransfused into a Swiss environment of 1810, could not but end in\nslobber and Gefuehlsduselei. True it is that shepherds have ample\nopportunities of sporting with Amaryllis in the shade; opportunities\nwhich, to my certain knowledge, they do not neglect. Theocritus knew it\nwell enough. But, in a general way, he is niggardly with the precious\ncommodity of kisses; he seems to have thought that in literature, if not\nin real life, one can have too much of a good thing. Also, being a\nsoutherner, he could not have trusted his young folks to remain\neternally at the kissing-stage, after the pattern of our fish-like\nEnglish lovers. Such behaviour would have struck him as improbable;\npossibly immoral. . . .",
        "From where I sat one may trace a road that winds upwards into the Sila,\npast Pallagorio. Along its sides are certain mounded heaps and the smoke\nof refining works. These are mines of that dusky sulphur which I had\nobserved being drawn in carts through the streets of Cotrone. There are\nsome eight or ten of them, they tell me, discovered about thirty years\nago–this is all wrong: they are mentioned in 1571–and employing\nseveral hundred workmen. It had been my intention to visit these\nexcavations. But now, in the heat of day, I wavered; the distance, even\nto the nearest of them, seemed inordinately great; and just as I had\ndecided to look for a carnage with a view of being driven there (that\ncurse of conscientiousness!) an amiable citizen snatched me up as his\nguest for luncheon. He led me, weakly resisting, to a vaulted chamber\nwhere, amid a repast of rural delicacies and the converse of his spouse,\nall such fond projects were straightway forgotten. Instead of\nsulphur-statistics, I learnt a little piece of local history.",
        "“You were speaking about the emptiness of our streets of Strangoli,” my\nhost said. “And yet, up to a short time ago, there was no emigration\nfrom this place. Then a change came about: I’ll tell you how it was.\nThere was a guardia di finanze here–a miserable octroi official. To\nkeep up the name of his family, he married an heiress; not for the sake\nof having progeny, but–well! He began buying up all the land round\nabout–slowly, systematically, cautiously–till, by dint of threats and\nintrigues, he absorbed nearly all the surrounding country. Inch by inch,\nhe ate it up; with his wife’s money. That was his idea of perpetuating\nhis memory. All the small proprietors were driven from their domains and\nfled to America to escape starvation; immense tracts of well-cultivated\nland are now almost desert. Look at the country! But some day he will\nget his reward; under the ribs, you know.”",
        "By this purposeful re-creation of those feudal conditions of olden,\ndays, this man has become the best-hated person in the district.",
        "Soon it was time to leave the friendly shelter and inspect in the\nglaring sunshine the remaining antiquities of Petelia. Never have I felt\nless inclined for such antiquarian exploits. How much better the hours\nwould have passed in some cool tavern! I went forth, none the less; and\nwas delighted to discover that there are practically no antiquities\nleft–nothing save a few walls standing near a now ruined convent, which\nis largely built of Roman stone-blocks and bricks. Up to a few years\nago, the municipality carried on excavations here and unearthed a few\nrelics which were promptly dispersed. Perhaps some of these are what one\nsees in the Catanzaro Museum. The paternal government, hearing of this\nenterprise, claimed the site and sat down upon it; the exposed remains\nwere once more covered up with soil.",
        "A goat-boy, a sad little fellow, sprang out of the earth as I dutifully\nwandered about here. He volunteered to show me not only Strongoli, but\nall Calabria; in fact, his heart’s desire was soon manifest: to escape\nfrom home and find his way to America under my passport and protection.\nHere was his chance–a foreigner (American) returning sooner or later to\nhis own country! He pressed the matter with naif forcefulness. Vainly I\ntold him that there were other lands on earth; that I was not going to\nAmerica. He shook his head and sagely remarked:",
        "“I have understood. You think my journey would cost too much. But you,\nalso, must understand. Once I get work there, I will repay you every\nfarthing.”",
        "As a consolation, I offered him some cigarettes. He accepted one;\npensive, unresigned.",
        "The goat-herds had no such cravings–in the days of Theocritus.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}