{
    "title": "Old Calabria - IV. CAVE-WORSHIP",
    "author": "Norman Douglas",
    "chapter": "4",
    "content": [
        "\n\n",
        "Why has the exalted archangel chosen for an abode this reeking cell,\nrather than some well-built temple in the sunshine? “As symbolizing a\nray of light that penetrates into the gloom,” so they will tell you. It\nis more likely that he entered it as an extirpating warrior, to oust\nthat heathen shape which Strabo describes as dwelling in its dank\nrecesses, and to take possession of the cleft in the name of\nChristianity. Sant’ Angelo is one of many places where Michael has\nperformed the duty of Christian Hercules, cleanser of Augean stables.",
        "For the rest, this cave-worship is older than any god or devil. It is\nthe cult of the feminine principle–a relic of that aboriginal obsession\nof mankind to shelter in some Cloven Rock of Ages, in the sacred womb of\nMother Earth who gives us food and receives us after death.\nGrotto-apparitions, old and new, are but the popular explanations of\nthis dim primordial craving, and hierophants of all ages have understood\nthe commercial value of the holy shudder which penetrates in these\ncaverns to the heart of worshippers, attuning them to godly deeds. So\nhere, close beside the altar, the priests are selling fragments of the\nso-called “Stone of Saint Michael.” The trade is brisk.",
        "The statuette of the archangel preserved in this subterranean chapel is\na work of the late Renaissance. Though savouring of that mawkish\nelaboration which then began to taint local art and literature and is\nbound up with the name of the poet Marino, it is still a passably virile\nfigure. But those countless others, in churches or over house-doors–do\nthey indeed portray the dragon-killer, the martial prince of angels?\nThis amiable child with girlish features–can this be the Lucifer of\nChristianity, the Sword of the Almighty? Quis ut Deus! He could\nhardly hurt a fly.",
        "The hoary winged genius of Chaldea who has absorbed the essence of so\nmany solemn deities has now, in extreme old age, entered upon a second\nchildhood and grown altogether too youthful for his role, undergoing\na metimorphosis beyond the boundaries of legendary probability or common\nsense; every trace of divinity and manly strength has been boiled out of\nhim. So young and earthly fair, he looks, rather, like some pretty boy\ndressed up for a game with toy sword and helmet–one wants to have a\nromp with him. No warrior this! C’est beau, mais ce n’est pas la\nguerre.",
        "The gods, they say, are ever young, and a certain sensuous and fleshly\nnote is essential to those of Italy if they are to retain the love of\ntheir worshippers. Granted. We do not need a scarred and hirsute\nveteran; but we need, at least, a personage capable of wielding the\nsword, a figure something like this:–",
        "His starry helm unbuckled show’d his prime In manhood where youth ended;\nby his side As in a glist’ring zodiac hung the sword, Satan’s dire\ndread, and in his hand the spear. . . .",
        "There! That is an archangel of the right kind.",
        "And the great dragon, that old serpent, called the Devil, and Satan, has\nsuffered a similar transformation. He is shrunk into a poor little\nreptile, the merest worm, hardly worth crushing.",
        "But how should a sublime conception like the apocalyptic hero appeal to\nthe common herd? These formidable shapes emerge from the dusk, offspring\nof momentous epochs; they stand aloof at first, but presently their\nluminous grandeur is dulled, their haughty contour sullied and\nobliterated by attrition. They are dragged down to the level of their\nlowest adorers, for the whole flock adapts its pace to that of the\nweakest lamb. No self-respecting deity will endure this treatment–to be\npopularized and made intelligible to a crowd. Divinity comprehended of\nthe masses ceases to be efficacious; the Egyptians and Brahmans\nunderstood that. It is not giving gods a chance to interpret them in an\nincongruous and unsportsmanlike fashion. But the vulgar have no idea of\npropriety or fair play; they cannot keep at the proper distance; they\nare for ever taking liberties. And, in the end, the proudest god is\nforced to yield.",
        "We see this same fatality in the very word Cherub. How different an\nimage does this plump and futile infant evoke to the stately Minister of\nthe Lord, girt with a sword of flame! We see it in the Italian Madonna\nof whom, whatever her mental acquirements may have been, a certain\ngravity of demeanour is to be presupposed, and who, none the less, grows\nmore childishly smirking every day; in her Son who–hereabouts at\nleast–has doffed all the serious attributes of manhood and dwindled\ninto something not much better than a doll. It was the same in days of\nold. Apollo (whom Saint Michael has supplanted), and Eros, and\nAphrodite–they all go through a process of saccharine deterioration.\nOur fairest creatures, once they have passed their meridian vigour, are\nliable to be assailed and undermined by an insidious diabetic tendency.",
        "It is this coddling instinct of mankind which has reduced Saint Michael\nto his present state. And an extraneous influence has worked in the same\ndirection–the gradual softening of manners within historical times,\nthat demasculinization which is an inevitable concomitant of increasing\nsocial security. Divinity reflects its human creators and their\nenvironment; grandiose or warlike gods become superfluous, and finally\nincomprehensible, in humdrum days of peace. In order to survive, our\ndeities (like the rest of us) must have a certain plasticity. If\nrecalcitrant, they are quietly relieved of their functions, and\nforgotten. This is what has happened in Italy to God the Father and the\nHoly Ghost, who have vanished from the vulgar Olympus; whereas the\ndevil, thanks to that unprincipled versatility for which he is famous,\nremains ever young and popular.",
        "The art-notions of the Cinque-Cento are also to blame; indeed, so far as\nthe angelic shapes of south Italy are concerned, the influence of the\nRenaissance has been wholly malefic. Aliens to the soil, they were at\nfirst quite unknown–not one is pictured in the Neapolitan catacombs.\nNext came the brief period of their artistic glory; then the syncretism\nof the Renaissance, when these winged messengers were amalgamated with\npagan amoretti and began to flutter in foolish baroque fashion about\nthe Queen of Heaven, after the pattern of the disreputable little genii\nattendant upon a Venus of a bad school. That same instinct which\ndegraded a youthful Eros into the childish Cupid was the death-stroke to\nthe pristine dignity and holiness of angels. Nowadays, we see the\nperversity of it all; we have come to our senses and can appraise the\nmuch-belauded revival at its true worth; and our modern sculptors will\nrear you a respectable angel, a grave adolescent, according to the best\ncanons of taste–should you still possess the faith that once\nrequisitioned such works of art.",
        "We travellers acquaint ourselves with the lineage of this celestial\nMessenger, but it can hardly be supposed that the worshippers now\nswarming at his shrine know much of these things. How shall one discover\ntheir real feelings in regard to this great cave-saint and his life and\ndeeds?",
        "Well, some idea of this may be gathered from the literature sold on the\nspot. I purchased three of these modern tracts printed respectively at\nBitonto, Molfetta and Naples. The “Popular Song in honour of St. Michael\"\ncontains this verse:",
        "Ci guidi per pieta. . . . This is the Mercury-heritage. Next, the\n“History and Miracles of St. Michael” opens with a rollicking dialogue\nin verse between the archangel and the devil concerning a soul; it ends\nwith a goodly list, in twenty-five verses, of the miracles performed by\nthe angel, such as helping women in childbirth, curing the blind, and\nother wonders that differ nothing from those wrought by humbler earthly\nsaints. Lastly, the “Novena in Onore di S. Michele Arcangelo,” printed\nin 1910 (third edition) with ecclesiastical approval, has the following\nnoteworthy paragraph on the",
        "“DEVOTION FOR THE SACRED STONES OF THE GROTTO OF ST. MICHAEL.",
        "“It is very salutary to hold in esteem the STONES which are taken from\nthe sacred cavern, partly because from immemorial times they have always\nbeen held in veneration by the faithful and also because they have been\nplaced as relics of sepulchres and altars. Furthermore, it is known that\nduring the plague which afflicted the kingdom of Naples in the year\n1656, Monsignor G. A. Puccini, archbishop of Manfredonia, recommended\nevery one to carry devoutly on his person a fragment of the sacred\nSTONE, whereby the majority were saved from the pestilence, and this\naugmented the devotion bestowed on them.”",
        "The cholera is on the increase, and this may account for the rapid sale\nof the STONES at this moment.",
        "This pamphlet also contains a litany in which the titles of the\narchangel are enumerated. He is, among other things, Secretary of God,\nLiberator from Infernal Chains, Defender in the Hour of Death, Custodian\nof the Pope, Spirit of Light, Wisest of Magistrates, Terror of Demons,\nCommander-in-Chief of the Armies of the Lord, Lash of Heresies, Adorer\nof the Word Incarnate, Guide of Pilgrims, Conductor of Mortals: Mars,\nMercury, Hercules, Apollo, Mithra–what nobler ancestry can angel\ndesire? And yet, as if these complicated and responsible functions did\nnot suffice for his energies, he has twenty others, among them being\nthat of “Custodian of the Holy Family “–who apparently need a\nprotector, a Monsieur Paoli, like any mortal royalties.",
        "“Blasphemous rubbish!” I can hear some Methodist exclaiming. And one\nmay well be tempted to sneer at those pilgrims for the more enlightened\nof whom such literature is printed. For they are unquestionably a\nrepulsive crowd: travel-stained old women, under-studies for the Witch\nof Endor; dishevelled, anaemic and dazed-looking girls; boys, too weak\nto handle a spade at home, pathetically uncouth, with mouths agape and\neyes expressing every grade of uncontrolled emotion–from wildest joy to\ndownright idiotcy. How one realizes, down in this cavern, the effect\nupon some cultured ancient like Rutilius Namatianus of the\ncatacomb-worship among those early Christian converts, those men who\nshun the light, drawn as they were from the same social classes towards\nthe same dark underground rites! One can neither love nor respect such\npeople; and to affect pity for them would be more consonant with their\nreligion than with my own.",
        "But it is perfectly easy to understand them. For thirteen centuries this\npilgrim-movement has been going on. Thirteen centuries? No. This site\nwas an oracle in heathen days, and we know that such were frequented by\nmen not a whit less barbarous and bigoted than their modern\nrepresentatives–nothing is a greater mistake than to suppose that the\ncrowds of old Rome and Athens were more refined than our own\n(\"Demosthenes, sir, was talking to an assembly of brutes”). For thirty\ncenturies then, let us say, a deity has attracted the faithful to his\nshrine–Sant’ Angelo has become a vacuum, as it were, which must be\nperiodically filled up from the surrounding country. These pilgrimages\nare in the blood of the people: infants, they are carried there; adults,\nthey carry their own offspring; grey-beards, their tottering steps are\nstill supported by kindly and sturdier fellow-wanderers.",
        "Popes and emperors no longer scramble up these slopes; the spirit of\npiety has abated among the great ones of the earth; so much is certain.\nBut the rays of light that strike the topmost branches have not yet\npenetrated to the rank and seething undergrowth. And then–what else can\none offer to these Abruzzi mountain-folk? Their life is one of\nmiserable, revolting destitution. They have no games or sports, no\nlocal racing, clubs, cattle-shows, fox-hunting, politics, rat-catching,\nor any of those other joys that diversify the lives of our peasantry. No\ntouch of humanity reaches them, no kindly dames send them jellies or\nblankets, no cheery doctor enquires for their children; they read no\nnewspapers or books, and lack even the mild excitements of church\nversus chapel, or the vicar’s daughter’s love-affair, or the squire’s\nlatest row with his lady–nothing! Their existence is almost bestial in\nits blankness. I know them–I have lived among them. For four months in\nthe year they are cooped up in damp dens, not to be called chambers,\nwhere an Englishman would deem it infamous to keep a dog–cooped up amid\nsqualor that must be seen to be believed; for the rest of the time they\nstruggle, in the sweat of their brow, to wrest a few blades of corn from\nthe ungrateful limestone. Their visits to the archangel–these vernal\nand autumnal picnics–are their sole form of amusement.",
        "The movement is said to have diminished since the early nineties, when\nthirty thousand of them used to come here annually. It may well be the\ncase; but I imagine that this is due not so much to increasing\nenlightenment as to the depopulation caused by America; many villages\nhave recently been reduced to half their former number of inhabitants.",
        "And here they kneel, candle in hand, on the wet flags of this foetid and\nmalodorous cave, gazing in rapture upon the blandly beaming idol, their\nsensibilities tickled by resplendent priests reciting full-mouthed Latin\nphrases, while the organ overhead plays wheezy extracts from “La Forza\ndel Destino” or the Waltz out of Boito’s “Mefistofele”... for sure, it\nmust be a foretaste of Heaven! And likely enough, these are “the poor in\nheart” for whom that kingdom is reserved.",
        "One may call this a debased form of Christianity. Whether it would have\nbeen distasteful to the feelings of the founder of that cult is another\nquestion, and, debased or not, it is at least alive and palpitating,\nwhich is more than can be said of certain other varieties. But the\narchangel, as was inevitable, has suffered a sad change. His fairest\nattribute of Light-bringer, of Apollo, is no longer his own; it has been\nclaimed and appropriated by the “Light of the World,” his new master.\nOne by one, his functions have been stripped from him, all save in name,\nas happens to men and angels alike, when they take service under\n“jealous” lords.",
        "What is now left of Saint Michael, the glittering hierarch? Can he still\nendure the light of sun? Or has he not shrivelled into a spectral\nHermes, a grisly psychopomp, bowing his head in minished glory, and\nleading men’s souls no longer aloft but downwards–down to the pale\nregions of things that have been? And will it be long ere he, too, is\nthrust by some flaming Demogorgon into these same realms of Minos, into\nthat shadowy underworld where dwell Saturn, and Kronos, and other\ncracked and shivered ideals?",
        "So I mused that afternoon, driving down the slopes from Sant’ Angelo\ncomfortably sheltered against the storm, while the generous mountain\nwine sped through my veins, warming my fancy. Then, at last, the sun\ncame out in a sudden burst of light, opening a rift in the vapours and\nrevealing the whole chain of the Apennines, together with the peaked\ncrater of Mount Vulture.",
        "The spectacle cheered me, and led me to think that such a day might\nworthily be rounded off by a visit to Sipontum, which lies a few miles\nbeyond Manfredonia on the Foggia road. But I approached the subject\ncautiously, fearing that the coachman might demur at this extra work.\nFar from it. I had gained his affection, and he would conduct me\nwhithersoever I liked. Only to Sipontum? Why not to Foggia, to Naples,\nto the ends of the earth? As for the horse, he was none the worse for\nthe trip, not a bit the worse; he liked nothing better than running in\nfront of a carriage; besides, e suo dovere– it was his duty.",
        "Sipontum is so ancient that it was founded, they say, by that legendary\nDiomed who acted in the same capacity for Beneven-tum, Arpi, and other\ncities. But this record does not satisfy Monsignor Sarnelli, its\nhistorian, according to whom it was already a flourishing town when\nShem, first son of Noah, became its king. He reigned about the year 1770\nof the creation of the world. Two years after the deluge he was 100\nyears old, and at that age begat a son Arfaxad, after whose birth he\nlived yet another five hundred years. The second king of Sipontum was\nAppulus, who ruled in the year 2213. . . . Later on, Saint Peter\nsojourned here, and baptized a few people.",
        "Of Sipontum nothing is left; nothing save a church, and even that built\nonly yesterday–in the eleventh century; a far-famed church, in the\nPisan style, with wrought marble columns reposing on lions, sculptured\ndiamond ornaments, and other crafty stonework that gladdens the eye. It\nused to be the seat of an archbishopric, and its fine episcopal chairs\nare now preserved at Sant’ Angelo; and you may still do homage to the\nauthentic Byzantine Madonna painted on wood by Saint Luke,\nbrown-complexioned, long-nosed, with staring eyes, and holding the\nInfant on her left arm. Earthquakes and Saracen incursions ruined the\ntown, which became wholly abandoned when Man-fredonia was built with its\nstones.",
        "Of pagan antiquity there are a few capitals lying about, as well as\ngranite columns in the curious old crypt. A pillar stands all forlorn in\na field; and quite close to the church are erected two others–the\nlarger of cipollino, beautified by a patina of golden lichen; a marble\nwell-head, worn half through with usage of ropes, may be found buried in\nthe rank grass. The plain whereon stood the great city of Sipus is\ncovered, now, with bristly herbage. The sea has retired from its old\nbeach, and half-wild cattle browse on the site of those lordly quays and\npalaces. Not a stone is left. Malaria and desolation reign supreme.",
        "It is a profoundly melancholy spot. Yet I was glad of the brief vision.\nI shall have fond and enduring memories of that sanctuary–the\ntravertine of its artfully carven fabric glowing orange-tawny in the\nsunset; of the forsaken plain beyond, full of ghostly phantoms of the past.",
        "As for Manfredonia–it is a sad little place, when the south wind moans\nand mountains are veiled in mists.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}