{
    "title": "Old Calabria - XVI. REPOSING AT CASTROVILLARI",
    "author": "Norman Douglas",
    "chapter": "16",
    "content": [
        "\n\n",
        "I remember asking my friend the Roman deputy of whom I have already\nspoken, and whom I regard as a fountain of wisdom on matters Italian,\nhow it came about that the railway stations in his country were apt to\nbe so far distant from the towns they serve. Rocca Bernarda, I was\nsaying, lies 33 kilometres from its station; and even some of the\nlargest towns in the kingdom are inconveniently and unnecessarily remote\nfrom the line.",
        "“True,” he replied. “Very true! Inconveniently . . . but perhaps not\nunnecessarily. . . .” He nodded his head, as he often does, when\nrevolving some deep problem in his mind.",
        "“Well, sir?”",
        "“Inasmuch as everything has its reasons, be they geographical,\nsociological, or otherwise . . .” and he mused again. “Let me tell you\nwhat I think as regards our respective English and Italian points of\nview,” he said at last. “And to begin with–a few generalities! We may\nhold that success in modern life consists in correctly appreciating the\nprinciples which underlie our experiences–in what may be called the\nscientific attitude towards things in general. Now, do the English\ncultivate this attitude? Not sufficiently. They are in the stage of\nthose mediaeval scholars who contentedly alleged separate primary causes\nfor each phenomenon, instead of seeking, by the investigation of\nsecondary ones, for the inevitable interdependence of the whole. In\nother words, they do not subordinate facts; they co-ordinate them. Your\npoliticians and all your public men are guided by impulse–by\nexpediency, as they prefer to call it; they are empirical; they never\nattempt to codify their conduct; they despise it as theorizing. What\nhappens? This old-fashioned hand-to-mouth system of theirs invariably\nbreaks down here and there. And then f Then they trust to some divine\ninterposition, some accident, to put things to rights again. The success\nof the English is largely built up on such accidents–on the mistakes of\nother people. Provi dence has favoured them so far, on the whole; but\none day it may leave them in the lurch, as it did the anti-scientific\nRussians in their war with the Japanese. One day other people will\nforget to make these pleasant mistakes.”",
        "He paused, and I forbore to interrupt his eloquence.",
        "“To come now to the practical application–to this particular instance.\nTell me, does your English system testify to any constructive\nforethought? In London, I am assured, the railway companies have built\nstations at enormous expense in the very heart of the town. What will be\nthe consequence of this hand-to-mouth policy? This, that in fifty years\nsuch structures will have become obsolete–stranded in slums at the back\nof new quarters yet undreamed of. New depots will have to be built.\nWhereas in Italy the now distant city will in fifty years have grown to\nreach its station and, in another half-century, will have encircled it.\nThanks to our sagacity, the station will then be in its proper place, in\nthe centre of the town. Our progeny will be grateful; and that again,\nyou will admit, is a worthy aim for our politicians. Besides, what would\nhappen to our coachmen if nobody needed their services on arriving at\nhis destination? The poor men must not be allowed to starve! Cold head\nand warm heart, you know; humanitarian considerations cannot be thrust\naside by a community that prides itself on being truly civilized. I\ntrust I have made myself intelligible?”",
        "“You always do. But why should I incommode myself to please your\nprogeny, or even my own? And I don’t like the kind of warm heart that\nsubordinates my concerns to those of a cab-driver. You don’t altogether\nconvince me, dear sir.”",
        "“To speak frankly, I sometimes don’t convince myself. My own country\nstation, for example, is curiously remote from the city, and it is\nannoying on wintry nights to drive through six miles of level mud when\nyou are anxious to reach home and dinner; so much so that, in my\negoistical moments, I would have been glad if our administration had\nadopted the more specious British method. But come now! You cannot raise\nthat objection against the terminus at Rome.”",
        "“Not that one. But I can raise two others. The platforms are\ninconveniently arranged, and a traveller will often find it impossible\nto wash his hands and face there; as to hot water-----”",
        "“Granting a certain deplorable disposition of the lines–why on earth,\npray, should a man cleanse himself at the station when there are\ncountless hotels and lodging-houses in the city? O you English originals!”",
        "“And supposing,” I urged, “he is in a hurry to catch another train going\nsouth, to Naples or Palermo?”",
        "“There I have you, my illustrious friend! Nobody travels south of Rome.”",
        "Nobody travels south of Rome. . . .",
        "Often have I thought upon those words.",
        "This conversation was forcibly recalled to my mind by the fact that it\ntook our creaky old diligence two and a half hours (one of the horses\nhad been bought the day before, for six pounds) to drive from the\nstation of Castrovillari to the entrance of the town, where we were\ndelayed another twenty minutes, while the octroi zealots searched\nthrough every bag and parcel on the post-waggon.",
        "Many people have said bad things about this place. But my once\nunpleasant impressions of it have been effaced by my reception at its\nnew and decent little hostelry. What a change after the sordid filth of\nRossano! Castrovillari, to be sure, has no background of hoary eld to\natone for such deficiencies. It was only built the other day, by the\nNormans; or by the Romans, who called it Aprustum; or possibly by the\nGreeks, who founded their Abystron on this particular site for the same\nreasons that commended it in yet earlier times to certain bronze and\nstone age primitives, whose weapons you may study in the British Museum\nand elsewhere. [Footnote: Even so Taranto, Cumae, Paestum, Metapontum,\nMonteleone and other southern towns were founded by the ancients on the\nsite of prehistoric stations.]",
        "But what are the stone ages compared with immortal and immutable\nRossano? An ecclesiastical writer has proved that Calabria was inhabited\nbefore the Noachian flood; and Rossano, we may be sure, was one of the\nfavourite haunts of the antediluvians. None the less, it is good to rest\nin a clean bed, for a change; and to feed off a clean plate.",
        "We are in the south. One sees it in sundry small ways–in the behaviour\nof the cats, for instance. . . .",
        "The Tarentines, they say, imported the cat into Europe. If those of\nsouth Italy still resemble their old Nubian ancestors, the beast would\nassuredly not have been worth the trouble of acclimatizing. On entering\nthese regions, one of the first things that strikes me is the difference\nbetween the appearance of cats and dogs hereabouts, and in England or\nany northern country; and the difference in their temperaments. Our dogs\nare alert in their movements and of wideawake features; here they are\narowsy and degraded mongrels, with expressionless eyes. Our cats are\nsleek and slumberous; here they prowl about haggard, shifty and\ncareworn, their fur in patches and their ears a-tremble from nervous\nanxiety. That domestic animals such as these should be fed at home does\nnot commend itself to the common people; they must forage for their food\nabroad. Dogs eat offal, while the others hunt for lizards in the fields.\nA lizard diet is supposed to reduce their weight (it would certainly\nreduce mine); but I suspect that southern cats are emaciated not only\nfrom this cause, but from systematic starvation. Many a kitten is born\nthat never tastes a drop of cow’s milk from the cradle to the grave, and\nlittle enough of its own mother’s.",
        "To say that our English zoophilomania–our cult of lap-dogs–smacks of\ndegeneracy does not mean that I sympathize with the ill-treatment of\nbeasts which annoys many visitors to these parts and has been attributed\nto “Saracenic” influences. Wrongly, of course; one might as well\nattribute it to the old Greeks. [Footnote: Whose attitude towards\nanimals, by the way, was as far removed from callousness as from\nsentimentalism. We know how those Hellenic oxen fared who had laboured\nto draw up heavy blocks for the building of a temple–how, on the\ncompletion of their task, they were led into green fields, there to\npasture unmolested for the rest of their lives. We know that the Greeks\nwere appreciative of the graces and virtues of canine nature–is not the\nHomeric Argo still the finest dog-type in literature? Yet to them the\ndog, even he of the tender Anthology, remained what he is: a tamed\nbeast. The Greeks, sitting at dinner, resented the insolence of a\ncreature that, watching every morsel as it disappeared into the mouth of\nits master, plainly discovered by its physiognomy the desire, the\npresumed right, to devour what he considered fit only for himself.\nWhence that profound word [Greek: kunopes]–dog-eyed, shameless. In\ncontrast to this sanity, observe what an Englishman can read into a\ndog’s eye:",
        "[That is how Matthew Arnold interprets the feelings of Fido, watching his\nmaster at work upon a tender beefsteak. . . .]",
        "Poor Saracens! They are a sort of whipping-boy, all over the country.\nThe chief sinner in this respect is the Vatican, which has authorized\ncruelty to animals by its official teaching. When Lord Odo-Russell\nenquired of the Pope regarding the foundation of a society for the\nprevention of cruelty to animals in Italy, the papal answer was: “Such\nan association could not be sanctioned by the Holy See, being founded\non a theological error, to wit, that Christians owed any duties to\nanimals.” This language has the inestimable and rather unusual merit of\nbeing perspicuous. Nevertheless, Ouida’s flaming letters to “The Times\"\ninaugurated an era of truer humanity. . . .",
        "And the lateness of the dining-hour–another symptom of the south. It\nwas eleven o’clock when I sat down to dinner on the night of my arrival,\nand habitues of the hotel, engineers and so forth, were still dropping\nin for their evening meal. Appetite comes more slowly than ever, now\nthat the heats have begun.",
        "They have begun in earnest. The swoon of summer is upon the land, the\ngrass is cut, cicadas are chirping overhead. Despite its height of a\nthousand feet, Castrovillari must be blazing in August, surrounded as it\nis by parched fields and an amphitheatre of bare limestone hills that\nexhale the sunny beams. You may stroll about these fields observing the\nconstruction of the line which is to pass through Cassano, a pretty\nplace, famous for its wine and mineral springs; or studying the habits\nof the gigantic grasshoppers that hang in clusters to the dried thistles\nand start off, when scared, with the noise of a covey of partridges; or\nwatching how the cows are shod, at this season, to thresh the corn. Old\nauthors are unanimous in declaring that the town was embowered in oak\nforests; as late as 1844 it was lamented that this “ancient barbarous\ncustom” of cutting them down had not yet been discontinued. The\nmischief is now done, and it would be interesting to know the difference\nbetween the present summer temperature and that of olden days.",
        "The manna ash used to be cultivated in these parts. I cannot tell\nwhether its purgative secretion is still in favour. The confusion\nbetween this stuff and the biblical manna gave rise to the legends about\nCalabria where “manna droppeth as dew from Heaven.” Sandys says it was\nprepared out of the mulberry. He copied assiduously, did old Sandys, and\nyet found room for some original blunders of his own. R. Pococke, by the\nway, is one of those who were dissatisfied with Castrovillari. He found\nno accommodation save an empty house. “A poor town.” . . .",
        "Driving through modern Castrovillari one might think the place flat and\nundeserving of the name of castrum. But the old town is otherwise. It\noccupies a proud eminence–the head of a promontory which overlooks the\njunction of two streams; the newer settlement stands on the more level\nground at its back. This acropolis, once thronged with folk but now\nwell-nigh deserted, has all the macabre fascination of decay. A mildewy\nspirit haunts those tortuous and uneven roadways; plaster drops unheeded\nfrom the walls; the wild fig thrusts luxuriant arms through the windows\nof palaces whose balconies are rusted and painted loggias crumbling to\nearth ... a mournful and malarious agglomeration of ruins.",
        "There is a castle, of course. It was built, or rebuilt, by the\nAragonese, with four corner towers, one of which became infamous for a\nscene that rivals the horrors of the Black Hole of Calcutta. Numbers of\nconfined brigands, uncared-for, perished miserably of starvation within\nits walls. Says the historian Botta:",
        "“The abominable taint prevented the guards from approaching; the dead\nbodies were not carried away. The pestilence increased; in pain and\nexhaustion, the dying fell shuddering on the dead; the hale on the\ndying; all tearing themselves like dogs with teeth and nails. The tower\nof Castrovillari became a foul hole of corruption, and the stench was\nspread abroad for a long season.”",
        "This castle is now used as a place of confinement. Sentries warned me at\none point not to approach too near the walls; it was “forbidden.” I had\nno particular desire to disobey this injunction. Judging by the number\nof rats that swarm about the place, it is not exactly a model prison.",
        "One of the streets in this dilapidated stronghold bears to this day the\ninscription “Giudea,” or Jewry. Southern Italy was well stocked with\nthose Hebrews concerning whom Mr. H. M. Adler has sagely discoursed.\nThey lived in separate districts, and seem to have borne a good\nreputation. Those of Castrovillari, on being ejected by Ferdinand the\nCatholic in 1511, obligingly made a donation of their school to the\ntown. But they returned anon, and claimed it again. Persecuted as they\nwere, they never suffered the martyrdom of the ill-starred Waldensian\ncolonies in Calabria.",
        "The houses of this Jewry overlook the Coscile river, the Sybaris of old,\nand from a spot in the quarter a steep path descends to its banks. Here\nyou will find yourself in another climate, cool and moist. The livid\nwaters tumble gleefully towards the plain, amid penurious plots of beans\nand tomatoes, and a fierce tangle of vegetation wherever the hand of man\nhas not made clearings. Then, mounting aloft once more, you will do well\nto visit the far-famed chapel that sits at the apex of the promontory,\nSanta Maria del Castello. There is a little platform where you may\nrepose and enjoy the view, as I have done for some evenings\npast–letting the eye roam up-country towards Dolcedorme and its sister\npeaks, and westwards over the undulating Sila lands whose highest point,\nBotte Donato, is unmistakable even at this distance of forty miles, from\nits peculiar shape.",
        "The Madonna picture preserved within the sanctuary has performed so many\nmiracles in ages past that I despair of giving any account of them. It\nis high time, none the less, for a new sign from Heaven. Shattered by\nearthquakes, the chapel is in a dis-ruptured and even menacing\ncondition. Will some returned emigrant from America come forward with\nthe necessary funds?",
        "That would be a miracle, too, in its way. But gone, for the present, are\nthe ages of Faith–the days when the peevishly-protestant J. H. Bartels\nsojourned here and groaned as he counted up the seven monasteries of\nCastrovillari (there used to be nearly twice that number), and viewed\nthe 130 priests, “fat-paunched rascals, loafing about the streets and\ndoorways.” . . .",
        "From my window in the hotel I espy a small patch of snow on the hills. I\nknow the place; it is the so-called “Montagna del Principe” past which\nthe track winds into the Pollino regions. Thither I am bound; but so\ncomplicated is life that even for a short three days’ ramble among those\nforests a certain amount of food and clothing must be provided–a mule\nis plainly required. There seem to be none of these beasts available at\nCastrovillari.",
        "“To Morano!” they tell me. “It is nearer the mountain, and there you\nwill find mules plentiful as blackberries. To Morano!”",
        "Morano lies a few miles higher up the valley on the great military road\nto Lagonegro, which was built by Murat and cuts through the interior of\nBasilicata, rising at Campo Tenese to a height of noo metres. They are\nnow running a public motor service along this beautiful stretch of 52\nkilometres, at the cheap rate of a sou per kilometre.",
        "En route!",
        "Once you have reached the latitude of Naples, the word grazie (thank\nyou) vanishes from the vocabulary of all save the most cultured. But to\nconclude therefrom that one is among a thankless race is not altogether\nthe right inference. They have a wholly different conception of the\naffair. Our septentrional “thanks” is a complicated product in which\ngratefulness for things received and for things to come are\nunconsciously balanced; while their point of view differs in nothing\nfrom that of the beau-ideal of Greek courtesy, of Achilles, whose mother\nprocured for him a suit of divine armour from Hephaistos, which he\nreceived without a word of acknowledgment either for her or for the god\nwho had been put to some little trouble in the matter. A thing given\nthey regard as a thing found, a hermaion, a happy hit in the lottery of\nlife; the giver is the blind instrument of Fortune. This chill attitude\nrepels us; and our effusive expressions of thankfulness astonish these\npeople and the Orientals.",
        "A further difference is that the actual gift is viewed quite\nextrinsically, intellectually, either in regard to what it would fetch\nif bartered or sold, or, if to be kept, as to how far its possession may\nraise the recipient in the eyes of other men. This is purely Homeric,\nonce more–Homeric or primordial, if you prefer. Odysseus told his kind\nhost Alkinoos, whom he was never to see again, that he would be glad to\nreceive farewell presents from him–to cherish as a friendly memory?\nNo, but “because they would make him look a finer fellow when he got\nhome.” The idea of a keepsake, of an emotional value attaching to some\ntrifle, is a northern one. Here life is give and take, and lucky he who\ntakes more than he gives; it is what Professor Mahaffy calls the\n“ingrained selfishness of the Greek character.” Speaking of all below\nthe upper classes, I should say that disinterested benevolence is apt to\nsurpass their comprehension, a good-natured person being regarded as\nweak in the head.",
        "Has this man, then, no family, that he should benefit strangers? Or is\nhe one of nature’s unfortunates–soft-witted? Thus they argue. They will\ndo acts of spontaneous kindness towards their family, far oftener than\nis customary with us. But outside that narrow sphere, interesse\n(Odyssean self-advantage) is the mainspring of their actions. Whence\ntheir smooth and glozing manners towards the stranger, and those\nprotestations of undying affection which beguile the unwary–they wish\nto be forever in your good graces, for sooner or later you may be of\nuse; and if perchance you do content them, they will marvel\n(philosophically) at your grotesque generosity, your lack of\ndiscrimination and restraint. Such malizia (cleverness) is none the\nmore respectable for being childishly transparent. The profound and\nunscrupulous northerner quickly familiarizes himself with its technique,\nand turns it to his own profit. Lowering his moral notions, he soon–so\none of them expressed it to me–\"walks round them without getting off\nhis chair” and, on the strength of his undeserved reputation for\nsimplicity and fair dealing, keeps them dangling a lifetime in a tremble\nof obsequious amiability, cheered on by the hope of ultimately\nover-reaching him. Idle dream, where a pliant and sanguine southerner is\npitted against the unswerving Saxon or Teuton! This accounts for the\nsuccess of foreign trading houses in the south. Business is business,\nand the devil take the hindmost! By all means; but they who are not\nrooted to the spot by commercial exigencies nor ready to adopt debased\nstandards of conduct will find that a prolonged residence in a centre\nlike Naples–the daily attrition of its ape-and-tiger elements–sullies\ntheir homely candour and self-respect.",
        "For a tigerish flavour does exist in most of these southern towns.",
        "Camorra, the law of intimidation, rules the city. This is what Stendhal\nmeant when, speaking of the “simple and inoffensive” personages in the\n Vicar of Wakefield, he remarked that “in the sombre Italy, a simple\nand inoffensive creature would be quickly destroyed.” It is not easy to\nbe inoffensive and yet respected in a land of teeth and claws, where a\nman is reverenced in proportion as he can browbeat his fellows. So much\nferocity tinctures civic life, that had they not dwelt in towns while we\nwere still shivering in bogs, one would deem them not yet ripe for\nherding together in large numbers; one would say that post-patriarchal\nconditions evoked the worst qualities of the race. And we must revise\nour conceptions of fat and lean men; we must pity Cassius, and dread\nFalstaff.",
        "“What has happened\"–you ask some enormous individual–\"to your\nadversary at law?”",
        "“To which one of them?”",
        "“Oh, Signor M-----, the timber merchant.”",
        "“L’abbiamo mangiato!” (I have eaten him.)",
        "Beware of the fat Neapolitan. He is fat from prosperity, from, dining\noff his leaner brothers.",
        "Which reminds me of a supremely important subject, eating.",
        "The feeding here is saner than ours with its all-pervading animal grease\n(even a boiled egg tastes of mutton fat in England), its stock-pot,\nsuet, and those other inventions of the devil whose awful effects we\nonly survive because we are continually counteracting or eliminating\nthem by the help of (1) pills, (2) athletics, and (3) alcohol. Saner as\nregards material, but hopelessly irrational in method. Your ordinary\nemploye begins his day with a thimbleful of black coffee, nothing more.\nWhat work shall be got out of him under such anti-hygienic conditions?\nOf course it takes ten men to do the work of one; and of course all ten\nof them are sulky and irritable throughout the morning, thinking only of\ntheir luncheon. Then indeed–then they make up for lost time; those few\nfavoured ones, at least, who can afford it.",
        "I once watched a young fellow, a clerk of some kind, in a restaurant at\nmidday. He began by informing the waiter that he had no appetite that\nmorning–sangue di Dio! no appetite whatever; but at last allowed\nhimself to be persuaded into consuming a hors d’ oeuvres of anchovies\nand olives. Then he was induced to try the maccheroni, because they were\n“particularly good that morning\"; he ate, or rather drank, an immense\nplateful. After that came some slices of meat and a dish of green stuff\nsufficient to satisfy a starving bullock. A little fish? asked the\nwaiter. Well, perhaps yes, just for form’s sake–two fried mullets and\nsome nondescript fragments. Next, he devoured a couple of raw eggs “on\naccount of his miserably weak stomach,” a bowl of salad and a goodly\nlump of fresh cheese. Not without a secret feeling of envy I left him at\nwork upon his dessert, of which he had already consumed some six\npeaches. Add to this (quite an ordinary repast) half a bottle of heavy\nwine, a cup of black coffee and three glasses of water–what work shall\nbe got out of a man after such a boa-constrictor collation? He is as\nexasperated and prone to take offence as in the morning–this time from\nanother cause. . . .",
        "That is why so many of them suffer from chronic troubles of the\ndigestive organs. The head of a hospital at Naples tells me that stomach\ndiseases are more prevalent there than in any other part of Europe, and\nthe stomach, whatever sentimentalists may say to the contrary, being the\ntrue seat of the emotions, it follows that a judicious system of dieting\nmight work wonders upon their development. Nearly all Mediterranean\nraces have been misfed from early days; that is why they are so small. I\nwould undertake to raise the Italian standard of height by several\ninches, if I had control of their nutrition for a few centuries. I would\nundertake to alter their whole outlook upon life, to convert them from\nutilitarians into romantics–were such a change desirable. For if\nutilitarianism be the shadow of starvation, romance is nothing but the\nvapour of repletion.",
        "And yet men still talk of race-characteristics as of something fixed and\nimmutable! The Jews, so long as they starved in Palestine, were the most\nacrimonious bigots on earth. Now that they live and feed sensibly, they\nhave learnt to see things in their true perspective–they have become\nrationalists. Their less fortunate fellow-Semites, the Arabs, have\ncontinued to starve and to swear by the Koran–empty in body and empty\nin mind. No poise or balance is possible to those who live in uneasy\nconditions. The wisest of them can only attain to stoicism–a dumb\nprotest against the environment. There are no stoics among well-fed\npeople. The Romans made that discovery for themselves, when they\nabandoned the cheese-paring habits of the Republic.",
        "In short, it seems to me that virtues and vices which cannot be\nexpressed in physiological terms are not worth talking about; that when\na morality refuses to derive its sanction from the laws which govern our\nbody, it loses the right to exist. This being so, what is the most\nconspicuous native vice?",
        "Envy, without a doubt.",
        "Out of envy they pine away and die; out of envy they kill one another.\nTo produce a more placid race, [Footnote: By placid I do not mean\npeace-loving and pitiful in the Christian sense. That doctrine of loving\nand forgiving one’s enemies is based on sheer funk; our pity for others\nis dangerously akin to self-pity, most odious of vices. Catholic\nteaching–in practice, if not in theory----glides artfully over the\ndesirability of these imported freak-virtues, knowing that they cannot\nappeal to a masculine stock. By placid I mean steady, self-contained.]\nto dilute envious thoughts and the acts to which they lead, is at bottom\na question of nutrition. One would like to know for how much black\nbrooding and for how many revengeful deeds that morning thimbleful of\nblack coffee is responsible.",
        "The very faces one sees in the streets would change. Envy is reflected\nin all too many of those of the middle classes, while the poorest\ncitizens are often haggard and distraught from sheer hunger–hunger\nwhich has not had time to be commuted into moral poison; college-taught\nmen, in responsible positions, being forced to live on salaries which a\nLondon lift-boy would disdain. When that other local feature, that\nrespect for honourable poverty–the reverse of what we see in England\nwhere, since the days of the arch-snob Pope, a slender income has grown\nto be considered a subject of reproach.",
        "And yet another symptom of the south-----",
        "Enough! The clock points to 6.20; it is time for an evening walk–my\nfinal one–to the terrace of S. M. del Castello.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}