{
    "title": "Old Calabria - XIX. UPLANDS OF POLLINO",
    "author": "Norman Douglas",
    "chapter": "19",
    "content": [
        "\n\n",
        "It has a pleasant signification, that word “Dolcedorme”: it means\nSweet slumber. But no one could tell me how the mountain group came by\nthis name; they gave me a number of explanations, all fanciful and\nunconvincing. Pollino, we are told, is derived from Apollo, and authors\nof olden days sometimes write of it as “Monte Apollino.” But Barrius\nsuggests an alternative etymology, equally absurd, and connected with\nthe medicinal herbs which are found there. Pollino, he says, a\npolleo dictus, quod nobilibus herbis medelae commodis polleat. Pro-venit\nenim ibi, ut ab herbariis accepi, tragium dictamnum Cretense, chamaeleon\nbigenum, draucus, meum, nardus, celtica, anonides, anemone, peucedamum,\nturbit, reubarbarum, pyrethrum, juniperus ubertim, stellarla,\nimperatoria, cardus masticem fundens, dracagas, cythisus–whence\nlikewise the magnificent cheeses; gold and the Phrygian stone, he adds,\nare also found here.",
        "Unhappily Barrius–we all have a fling at this “Strabo and Pliny of\nCalabria”! So jealous was he of his work that he procured a prohibition\nfrom the Pope against all who might reprint it, and furthermore invoked\nthe curses of heaven and earth upon whoever should have the audacity to\ntranslate it into Italian. Yet his shade ought to be appeased with the\nmonumental edition of 1737, and, as regards his infallibility, one must\nnot forget that among his contemporaries the more discerning had already\ncensured his philopatria, his immoderate love of Calabria. And that is\nthe right way to judge of men who were not so much ignorant as unduly\nzealous for the fair name of their natal land. To sneer at them is to\nmisjudge their period. It was the very spirit of the Renaissance to\npress rhetorical learning into the service of patriotism. They made some\nhappy guesses and not a few mistakes; and when they lied deliberately,\nit was done in what they held a just cause–as scholars and gentlemen.",
        "The Calabria Illustrata of Fiore also fares badly at the hands of\ncritics. But I shall not repeat what they say; I confess to a sneaking\nfondness for Father Fiore.",
        "Marafioti, a Calabrian monk, likewise dwells on these same herbs of\nPollino, and gives a long account of a medical secret which he learnt on\nthe spot from two Armenian botanists. Alas for Marafioti! Despite his\nexcellent index and seductively chaste Paduan type and paper, the\nimpartial Soria is driven to say that “to make his shop appear more rich\nin foreign merchandise, he did not scruple to adorn it with books and\nauthors apocryphal, imaginary, and unknown to the whole human race.” In\nshort, he belonged to the school of Pratilli, who wrote a wise and\nedifying history of Capua on the basis of inscriptions which he himself\nhad previously forged; of Ligorio Pirro, prince of his tribe, who\nmanufactured thousands of coins, texts and marbles out of sheer\nexuberance of creative artistry!",
        "Gone are those happy days of authorship, when the constructive\nimagination was not yet blighted and withered. . . .",
        "Marching comfortably, it will take you nearly twelve hours to go from\nMorano to the village of Terranova di Pollino, which I selected as my\nfirst night-quarter. This includes a scramble up the peak of Pollino,\nlocally termed “telegrafo,” from a pile of stones–? an old\nsignal-station–erected on the summit. But since decent accommodation\ncan only be obtained at Castrovillari, a start should be made from\nthere, and this adds another hour to the trip. Moreover, as the peak of\nPollino lies below that of Dolcedorme, which shuts oil a good deal of\nits view seaward, this second mountain ought rather to be ascended, and\nthat will probably add yet another hour–fourteen altogether. The\nnatives, ever ready to say what they think will please you, call it a\nsix hours’ excursion. As a matter of fact, although I spoke to numbers\nof the population of Morano, I only met two men who had ever been to\nTerranova, one of them being my muleteer; the majority had not so much\nas heard its name. They dislike mountains and torrents and forests, not\nonly as an offence to the eye, but as hindrances to agriculture and\nenemies of man and his ordered ways. “La montagna” is considerably\nabused, all over Italy.",
        "It takes an hour to cross the valley and reach the slopes of the\nopposite hills. Here, on the plain, lie the now faded blossoms of the\nmonstrous arum, the botanical glory of these regions. To see it in\nflower, in early June, is alone almost worth the trouble of a journey to\nCalabria.",
        "On a shady eminence at the foot of these mountains, in a most\npicturesque site, there stands a large castellated building, a\nmonastery. It is called Colorito, and is now a ruin; the French, they\nsay, shelled it for harbouring the brigand-allies of Bourbonism. Nearly\nall convents in the south, and even in Naples, were at one time or\nanother refuges of bandits, and this association of monks and robbers\nused to give much trouble to conscientious politicians. It is a solitary\nbuilding, against the dark hill-side; a sombre and romantic pile such as\nwould have charmed Anne Radcliffe; one longs to explore its recesses.\nBut I dreaded the coming heats of midday. Leone da Morano, who died in\n1645, belonged to this congregation, and was reputed an erudite\necclesiastic. The life of one of its greatest luminaries, Fra Bernardo\nda Rogliano, was described by Tufarelli in a volume which I have never\nbeen able to catch sight of. It must be very rare, yet it certainly was\nprinted. [Footnote: Haym has no mention of this work. But it is fully\nquoted in old Toppi’s “Biblioteca” (p. 317), and also referred to in\nSavonarola’s “Universus Terrarum,” etc. (1713, Vol. I, p. 216). Both say\nit was printed at Cosenza; the first, in 1650; the second, in 1630.]",
        "The path ascends now through a long and wearisome limestone gap called\nValle di Gaudolino, only the last half-hour of the march being shaded by\ntrees. It was in this gully that an accidental encounter took place\nbetween a detachment of French soldiers and part of the band of the\ncelebrated brigand Scarolla, whom they had been pursuing for months all\nover the country. The brigands were sleeping when the others fell upon\nthem, killing numbers and carrying off a large booty; so rich it was,\nthat the soldiers were seen playing at “petis palets\"–whatever that may\nbe–with quadruples of Spain–whatever that may be. Scarolla escaped\nwounded, but was afterwards handed over to justice, for a consideration\nof a thousand ducats, by some shepherds with whom he had taken refuge;\nand duly hanged. His band consisted of four thousand ruffians; it was\none of several that infested south Italy. This gives some idea of the\nmagnitude of the evil.",
        "It was my misfortune that after weeks of serene weather this particular\nmorning should be cloudy. There was sunshine in the valley below, but\nwreaths of mist were skidding over the summit of Pollino; the view, I\nfelt sure, would be spoilt. And so it was. Through swiftly-careering\ncloud-drifts I caught glimpses of the plain and the blue Ionian; of the\nSila range confronting me; of the peak of Dolcedorme to the left, and\nthe “Montagna del Principe” on the right; of the large forest region at\nmy back. Tantalizing visions!",
        "Viewed from below, this Pollino is shaped like a pyramid, and promises\nrather a steep climb over bare limestone; but the ascent is quite easy.\nNo trees grow on the pyramid. The rock is covered with a profusion of\nforget-me-nots and gay pansies; some mez-ereon and a few dwarfed\njunipers–earthward-creeping–nearly reach the summit. When I passed\nhere on a former trip, on the 6th of June, this peak was shrouded in\nsnow. There are some patches of snow even now, one of them descending in\nglacier fashion down the slope on the other side; they call it\n“eternal,” but I question whether it will survive the heats of autumn.\nBeyond a brace of red-legged partridges, I saw no birds whatever. This\ngroup of Pollino, descending its seven thousand feet in a precipitous\nflight of terraces to the plain of Sibari, is an imposing finale to\nthe Apennines that have run hitherward, without a break, from Genoa and\nBologna. Westward of this spot there are mountains galore; but no more\nApennines; no more limestone precipices. The boundary of the old\nprovinces of Calabria and Basilicata ran over this spot. . . .",
        "I was glad to descend once more, and to reach the Altipiano di\nPollino–an Alpine meadow with a little lake (the merest puddle),\nbright with rare and beautiful flowers. It lies 1780 metres above\nsea-level, and no one who visits these regions should omit to see this\nexquisite tract encircled by mountain peaks, though it lies a little off\nthe usual paths. Strawberries, which I had eaten at Rossano, had not yet\nopened their flowers here; the flora, boreal in parts, has been studied\nby Terracciano and other Italian botanists.",
        "It was on this verdant, flower-enamelled mead that, fatigued with the\nclimb, I thought to try the powers of my riding mule. But the beast\nproved vicious; there was no staying on her back. A piece of string\nattached to her nose by way of guiding-rope was useless as a rein; she\nhad no mane wherewith I might have steadied myself in moments of danger,\nand as to seizing her ears for that purpose, it was out of the question,\nfor hardly was I in the saddle before her head descended to the ground\nand there remained, while her hinder feet essayed to touch the stars.\nAfter a succession of ignominious and painful flights to earth, I\ncomplained to her owner, who had been watching the proceedings with\nquiet interest.",
        "“That lady-mule,” he said, “is good at carrying loads. But she has never\nhad a Christian on her back till now. I was rather curious to see how\nshe would behave.”",
        "“Santo Dio! And do you expect me to pay four francs a day for having\nmy bones broken in this fashion?”",
        "“What would you, sir? She is still young–barely four years old. Only\nwait! Wait till she is ten or twelve.”",
        "To do him justice, however, he tried to make amends in other ways. And\nhe certainly knew the tracks. But he was a returned emigrant, and when\nan Italian has once crossed the ocean he is useless for my purposes, he\nhas lost his savour–the virtue has gone out of him. True Italians will\nsoon be rare as the dodo in these parts. These americani cast off\ntheir ancient animistic traits and patriarchal disposition with the ease\nof a serpent; a new creature emerges, of a wholly different\ncharacter–sophisticated, extortionate at times, often practical and in\nso far useful; scorner of every tradition, infernally wideawake and\ncuriously deficient in what the Germans call “Gemuet” (one of those\nwords which we sadly need in our own language). Instead of being regaled\nwith tales of Saint Venus and fairies and the Evil Eye, I learnt a good\ndeal about the price of food in the Brazilian highlands.",
        "The only piece of local information I was able to draw from him\nconcerned a mysterious plant in the forest that “shines by night.” I\ndare say he meant the dictamnus fraxinella, which is sometimes luminous.",
        "The finest part of the forest was traversed in the afternoon. It is\ncalled Janace, and composed of firs and beeches. The botanist Tenore\nsays that firs 150 feet in height are “not difficult to find” here, and\nsome of the beeches, a forestal inspector assured me, attain the height\nof 35 metres. They shoot up in straight silvery trunks; their roots are\noften intertwined with those of the firs. The track is not level by any\nmeans. There are torrents to be crossed; rocky ravines with splashing\nwaters where the sunshine pours down through a dense network of branches\nupon a carpet of russet leaves and grey boulders–the envious beeches\nallowing of no vegetation at their feet; occasional meadows, too, bright\nwith buttercups and orchids. No pines whatever grow in this forest. Yet\na few stunted ones are seen clinging to the precipices that descend into\nthe Coscile valley; their seeds may have been wafted across from the\nSila mountains.",
        "In olden days all this country was full of game; bears, stags and\nfallow-deer are mentioned. Only wolves and a few roe-deer are now left.\nThe forest is sombre, but not gloomy, and one would like to spend some\ntime in these wooded regions, so rare in Italy, and to study their life\nand character–but how set about it? The distances are great; there are\nno houses, not even a shepherd’s hut or a cave; the cold at night is\nsevere, and even in the height of midsummer one must be prepared for\nspells of mist and rain. I shall be tempted, on another occasion, to\nprovide myself with a tent such as is supplied to military officers.\nThey are light and handy, and perhaps camping out with a man-cook of the\nkind that one finds in the Abruzzi provinces would be altogether the\nbest way of seeing the remoter parts of south and central Italy. For\ndecent food-supplies can generally be obtained in the smallest places;\nthe drawback is that nobody can cook them. Dirty food by day and dirty\nbeds by night will daunt the most enterprising natures in the long run.",
        "These tracks are only traversed in summer. When I last walked through\nthis region–in the reverse direction, from Lagonegro over Latronico and\nSan Severino to Castrovillari–the ground was still covered with\nstretches of snow, and many brooks were difficult to cross from the\nswollen waters. This was in June. It was odd to see the beeches rising,\nin full leaf, out of the deep snow.",
        "During this afternoon ramble I often wondered what the burghers of\nTaranto would think of these sylvan solitudes. Doubtless they would\nshare the opinion of a genteel photographer of Morano who showed me some\ncoloured pictures of local brides in their appropriate costumes, such as\nare sent to relatives in America after weddings. He possessed a good\ncamera, and I asked whether he had never made any pictures of this fine\nforest scenery. No, he said; he had only once been to the festival of\nthe Madonna di Pollino, but he went alone–his companion, an\navvocato, got frightened and failed to appear at the last moment.",
        "“So I went alone,” he said, “and those forests, it must be confessed,\nare too savage to be photographed. Now, if my friend had come, he might\nhave posed for me, sitting comically at the foot of a tree, with crossed\nlegs, and smoking a cigar, like this. ... Or he might have pretended to\nbe a wood-cutter, bending forwards and felling a tree . . . tac, tac,\ntac . . . without his jacket, of course. That would have made a picture.\nBut those woods and mountains, all by themselves–no! The camera\nrevolts. In photography, as in all good art, the human element must\npredominate.”",
        "It is sad to think that in a few years’ time nearly all these forests\nwill have ceased to exist; another generation will hardly recognize the\nsite of them. A society from Morbegno (Valtellina) has acquired rights\nover the timber, and is hewing down as fast as it can. They import their\nown workmen from north Italy, and have built at a cost of two million\nfrancs (say the newspapers) a special funicular railway, 23 kilometres\nlong, to carry the trunks from the mountain to Francavilla at its foot,\nwhere they are sawn up and conveyed to the railway station of Cerchiara,\nnear Sibari. This concession, I am told, extends to twenty-five\nyears–they have now been at work for two, and the results are already\napparent in some almost bare slopes once clothed with these huge\nprimeval trees.",
        "There are inspectors, some of them conscientious, to see that a due\nproportion of the timber is left standing; but we all know what the\naverage Italian official is, and must be, considering his salary. One\ncould hardly blame them greatly if, as I have been assured is the case,\nthey often sell the wood which they are paid to protect.",
        "The same fate is about to overtake the extensive hill forests which lie\non the watershed between Morano and the Tyrrhenian. These, according to\na Castrovillari local paper, have lately been sold to a German firm for\nexploitation.",
        "It is useless to lament the inevitable–this modern obsession of\n“industrialism” which has infected a country purely agricultural. Nor is\nit any great compensation to observe that certain small tracts of\nhill-side behind Morano are being carefully reafforested by the\nGovernment at this moment. Whoever wishes to see these beautiful\nstretches of woodland ere their disappearance from earth–let him hasten!",
        "After leaving the forest region it is a downhill walk of nearly three\nhours to reach Terranova di Pollino, which lies, only 910 metres above\nsea-level, against the slope of a wide and golden amphitheatre of hills,\nat whose entrance the river Sarmento has carved itself a prodigious\ngateway through the rock. A dirty little place; the male inhabitants are\nnearly all in America; the old women nearly all afflicted with goitre. I\nwas pleased to observe the Calabrian system of the house-doors, which\nlife in civilized places had made me forget. These doors are divided\ninto two portions, not vertically like ours, but horizontally. The upper\nportion is generally open, in order that the housewife sitting within\nmay have light and air in her room, and an opportunity of gossiping with\nher neighbours across the street; the lower part is closed, to prevent\nthe pigs in the daytime from entering the house (where they sleep at\nnight). The system testifies to social instincts and a certain sense of\nrefinement.",
        "The sights of Terranova are soon exhausted. They had spoken to me of a\nhouse near the woods, about four hours distant, inhabited just now by\nshepherds. Thither we started, next day, at about 3 p.m.",
        "The road climbs upwards through bare country till it reaches a dusky\npinnacle of rock, a conspicuous landmark, which looks volcanic but is\nnothing of the kind. It bears the name of Pietra-Sasso–the explanation\nof this odd pleonasm being, I suppose, that here the whole mass of rock,\ngenerally decked with grass or shrubs, is as bare as any single stone.",
        "There followed a pleasant march through pastoral country of streamlets\nand lush grass, with noble views downwards on our right, over\nmany-folded hills into the distant valley of the Sinno. To the left is\nthe forest region. But the fir trees are generally mutilated–their\nlower branches lopped off; and the tree resents this treatment and often\ndies, remaining a melancholy stump among the beeches. They take these\nbranches not for fuel, but as fodder for the cows. A curious kind of\nfodder, one thinks; but Calabrian cows will eat anything, and their milk\ntastes accordingly. No wonder the natives prefer even the greasy fluid\nof their goats to that of cows.",
        "“How?” they will ask, “You Englishmen, with all your money–you drink\nthe milk of cows?”",
        "Goats are over-plentiful here, and the hollies, oaks and thorns along\nthe path have been gnawed by them into quaint patterns like the\ntopiarian work in old-fashioned gardens. If they find nothing to their\ntaste on the ground, they actually climb trees; I have seen them\nbrowsing thus, at six feet above the ground. These miserable beasts are\nthe ruin of south Italy, as they are of the whole Mediterranean basin.\nWhat malaria and the Barbary pirates have done to the sea-board, the\ngoats have accomplished for the regions further inland; and it is really\ntime that sterner legislation were introduced to limit their\ngrazing-places and incidentally reduce their numbers, as has been done\nin parts of the Abruzzi, to the great credit of the authorities. But the\nsubject is a well-worn one.",
        "The solitary little house which now appeared before us is called\n“Vitiello,” presumably from its owner or builder, a proprietor of the\nvillage of Noepoli. It stands in a charming site, with a background of\nwoodland whence rivulets trickle down–the immediate surroundings are\ncovered with pasture and bracken and wild pear trees smothered in\nflowering dog-roses. I strolled about in the sunset amid tinkling herds\nof sheep and goats that were presently milked and driven into their\nenclosure of thorns for the night, guarded by four or five of those\nsavage white dogs of the Campagna breed. Despite these protectors, the\nwolf carried off two sheep yesterday, in broad daylight. The flocks come\nto these heights in the middle of June, and descend again in October.",
        "The shepherds offered us the only fare they possessed–the much-belauded\nPollino cheeses, the same that were made, long ago, by Polyphemus\nhimself. You can get them down at a pinch, on the principle of the\nGerman proverb, “When the devil is hungry, he eats flies.” Fortunately\nour bags still contained a varied assortment, though my man had\ndeveloped an appetite and a thirst that did credit to his Berserker\nancestry.",
        "We retired early. But long after the rest of them were snoring hard I\ncontinued awake, shivering under my blanket and choking with the acrid\nsmoke of a fire of green timber. The door had been left ajar to allow it\nto escape, but the only result of this arrangement was that a glacial\nblast of wind swept into the chamber from outside. The night was\nbitterly cold, and the wooden floor on which I was reposing seemed to be\nharder than the majority of its kind. I thought with regret of the tepid\nnights of Taranto and Castrovillari, and cursed my folly for climbing\ninto these Arctic regions; wondering, as I have often done, what demon\nof restlessness or perversity drives one to undertake such insane\nexcursions.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}