{
    "title": "Old Calabria - XXXII. ASPROMONTE, THE CLOUD-GATHERER",
    "author": "Norman Douglas",
    "chapter": "32",
    "content": [
        "\n\n",
        "Day was barely dawning when we left Delianuova and began the long and\nweary climb up Montalto. Chestnuts gave way to beeches, but the summit\nreceded ever further from us. And even before reaching the uplands, the\nso-called Piano di Carmelia, we encountered a bank of bad weather. A\nglance at the map will show that Montalto must be a cloud-gatherer,\ndrawing to its flanks every wreath of vapour that rises from Ionian and\nTyrrhenian; a west wind was blowing that morning, and thick fogs clung\nto the skirts of the peak. We reached the summit (1956 metres) at last,\ndrenched in an icy bath of rain and sleet, and with fingers so numbed\nthat we could hardly hold our sticks.",
        "Of the superb view–for such it must be–nothing whatever was to be\nseen; we were wrapped in a glacial mist. On the highest point stands a\nfigure of the Redeemer. It was dragged up in pieces from Delianuova some\nseven years ago, but soon injured by frosts; it has lately been\nrefashioned. The original structure may be due to the same pious\nstimulus as that which placed the crosses on Monte Vulture and other\npeaks throughout the country–a counterblast to the rationalistic\ncongress at Rome in 1904, when Giordano Bruno became, for a while, the\nhero of the country. This statue does not lack dignity. The Saviour’s\nregard turns towards Reggio, the capital of the province; and one hand\nis upraised in calm and godlike benediction.",
        "Passing through magnificent groves of fir, we descended rapidly into\nanothsr climate, into realms of golden sunshine. Among these trees I\nespied what has become quite a rare bird in Italy–the common\nwood-pigeon. The few that remain have been driven into the most secluded\nrecesses of the mountains; it was different in the days of Theocritus,\nwho sang of this amiable fowl when the climate was colder and the\nwoodlands reached as far as the now barren seashore. To the firs\nsucceeded long stretches of odorous pines interspersed with\nMediterranean heath (brayere), which here grows to a height of twelve\nfeet; one thinks of the number of briar pipes that could be cut out of\nits knotty roots. A British Vice-Consul at Reggio, Mr. Kerrich, started\nthis industry about the year 1899; he collected the roots, which were\nsawn into blocks and then sent to France and America to be made into\npipes. This Calabrian briar was considered superior to the French kind,\nand Mr. Kerrich had large sales on both sides of the Atlantic; his chief\ndifficulty was want of labour owing to emigration.",
        "We passed, by the wayside, several rude crosses marking the site of\naccidents or murders, as well as a large heap of stones, where-under lie\nthe bones of a man who attempted to traverse these mountains in\nwinter-time and was frozen to death.",
        "“They found him,” the guide told me, “in spring, when the snow melted\nfrom off his body. There he lay, all fresh and comely! It looked as if\nhe would presently wake up and continue his march; but he neither spoke\nnor stirred. Then they knew he was dead. And they piled all these stones\nover him, to prevent the wolves, you understand-----”",
        "Aspromonte deserves its name. It is an incredibly harsh agglomeration of\nhill and dale, and the geology of the district, as I learned long ago\nfrom my friend Professor Cortese, reveals a perfect chaos of rocks of\nevery age, torn into gullies by earthquakes and other cataclysms of the\npast–at one place, near Scido, is an old stream of lava. Once the\nhigher ground, the nucleus of the group, is left behind, the wanderer\nfinds himself lost in a maze of contorted ravines, winding about without\nany apparent system of watershed. Does the liquid flow north or south?\nWho can tell! The track crawls in and out of valleys, mounts upwards to\nheights of sun-scorched bracken and cistus, descends once more into dewy\nglades hemmed in by precipices and overhung by drooping fernery. It\ncrosses streams of crystal clearness, rises afresh in endless gyrations\nunder the pines only to vanish, yet again, into the twilight of deeper\nabysses, where it skirts the rivulet along precarious ledges, until some\nnew obstruction blocks the way–so it writhes about for long, long\nhours. . . .",
        "Here, on the spot, one can understand how an outlaw like Musolino was\nenabled to defy justice, helped, as he was, by the fact that the vast\nmajority of the inhabitants were favourable to him, and that the officer\nin charge of his pursuers was paid a fixed sum for every day he spent in\nthe chase and presumably found it convenient not to discover his\nwhereabouts. [Footnote: See next chapter.]",
        "We rested awhile, during these interminable meanderings, under the\nshadow of a group of pines.",
        "“Do you see that square patch yonder?” said my man. “It is a cornfield.\nThere Musolino shot one of his enemies, whom he suspected of giving\ninformation to the police. It was well done.”",
        "“How many did he shoot, altogether?”",
        "“Only eighteen. And three of them recovered, more or less; enough to\nlimp about, at all events. Ah, if you could have seen him, sir! He was\nyoung, with curly fair hair, and a face like a rose. God alone can tell\nhow many poor people he helped in their distress. And any young girl he\nmet in the mountains he would help with her load and accompany as far as\nher home, right into her father’s house, which none of us would have\nrisked, however much we might have liked it. But every one knew that he\nwas pure as an angel.”",
        "“And there was a young fellow here,” he went on, “who thought he could\nprofit by pretending to be Musolino. So one day he challenged a\nproprietor with his gun, and took all his money. When it came to\nMusolino’s ears, he was furious–furious! He lay in wait for him, caught\nhim, and said: ’How dare you touch fathers of children? Where’s that\nmoney you took from Don Antonio?’ Then the boy began to cry and tremble\nfor his life. ’Bring it,’ said Musolino, ’every penny, at midday next\nMonday, to such and such a spot, or else-----’ Of course he brought it.\nThen he marched him straight into the proprietor’s house. ’Here’s this\nwretched boy, who robbed you in my name. And here’s the money: please\ncount it. Now, what shall we do with him?’ So Don Antonio counted the\nmoney. ’It’s all there,’ he said; ’let him off this time.’ Then Musolino\nturned to the lad: ’You have behaved like a mannerless puppy,’ he said,\n’without shame or knowledge of the world. Be reasonable in future, and\nunderstand clearly: I will have no brigandage in these mountains. Leave\nthat to the syndics and judges in the towns.’”",
        "We did not traverse Musolino’s natal village, Santo Stefano; indeed, we\npassed through no villages at all. But after issuing from the labyrinth,\nwe saw a few of them, perched in improbable situations–Roccaforte and\nRoghudi on our right; on the other side, Africo and Casalnuovo. Salis\nMarschlins says that the inhabitants of these regions are so wild and\ninnocent that money is unknown; everything is done by barter. That comes\nof copying without discrimination. For this statement he utilized the\nreport of a Government official, a certain Leoni, who was sent hither\nafter the earthquake of 1783, and found the use of money not unknown,\nbut forgotten, in consequence of this terrible catastrophe.",
        "These vales of Aspromonte are one of the last refuges of living\nByzantinism. Greek is still spoken in some places, such as Rocca-forte\nand Roghudi. Earlier travellers confused the natives with the Albanians;\nNiehbuhr, who had an obsession on the subject of Hellenism, imagined\nthey were relics of old Dorian and Achaean colonies. Scholars are\napparently not yet quite decided upon certain smaller matters. So\nLenormant (Vol. II, p. 433) thinks they came hither after the Turkish\nconquest, as did the Albanians; Batiffol argues that they were chased\ninto Calabria from Sicily by the Arabs after the second half of the\nseventh century; Morosi, who treats mostly of their Apulian settlements,\nsays that they came from the East between the sixth and tenth centuries.\nMany students, such as Morelli and Comparetti, have garnered their\nsongs, language, customs and lore, and whoever wants a convenient resume\nof these earlier researches will find it in Pellegrini’s book which was\nwritten in 1873 (printed 1880). He gives the number of Greek inhabitants\nof these places–Roghudi, for example, had 535 in his day; he has also\nnoted down these villages, like Africo and Casalnuovo, in which the\nByzantine speech has lately been lost. Bova and Condofuri are now the\nhead-quarters of mediaeval Greek in these parts.",
        "From afar we had already descried a green range of hills that shut out\nthe seaward view. This we now began to climb, in wearisome ascension; it\nis called Pie d’lmpisa, because “your feet are all the time on a steep\nincline.” Telegraph wires here accompany the track, a survival of the\nwar between the Italian Government and Musolino. On the summit lies a\nlonely Alp, Campo di Bova, where a herd of cattle were pasturing under\nthe care of a golden-haired youth who lay supine on the grass, gazing at\nthe clouds as they drifted in stately procession across the firmament.\nSave for a dusky charcoal-burner crouching in a cave, this boy was the\nonly living person we encountered on our march–so deserted are these\nmountain tracks.",
        "At Campo di Bova a path branches off to Staiti; the sea is visible once\nmore, and there are fine glimpses, on the left, towards Staiti (or is it\nFerruzzano?) and, down the right, into the destructive and dangerous\ntorrent of Amendolea. Far beyond it, rises the mountain peak of\nPentedattilo, a most singular landmark which looks exactly like a molar\ntooth turned upside down, with fangs in air. The road passes through a\ngateway in the rock whence, suddenly, a full view is disclosed of Bova\non its hill-top, the houses nestling among huge blocks of stone that\nmake one think of some cyclopean citadel of past ages. My guide stoutly\ndenied that this was Bova; the town, he declared, lay in quite another\ndirection. I imagine he had never been beyond the foot of the “Pie\nd’Impisa.”",
        "Here, once more, the late earthquake has done some damage, and there is\na row of trim wooden shelters near the entrance of the town. I may add,\nas a picturesque detail, that about one-third of them have never been\ninhabited, and are never likely to be. They were erected in the heat of\nenthusiasm, and there they will stay, empty and abandoned, until some\nenergetic mayor shall pull them down and cook his maccheroni with their\ntimber.",
        "Evening was drawing on apace, and whether it was due to the joy of\nhaving accomplished an arduous journey, or to inconsiderate potations of\nthe Bacchus of Bova, one of the most remarkable wines in Italy, I very\nsoon found myself on excellent terms with the chief citizens of this\nrather sordid-looking little place. A good deal has been written\nconcerning Bova and its inhabitants, but I should say there is still a\nmine of information to be exploited on the spot. They are bilingual, but\nwhile clinging stubbornly to their old speech, they have now embraced\nCatholicism. The town kept its Greek religious rites till the latter\nhalf of the sixteenth century; and Rodota has described the “vigorous\nresistance” that was made to the introduction of Romanism, and the\nceremonies which finally accompanied that event.",
        "Mine hostess obligingly sang me two or three songs in her native\nlanguage; the priest furnished me with curious statistics of folklore\nand criminology; and the notary, with whom I conversed awhile on the\ntiny piazza that overlooks the coastlands and distant Ionian, was a most\naffable gentleman. Seeing that the Christian names of the populace are\npurely Italian, I enquired as to their surnames, and learned what I\nexpected, namely, that a good many Greek family names survive among the\npeople. His own name, he said, was unquestionably Greek: Condemi; if I\nliked, he would go through the local archives and prepare me a list of\nall such surnames as appeared to him to be non-Italian; we could thus\nobtain some idea of the percentage of Greek families still living here.\nMy best thanks to the good Signor!",
        "After some further liquid refreshment, a youthful native volunteered to\nguide me by short cuts to the remote railway station. We stepped\nblithely into the twilight, and during the long descent I discoursed\nwith him, in fluent Byzantine Greek, of the affairs of his village.",
        "It is my theory that among a populace of this kind the words relative to\nagricultural pursuits will be those which are least likely to suffer\nchange with lapse of years, or to be replaced by others.",
        "Acting on this principle, I put him through a catechism on the subject\nas soon as we reached our destination, and was surprised at the relative\nscarcity of Italian terms–barely 25 per cent I should say. Needless to\nadd, I omitted to note them down. Such as it is, be that my contribution\nto the literature of these sporadic islets of mediaeval Hellenism, whose\noutstanding features are being gnawed away by the waves of military\nconscription, governmental schooling, and emigration.",
        "Caulonia, my next halting-place, lay far off the line. I had therefore\nthe choice of spending the night at Gerace (old Locri) or Rocella\nIonica–intermediate stations. Both of them, to my knowledge, possessing\nindifferent accommodation, I chose the former as being the nearest, and\nslept there, not amiss; far better than on a previous occasion, when\ncertain things occurred which need not be set down here.",
        "The trip from Delianuova over the summit of Montalto to Bova railway\nstation is by no means to be recommended to young boys or persons in\ndelicate health. Allowing for only forty-five minutes’ rest, it took me\nfourteen hours to walk to the town of Bova, and the railway station lies\nnearly three hours apart from that place. There is hardly a level yard\nof ground along the whole route, and though my “guide” twice took the\nwrong track and thereby probably lost me some little time, I question\nwhether the best walker, provided (as I was) with the best maps, will be\nable to traverse the distance in less than fifteen hours.",
        "Whoever he is, I wish him joy of his journey. Pleasant to recall,\nassuredly; the scenery and the mountain flowers are wondrously\nbeautiful; but I have fully realized what the men of Delianuova meant,\nwhen they said:",
        "“To Montalto, Yes; to Bova, No.”",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}