{
    "title": "Old Calabria - XIII. INTO THE JUNGLE",
    "author": "Norman Douglas",
    "chapter": "13",
    "content": [
        "\n\n",
        "This short plunge into the jungle was a relief, after the all-too-human\nexperiences of Taranto. The forest of Policoro skirts the Ionian; the\nrailway line cleaves it into two unequal portions, the seaward tract\nbeing the smaller. It is bounded on the west by the river Sinnc, and I\nimagine the place has not changed much since the days when Keppel Craven\nexplored its recesses.",
        "Twilight reigns in this maze of tall deciduous trees. There is thick\nundergrowth, too; and I measured an old lentiscus–a shrub, in\nItaly–which was three metres in circumference. But the exotic feature\nof the grove is its wealth of creeping vines that clamber up the trunks,\nswinging from one tree-top to another, and allowing the merest threads\nof sunlight to filter through their matted canopy. Policoro has the\ntangled beauty of a tropical swamp. Rank odours arise from the decaying\nleaves and moist earth; and once within that verdant labyrinth, you\nmight well fancy yourself in some primeval region of the globe, where\nthe foot of man has never penetrated.",
        "Yet long ago it resounded with the din of battle and the trumpeting of\nelephants–in that furious first battle between Pyrrhus and the Romans.\nAnd here, under the very soil on which you stand, lies buried, they say,\nthe ancient city of Siris.",
        "They have dug canals to drain off the moisture as much as possible, but\nthe ground is marshy in many places and often quite impassable,\nespecially in winter. None the less, winter is the time when a little\nshooting is done here, chiefly wild boars and roe-deer. They are driven\ndown towards the sea, but only as far as the railway line. Those that\nescape into the lower portions are safe for another year, as this is\nnever shot over but kept as a permanent preserve. I have been told that\nred-deer were introduced, ut that the experiment failed; probably the\ncountry was too not and damp. In his account of Calabria, Duret de Tavel\n[Footnote: An English translation of his book appeared in 1832.]\nsometimes speaks of killing the fallow-deer, an autochthonous\nTyrrhenian beast which is now extinct on the mainland in its wild state.\nNor can he be confounding it with the roe, since he mentions the two\ntogether–for instance, in the following note from Corigliano (February,\n1809), which must make the modern Calabrian’s mouth water:",
        "“Game has multiplied to such an extent that the fields are ravaged, and\nwe are rendering a real service in destroying it. I question whether\nthere exists in Europe a country offering more varied species. . . . We\nreturn home followed by carriages and mules loaded with wild boars,\nroe-deer, fallow-deer, hares, pheasants, wild duck, wild geese–to say\nnothing of foxes and wolves, of which we have already killed an immense\nquantity.”",
        "The pheasants seem to have likewise died out, save in royal preserves.\nThey were introduced into Calabria by that mighty hunter Frederick II.",
        "The parcelling out of many of these big properties has been followed by\na destruction of woodland and complete disappearance of game. It is\nhailed as the beginning of a new era of prosperity; and so it well may\nbe, from a commercial point of view. But the traveller and lover of\nnature will be glad to leave some of these wild districts in the hands\nof their rich owners, who have no great interests in cultivating every\ninch of ground, levelling rocky spaces, draining the land and hewing\ndown every tree that fails to bear fruit. Split into peasant\nproprietorships, this forest would soon become a scientifically\nirrigated campagna for the cultivation of tomatoes or what not, like the\n“Colonia Elena,” near the Pontine Marshes. The national exchequer would\nprofit, without a doubt. But I question whether we should all take the\neconomical point of view–whether it would be wise for humanity to do\nso. There is a prosperity other than material. Some solitary artist or\npoet, drawing inspiration from scenes like this, might have contributed\nmore to the happiness of mankind than a legion of narrow-minded, grimy\nand litigious tomato-planters.",
        "To all appearances, Italy is infected just now with a laudable mania for\nthe “exploitation of natural resources\"–at the expense, of course, of\nwealthy landowners, who are described as withholding from the people\ntheir due. The programme sounds reasonable enough; but one must not\nforget that what one reads on this subject in the daily papers is\nlargely the campaign of a class of irresponsible pressmen and\npoliticians, who exploit the ignorance of weak people to fill their own\npockets. How one learns to loathe, in Italy and in England, that lovely\nword socialism, when one knows a little of the inner workings of the\ncause and a few–just a few!–details of the private lives of these\nunsavoury saviours of their country!",
        "The lot of the southern serfs was bad enough before America was\n“discovered\"; and quite unendurable in earlier times. There is a village\nnot many hours from Naples where, in 1789, only the personal attendants\nof the feudal lord lived in ordinary houses; the two thousand\ninhabitants, the serfs, took refuge in caves and shelters of straw.\nConceive the conditions in remote Calabria! Such was the anguished\npoverty of the country-folk that up to the eighties of last century they\nused to sell their children by regular contracts, duly attested before\nthe local mayors. But nowadays I listen to their complaints with\ncomparative indifference.",
        "“You are badly treated, my friend? I quite believe it; indeed, I can see\nit. Well, go to Argentina and sell potatoes, or to the mines of\nPennsylvania. There you will grow rich, like the rest of your\ncompatriots. Then return and send your sons to the University; let them\nbecome avvocati and members of Parliament, who shall harass into\ntheir graves these wicked owners of the soil.”",
        "This, as a matter of fact, is the career of a considerable number of them.",
        "For the rest, the domain of Policoro–it is spelt Pelicaro in older\nmaps like those of Magini and Rizzi-Zannone–seems to be well\nadministered, and would repay a careful study. I was not encouraged,\nhowever, to undertake this study, the manager evidently suspecting some\nulterior motive to underlie my simple questions. He was not at all\nresponsive to friendly overtures. Restive at first, he soon waxed\nambiguous, and finally taciturn. Perhaps he thought I was a tax-gatherer\nin disguise. A large structure combining the features of palace,\nfortress and convent occupies an eminence, and is supposed by some to\nstand on the site of old Heracleia; it was erected by the Jesuits; the\nworkpeople live in humble dwellings that cluster around it. Those that\nare now engaged in cutting the corn receive a daily wage of two carlini\n(eightpence)–the Bourbon coinage still survives in name.",
        "You walk to this building from the station along an avenue of eucalypti\nplanted some forty years ago. Detesting, as I do, the whole tribe of gum\ntrees, I never lose an opportunity of saying exactly what I think about\nthis particularly odious representative of the brood, this eyesore, this\ngrey-haired scarecrow, this reptile of a growth with which a pack of\nmisguided enthusiasts have disfigured the entire Mediterranean basin.\nThey have now realized that it is useless as a protection against\nmalaria. Soon enough they will learn that instead of preventing the\ndisease, it actually fosters it, by harbouring clouds of mosquitoes\nunder its scraggy so-called foliage. These abominations may look better\non their native heath: I sincerely hope they do. Judging by the “Dead\nHeart of Australia\"–a book which gave me a nightmare from which I shall\nnever recover–I should say that a varnished hop-pole would be an\nartistic godsend out there.",
        "But from here the intruder should be expelled without mercy. A single\neucalyptus will ruin the fairest landscape. No plant on earth rustles in\nsuch a horribly metallic fashion when the wind blows through those\neverlastingly withered branches; the noise chills one to the marrow; it\nis like the sibilant chattering of ghosts. Its oil is called “medicinal\"\nonly because it happens to smell rather nasty; it is worthless as\ntimber, objectionable in form and hue–objectionable, above all things,\nin its perverse, anti-human habits. What other tree would have the\neffrontery to turn the sharp edges of its leaves–as if these were not\nnarrow enough already!–towards the sun, so as to be sure of giving at\nall hours of the day the minimum of shade and maximum of discomfort to\nmankind?",
        "But I confess that this avenue of Policoro almost reconciled me to the\nexistence of the anaemic Antipodeans. Almost; since for some reason or\nother (perhaps on account of the insufferably foul nature of the soil)\ntheir foliage is here thickly tufted; it glows like burnished bronze in\nthe sunshine, like enamelled scales of green and gold. These eucalypti\nare unique in Italy. Gazing upon them, my heart softened and I almost\nforgave the gums their manifold iniquities, their diabolical thirst,\ntheir demoralizing aspect of precocious senility and vice, their peeling\nbark suggestive of unmentionable skin diseases, and that system of\nradication which is nothing short of a scandal on this side of the\nglobe. . . .",
        "In the exuberance of his joy at the prospect of getting rid of me, the\nmanager of the estate lent me a dog-cart to convey me to the forest’s\nedge, as well as a sleepy-looking boy for a guide, warning me, however,\nnot to put so much as the point of my nose inside the jungle, on account\nof the malaria which has already begun to infect the district. One sees\nall too many wan faces hereabouts. Visible from the intervening plain is\na large building on the summit of a hill; it is called Acinapura, and\nthis is the place I should have gone to, had time permitted, for the\nsake of the fine view which it must afford over the whole Policoro region.",
        "Herds of buffaloes wallow in the mire. An old bull, reposing in solitary\ngrandeur, allowed me so near an approach that I was able to see two or\nthree frogs hopping about his back, and engaged in catching the\nmosquitoes that troubled him. How useful, if something equally efficient\nand inexpensive could be devised for humanity!",
        "We entered the darksome forest. The boy, who had hitherto confined\nhimself to monosyllables, suddenly woke up under its mysterious\ninfluence; he became alert and affable; he related thrilling tales of\nthe outlaws who used to haunt these thickets, lamenting that those happy\ndays were over. There were the makings of a first-class brigand in\nPaolo. I stimulated his brave fancy; and it was finally proposed that I\nshould establish myself permanently with the manager of the estate, so\nthat on Sundays we could have some brigand-sport together, on the sly.",
        "Then out again–into the broad and sunlit bed of the Sinno. The water\nnow ripples in bland content down a waste of shining pebbles. But its\nwintry convulsions are terrific, and higher up the stream, where the\nbanks are steep, many lives are lost in those angry floods that rush\ndown from the hill-sides, filling the riverbed with a turmoil of crested\nwaves. At such moments, these torrents put on new faces. From placid\nwaterways they are transformed into living monsters, Aegirs or dragons,\nthat roll themselves seaward, out of their dark caverns, in tawny coils\nof destruction.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}