{
    "title": "Old Calabria - XV. BYZANTINISM",
    "author": "Norman Douglas",
    "chapter": "15",
    "content": [
        "\n\n",
        "Exhausted with the morning’s walk at Policoro, a railway journey and a\nlong drive up nearly a thousand feet to Rossano in the heat of midday, I\nsought refuge, contrary to my usual custom, in the chief hotel,\nintending to rest awhile and then seek other quarters. The establishment\nwas described as “ganz ordentlich” in Baedeker. But, alas! I found\nlittle peace or content. The bed on which I had hoped to repose was\nalready occupied by several other inmates. Prompted by curiosity, I\ncounted up to fifty-two of them; after that, my interest in the matter\nfaded away. It became too monotonous. They were all alike, save in point\nof size (some were giants). A Swammerdam would have been grieved by\ntheir lack of variety.",
        "And this, I said to myself, in a renowned city that has given birth to\npoets and orators, to saints like the great Nilus, to two popes\nand–last, but not least–one anti-pope! I will not particularize the\nspecies beyond saying that they did not hop. Nor will I return to this\ntheme. Let the reader once and for all take them for granted.\n[Footnote: They have their uses, to be sure. Says Kircher: Cunices\nlectularii potens remedium contra quartanum est, si ab inscio aegro cum\nvehiculo congrua potentur; mulierum morbis medentur et uterum prolapsum\nsolo odore in mum locum restituunt.] Let him note that most of the inns\nof this region are quite uninhabitable, for this and other reasons,\nunless he takes the most elaborate precautions. . . .",
        "Where, then, do I generally go for accommodation?",
        "Well, as a rule I begin by calling for advice at the chemist’s shop,\nwhere a fixed number of the older and wiser citizens congregate for a\nlittle talk. The cafes and barbers and wine-shops are also\nmeeting-places of men; but those who gather here are not of the right\ntype–they are the young, or empty-headed, or merely thirsty. The other\nis the true centre of the leisured class, the philosophers’ rendezvous.\nYour speciale (apothecary) is himself an elderly and honoured man,\nfull of responsibility and local knowledge; he is altogether a superior\nperson, having been trained in a University. You enter the shop,\ntherefore, and purchase a pennyworth of vaseline. This act entitles you\nto all the privileges of the club. Then is the moment to take a seat,\nsmiling affably at the assembled company, but without proffering a\nsyllable. If this etiquette is strictly adhered to, it will not be long\nere you are politely questioned as to your plans, your present\naccommodation, and so forth; and soon several members will be vying with\neach other to procure you a clean and comfortable room at half the price\ncharged in a hotel.",
        "Even when this end is accomplished, my connection with the pharmacy\ncoterie is not severed. I go there from time to time, ostensibly to\ntalk, but in reality to listen. Here one can feel the true pulse of the\nplace. Local questions are dispassionately discussed, with ample forms\nof courtesy and in a language worthy of Cicero. It is the club of the\nelite.",
        "In olden days I used to visit south Italy armed with introductions to\nmerchants, noblemen and landed proprietors. I have quite abandoned that\nsystem, as these people, bless their hearts, have such cordial notions\nof hospitality that from morning to night the traveller has not a moment\nhe can call his own. Letters to persons in authority, such as syndics or\npolice officers, are useless and worse than useless. Like Chinese\nmandarins, these officials are so puffed up with their own importance\nthat it is sheer waste of time to call upon them. If wanted, they can\nalways be found; if not, they are best left alone. For besides being\nusually the least enlightened and least amiable of the populace, they\nare inordinately suspicious of political or commercial designs on the\npart of strangers–God knows what visions are fermenting in their turbid\nbrains–and seldom let you out of their sight, once they have known you.",
        "Excepting at Cosenza, Cotrone and Catanzaro, an average white man will\nseldom find, in any Calabrian hostelry, what he is accustomed to\nconsider as ordinary necessities of life. The thing is easily\nexplicable. These men are not yet in the habit of “handling” civilized\ntravellers; they fail to realize that hotel-keeping is a business to be\nlearnt, like tailoring or politics. They are still in the patriarchal\nstage, wealthy proprietors for the most part, and quite independent of\nyour custom. They have not learnt the trick of Swiss servility. You must\ntherefore be prepared to put up with what looks like very bad treatment.\nOn your entrance nobody moves a step to enquire after your wants; you\nmust begin by foraging for yourself, and thank God if any notice is\ntaken of what you say; it is as if your presence were barely\ntolerated. But once the stranger has learnt to pocket his pride and\ntreat his hosts in the same offhand fashion, he will find among them an\nunconventional courtesy of the best kind.",
        "The establishment being run as a rule by the proprietor’s own family,\ngratuities with a view to exceptional treatment are refused with quiet\ndignity, and even when accepted will not further your interests in the\nleast; on the contrary, you are thenceforward regarded as tactless and\nweak in the head. Discreet praise of their native town or village is the\nbest way to win the hearts of the younger generation; for the parents a\nlittle knowledge of American conditions is desirable, to prove that you\nare a man of the world and worthy, a priori, of some respect. But if\nthere exists a man-cook, he is generally an importation and should be\nperiodically and liberally bribed, without knowledge of the family, from\nthe earliest moment. Wonderful, what a cook can do!",
        "It is customary here not to live en pension or to pay a fixed price\nfor any meal, the smallest item, down to a piece of bread, being\nconscientiously marked against you. My system, elaborated after\nconsiderable experimentation, is to call for this bill every morning\nand, for the first day or two after arrival, dispute in friendly fashion\nevery item, remorselessly cutting down some of them. Not that they\novercharge; their honesty is notorious, and no difference is made in\nthis respect between a foreigner and a native. It is a matter of\nprinciple. By this system, which must not be overdone, your position in\nthe house gradually changes; from being a guest, you become a friend, a\nbrother. For it is your duty to show, above all things, that you are not\nscemo–witless, soft-headed–the unforgivable sin in the south. You\nmay be a forger or cut-throat–why not? It is a vocation like any other,\na vocation for men. But whoever cannot take care of him-self–i.e. of\nhis money–is not to be trusted, in any walk of life; he is of no\naccount; he is no man. I have become firm friends with some of these\nproprietors by the simple expedient of striking a few francs off their\nbills; and should I ever wish to marry one or their daughters, the\nsurest way to predispose the whole family in my favour would be this\nmethod of amiable but unsmiling contestation.",
        "Of course the inns are often dirty, and not only in their sleeping\naccommodation. The reason is that, like Turks or Jews, their owners do\nnot see dirt (there is no word for dirt in the Hebrew language); they\nthink it odd when you draw their attention to it. I remember\ncomplaining, in one of my fastidious moments, of a napkin, plainly not\nmy own, which had been laid at my seat. There was literally not a clean\nspot left on its surface, and I insisted on a new one. I got it; but not\nbefore hearing the proprietor mutter something about “the caprices of\npregnant women.” . . .",
        "The view from these my new quarters at Rossano compensates for divers\nother little drawbacks. Down a many-folded gorge of glowing red earth\ndecked with olives and cistus the eye wanders to the Ionian Sea shining\nin deepest turquoise tints, and beautified by a glittering margin of\nwhite sand. To my left, the water takes a noble sweep inland; there lies\nthe plain of Sybaris, traversed by the Crathis of old that has thrust a\nlong spit of fand into the waves. On this side the outlook is bounded by\nthe high range of Pollino and Dolcedorme, serrated peaks that are even\nnow (midsummer) displaying a few patches of snow. Clear-cut in the\nmorning light, these exquisite mountains evaporate, towards sunset, in\nan amethystine haze. A restful prospect.",
        "But great was my amazement, on looking out of the window during the\nnight after my arrival, to observe the Polar star placed directly over\nthe Ionian Sea–the south, as I surely deemed it. A week has passed\nsince then, and in spite of the map I have not quite familiarized myself\nwith this spectacle, nor yet with that other one of the sun setting\napparently due east, over Monte Pollino.",
        "The glory of Rossano is the image of the Madonna Achiropita.\nBartholomaeus tells us, in his life of Saint Nilus, that in olden days\nshe was wont to appear, clothed in purple, and drive away with a divine\ntorch the Saracen invaders of this town. In more recent times, too, she\nhas often saved the citizens from locusts, cholera, and other calamitous\nvisitations. Unlike most of her kind, she was not painted by Saint Luke.\nShe is acheiropoeta–not painted by any human hands whatever, and in\nso far resembles a certain old image of the Magna Mater, her prototype,\nwhich was also of divine origin. It is generally supposed that this\npicture is painted on wood. Not so, says Diehl; it is a fragment of a\nfresco on stone.",
        "Hard by, in the clock-tower of the square, is a marble tablet erected to\nthe memory of the deputy Felice Cavalotti. We all remember Cavalotti,\nthe last–with Imbriani–of the republican giants, a blustering\nrhetorician-journalist, annihilator of monarchs and popes; a fire-eating\nduellist, who deserved his uncommon and unlovely fate. He provoked a\ncolleague to an encounter and, during a frenzied attack, received into\nhis open mouth the point of his adversary’s sword, which sealed up for\never that fountain of eloquence and vituperation.",
        "Cavalotti and the Virgin Achiropita–the new and the old. Really, with\nsuch extreme ideals before his eyes, the burghers of Rossano must\nsometimes wonder where righteousness lies.",
        "They call themselves Calabrians. Noi siamo calabresi! they proudly\nsay, meaning that they are above suspicion of unfair dealing. As a\nmatter of fact, they are a muddled brood, and considerably given to\ncheating when there is any prospect of success. You must watch the\npeasants coming home at night from their field-work if you wish to see\nthe true Calabrian type–whiskered, short and wiry, and of dark\ncomplexion. There is that indescribable mark of race in these\ncountrymen; they are different in features and character from the\nItalians; it is an ascetic, a Spanish type. Your Calabrian is strangely\nscornful of luxury and even comfort; a creature of few but well-chosen\nwords, straightforward, indifferent to pain and suffering, and dwelling\nby preference, when religiously minded, on the harsher aspects of his\nfaith. A note of unworldliness is discoverable in his outlook upon life.\nDealing with such men, one feels that they are well disposed not from\nimpulse, but from some dark sense of preordained obligation. Greek and\nother strains have infused versatility and a more smiling exterior; but\nthe groundwork of the whole remains that old homo ibericus of austere\ngentlemanliness.",
        "Rossano was built by the Romans, says Procopius, and during Byzantine\ndays became a fortress of primary importance. An older settlement\nprobably lay by the seashore, and its harbour is marked as “good” so\nlate as the days of Edrisius. Like many of these old Calabrian ports, it\nis now invaded by silt and sand, though a few ships still call there.\nWishful to learn something of the past glories of the town, I enquired\nat the municipality for the public library, but was informed by the\nsupercilious and not over-polite secretary that this proud city\npossesses no such institution. A certain priest, he added, would give me\nall the desired information.",
        "Canonico Rizzo was a delightful old man, with snowy hair and candid blue\neyes. Nothing, it seemed, could have given him greater pleasure than my\nappearance at that particular moment. He discoursed awhile, and sagely,\nconcerning England and English literature, and then we passed on, via\nMilton, to Calvin and the Puritan movement in Scotland; next, via\nLivingstone, to colonial enterprises in Africa; and finally, via\nEgypt, Abyssinia, and Prester John, to the early history of the eastern\nchurches. Byzantinism–Saint Nilus; that gave me the desired\nopportunity, and I mentioned the object of my visit.",
        "“The history of Rossano? Well, well! The secretary of the municipality\ndoes me too much honour. You must read the Book of Genesis and Hesiod\nand Berosus and the rest of them. But stay! I have something of more\nmodern date, in which you will find these ancient authors conveniently\nclassified.”",
        "From this book by de Rosis, printed in 1838, I gleaned two facts,\nfirstly, that the city of Rossano is now 3663 years old–quite a\nrespectable age, as towns go–and lastly, that in the year 1500 it had\nits own academy of lettered men, who called themselves “I spensierati,\"\nwith the motto Non alunt curai–an echo, no doubt, of the Neapolitan\nrenaissance under Alfonso the Magnificent. The popes Urban VIII and\nBenedict XIII belonged to this association of “thoughtless ones.” The\nwork ends with a formidable list of local personages distinguished in\nthe past for their gentleness of birth and polite accomplishments. One\nwonders how all these delicately nurtured creatures can have survived at\nRossano, if their sleeping accommodation-----",
        "You might live here some little time before realizing that this place,\nwhich seems to slope gently downhill against a pleasing background of\nwooded mountains, is capable of being strongly fortified. It lies, like\nother inland Calabrian (and Etruscan) cities, on ground enclosed by\nstream-beds, and one of these forms a deep gully above which Rossano\ntowers on a smooth and perpendicular precipice. The upper part of this\nwall of rock is grey sandstone; the lower a bed of red granitic matter.\nFrom this coloured stone, which crops up everywhere, the town may have\ndrawn its name of Rossano (rosso = red); not a very old settlement,\ntherefore; although certain patriotic philologers insist upon deriving\nit from “rus sanum,” healthy country. Its older names were Roscia, and\nRuscianum; it is not marked in Peutinger. Countless jackdaws and\nkestrels nestle in this cliff, as well as clouds of swifts, both Alpine\nand common. These swifts are the ornithological phenomenon of Rossano,\nand I think the citizens have cause to be thankful for their existence;\nto them I attribute the fact that there are so few flies, mosquitoes,\nand other aerial plagues here. If only the amiable birds could be\ninduced to extend their attentions to the bedrooms as well!",
        "This shady glen at the back of the city, with its sparse tufts of\nvegetation and monstrous blocks of deep red stone cloven into rifts and\nravines by the wild waters, has a charm of its own. There are undeniable\nsuggestions of Hell about the place. A pathway runs adown this vale of\nHinnom, and if you follow it upwards to the junction of the streams you\nwill reach a road that once more ascends to the town, past the old\nchurch of Saint Mark, a most interesting building. It has five little\ncupolas, but the interior, supported by eight columns, has been\nwhitewashed. The structure has now rightly been declared a “national\nmonument.” It dates from the ninth or tenth century and, according to\nBertaux, has the same plan and the same dimensions as the famous\n“Cattolica” at Stilo, which the artistic Lear, though he stayed some\ntime at that picturesque place, does not so much as mention. They say\nthat this chapel of Saint Mark was built by Euprassius, protos-padarius\nof Calabria, and that in the days of Nilus it was dedicated to Saint\nAnastasius. Here, at Rossano, we are once more en plein Byzance.",
        "Rossano was not only a political bulwark, the most formidable citadel of\nthis Byzantine province. It was a great intellectual centre, upon which\nliterature, theology and art converged. Among the many perverse\nhistorical notions of which we are now ridding ourselves is this-that\nByzantinism in south Italy was a period of decay and torpid dreamings.\nIt needed, on the contrary, a resourceful activity to wipe out, as did\nthose colonists from the east, every trace of Roman culture and language\n(Latin rule only revived at Rossano in the fifteenth century). There was\nno lethargy in their social and political ambitions, in their military\nachievements, which held the land against overwhelming numbers of\nSaracens, Lombards and other intruders. And the life of those old monks\nof Saint Basil, as we now know it, represented a veritable renaissance\nof art and letters.",
        "Of the ten Basilean convents that grew up in the surroundings of Rossano\nthe most celebrated was that of S. M. del Patir. Together with the\nothers, it succeeded to a period of eremitism of solitary anchorites\nwhose dwellings honeycombed the warm slopes that confront the\nIonian....",
        "The lives of some of these Greco-Calabrian hermits are valuable\ndocuments. In the Vitae Sanctorum Siculorum of O. Caietanus (1057)\nthe student will find a Latin translation of the biography of one of\nthem, Saint Elia Junior. He died in 903. It was written by a\ncontemporary monk, who tells us that the holy man performed many\nmiracles, among them that of walking over a river dryshod. And the\nBollandists (Acta Sanctorum, 11th September) have reprinted the\nbiography of Saint Elia Spelaeotes-the cave-dweller, as composed in\nGreek by a disciple. It is yet more interesting. He lived in a “honesta\nspelunca” which he discovered in 864 by means of a flight of bats\nissuing therefrom; he suffered persecutions from a woman, exactly after\nthe fashion of Joseph and Potiphar’s wife; he grew to be 94 years old;\nthe Saracens vainly tried to burn his dead body, and the water in which\nthis corpse was subsequently washed was useful for curing another holy\nman’s toothache. Yet even these creatures were subject to gleams of\ncommon sense. “Virtues,” said this one, “are better than miracles.”",
        "How are we to account for these rock-hermits and their inelegant habits?\nHow explain this poisoning of the sources of manly self-respect?",
        "Thus, I think: that under the influence of their creed they reverted\nperforce to the more bestial traits of aboriginal humanity. They were\nthrust back in their development. They became solitaries, animalesque\nand shy–such as we may imagine our hairy progenitors to have been.\nHence their dirt and vermin, their horror of learning, their unkempt\nhair, their ferocious independence, their distrust of sunshine and\nordered social life, their foul dieting, their dread of malign spirits,\ntheir cave-dwelling propensities. All bestial characteristics!",
        "This atavistic movement, this retrogression towards primevalism, must\nhave possessed a certain charm, for it attracted vast multitudes; it was\nonly hemmed, at last, by a physical obstacle.",
        "The supply of caves ran out.",
        "Not till then were its votaries forced to congregate in those unhealthy\nclusters which afterwards grew to be monasteries. Where many of them\nwere gathered together under one roof there imposed itself a certain\nrudimentary discipline and subordination; yet they preserved as much as\nthey could of their savage traits, cave-like cells and hatred of\ncleanliness, terror of demons, matted beards.",
        "Gradually the social habits of mundane fellow-creatures insinuated\nthemselves into these hives of squalor and idleness. The inmates began\nto wash and to shave; they acquired property, they tilled the ground,\nthey learnt to read and write, and finally became connaisseurs of books\nand pictures and wine and women. They were pleased to forget that the\neunuch and the beggar are the true Christian or Buddhist. In other\nwords, the allurements of rational life grew too strong for their\nconvictions; they became reasonable beings in spite of their creed. This\nis how coenobitism grew out of eremitism not only in Calabria, but in\nevery part of the world which has been afflicted with these\neccentrics. Go to Mount Athos, if you wish to see specimens of all the\ndifferent stages conveniently arranged upon a small area. . . .",
        "This convent of Patir exercised a great local influence as early as the\ntenth century; then, towards the end of the eleventh, it was completely\nrebuilt without and reorganized within. The church underwent a thorough\nrestoration in 1672. But it was shattered, together with the rest of the\nedifice, by the earthquake of 1836 which, Madonna Achiropita\nnotwithstanding, levelled to the ground one-half of the fifteen thousand\nhouses then standing at Rossano.",
        "These monastic establishments, as a general rule, were occupied later on\nby the Benedictines, who ousted the Basileans and were supplanted, in\ntheir turn, by popular orders of later days like the Theatines. Those\nthat are conveniently situated have now been turned into post offices,\nmunicipalities, and other public buildings–such has been the common\nprocedure. But many of them, like this of Patir, are too decayed and\nremote from the life of man. Fiore, who wrote in 1691, counts up 94\ndilapidated Basilean monasteries in Calabria out of a former total of\nabout two hundred; Patir and thirteen others he mentions as having, in\nhis day, their old rites still subsisting. Batiffol has recently gone\ninto the subject with his usual thoroughness.",
        "Nothing is uglier than a modern ruin, and the place would assuredly not\nbe worth the three hours’ ride from Rossano were it not for the church,\nwhich has been repaired, and for the wondrous view to be obtained from\nits site. The journey, too, is charming, both by the ordinary track that\ndescends from Rossano and skirts the foot of the hills through olives\nand pebbly stream-beds, ascending, finally, across an odorous tangle of\ncistus, rosemary and myrtle to the platform on which the convent\nstands–or by the alternative and longer route which I took on the\nhomeward way, and which follows the old water conduit built by the monks\ninto a forest of enormous chestnuts, oaks, hollies and Calabrian pines,\nemerging out of an ocean of glittering bracken.",
        "I was pursued into the church of Patir by a bevy of country wenches who\nfrequented this region for purposes of haymaking. There is a miraculous\ncrucifix in this sanctuary, hidden behind a veil which, with infinite\nceremony, these females withdrew for my edification. There it was, sure\nenough; but what, I wondered, would happen from the presence of these\nimpure creatures in such a place? Things have changed considerably since\nthe days of old, for such was the contamination to be expected from the\nmere presence of a woman within these walls that even the Mother of God,\nwhile visiting Saint Nilus–the builder, not the great saint–at work\nupon the foundations, often conversed with him, but never ventured to\nstep within the area of the building itself. And later on it was a\nwell-authenticated phenomenon recorded by Beltrano and others, that if a\nfemale entered the church, the heavens immediately became cloudy and\nsent down thunders and lightnings and such-like signs of celestial\ndisapproval, which never ceased until the offending monster had left the\npremises.",
        "From this ancient monastery comes, I fancy, the Achiropita image.\nMontorio will tell you all about it; he learnt its history in June 1712\nfrom the local archbishop, who had extracted his information out of the\nepiscopal archives. Concerning another of these wonder-working\nidols–that of S. M. del Patirion–you may read in the ponderous tomes\nof Ughelli.",
        "Whether the celebrated Purple Codex of Rossano ever formed part of the\nlibrary of Patirion has not yet been determined. This wonderful\nparchment–now preserved at Rossano–is mentioned for the first time by\nCesare Malpica, who wrote some interesting things about the Albanian and\nGreek colonies in Calabria, but it was only discovered, in the right\nsense of that word, in March 1879 by Gebhardt and Harnack. They\nillustrated it in their Evangeliorum Codex Graecus. Haseloff also\ndescribed it in 1898 (Codex Purpureus Rossanensis), and pointed out\nthat its iconographical value consists in the fact that it is the only\nGreek Testament MS. containing pictures of the life of Christ before the\neighth-ninth century. These pictures are indeed marvellous–more\nmarvellous than beautiful, like so many Byzantine productions; their\nvalue is such that the parchment has now been declared a “national\nmonument.” It is sternly guarded, and if it is moved out of Rossano–as\nhappened lately when it was exhibited at Grottaferrata–it travels in\nthe company of armed carbineers.",
        "Still pursued by the flock of women, I took to examining the floor of\nthis church, which contains tesselated marble pavements depicting\ncentaurs, unicorns, lions, stags, and other beasts. But my contemplation\nof these choice relics was disturbed by irrelevant remarks on the part\nof the worldly females, who discovered in the head of the stag some\nsubtle peculiarity that stirred their sense of humour.",
        "“Look!” said one of them to her neighbour. “He has horns. Just like your\nPasquale.”",
        "“Pasquale indeed! And how about Antonio?”",
        "I enquired whether they knew what kind of animals these were.",
        "“Beasts of the ancients. Beasts that nobody knows. Beasts that have\nhorns–like certain Christians. . . .”",
        "From the terrace of green sward that fronts this ruined monastery you\ncan see the little town of Corigliano, whose coquettish white houses lie\nin a fold of the hills. Corigliano–[Greek: xorion   hellaion] (land of\nolives): the derivation, if not correct, is at least appropriate, for it\nlies embowered in a forest of these trees. A gay place it was, in\nBourbon times, with a ducal ruler of its own. Here, they say, the\nremnants of the Sybarites took refuge after the destruction of their\ncity whose desolate plain lies at our feet, backed by the noble range of\nDolcedorme. Swinburne, like a sensible man, takes the Sybarites under\nhis protection; he defends their artificially shaded streets and those\nother signs of voluptuousness which, to judge by certain modern\nresearches, seem to have been chiefly contrived for combating the demon\nof malaria. Earthly welfare, the cult of material health and ease–such\nwas their ideal.",
        "In sharpest contrast to these strivings stands the aim of those old\nmonks who scorned the body as a mere encumbrance, seeking spiritual\nenlightenment and things not of this earth.",
        "And now, Sybarites and Basileans–alike in ruins!",
        "A man of to-day, asked which of the two civilizations he would wish\nrestored, would not hesitate long in deciding for the Hellenic one.\nReaders of Lenormant will call to mind his glowing pages on the wonders\nthat might be found buried on the site of Sybaris. His plan of\nexcavation sounds feasible enough. But how remote it becomes, when one\nremembers the case of Herculaneum! Here, to our certain knowledge, many\nmiracles of antique art and literature lie within a few feet of our\nreach; yet nothing is done. These hidden monuments, which are the\nheritage of all humanity, are withheld from our eyes by the\ndog-in-the-manger policy of a country which, even without foreign\nassistance, could easily accomplish the work, were it to employ thereon\nonly half the sum now spent in feeding, clothing and supervising a horde\nof criminals, every one of whom ought to be hanged ten times over.\nMeanwhile other nations are forbidden to co-operate; the fair-minded\nGerman proposals were scornfully rejected; later on, those of Sir\nCharles Waldstein.",
        "“What!” says the Giornale d’ Italia, “are we to have international\nexcavation-committees thrust upon us? Are we to be treated like the Turks?”",
        "That, gentle sirs, is precisely the state of the case.",
        "The object of such committees is to do for the good of mankind what a\nsingle nation is powerless or unwilling to do. Your behaviour at\nHerculaneum is identical with that of the Turks at Nineveh. The system\nadopted should likewise be the same.",
        "I shall never see that consummation.",
        "But I shall not forget a certain article in an American paper–\"The New\nYork Times,” I fancy–which gave me fresh food for thought, here at\nPatirion, in the sight of that old Hellenic colony, and with the light\nchatter of those women still ringing in my ears. Its writer, with whom\nnot all of us will agree, declared that first in importance of all the\nantiquities buried in Italian soil come the lost poems of Sappho. The\nlost poems of Sappho–a singular choice! In corroboration whereof he\nquoted the extravagant praise of J. A. Symonds upon that amiable and\nambiguous young person. And he might have added Algernon Swinburne, who\ncalls her “the greatest poet who ever was at all.”",
        "Sappho and these two Victorians, I said to myself. . . . Why just these\ntwo? How keen is the cry of elective affinity athwart the ages! The\nsoul, says Plato, divines that which it seeks, and traces obscurely\nthe footsteps of its obscure desire.",
        "The footsteps of its obscure desire-----",
        "So one stumbles, inadvertently, upon problems of the day concerning\nwhich our sages profess to know nothing. And yet I do perceive a certain\nWriting upon the Wall setting forth, in clearest language, that 1 + 1 =\n3; a legend which it behoves them not to expunge, but to expound. For it\nrefuses to be expunged; and we do not need a German lady to tell us how\nmuch the “synthetic” sex, the hornless but not brainless sex, has done\nfor the life of the spirit while those other two were reclaiming the\nwaste places of earth, and procreating, and fighting–as befits their\nhorned anatomy.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}