{
    "title": "Old Greek Stories - The Quest of Medusa’s Head",
    "author": "James Baldwin",
    "chapter": "12",
    "content": [
        "\n\n",
        "There was a king of Argos who had but one child, and that child was a\ngirl. If he had had a son, he would have trained him up to be a brave\nman and great king; but he did not know what to do with this fair-haired\ndaughter. When he saw her growing up to be tall and slender and wise, he\nwondered if, after all, he would have to die some time and leave his\nlands and his gold and his kingdom to her. So he sent to Delphi and\nasked the Pythia about it. The Pythia told him that he would not only\nhave to die some time, but that the son of his daughter would cause his\ndeath.",
        "This frightened the king very much, and he tried to think of some plan\nby which he could keep the Pythia’s words from coming true. At last he\nmade up his mind that he would build a prison for his daughter and keep\nher in it all her life. So he called his workmen and had them dig a deep\nround hole in the ground, and in this hole they built a house of brass\nwhich had but one room and no door at all, but only a small window at\nthe top. When it was finished, the king put the maiden, whose name was\nDanaë, into it; and with her he put her nurse and her toys and her\npretty dresses and everything that he thought she would need to make her\nhappy.",
        "“Now we shall see that the Pythia does not always tell the truth,” he\nsaid.",
        "So Danaë was kept shut up in the prison of brass. She had no one to talk\nto but her old nurse; and she never saw the land or the sea, but only\nthe blue sky above the open window and now and then a white cloud\nsailing across. Day after day she sat under the window and wondered why\nher father kept her in that lonely place, and whether he would ever come\nand take her out. I do not know how many years passed by, but Danaë grew\nfairer every day, and by and by she was no longer a child, but a tall\nand beautiful woman; and Jupiter amid the clouds looked down and saw her\nand loved her.",
        "One day it seemed to her that the sky opened and a shower of gold fell\nthrough the window into the room; and when the blinding shower had\nceased, a noble young man stood smiling before her. She did not\nknow–nor do I–that it was mighty Jupiter who had thus come down in the\nrain; but she thought that he was a brave prince who had come from over\nthe sea to take her out of her prison-house.",
        "After that he came often, but always as a tall and handsome youth; and\nby and by they were married, with only the nurse at the wedding feast,\nand Danaë was so happy that she was no longer lonesome even when he was\naway. But one day when he climbed out through the narrow window there\nwas a great flash of light, and she never saw him again.",
        "Not long afterwards a babe was born to Danaë, a smiling boy whom she\nnamed Perseus. For four years she and the nurse kept him hidden, and not\neven the women who brought their food to the window knew about him. But\none day the king chanced to be passing by and heard the child’s prattle.\nWhen he learned the truth, he was very much alarmed, for he thought that\nnow, in spite of all that he had done, the words of the Pythia might\ncome true.",
        "The only sure way to save himself would be to put the child to death\nbefore he was old enough to do any harm. But when he had taken the\nlittle Perseus and his mother out of the prison and had seen how\nhelpless the child was, he could not bear the thought of having him\nkilled outright. For the king, although a great coward, was really a\nkind-hearted man and did not like to see anything suffer pain. Yet\nsomething must be done.",
        "So he bade his servants make a wooden chest that was roomy and\nwatertight and strong; and when it was done, he put Danaë and the child\ninto it and had it taken far out to sea and left there to be tossed\nabout by the waves. He thought that in this way he would rid himself of\nboth daughter and grandson without seeing them die; for surely the chest\nwould sink after a while, or else the winds would cause it to drift to\nsome strange shore so far away that they could never come back to Argos\nagain.",
        "All day and all night and then another day, fair Danaë and her child\ndrifted over the sea. The waves rippled and played before and around the\nfloating chest, the west wind whistled cheerily, and the sea birds\ncircled in the air above; and the child was not afraid, but dipped his\nhands in the curling waves and laughed at the merry breeze and shouted\nback at the screaming birds.",
        "But on the second night all was changed. A storm arose, the sky was\nblack, the billows were mountain high, the winds roared fearfully; yet\nthrough it all the child slept soundly in his mother’s arms. And Danaë\nsang over him this song:",
        "“Sleep, sleep, dear child, and take your rest\nUpon your troubled mother’s breast;\nFor you can lie without one fear\nOf dreadful danger lurking near.",
        "Wrapped in soft robes and warmly sleeping,\nYou do not hear your mother weeping;\nYou do not see the mad waves leaping,\nNor heed the winds their vigils keeping.",
        "The stars are hid, the night is drear,\nThe waves beat high, the storm is here;\nBut you can sleep, my darling child,\nAnd know naught of the uproar wild.”",
        "At last the morning of the third day came, and the chest was tossed upon\nthe sandy shore of a strange island where there were green fields and,\nbeyond them, a little town. A man who happened to be walking near the\nshore saw it and dragged it far up on the beach. Then he looked inside,\nand there he saw the beautiful lady and the little boy. He helped them\nout and led them just as they were to his own house, where he cared for\nthem very kindly. And when Danaë had told him her story, he bade her\nfeel no more fear; for they might have a home with him as long as they\nshould choose to stay, and he would be a true friend to them both.",
        "So Danaë and her son stayed in the house of the kind man who had saved\nthem from the sea. Years passed by, and Perseus grew up to be a tall\nyoung man, handsome, and brave, and strong. The king of the island, when\nhe saw Danaë, was so pleased with her beauty that he wanted her to\nbecome his wife. But he was a dark, cruel man, and she did not like him\nat all; so she told him that she would not marry him. The king thought\nthat Perseus was to blame for this, and that if he could find some\nexcuse to send the young man on a far journey, he might force Danaë to\nhave him whether she wished or not.",
        "One day he called all the young men of his country together and told\nthem that he was soon to be wedded to the queen of a certain land beyond\nthe sea. Would not each of them bring him a present to be given to her\nfather? For in those times it was the rule, that when any man was about\nto be married, he must offer costly gifts to the father of the bride.",
        "“What kind of presents do you want?” said the young men.",
        "“Horses,” he answered; for he knew that Perseus had no horse.",
        "“Why don’t you ask for something worth the having?” said Perseus; for\nhe was vexed at the way in which the king was treating him. “Why don’t\nyou ask for Medusa’s head, for example?”",
        "“Medusa’s head it shall be!” cried the king. “These young men may give\nme horses, but you shall bring Medusa’s head.”",
        "“I will bring it,” said Perseus; and he went away in anger, while his\nyoung friends laughed at him because of his foolish words.",
        "What was this Medusa’s head which he had so rashly promised to bring?\nHis mother had often told him about Medusa. Far, far away, on the very\nedge of the world, there lived three strange monsters, sisters, called\nGorgons. They had the bodies and faces of women, but they had wings of\ngold, and terrible claws of brass, and hair that was full of living\nserpents. They were so awful to look upon, that no man could bear the\nsight of them, but whoever saw their faces was turned to stone. Two of\nthese monsters had charmed lives, and no weapon could ever do them harm;\nbut the youngest, whose name was Medusa, might be killed, if indeed\nanybody could find her and could give the fatal stroke.",
        "When Perseus went away from the king’s palace, he began to feel sorry\nthat he had spoken so rashly. For how should he ever make good his\npromise and do the king’s bidding? He did not know which way to go to\nfind the Gorgons, and he had no weapon with which to slay the terrible\nMedusa. But at any rate he would never show his face to the king again,\nunless he could bring the head of terror with him. He went down to the\nshore and stood looking out over the sea towards Argos, his native land;\nand while he looked, the sun went down, and the moon arose, and a soft\nwind came blowing from the west. Then, all at once, two persons, a man\nand a woman, stood before him. Both were tall and noble. The man looked\nlike a prince; and there were wings on his cap and on his feet, and he\ncarried a winged staff, around which two golden serpents were twined.",
        "He asked Perseus what was the matter; and the young man told him how the\nking had treated him, and all about the rash words which he had spoken.\nThen the lady spoke to him very kindly; and he noticed that, although\nshe was not beautiful, she had most wonderful gray eyes, and a stern but\nlovable face and a queenly form. And she told him not to fear, but to go\nout boldly in quest of the Gorgons; for she would help him obtain the\nterrible head of Medusa.",
        "“But I have no ship, and how shall I go?” said Perseus.",
        "“You shall don my winged slippers,” said the strange prince, “and they\nwill bear you over sea and land.”",
        "“Shall I go north, or south, or east, or west?” asked Perseus.",
        "“I will tell you,” said the tall lady. “You must go first to the three\nGray Sisters, who live beyond the frozen sea in the far, far north. They\nhave a secret which nobody knows, and you must force them to tell it to\nyou. Ask them where you shall find the three Maidens who guard the\ngolden apples of the West; and when they shall have told you, turn about\nand go straight thither. The Maidens will give you three things, without\nwhich you can never obtain the terrible head; and they will show you how\nto wing your way across the western ocean to the edge of the world where\nlies the home of the Gorgons.”",
        "Then the man took off his winged slippers, and put them on the feet of\nPerseus; and the woman whispered to him to be off at once, and to fear\nnothing, but be bold and true. And Perseus knew that she was none other\nthan Athena, the queen of the air, and that her companion was Mercury,\nthe lord of the summer clouds. But before he could thank them for their\nkindness, they had vanished in the dusky twilight.",
        "Then he leaped into the air to try the Magic Slippers.",
        "Swifter than an eagle, Perseus flew up towards the sky. Then he turned,\nand the Magic Slippers bore him over the sea straight towards the north.\nOn and on he went, and soon the sea was passed; and he came to a famous\nland, where there were cities and towns and many people. And then he\nflew over a range of snowy mountains, beyond which were mighty forests\nand a vast plain where many rivers wandered, seeking for the sea. And\nfarther on was another range of mountains; and then there were frozen\nmarshes and a wilderness of snow, and after all the sea again,–but a\nsea of ice. On and on he winged his way, among toppling icebergs and\nover frozen billows and through air which the sun never warmed, and at\nlast he came to the cavern where the three Gray Sisters dwelt.",
        "These three creatures were so old that they had forgotten their own age,\nand nobody could count the years which they had lived. The long hair\nwhich covered their heads had been gray since they were born; and they\nhad among them only a single eye and a single tooth which they passed\nback and forth from one to another. Perseus heard them mumbling and\ncrooning in their dreary home, and he stood very still and listened.",
        "“We know a secret which even the Great Folk who live on the mountain top\ncan never learn; don’t we, sisters?” said one.",
        "“Ha! ha! That we do, that we do!” chattered the others.",
        "“Give me the tooth, sister, that I may feel young and handsome again,\"\nsaid the one nearest to Perseus.",
        "“And give me the eye that I may look out and see what is going on in the\nbusy world,” said the sister who sat next to her.",
        "“Ah, yes, yes, yes, yes!” mumbled the third, as she took the tooth and\nthe eye and reached them blindly towards the others.",
        "Then, quick as thought, Perseus leaped forward and snatched both of the\nprecious things from her hand.",
        "“Where is the tooth? Where is the eye?” screamed the two, reaching out\ntheir long arms and groping here and there. “Have you dropped them,\nsister? Have you lost them?”",
        "Perseus laughed as he stood in the door of their cavern and saw their\ndistress and terror.",
        "“I have your tooth and your eye,” he said, “and you shall never touch\nthem again until you tell me your secret. Where are the Maidens who keep\nthe golden apples of the Western Land? Which way shall I go to find\nthem?”",
        "“You are young, and we are old,” said the Gray Sisters; “pray, do not\ndeal so cruelly with us. Pity us, and give us our eye.”",
        "Then they wept and pleaded and coaxed and threatened. But Perseus stood\na little way off and taunted them; and they moaned and mumbled and\nshrieked, as they found that their words did not move him.",
        "“Sisters, we must tell him,” at last said one.",
        "“Ah, yes, we must tell him,” said the others. “We must part with the\nsecret to save our eye.”",
        "And then they told him how he should go to reach the Western Land, and\nwhat road he should follow to find the Maidens who kept the golden\napples. When they had made everything plain to him Perseus gave them\nback their eye and their tooth.",
        "“Ha! ha!” they laughed; “now the golden days of youth have come again!\"\nAnd, from that day to this, no man has ever seen the three Gray Sisters,\nnor does any one know what became of them. But the winds still whistle\nthrough their cheerless cave, and the cold waves murmur on the shore of\nthe wintry sea, and the ice mountains topple and crash, and no sound of\nliving creature is heard in all that desolate land.",
        "As for Perseus, he leaped again into the air, and the Magic Slippers\nbore him southward with the speed of the wind. Very soon he left the\nfrozen sea behind him and came to a sunny land, where there were green\nforests and flowery meadows and hills and valleys, and at last a\npleasant garden where were all kinds of blossoms and fruits. He knew\nthat this was the famous Western Land, for the Gray Sisters had told him\nwhat he should see there. So he alighted and walked among the trees\nuntil he came to the center of the garden. There he saw the three\nMaidens of the West dancing around a tree which was full of golden\napples, and singing as they danced. For the wonderful tree with its\nprecious fruit belonged to Juno, the queen of earth and sky; it had been\ngiven to her as a wedding gift, and it was the duty of the Maidens to\ncare for it and see that no one touched the golden apples.",
        "Perseus stopped and listened to their song:",
        "“We sing of the old, we sing of the new,–\nOur joys are many, our sorrows are few;\n  Singing, dancing,\n  All hearts entrancing,\nWe wait to welcome the good and the true.",
        "The daylight is waning, the evening is here,\nThe sun will soon set, the stars will appear.\n  Singing, dancing,\n  All hearts entrancing,\nWe wait for the dawn of a glad new year.",
        "The tree shall wither, the apples shall fall,\nSorrow shall come, and death shall call,\n  Alarming, grieving,\n  All hearts deceiving,–\nBut hope shall abide to comfort us all.",
        "Soon the tale shall be told, the song shall be sung,\nThe bow shall be broken, the harp unstrung,\n  Alarming, grieving,\n  All hearts deceiving,\nTill every joy to the winds shall be flung.",
        "But a new tree shall spring from the roots of the old,\nAnd many a blossom its leaves shall unfold,\n  Cheering, gladdening,\n  With joy maddening,–\nFor its boughs shall be laden with apples of gold.”",
        "[Illustration: Perseus stopped and listened to their song]",
        "Then Perseus went forward and spoke to the Maidens. They stopped\nsinging, and stood still as if in alarm. But when they saw the Magic\nSlippers on his feet, they ran to him, and welcomed him to the Western\nLand and to their garden.",
        "“We knew that you were coming,” they said, “for the winds told us. But\nwhy do you come?”",
        "Perseus told them of all that had happened to him since he was a child,\nand of his quest of Medusa’s head; and he said that he had come to ask\nthem to give him three things to help him in his fight with the Gorgons.",
        "The Maidens answered that they would give him not three things, but\nfour. Then one of them gave him a sharp sword, which was crooked like a\nsickle, and which she fastened to the belt at his waist; and another\ngave him a shield, which was brighter than any looking-glass you ever\nsaw; and the third gave him a magic pouch, which she hung by a long\nstrap over his shoulder.",
        "“These are three things which you must have in order to obtain Medusa’s\nhead; and now here is a fourth, for without it your quest must be in\nvain.” And they gave him a magic cap, the Cap of Darkness; and when they\nhad put it upon his head, there was no creature on the earth or in the\nsky–no, not even the Maidens themselves–that could see him.",
        "When at last he was arrayed to their liking, they told him where he\nwould find the Gorgons, and what he should do to obtain the terrible\nhead and escape alive. Then they kissed him and wished him good luck,\nand bade him hasten to do the dangerous deed. And Perseus donned the Cap\nof Darkness, and sped away and away towards the farthermost edge of the\nearth; and the three Maidens went back to their tree to sing and to\ndance and to guard the golden apples until the old world should become\nyoung again.",
        "With the sharp sword at his side and the bright shield upon his arm,\nPerseus flew bravely onward in search of the dreadful Gorgons; but he\nhad the Cap of Darkness upon his head, and you could no more have seen\nhim than you can see the wind. He flew so swiftly that it was not long\nuntil he had crossed the mighty ocean which encircles the earth, and had\ncome to the sunless land which lies beyond; and then he knew, from what\nthe Maidens had told him, that the lair of the Gorgons could not be far\naway.",
        "He heard a sound as of some one breathing heavily, and he looked around\nsharply to see where it came from. Among the foul weeds which grew\nclose to the bank of a muddy river there was something which glittered\nin the pale light. He flew a little nearer; but he did not dare to look\nstraight forward, lest he should all at once meet the gaze of a Gorgon,\nand be changed into stone. So he turned around, and held the shining\nshield before him in such a way that by looking into it he could see\nobjects behind him as in a mirror.",
        "Ah, what a dreadful sight it was! Half hidden among the weeds lay the\nthree monsters, fast asleep, with their golden wings folded about them.\nTheir brazen claws were stretched out as though ready to seize their\nprey; and their shoulders were covered with sleeping snakes. The two\nlargest of the Gorgons lay with their heads tucked under their wings as\nbirds hide their heads when they go to sleep. But the third, who lay\nbetween them, slept with her face turned up towards the sky; and Perseus\nknew that she was Medusa.",
        "Very stealthily he went nearer and nearer, always with his back towards\nthe monsters and always looking into his bright shield to see where to\ngo. Then he drew his sharp sword and, dashing quickly downward, struck a\nback blow, so sure, so swift, that the head of Medusa was cut from her\nshoulders and the black blood gushed like a river from her neck. Quick\nas thought he thrust the terrible head into his magic pouch and leaped\nagain into the air, and flew away with the speed of the wind.",
        "Then the two older Gorgons awoke, and rose with dreadful screams, and\nspread their great wings, and dashed after him. They could not see him,\nfor the Cap of Darkness hid him from even their eyes; but they scented\nthe blood of the head which he carried in the pouch, and like hounds in\nthe chase, they followed him, sniffing the air. And as he flew through\nthe clouds he could hear their dreadful cries and the clatter of their\ngolden wings and the snapping of their horrible jaws. But the Magic\nSlippers were faster than any wings, and in a little while the monsters\nwere left far behind, and their cries were heard no more; and Perseus\nflew on alone.",
        "Perseus soon crossed the ocean and came again to the Land of the West.\nFar below him he could see the three Maidens dancing around the golden\ntree; but he did not stop, for, now that he had the head of Medusa safe\nin the pouch at his side, he must hasten home. Straight east he flew\nover the great sea, and after a time he came to a country where there\nwere palm trees and pyramids and a great river flowing from the south.\nHere, as he looked down, a strange sight met his eyes: he saw a\nbeautiful girl chained to a rock by the seashore, and far away a huge\nsea beast swimming towards her to devour her. Quick as thought, he flew\ndown and spoke to her; but, as she could not see him for the Cap of\nDarkness which he wore, his voice only frightened her.",
        "Then Perseus took off his cap, and stood upon the rock; and when the\ngirl saw him with his long hair and wonderful eyes and laughing face,\nshe thought him the handsomest young man in the world.",
        "“Oh, save me! save me!” she cried as she reached out her arms towards\nhim.",
        "Perseus drew his sharp sword and cut the chain which held her, and then\nlifted her high up upon the rock. But by this time the sea monster was\nclose at hand, lashing the water with his tail and opening his wide jaws\nas though he would swallow not only Perseus and the young girl, but even\nthe rock on which they were standing. He was a terrible fellow, and yet\nnot half so terrible as the Gorgon. As he came roaring towards the\nshore, Perseus lifted the head of Medusa from his pouch and held it up;\nand when the beast saw the dreadful face he stopped short and was turned\ninto stone; and men say that the stone beast may be seen in that\nselfsame spot to this day.",
        "Then Perseus slipped the Gorgon’s head back into the pouch and hastened\nto speak with the young girl whom he had saved. She told him that her\nname was Andromeda, and that she was the daughter of the king of that\nland. She said that her mother, the queen, was very beautiful and very\nproud of her beauty; and every day she went down to the seashore to look\nat her face as it was pictured in the quiet water; and she had boasted\nthat not even the nymphs who live in the sea were as handsome as she.\nWhen the sea nymphs heard about this, they were very angry and asked\ngreat Neptune, the king of the sea, to punish the queen for her pride.\nSo Neptune sent a sea monster to crush the king’s ships and kill the\ncattle along the shore and break down all the fishermen’s huts. The\npeople were so much distressed that they sent at last to ask the Pythia\nwhat they should do; and the Pythia said that there was only one way to\nsave the land from destruction,–that they must give the king’s\ndaughter, Andromeda, to the monster to be devoured.",
        "The king and the queen loved their daughter very dearly, for she was\ntheir only child; and for a long time they refused to do as the Pythia\nhad told them. But day after day the monster laid waste the land, and\nthreatened to destroy not only the farms, but the towns; and so they\nwere forced in the end to give up Andromeda to save their country. This,\nthen, was why she had been chained to the rock by the shore and left\nthere to perish in the jaws of the beast.",
        "While Perseus was yet talking with Andromeda, the king and the queen and\na great company of people came down the shore, weeping and tearing their\nhair; for they were sure that by this time the monster had devoured his\nprey. But when they saw her alive and well, and learned that she had\nbeen saved by the handsome young man who stood beside her, they could\nhardly hold themselves for joy. And Perseus was so delighted with\nAndromeda’s beauty that he almost forgot his quest which was not yet\nfinished; and when the king asked him what he should give him as a\nreward for saving Andromeda’s life, he said:",
        "“Give her to me for my wife.”",
        "This pleased the king very much; and so, on the seventh day, Perseus and\nAndromeda were married, and there was a great feast in the king’s\npalace, and everybody was merry and glad. And the two young people lived\nhappily for some time in the land of palms and pyramids; and, from the\nsea to the mountains, nothing was talked about but the courage of\nPerseus and the beauty of Andromeda.",
        "But Perseus had not forgotten his mother; and so, one fine summer day,\nhe and Andromeda sailed in a beautiful ship to his own home; for the\nMagic Slippers could not carry both him and his bride through the air.\nThe ship came to land at the very spot where the wooden chest had been\ncast so many years before; and Perseus and his bride walked through the\nfields towards the town.",
        "Now, the wicked king of that land had never ceased trying to persuade\nDanaë to become his wife; but she would not listen to him, and the more\nhe pleaded and threatened, the more she disliked him. At last when he\nfound that she could not be made to have him, he declared that he would\nkill her; and on this very morning he had started out, sword in hand, to\ntake her life.",
        "So, as Perseus and Andromeda came into the town, whom should they meet\nbut his mother fleeing to the altar of Jupiter, and the king following\nafter, intent on killing her? Danaë was so frightened that she did not\nsee Perseus, but ran right on towards the only place of safety. For it\nwas a law of that land that not even the king should be allowed to harm\nany one who took refuge on the altar of Jupiter.",
        "When Perseus saw the king rushing like a madman after his mother, he\nthrew himself before him and bade him stop. But the king struck at him\nfuriously with his sword. Perseus caught the blow on his shield, and at\nthe same moment took the head of Medusa from his magic pouch.",
        "“I promised to bring you a present, and here it is!” he cried.",
        "The king saw it, and was turned into stone, just as he stood, with his\nsword uplifted and that terrible look of anger and passion in his face.",
        "The people of the island were glad when they learned what had happened,\nfor no one loved the wicked king. They were glad, too, because Perseus\nhad come home again, and had brought with him his beautiful wife,\nAndromeda. So, after they had talked the matter over among themselves,\nthey went to him and asked him to be their king. But he thanked them,\nand said that he would rule over them for one day only, and that then he\nwould give the kingdom to another, so that he might take his mother back\nto her home and her kindred in distant Argos.",
        "On the morrow therefore, he gave the kingdom to the kind man who had\nsaved his mother and himself from the sea; and then he went on board his\nship, with Andromeda and Danaë, and sailed away across the sea towards\nArgos.",
        "When Danaë’s old father, the king of Argos, heard that a strange ship\nwas coming over the sea with his daughter and her son on board, he was\nin great distress; for he remembered what the Pythia had foretold about\nhis death. So, without waiting to see the vessel, he left his palace in\ngreat haste and fled out of the country.",
        "“My daughter’s son cannot kill me if I will keep out of his way,” he\nsaid.",
        "But Perseus had no wish to harm him; and he was very sad when he learned\nthat his poor grandfather had gone away in fear and without telling any\none where he was going. The people of Argos welcomed Danaë to her old\nhome; and they were very proud of her handsome son, and begged that he\nwould stay in their city, so that he might some time become their king.",
        "It happened soon afterwards that the king of a certain country not far\naway was holding games and giving prizes to the best runners and leapers\nand quoit throwers. And Perseus went thither to try his strength with\nthe other young men of the land; for if he should be able to gain a\nprize, his name would become known all over the world. No one in that\ncountry knew who he was, but all wondered at his noble stature and his\nstrength and skill; and it was easy enough for him to win all the\nprizes.",
        "One day, as he was showing what he could do, he threw a heavy quoit a\ngreat deal farther than any had been thrown before. It fell in the crowd\nof lookers-on, and struck a stranger who was standing there. The\nstranger threw up his hands and sank upon the ground; and when Perseus\nran to help him, he saw that he was dead. Now this man was none other\nthan Danaë’s father, the old king of Argos. He had fled from his kingdom\nto save his life, and in doing so had only met his death.",
        "Perseus was overcome with grief, and tried in every way to pay honor to\nthe memory of the unhappy king. The kingdom of Argos was now rightfully\nhis own, but he could not bear to take it after having killed his\ngrandfather. So he was glad to exchange with another king who ruled over\ntwo rich cities, not far away, called Mycenae and Tiryns. And he and\nAndromeda lived happily in Mycenae for many years.",
        "Continue...",
        "\nThis eBook of “Old Greek Stories” by James Baldwin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Greek StoriesBy James BaldwinAt Amazon"
    ]
}