{
    "title": "Old Calabria - XX. A MOUNTAIN FESTIVAL",
    "author": "Norman Douglas",
    "chapter": "20",
    "content": [
        "\n\n",
        "Leaving the hospitable shepherds in the morning, we arrived after\nmidday, by devious woodland paths, at the Madonna di Pollino. This\nsolitary fane is perched, like an eagle’s nest, on the edge of a cliff\noverhanging the Frida torrent. Owing to this fact, and to its great\nelevation, the views inland are wonderful; especially towards evening,\nwhen crude daylight tints fade away and range after range of mountains\nreveal themselves, their crests outlined against each other in tender\ngradations of mauve and grey. The prospect is closed, at last, by the\nlofty groups of Sirino and Alburno, many long leagues away. On all other\nsides are forests, interspersed with rock. But near at hand lies a\nspacious green meadow, at the foot of a precipice. This is now covered\nwith encampments in anticipation of to-morrow’s festival, and the\nbacchanal is already in full swing.",
        "Very few foreigners, they say, have attended this annual feast, which\ntakes place on the first Saturday and Sunday of July, and is worth\ncoming a long way to see. Here the old types, uncon-taminated by\nmodernism and emigration, are still gathered together. The whole\ncountry-side is represented; the peasants have climbed up with their\nentire households from thirty or forty villages of this thinly populated\nland, some of them marching a two days’ journey; the greater the\ndistance, the greater the “divozione” to the Mother of God. Piety\nconquers rough tracks, as old Bishop Paulinus sang, nearly fifteen\nhundred years ago.",
        "It is a vast picnic in honour of the Virgin. Two thousand persons are\nencamped about the chapel, amid a formidable army of donkeys and mules\nwhose braying mingles with the pastoral music of reeds and\nbagpipes–bagpipes of two kinds, the common Calabrian variety and that\nof Basilicata, much larger and with a resounding base key, which will\nsoon cease to exist. A heaving ebb and flow of humanity fills the eye;\nfires are flickering before extempore shelters, and an ungodly amount of\nfood is being consumed, as traditionally prescribed for such\noccasions–\"si mangia per divozione.” On all sides picturesque groups of\ndancers indulge in the old peasants’ measure, the percorara, to the\ndroning of bagpipes–a demure kind of tarantella, the male capering\nabout with faun-like attitudes of invitation and snappings of fingers,\nhis partner evading the advances with downcast eyes. And the church\nmeanwhile, is filled to overflowing; orations and services follow one\nanother without interruption; the priests are having a busy time of it.",
        "The rocky pathway between this chapel and the meadow is obstructed by\nfolk and lined on either side with temporary booths of green branches,\nwhose owners vociferously extol the merits of their wares–cloths,\nwoollens, umbrellas, hot coffee, wine, fresh meat, fruit, vegetables\n(the spectre of cholera is abroad, but no one heeds)–as well as gold\nwatches, rings and brooches, many of which will be bought ere to-morrow\nmorning, in memory of to-night’s tender meetings. The most interesting\nshops are those which display ex-votos, waxen reproductions of various\nailing parts of the body which have been miraculously cured by the\nVirgin’s intercession: arms, legs, fingers, breasts, eyes. There are\nalso entire infants of wax. Strangest of all of them is a many-tinted\nand puzzling waxen symbol which sums up all the internal organs of the\nabdomen in one bold effort of artistic condensation; a kind of heraldic,\nmaterialized stomache-ache. I would have carried one away with me, had\nthere been the slightest chance of its remaining unbroken. [Footnote: A\ngood part of these, I dare say, arc intended to represent the enlarged\nspleen of malaria. In old Greece, says Dr. W. H. D. Rouse, votives of\nthe trunk are commonest, after the eyes–malaria, again.]",
        "These are the votive offerings which catch the visitor’s eye in southern\nchurches, and were beloved not only of heathendom, but of the neolithic\ngentry; a large deposit has been excavated at Taranto; the British\nMuseum has some of marble, from Athens; others were of silver, but the\nmajority terra-cotta. The custom must have entered Christianity in early\nages, for already Theo-doret, who died in 427, says, “some bring images\nof eyes, others of feet, others of hands; and sometimes they are made of\ngold, sometimes of silver. These votive gifts testify to cure of\nmaladies.” Nowadays, when they become too numerous, they are melted down\nfor candles; so Pericles, in some speech, talks of selling them for the\nbenefit of the commonwealth.",
        "One is struck with the feast of costumes here, by far the brightest\nbeing those of the women who have come up from the seven or eight\nAlbanian villages that surround these hills. In their variegated array\nof chocolate-brown and white, of emerald-green and gold and flashing\nviolet, these dames move about the sward like animated tropical flowers.\nBut the Albanian girls of Civita stand out for aristocratic\nelegance–pleated black silk gowns, discreetly trimmed with gold and\nwhite lace, and open at the breast. The women of Morano, too, make a\nbrave show.",
        "Night brings no respite; on the contrary, the din grows livelier than\never; fires gleam brightly on the meadow and under the trees; the\ndancers are unwearied, the bagpipers with their brazen lungs show no\nsigns of exhaustion. And presently the municipal music of Castrovillari,\nspecially hired for the occasion, ascends an improvised bandstand and\npours brisk strains into the night. Then the fireworks begin,\nsensational fireworks, that have cost a mint of money; flaring wheels\nand fiery devices that send forth a pungent odour; rockets of many hues,\nlighting up the leafy recesses, and scaring the owls and wolves for\nmiles around.",
        "Certain persons have told me that if you are of a prying disposition,\nnow is the time to observe amorous couples walking hand in hand into the\ngloom–passionate young lovers from different villages, who have looked\nforward to this night of all the year on the chance of meeting, at last,\nin a fervent embrace under the friendly beeches. These same stern men\n(they are always men) declare that such nocturnal festivals are a\ndisgrace to civilization; that the Greek Comedy, long ago, reprobated\nthem as disastrous to the morals of females–that they were condemned by\nthe Council of Elvira, by Vigilantius of Marseilles and by the great\nSaint Jerome, who wrote that on such occasions no virgin should wander a\nhand’s-breadth from her mother. They wish you to believe that on these\nwarm summer nights, when the pulses of nature are felt and senses\nstirred with music and wine and dance, the Gran Madre di Dio is adored\nin a manner less becoming Christian youths and maidens, than heathens\ncelebrating mad orgies to Magna Mater in Daphne, or the Babylonian\ngroves (where she was not worshipped at all–though she might have been).",
        "In fact, they insinuate that----",
        "It may well be true. What were the moralists doing there?",
        "Festivals like this are relics of paganism, and have my cordial\napproval. We English ought to have learnt by this time that the\nrepression of pleasure is a dangerous error. In these days when even\nItaly, the grey-haired cocotte, has become tainted with\nAnglo-Pecksniffian principles, there is nothing like a little\ntime-honoured bestiality for restoring the circulation and putting\nthings to rights generally. On ethical grounds alone–as\nsafety-valves–such nocturnal feasts ought to be kept up in regions such\nas these, where the country-folk have not our “facilities.” Who would\ngrudge them these primordial joys, conducted under the indulgent\nmotherly eye of Madonna, and hallowed by antiquity and the starlit\nheavens above? Every one is so happy and well-behaved. No bawling, no\nquarrelsomeness, no staggering tipplers; a spirit of universal good\ncheer broods over the assembly. Involuntarily, one thinks of the\ndrunkard-strewn field of battle at the close of our Highland games; one\nthinks of God-fearing Glasgow on a Saturday evening, and of certain\nother aspects of Glasgow life. . . .",
        "I accepted the kindly proffered invitation of the priests to share their\ndinner; they held out hopes of some sort of sleeping accommodation as\nwell. It was a patriarchal hospitality before that fire of logs (the\nnight had grown chilly), and several other guests partook of it,\nforestal inspectors and such-like notabilities–one lady among them who,\ntrue to feudal traditions, hardly spoke a word the whole evening. I was\nstruck, as I have sometimes been, at the attainments of these country\npriests; they certainly knew our Gargantuan novelists of the Victorian\nepoch uncommonly well. Can it be that these great authors are more\nreadable in Italian translations than in the original? One of them took\nto relating, in a strain of autumnal humour, experiences of his life in\nthe wilds of Bolivia, where he had spent many years among the Indians;\nmy neighbour, meanwhile, proved to be steeped in Horatian lore. It was\nhis pet theory, supported by a wealth of aptly cited lines, that Horace\nwas a “typical Italian countryman,” and great was his delight on\ndiscovering that I shared his view and could even add another–somewhat\nimproper–utterance of the poet’s to his store of illustrative quotations.",
        "They belonged to the old school, these sable philosophers; to the days\nwhen the priest was arbiter of life and death, and his mere word\nsufficient to send a man to the galleys; when the cleverest boys of\nwealthy and influential families were chosen for the secular career and\ncarefully, one might say liberally, trained to fulfil those responsible\nfunctions. The type is becoming extinct, the responsibility is gone, the\nprofession has lost its glamour; and only the clever sons of pauper\nfamilies, or the dull ones of the rich, are now tempted to forsake the\nworldly path.",
        "Regarding the origin of this festival, I learned that it was\n“tradition.” It had been suggested to me that the Virgin had appeared to\na shepherd in some cave near at hand–the usual Virgin, in the usual\ncave; a cave which, in the present instance, no one was able to point\nout to me. Est traditio, ne quaeras amplius.",
        "My hosts answered questions on this subject with benignant ambiguity,\nand did not trouble to defend the divine apparition on the sophistical\nlines laid down in Riccardi’s “Santuari.” The truth, I imagine, is that\nthey have very sensibly not concerned themselves with inventing an\noriginal legend. The custom of congregating here on these fixed days\nseems to be recent, and I am inclined to think that it has been called\ninto being by the zeal of some local men of standing. On the other hand,\na shrine may well have stood for many years on this spot, for it marks\nthe half-way house in the arduous two days’ journey between San Severino\nand Castro-villari, a summer trek that must date from hoary antiquity.",
        "Our bedroom contained two rough couches which were to be shared between\nfour priests and myself. Despite the fact that I occupied the place of\nhonour between the two oldest and wisest of my ghostly entertainers,\nsleep refused to come; the din outside had grown to a pandemonium. I lay\nawake till, at 2.30 a.m., one of them arose and touched the others with\na whispered and half-jocular oremus! They retired on tiptoe to the\nnext room, noiselessly closing the door, to prepare themselves for early\nservice. I could hear them splashing vigorously at their ablutions in\nthe icy water, and wondered dreamily how many Neapolitan priests would\nindulge at that chill hour of the morning in such a lustrai rite,\nprescribed as it is by the rules of decency and of their church.",
        "After that, I stretched forth at my ease and endeavoured to repose\nseriously. There were occasional lulls, now, in the carnival, but\nexplosions of sound still broke the stillness, and phantoms of the\nrestless throng began to chase each other through my brain. The exotic\ncostumes of the Albanian girls in their green and gold wove themselves\ninto dreams and called up colours seen in Northern Africa during still\nwilder festivals–negro festivals such as Fro-mentin loved to depict. In\nspectral dance there flitted before my vision nightmarish throngs of\ndusky women bedizened in that same green and gold; Arabs I saw, riding\ntumultuously hither and thither with burnous flying in the wind; beggars\ncrawling about the hot sand and howling for alms; ribbons and flags\nflying–a blaze of sunshine overhead, and on earth a seething orgy of\ncolour and sound; methought I heard the guttural yells of the\nfruit-vendors, musketry firing, braying of asses, the demoniacal groans\nof the camels-----",
        "Was it really a camel? No. It was something infinitely worse, and within\na few feet of my ears. I sprang out of bed. There, at the very window,\nstood a youth extracting unearthly noises out of the Basilicata bagpipe.\nTo be sure! I remembered expressing an interest in this rare instrument\nto one of my hosts who, with subtle delicacy, must have ordered the boy\nto give me a taste of his quality–to perform a matutinal serenade, for\nmy especial benefit. How thoughtful these people are. It was not quite 4\na.m. With some regret, I said farewell to sleep and stumbled out of\ndoors, where my friends of yesterday evening were already up and doing.\nThe eating, the dancing, the bagpipes–they were all in violent\nactivity, under the sober and passionless eye of morning.",
        "A gorgeous procession took place about midday. Like a many-coloured\nserpent it wound out of the chapel, writhed through the intricacies of\nthe pathway, and then unrolled itself freely, in splendid convolutions,\nabout the sunlit meadow, saluted by the crash of mortars, bursts of\nmilitary music from the band, chanting priests and women, and all the\nbagpipers congregated in a mass, each playing his own favourite tune.\nThe figure of the Madonna–a modern and unprepossessing image–was\ncarried aloft, surrounded by resplendent ecclesiastics and followed by a\npicturesque string of women bearing their votive offerings of candles,\ngreat and small. Several hundredweight of wax must have been brought up\non the heads of pious female pilgrims. These multi-coloured candles are\narranged in charming designs; they are fixed upright in a framework of\nwood, to resemble baskets or bird-cages, and decked with bright ribbons\nand paper flowers.",
        "Who settles the expenses of such a festival? The priests, in the first\nplace, have paid a good deal to make it attractive; they have improved\nthe chapel, constructed a number of permanent wooden shelters (rain\nsometimes spoils the proceedings), as well as a capacious reservoir for\nholding drinking water, which has to be transported in barrels from a\nconsiderable distance. Then–as to the immediate outlay for music,\nfireworks, and so forth–the Madonna-statue is “put up to auction”:\nfanno l’incanto della Madonna, as they say; that is, the privilege of\nhelping to carry the idol from the church and back in the procession is\nsold to the highest bidders. Inasmuch as She is put up for auction\nseveral times during this short perambulation, fresh enthusiasts coming\nforward gaily with bank-notes and shoulders–whole villages competing\nagainst each other–a good deal of money is realized in this way. There\nare also spontaneous gifts of money. Goats and sheep, too, decorated\nwith coloured rags, are led up by peasants who have “devoted” them to\nthe Mother of God; the butchers on the spot buy these beasts for\nslaughter, and their price goes to swell the funds.",
        "This year’s expenditure may have been a thousand francs or so, and the\nproceeds are calculated at about two-thirds of that sum.",
        "No matter. If the priests do not make good the deficiency, some one else\nwill be kind enough to step forward. Better luck next year! The\nfestival, they hope, is to become more popular as time goes on, despite\nthe chilling prophecy of one of our friends: “It will finish, this\ncomedy!” The money, by the way, does not pass through the hands of the\nclerics, but of two individuals called “Regolatore” and “Priore,” who\nmutually control each other. They are men of reputable families, who\nburden themselves with the troublesome task for the honour of the thing,\nand make up any deficiencies in the accounts out of their own pockets.\nCases of malversation are legendary.",
        "This procession marked the close of the religious gathering. Hardly was\nit over before there began a frenzied scrimmage of departure. And soon\nthe woodlands echoed with the laughter and farewellings of pilgrims\nreturning homewards by divergent paths; the whole way through the\nforest, we formed part of a jostling caravan along the\nCastrovillari-Morano track–how different from the last time I had\ntraversed this route, when nothing broke the silence save a chaffinch\npiping among the branches or the distant tap of some woodpecker!",
        "So ended the festa. Once in the year this mountain chapel is rudely\ndisquieted in its slumbers by a boisterous riot; then it sinks again\ninto tranquil oblivion, while autumn dyes the beeches to gold. And very\nsoon the long winter comes; chill tempests shake the trees and leaves\nare scattered to earth; towards Yuletide some woodman of Viggianello\nadventuring into these solitudes, and mindful of their green summer\nrevels, discovers his familiar sanctuary entombed up to the door-lintle\nunder a glittering sheet of snow. . . .",
        "There was a little episode in the late afternoon. We had reached the\nfoot of the Gaudolino valley and begun the crossing of the plain, when\nthere met us a woman with dishevelled hair, weeping bitterly and showing\nother signs of distress; one would have thought she had been robbed or\nbadly hurt. Not at all! Like the rest of us, she had attended the feast\nand, arriving home with the first party, had been stopped at the\nentrance of the town, where they had insisted upon fumigating her\nclothes as a precaution against cholera, and those of her companions.\nThat was all. But the indignity choked her–she had run back to warn the\nrest of us, all of whom were to be treated to the same outrage. Every\napproach to Morano, she declared, was watched by doctors, to prevent\nwary pilgrims from entering by unsuspected paths.",
        "During her recital my muleteer had grown thoughtful.",
        "“What’s to be done?” he asked.",
        "“I don’t much mind fumigation,” I replied.",
        "“Oh, but I do! I mind it very much. And these doctors are so dreadfully\ndistrustful. How shall we cheat them? ... I have it, I have it!”",
        "And he elaborated the following stratagem:",
        "“I go on ahead of you, alone, leading the two mules. You follow, out of\nsight, behind. And what happens? When I reach the doctor, he asks slyly:\n’Well, and how did you enjoy the festival this year?’ Then I say:\n’Not this year, doctor; alas, no festival for me! I’ve been with an\nEnglishman collecting beetles in the forest, and see? here’s his riding\nmule. He walks on behind–oh, quite harmless, doctor! a nice gentleman,\nindeed–only, he prefers walking; he really likes it, ha, ha, ha!-----”",
        "“Why mention about my walking?” I interrupted. The lady-mule was still a\nsore subject.",
        "“I mention about your not riding,” he explained graciously, “because it\nwill seem to the doctor a sure sign that you are a little\"–here he\ntouched his forehead with a significant gesture–\"a little like some\nother foreigners, you know. And that, in its turn, will account for your\ncollecting beetles. And that, in its turn, will account for your not\nvisiting the Madonna. You comprehend the argument: how it all hangs\ntogether?”",
        "“I see. What next?”",
        "“Then you come up, holding one beetle in each hand, and pretend not to\nknow a word of Italian–not a word! You must smile at the doctor, in\nfriendly fashion; he’ll like that. And besides, it will prove what I\nsaid about-----” (touching his forehead once more). “In fact, the truth\nwill be manifest. And there will be no fumigation for us.”",
        "It seemed a needlessly circuitous method of avoiding such a slight\ninconvenience. I would have put more faith in a truthful narrative by\nmyself, suffused with that ingratiating amiability which I would\nperforce employ on such occasions. But the stronger mind, as usual, had\nits way.",
        "“I’ll smile,” I agreed. “But you shall carry my beetles; it looks more\nnatural, somehow. Go ahead, and find them.”",
        "He moved forwards with the beasts and, after destroying a considerable\ntract of stone wall, procured a few specimens of native coleoptera,\nwhich he carefully wrapped up in a piece of paper. I followed slowly.",
        "Unfortunately for him, that particular doctor happened to be\nan americana a snappy little fellow, lately returned from the States.",
        "“Glad to make your acquaintance, sir,” he began, as I came up to where\nthe two were arguing together. “I’ve heard of your passing through the\nother day. So you don’t talk Italian? Well, then, see here: this man of\nyours, this God-dam son of Satan, has been showing me a couple of bugs\nand telling me a couple of hundred lies about them. Better move on right\naway; lucky you struck me! As for this son of a -----, you bet I’ll\nsulphur him, bugs and all, to hell!”",
        "I paid the crestfallen muleteer then and there; took down my bags,\ngreatly lightened, and departed with them. Glancing round near the\nlittle bridge, I saw that the pair were still engaged in heated\ndiscussion, my man clinging despairingly, as it seemed, to the\nbeetle-hypothesis; he looked at me with reproachful eyes, as though I\nhad deserted him in his hour of need.",
        "But what could I do, not knowing Italian?",
        "Moreover, I remembered the “lady-mule.”",
        "Fifteen minutes later a light carriage took me to Castrovillari, whence,\nafter a bath and dinner that compensated for past hardships, I sped down\nto the station and managed, by a miracle, to catch the night-train to\nCosenza.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}