{
    "title": "Old Calabria - XXXI. SOUTHERN SAINTLINESS",
    "author": "Norman Douglas",
    "chapter": "31",
    "content": [
        "\n\n",
        "Southern saints, like their worshippers, put on new faces and vestments\nin the course of ages. Old ones die away; new ones take their place.\nSeveral hundred of the older class of saint have clean faded from the\npopular memory, and are now so forgotten that the wisest priest can tell\nyou nothing about them save, perhaps, that “he’s in the\nchurch\"–meaning, that some fragment of his holy anatomy survives as a\nrelic amid a collection of similar antiques. But you can find their\nhistories in early literature, and their names linger on old maps where\nthey are given to promontories and other natural features which are\ngradually being re-christened.",
        "Such saints were chiefly non-Italian: Byzantines or Africans who, by\nmiraculous intervention, protected the village or district of which they\nwere patrons from the manifold scourges of medi-aevalism; they took the\nplace of the classic tutelar deities. They were men; they could fight;\nand in those troublous times that is exactly what saints were made for.",
        "With the softening of manners a new element appears. Male saints lost\ntheir chief raison d’etre, and these virile creatures were superseded\nby pacific women. So, to give only one instance, Saint Rosalia in\nPalermo displaced the former protector Saint Mark. Her sacred bones were\nmiraculously discovered in a cave; and have since been identified as\nthose of a goat. But it was not till the twelfth century that the cult\nof female saints began to assume imposing dimensions.",
        "Of the Madonna no mention occurs in the songs of Bishop Paulinus (fourth\ncentury); no monument exists in the Neapolitan catacombs. Thereafter her\ncult begins to dominate.",
        "She supplied the natives with what orthodox Christianity did not give\nthem, but what they had possessed from early times–a female element in\nreligion. Those Greek settlers had their nymphs, their Venus, and so\nforth; the Mother of God absorbed and continued their functions. There\nis indeed only one of these female pagan divinities whose role she has\nnot endeavoured to usurp–Athene. Herein she reflects the minds of her\ncreators, the priests and common people, whose ideal woman contents\nherself with the duties of motherhood. I doubt whether an\nAthene-Madonna, an intellectual goddess, could ever have been evolved;\ntheir attitude towards gods in general is too childlike and positive.",
        "South Italians, famous for abstractions in philosophy, cannot endure\nthem in religion. Unlike ourselves, they do not desire to learn anything\nfrom their deities or to argue about them. They only wish to love and be\nloved in return, reserving to themselves the right to punish them, when\nthey deserve it. Countless cases are on record where (pictures or\nstatues of) Madonnas and saints have been thrown into a ditch for not\ndoing what they were told, or for not keeping their share of a bargain.\nDuring the Vesuvius eruption of 1906 a good number were subjected to\nthis “punishment,” because they neglected to protect their worshippers\nfrom the calamity according to contract (so many candles and festivals =\nso much protection).",
        "For the same reason the adult Jesus–the teacher, the God–is\npractically unknown. He is too remote from themselves and the ordinary\nactivities of their daily lives; he is not married, like his mother; he\nhas no trade, like his father (Mark calls him a carpenter); moreover,\nthe maxims of the Sermon on the Mount are so repugnant to the South\nItalian as to be almost incomprehensible. In effigy, this period of\nChrist’s life is portrayed most frequently in the primitive monuments of\nthe catacombs, erected when tradition was purer.",
        "Three tangibly-human aspects of Christ’s life figure here: the\nbambino-cult, which not only appeals to the people’s love of babyhood\nbut also carries on the old traditions of the Lar Familiaris and of\nHorus; next, the youthful Jesus, beloved of local female mystics; and\nlastly the Crucified–that grim and gloomy image of suffering which was\nimported, or at least furiously fostered, by the Spaniards.",
        "The engulfing of the saints by the Mother of God is due also to\npolitical reasons. The Vatican, once centralized in its policy, began to\nbe disquieted by the persistent survival of Byzantinism (Greek cults and\nlanguage lingered up to the twelfth century); with the Tacitean odium\nfratrum she exercised more severity towards the sister-faith than\ntowards actual paganism. [Footnote: Greek and Egyptian anchorites were\nestablished in south Italy by the fourth century. But paganism was still\nflourishing, locally, in the sixth. There is some evidence that\nChristians used to take part in pagan festivals.]",
        "The Madonna was a fit instrument for sweeping away the particularist\ntendencies of the past; she attacked relic-worship and other outworn\nsuperstitions; like a benignant whirlwind she careered over the land,\nand these now enigmatical shapes and customs fell faster than leaves of\nVallombrosa. No sanctuary or cave so remote that she did not endeavour\nto expel its male saint–its old presiding genius, whether Byzantine or\nRoman. But saints have tough lives, and do not yield without a struggle;\nthey fought for their time-honoured privileges like the “daemons” they\nwere, and sometimes came off victorious. Those sanctuaries that proved\ntoo strong to be taken by storm were sapped by an artful and determined\nsiege. The combat goes on to this day. This is what is happening to the\nthrice-deposed and still triumphant Saint Januarius, who is hard pressed\nby sheer force of numbers. Like those phagocytes which congregate from\nall sides to assail some weakened cell in the body physical, even so\nMadonna-cults–in frenzied competition with each other–cluster thickest\nround some imperilled venerable of ancient lineage, bent on his\ndestruction. The Madonna dell’ Arco, del Soccorso, and at least fifty\nothers (not forgetting the newly-invented Madonna di Pompei)–they have\nall established themselves in the particular domain of St. Januarius;\nthey are all undermining his reputation, and claiming to possess his\nspecial gifts. [Footnote: He is known to have quelled an outbreak of\nVesuvius in the fifth century, though his earliest church, I believe,\nonly dates from the ninth. His blood, famous for liquefaction, is not\nmentioned till 1337.]",
        "Early monastic movements of the Roman Church also played their part in\nobliterating old religious landmarks. Settling down in some remote place\nwith the Madonna as their leader or as their “second Mother,” these\ncompanies of holy men soon acquired such temporal and spiritual\ninfluence as enabled them successfully to oppose their divinity to the\nlocal saint, whose once bright glories began to pale before her\neffulgence. Their labours in favour of the Mother of God were part of\nthat work of consolidating Papal power which was afterwards carried on\nby the Jesuits.",
        "Perhaps what chiefly accounts for the spread of Madonna-worship is the\nhuman craving for novelty. You can invent most easily where no fixed\nlegends are established. Now the saints have fixed legendary attributes\nand histories, and as culture advances it becomes increasingly difficult\nto manufacture new saints with fresh and original characters and yet\npassable pedigrees (the experiment is tried, now and again); while the\nold saints have been exploited and are now inefficient–worn out, like\nold toys. Madonna, on the other hand, can subdivide with the ease of an\namoeba, and yet never lose her identity or credibility; moreover, thanks\nto her divine character, anything can be accredited to her–anything\ngood, however wonderful; lastly, the traditions concerning her are so\nconveniently vague that they actually foster the mythopoetic faculty.\nHence her success. Again: the man-saints were separatists; they fought\nfor their own towns against African intruders, and in those frequent and\nbloody inter-communal battles which are a feature of Italian\nmedievalism. Nowadays it is hardly proper that neighbouring townsmen,\naided and abetted by their respective saints, should sally forth to cut\neach others’ throats. The Madonna, as cosmopolitan Nike, is a fitter\npatroness for settled society.",
        "She also found a ready welcome in consequence of the pastoral\ninstitutions of the country in which the mother plays such a conspicuous\nrole. So deeply are they ingrained here that if the Mother of God had\nnot existed, the group would have been deemed incomplete; a family\nwithout a mother is to them like a tree without roots–a thing which\ncannot be. This accounts for the fact that their Trinity is not ours; it\nconsists of the Mother, the Father (Saint Joseph), and the Child–with\nSaint Anne looming in the background (the grandmother is an important\npersonage in the patriarchal family). The Creator of all things and the\nHoly Ghost have evaporated; they are too intangible and non-human.",
        "But She never became a true cosmopolitan Nike, save in literature. The\ndecentralizing spirit of South Italy was too strong for her. She had to\nconform to the old custom of geographical specialization. In all save in\nname she doffed her essential character of Mother of God, and became a\nlocal demi-god; an accessible wonder-worker attached to some particular\ndistrict. An inhabitant of village A would stand a poor chance of his\nprayers being heard by the Madonna of village B; if you have a headache,\nit is no use applying to the Madonna of the Hens, who deals with\ndiseases of women; you will find yourself in a pretty fix if you expect\nfinancial assistance from the Madonna of village C: she is a\nweather-specialist. In short, these hundreds of Madonnas have taken up\nthe qualities of the saints they supplanted.",
        "They can often outdo them; and this is yet another reason for their\nsuccess. It is a well-ascertained fact, for example, that many holy men\nhave been nourished by the Milk of the Mother of God, “not,” as a\nCatholic writer says, “in a mystic or spiritual sense, but with their\nactual lips\"; Saint Bernard “among a hundred, a thousand, others.” Nor\nis this all, for in the year 1690, a painted image of the Madonna, not\nfar from the city of Carinola, was observed to “diffuse abundant milk\"\nfor the edification of a great concourse of spectators–a miracle which\nwas recognized as such by the bishop of that diocese, Monsignor Paolo\nAyrola, who wrote a report on the subject. Some more of this authentic\nmilk is kept in a bottle in the convent of Mater Domini on Vesuvius, and\nthe chronicle of that establishment, printed in 1834, says:",
        "“Since Mary is the Mother and Co-redeemer of the Church, may she not\nhave left some drops of her precious milk as a gift to this Church, even\nas we still possess some of the blood of Christ? In various churches\nthere exists some of this milk, by means of which many graces and\nbenefits are obtained. We find such relics, for example, in the church\nof Saint Luigi in Naples, namely, two bottles full of the milk of the\nBlessed Virgin; and this milk becomes fluid on feast-days of the\nMadonna, as everybody can see. Also in this convent of Mater Domini the\nmilk sometimes liquefies.” During eruptions of Vesuvius this bottle is\ncarried abroad in procession, and always dispels the danger. Saint\nJanuarius must indeed look to his laurels! Meanwhile it is interesting\nto observe that the Mother of God has condescended to employ the method\nof holy relics which she once combated so strenuously, her milk\ncompeting with the blood of Saint John, the fat of Saint Laurence, and\nthose other physiological curios which are still preserved for the\nedification of believers.",
        "All of which would pass if a subtle poison had not been creeping in to\ntaint religious institutions. Taken by themselves, these infantile\nobservances do not necessarily harm family life, the support of the\nstate; for a man can believe a considerable deal of nonsense, and yet go\nabout his daily work in a natural and cheerful manner. But when the body\nis despised and tormented the mind loses its equilibrium, and when that\nhappens nonsense may assume a sinister shape. We have seen it in\nEngland, where, during the ascetic movement of Puritanism, more witches\nwere burnt than in the whole period before and after.",
        "The virus of asceticism entered South Italy from three principal\nsources. From early ages the country had stood in commercial relations\nwith the valley of the Nile; and even as its black magic is largely\ntinged with Egyptian practices, so its magic of the white kind–its\nsaintly legends–bear the impress of the self-macerations and perverted\nlife-theories of those desert-lunatics who called themselves Christians.\n[Footnote: These ascetics were here before Christianity (see Philo\nJudaeus); in fact, there is not a single element in the new faith which\nhad not been independently developed by the pagans, many of whom, like\nSeneca, Epictetus, and Marcus Aurelius, were ripe for the most abject\nself-abasement.] But this Orientalism fell at first upon unfruitful\nsoil; the Vatican was yet wavering, and Hellenic notions of\nconduct still survived. It received a further rebuff at the hands of men\nlike Benedict, who set up sounder ideals of holiness, introducing a\ngleam of sanity even in that insanest of institutions–the herding\ntogether of idle men to the glory of God.",
        "But things became more centralized as the Papacy gainedground. The\nstrong Christian, the independent ruler or warrior or builder saint, was\ntolerated only if he conformed to its precepts; and the inauspicious\nrise of subservient ascetic orders like the Franciscans and Dominicans,\nwho quickly invaded the fair regions of the south, gave an evil tone to\ntheir Christianity.",
        "There has always been a contrary tendency at work: the Ionic spirit,\nheritage of the past. Monkish ideals of chastity and poverty have never\nappealed to the hearts of people, priests or prelates of the south; they\nwill endure much fondness in their religion, but not those phenomena of\ncruelty and pruriency which are inseparably connected with asceticism;\ntheir notions have ever been akin to those of the sage Xenocrates, who\nheld that “happiness consists not only in the possession of human\nvirtues, but in the accomplishment of natural acts.” Among the latter\nthey include the acquisition of wealth and the satisfaction of carnal\nneeds. At this time, too, the old Hellenic curiosity was not wholly\ndimmed; they took an intelligent interest in imported creeds like that\nof Luther, which, if not convincing, at least satisfied their desire for\nnovelty. Theirs was exactly the attitude of the Athenians towards Paul’s\n“New God\"; and Protestantism might have spread far in the south, had it\nnot been ferociously repressed.",
        "But after the brilliant humanistic period of the Aragons there followed\nthe third and fiercest reaction–that of the Spanish viceroys, whose\nmisrule struck at every one of the roots of national prosperity. It is\nthat “seicentismo” which a modern writer (A. Niceforo, “L’Italia\nbarbara,” 1898) has recognized as the blight, the evil genius, of south\nItaly. The Ionic spirit did not help the people much at this time. The\ngreatest of these viceroys, Don Pietro di Toledo, hanged 18,000 of them\nin eight years, and then confessed, with a sigh, that “he did not know\nwhat more he could do.” What more could he do? As a pious Spaniard he\nwas incapable of understanding that quarterings and breakings on the\nrack were of less avail than the education of the populace in certain\nsecular notions of good conduct–notions which it was the business of\nhis Church not to teach. Reading through the legislation of the\nviceregal period, one is astonished to find how little was done for the\ncommon people, who lived like the veriest beasts of earth.",
        "Their civil rulers–scholars and gentlemen, most of them–really\nbelieved that the example of half a million illiterate and vicious monks\nwas all the education they needed. And yet one notes with surprise that\nthe Government was perpetually at loggerheads with the ecclesiastical\nauthorities. True; but it is wonderful with what intuitive alacrity they\njoined forces when it was a question of repelling their common\nantagonist, enlightenment.",
        "From this rank soil there sprang up an exotic efflorescence of holiness.\nIf south Italy swarmed with sinners, as the experiences of Don Pietro\nseemed to show, it also swarmed with saints. And hardly one of them\nescaped the influence of the period, the love of futile ornamentation.\nTheir piety is overloaded with embellishing touches and needless\nexcrescences of virtue. It was the baroque period of saintliness, as of\narchitecture.",
        "I have already given some account of one of them, the Flying Monk\n(Chapter X), and have perused the biographies of at least fifty others.\nOne cannot help observing a great uniformity in their lives–a kind of\nfamily resemblance. This parallelism is due to the simple reason that\nthere is only one right for a thousand wrongs. One may well look in\nvain, here, for those many-tinted perversions and aberrations which\ndisfigure the histories of average mankind. These saints are all\nalike–monotonously alike, if one cares to say so–in their chastity and\nother official virtues. But a little acquaintance with the subject will\nsoon show you that, so far as the range of their particular Christianity\nallowed of it, there is a praiseworthy and even astonishing diversity\namong them. Nearly all of them could fly, more or less; nearly all of\nthem could cure diseases and cause the clouds to rain; nearly all of\nthem were illiterate; and every one of them died in the odour of\nsanctity–with roseate complexion, sweetly smelling corpse, and flexible\nlimbs. Yet each one has his particular gifts, his strong point. Joseph\nof Copertino specialized in flying; others were conspicuous for their\nheroism in sitting in hot baths, devouring ordure, tormenting themselves\nwith pins, and so forth.",
        "Here, for instance, is a good representative biography–the Life of\nSaint Giangiuseppe della Croce (born 1654), reprinted for the occasion\nof his solemn sanctification. [Footnote: “Vita di S. Giangiuseppe della\nCroce . . . Scritta dal P. Fr. Diodato dell’ Assunta per la\nBeatificazione ed ora ristampata dal postulatore della causa P. Fr.\nGiuseppe Rostoll in occasione della solenne Santificazione.” Roma,\n1839.]",
        "He resembled other saints in many points. He never allowed the “vermin\nwhich generated in his bed” to be disturbed; he wore the same clothes\nfor sixty-four years on end; with women his behaviour was that of an\n“animated statue,” and during his long life he never looked any one in\nthe face (even his brother-monks were known to him only by their\nvoices); he could raise the dead, relieve a duchess of a devil in the\nshape of a black dog, change chestnuts into apricots, and bad wine into\ngood; his flesh was encrusted with sores, the result of his fierce\nscarifications; he was always half starved, and when delicate viands\nwere brought to him, he used to say to his body: “Have you seen them?\nHave you smelt them? Then let that suffice for you.”",
        "He, too, could fly a little. So once, when he was nowhere to be found,\nthe monks of the convent at last discovered him in the church, “raised\nso high above the ground that his head touched the ceiling.” This is not\na bad performance for a mere lad, as he then was. And how useful this\ngift became in old age was seen when, being almost incapable of moving\nhis legs, and with body half paralysed, he was nevertheless enabled to\naccompany a procession for the length of two miles on foot, walking, to\nthe stupefaction of thousands of spectators, at about a cubit’s height\nabove the street, on air; after the fashion of those Hindu gods whose\nfeet–so the pagans fable–are too pure to touch mortal earth.",
        "His love of poverty, moreover, was so intense that even after his death\na picture of him, which his relatives had tried to attach to the wall in\nloving remembrance, repeatedly fell down again, although nailed very\nsecurely; nor did it remain fixed until they realized that its costly\ngilt frame was objectionable to the saint in heaven, and accordingly\nremoved it. No wonder the infant Jesus was pleased to descend from the\nbreast of Mary and take rest for several hours in the arms of Saint\nGiangiuseppe, who, on being disturbed by some priestly visitor,\nexclaimed, “O how I have enjoyed holding the Holy Babe in my arms!” This\nis an old and favourite motif; it occurs, for example, in the Fioretti\nof Saint Francis; there are precedents, in fact, for all these divine\nfavours.",
        "But his distinguishing feature, his “dominating gift,” was that of\nprophecy, especially in foretelling the deaths of children, “which he\nalmost always accompanied with jocular words (scherzi) on his lips.\"\nHe would enter a house and genially remark: “O, what an odour of\nParadise “; sooner or later one or more of the children of the family\nwould perish. To a boy of twelve he said, “Be good, Natale, for the\nangels are coming to take you.” These playful words seem to have weighed\nconsiderably on the boy’s mind and, sure enough, after a few years he\ndied. But even more charming–piu grazioso, the biographer calls\nit–was the incident when he once asked a father whether he would give\nhis son to Saint Pasquale. The fond parent agreed, thinking that the\nwords referred to the boy’s future career in the Church. But the saint\nmeant something quite different–he meant a career in heaven! And in\nless than a month the child died. To a little girl who was crying in the\nstreet he said: “I don’t want to hear you any more. Go and sing in\nParadise.” And meeting her a short time after, he said, “What, are you\nstill here?” In a few days she was dead.",
        "The biography gives many instances of this pretty gift which would\nhardly have contributed to the saint’s popularity in England or any\nother country save this, where–although the surviving youngsters are\ndescribed as “struck with terror at the mere name of the Servant of\nGod\"–the parents were naturally glad to have one or two angels in the\nfamily, to act as avvocati (pleaders) for those that remained on earth.",
        "And the mention of the legal profession brings me to one really\ninstructive miracle. It is usually to be observed, after a saint has\nbeen canonized, that heaven, by some further sign or signs, signifies\napproval of this solemn act of the Vicar of God; indeed, to judge by\nthese biographies, such a course is not only customary but, to use a\nworldly expression, de rigueur. And so it happened after the decree\nrelative to Saint Giangiuseppe had been pronounced in the Vatican\nbasilica by His Holiness Pius VI, in the presence of the assembled\ncardinals. Innumerable celestial portents (their enumeration fills\neleven pages of the “Life”) confirmed and ratified the great event, and\namong them this: the notary, who had drawn up both the ordinary and the\napostolic processi, was cured of a grievous apoplexy, survived for\nfour years, and finally died on the very anniversary of the death of the\nsaint. Involuntarily one contrasts this heavenly largesse with the\nsordid guineas which would have contented an English lawyer. . . .",
        "Or glance into the biography of the Venerable Sister Orsola Benincasa.\nShe, too, could fly a little and raise men from the dead. She cured\ndiseases, foretold her own death and that of others, lived for a month\non the sole nourishment of a consecrated wafer; she could speak Latin\nand Polish, although she had been taught nothing at all; wrought\nmiracles after death, and possessed to a heroic degree the virtues of\npatience, humility, temperance, justice, etc. etc. So inflamed was she\nwith divine love, that almost every day thick steam issued out of her\nmouth, which was observed to be destructive to articles of clothing; her\nheated body, when ice was applied, used to hiss like a red-hot iron\nunder similar conditions.",
        "As a child, she already cried for other people’s sins; she was always\nhunting for her own and would gladly, at the end of her long and\nblameless career, have exchanged her sins for those of the youthful\nDuchess of Aquaro. An interesting phenomenon, by the way, the theory of\nsinfulness which crops up at this particular period of history. For our\nconception of sin is alien to the Latin mind. There is no “sin” in Italy\n(and this is not the least of her many attractions); it is an article\nmanufactured exclusively for export. [Footnote: “Vita della Venerabile\nServa di Dio Suor Orsola Benincasa, Scritta da un cherico regolare,\"\nRome, 1796. There are, of course, much earlier biographies of all these\nsaints; concerning Sister Orsola we possess, for instance, the\nremarkable pamphlet by Cesare d’Eboli (\"Caesaris Aevoli Neapolitan!\nApologia pro Ursula Neapolitana quas ad urbem accessit MDLXXXIII,\"\nVenice, 1589), which achieves the distinction of never mentioning Orsola\nby name: she is only once referred to as “mulier de qua agitur.” But I\nprefer to quote from the more recent ones because they are\nauthoritative, in so far as they have been written on the basis of\nmiracles attested by eye-witnesses and accepted as veracious by the\nVatican tribunal. Sister Orsola, though born in 154.7, was only declared\nVenerable by Pontifical decree of 1793. Biographies prior to that date\nare therefore ex-parte statements and might conceivably contain errors\nof fact. This is out of the question here, as is clearly shown by the\nauthor on p. 178.]",
        "Orsola’s speciality, however, were those frequent trance-like conditions\nby reason of which, during her lifetime, she was created “Protectress of\nthe City of Naples.” I cannot tell whether she was the first woman-saint\nto obtain this honour. Certainly the “Seven Holy Protectors” concerning\nwhom Paolo Regio writes were all musty old males. . . .",
        "And here is quite another biography, that of Alfonso di Liguori (born\n1696), the founder of the Redemptorist order and a canonized saint. He,\ntoo, could fly a little and raise the dead to life; he suffered\ndevil-temptations, caused the clouds to rain, calmed an eruption of\nVesuvius, multiplied food, and so forth. Such was his bashfulness, that\neven as an aged bishop he refused to be unrobed by his attendants; such\nhis instinct for moral cleanliness that once, when a messenger had\nalighted at his convent accompanied by a soldier, he instantly detected,\nunder the military disguise, the lineaments of a young woman-friend.\nDespite these divine gifts, he always needed a confessor. An enormous\nbatch of miracles accompanied his sanctification.",
        "But he only employed these divine graces by the way; he was by\nprofession not a taumaturgo, but a clerical instructor, organizer,\nand writer. The Vatican has conferred on him the rare title of “Doctor\nEcclesia,” which he shares with Saint Augustine and some others.",
        "The biography from which I have drawn these details was printed in Rome\nin 1839. It is valuable because it is modern and so far authentic; and\nfor two other reasons. In the first place, curiously enough, it barely\nmentions the saint’s life-work–his writings. Secondly, it is a good\nexample of what I call the pious palimpsest. It is over-scored with\ncontradictory matter. The author, for example, while accidentally\ninforming us that Alfonso kept a carriage, imputes to him a degrading,\nOriental love of dirt and tattered garments, in order (I presume) to\nmake his character conform to the grosser ideals of the mendicant\nfriars. I do not believe in these traits–in his hatred of soap and\nclean apparel. From his works I deduce a different original. He was\nrefined and urbane; of a casuistical and prying disposition; like many\nsensitive men, unduly preoccupied with the sexual life of youth; like a\ntrue feudal aristocrat, ever ready to apply force where verbal\nadmonition proved unavailing. . . .",
        "In wonder-working capacities these saints were all put in the shade by\nthe Calabrian Francesco di Paola, who raised fifteen persons from the\ndead in his boyhood. He used to perform a hundred miracles a day, and\n“it was a miracle, when a day passed without a miracle.” The index alone\nof any one of his numerous biographies is enough to make one’s head swim.",
        "The vast majority of saints of this period do not belong to that third\nsex after which, according to some, the human race has ever striven–the\nconstructive and purposeful third sex. They are wholly sexless, unsocial\nand futile beings, the negation of every masculine or feminine virtue.\nTheir independence fettered by the iron rules of the Vatican and of\ntheir particular order, these creatures had nothing to do; and like\nthe rest of us under such conditions, became vacuously introspective.\nThose honourable saintly combats of the past with external enemies and\nplagues and stormy seasons were transplanted from without into the\nmicrocosm within, taking the shape of hallucinations and\ndemon-temptations. They were no longer actors, but sufferers; automata,\nwho attained a degree of inanity which would have made their old\nByzantine prototypes burst with envy.",
        "Yet they vary in their gifts; each one, as I have said, has his or her\nstrong point. Why? The reason of this diversity lies in the furious\ncompetition between the various monastic orders of the time–in those\nunedifying squabbles which led to never-ending litigation and complaints\nto head-quarters in Rome. Every one of these saints, from the first\ndawning of his divine talents, was surrounded by an atmosphere of\njealous hatred on the part of his co-religionists. If one order came out\nwith a flying wonder, another, in frantic emulation, would introduce\nsome new speciality to eclipse his fame–something in the fasting line,\nit may be; or a female mystic whose palpitating letters to Jesus Christ\nwould melt all readers to pity. The Franciscans, for instance, dissected\nthe body of a certain holy Margaret and discovered in her heart the\nsymbols of the Trinity and of the Passion. This bold and original idea\nwould have gained them much credit, but for the rival Dominicans, who\npromptly discovered, and dissected, another saintly Margaret, whose\nheart contained three stones on which were engraven portraits of the\nVirgin Mary. [Footnote: These and other details will be found in the\nfour volumes “Das Heidentum in der romischen Kirche” (Gotha, 1889-91),\nby Theodor Trede, a late Protestant parson in Naples, strongly tinged\nwith anti-Catholicism, but whose facts may be relied upon. Indeed, he\ngives chapter and verse for them.] So they ceaselessly unearthed fresh\nsaints with a view to disparaging each other–all of them waiting for a\nfavourable moment when the Vatican could be successfully approached to\nconsider their particular claims. For it stands to reason that a\nCarmelite Pope would prefer a Carmelite saint to one of the Jesuits, and\nso forth.",
        "And over all throned the Inquisition in Rome, alert, ever-suspicious;\ntesting the “irregularities” of the various orders and harassing their\nrespective saints with Olympic impartiality.",
        "I know that mystics such as Orsola Benincasa are supposed to have\nanother side to their character, an eminently practical side. It is\nperfectly true–and we need not go out of England to learn it–that\npiety is not necessarily inconsistent with nimbleness in worldly\naffairs. But the mundane achievements, the monasteries and churches, of\nnine-tenths of these southern ecstatics are the work of the confessor\nand not of the saint. Trainers of performing animals are aware how these\ndiffer in plasticity of disposition and amenability to discipline; the\nspiritual adviser, who knows his business, must be quick to detect these\nvarious qualities in the minds of his penitents and to utilize them to\nthe best advantage. It is inconceivable, for instance, that the\nconvent-foundress Orsola was other than a neuropathic nonentity–a blind\ninstrument in the hands of what we should call her backers, chiefest of\nwhom (in Naples) were two Spanish priests, Borii and Navarro, whose\nlocal efforts were supported, at head-quarters, by the saintly Filippo\nNeri and the learned Cardinal Baronius.",
        "This is noticeable. The earlier of these godly biographies are written\nin Latin, and these are more restrained in their language; they were\ncomposed, one imagines, for the priests and educated classes who could\ndispense to a certain degree with prodigies. But the later ones, from\nthe viceregal period onwards, are in the vernacular and display a marked\ndeterioration; one must suppose that they were printed for such of the\ncommon people as could still read (up to a few years ago, sixty-five per\ncent of the populace were analphabetic). They are pervaded by the\ncharacteristic of all contemporary literature and art: that deliberate\nintention to astound which originated with the poet Marino, who\ndeclared such to have been his object and ideal. The miracles certainly\ndo astound; they are as strepitosi (clamour-arousing) as the writers\nclaim them to be; how they ever came to occur must be left to the\nconsciences of those who swore on oath to the truth of them.",
        "During this period the Mother of God as a local saint increased in\npopularity. There was a ceaseless flow of monographs dealing with\nparticular Madonnas, as well as a small library on what the Germans\nwould doubtless call the “Madonna as a Whole.” Here is Serafino\nMontorio’s “Zodiaco di Maria,” printed in 1715 on the lines of that\nmonster of a book by Gumppenberg. It treats of over two hundred\nsubspecies of Madonna worshipped in different parts of south Italy which\nis divided, for these celestial purposes, into twelve regions, according\nto the signs of the Zodiac. The book is dedicated by the author to his\n“Sovereign Lady the Gran Madre di Dio” and might, in truth, have been\nwritten to the glory of that protean old Magna Mater by one of Juvenal’s\n“tonsured herd” possessed of much industry but little discrimination.\n[Footnote: The Mater Dei was officially installed in the place of Magna\nMater at the Synod of Ephesus in 431.] Such as it is, it reflects the\ncrude mental status of the Dominican order to which the author belonged.\nI warmly recommend this book to all Englishmen desirous of understanding\nthe south. It is pure, undiluted paganism–paganism of a bad school; one\nwould think it marked the lowest possible ebb of Christian spirituality.\nBut this is by no means the case, as I shall presently show.",
        "How different, from such straightforward unreason, are the etherealized,\nsaccharine effusions of the “Glories of Mary,” by Alfonso di Liguori!\nThey represent the other pole of Mariolatry–the gentlemanly pole. And\nunder the influence of Mary-worship a new kind of saintly physiognomy\nwas elaborated, as we can see from contemporary prints and pictures. The\nbearded men-saints were extinct; in the place of them this mawkish,\nsub-sexual love for the Virgin developed a corresponding type of\nadorer–clean-shaven, emasculate youths, posing in ecstatic attitudes\nwith a nauseous feminine smirk. Rather an unpleasant sort of saint.",
        "The unwholesome chastity-ideal, without which no holy man of the period\nwas “complete,” naturally left its mark upon literature, notably on that\nof certain Spanish theologians. But good specimens of what I mean may\nalso be found in the Theologia Moralis of Liguori; the kind of stuff,\nthat is, which would be classed as “curious” in catalogues and kept in a\nlocked cupboard by the most broad-minded paterfamilias. Reading these\nelucubrations of Alfonso’s, one feels that the saint has pondered long\nand lovingly upon themes like an et quando peccata sint oscula or de\ntactu et adspectu corporis; he writes with all the authority of an\nexpert whose richly-varied experiences in the confessional have been\namplified and irradiated by divine inspiration. I hesitate what to call\nthis literature, seeing that it was obviously written to the glory of\nGod and His Virgin Mother. The congregation of the Index, which was\nsevere in the matter of indecent publications and prohibited Boccaccio’s\nDecameron on these grounds, hailed with approval the appearance of such\ntreatises composed, as they were, for the guidance of young priests.",
        "Cruelty (in the shape of the Inquisition) and lasciviousness (as\nexemplified by such pious filth)–these are the prime fruits of that\ncult of asceticism which for centuries the Government strove to impose\nupon south Italy. If the people were saved, it was due to that\nsubstratum of sanity, of Greek sophrosyne, which resisted the one and\nderided the other. Whoever has saturated himself with the records will\nmarvel not so much that the inhabitants preserved some shreds of common\nsense and decent feeling, as that they survived at all–he will marvel\nthat the once fair kingdom was not converted into a wilderness, saintly\nbut uninhabited, like Spain itself.",
        "For the movement continued in a vertiginous crescendo. Spaniardism\nculminated in Bourbonism, and this, again, reached its climax in the\nclosing years of the eighteenth century, when the conditions of south\nItaly baffled description. I have already (p. 212) given the formidable\nnumber of its ecclesiastics; the number of saints was commensurate,\nbut–as often happens when the quantity is excessive–the quality\ndeclined. This lazzaroni-period was the debacle of holiness. So true it\nis that our gods reflect the hearts that make them.",
        "The Venerable Fra Egidio, a native of Taranto, is a good example of\ncontemporary godliness. My biography of him was printed in Naples in\n1876, [Footnote: “Vita del Venerabile servo di Dio Fra Egidio da S.\nGiuseppe laico professo alcantarino,” Napoli, 1876.] and contains a\ndedicatory epistle addressed to the Blessed Virgin by her “servant,\nsubject, and most loving son Rosario Frungillo\"–a canon of the church\nand the author of the book.",
        "This “taumaturgo” could perform all the ordinary feats; I will not\nlinger over them. What has made him popular to this day are those\nwonders which appealed to the taste of the poorer people, such as, for\nexample, that miracle of the eels. A fisherman had brought fourteen\nhundredweight of these for sale in the market. Judge of his\ndisappointment when he discovered that they had all died during the\njourney (southerners will not pay for dead eels). Fortunately, he saw\nthe saint arriving in a little boat, who informed him that the eels were\n“not dead, but only asleep,” and who woke them up again by means of a\nrelic of Saint Pasquale which he always carried about with him, after a\nquarter of an hour’s devout praying, during which the perspiration oozed\nfrom his forehead. The eels, says the writer, had been dead and slimy,\nbut now turned their bellies downwards once more and twisted about in\ntheir usual spirals; there began a general weeping among the onlookers,\nand the fame of the miracle immediately spread abroad. He could do the\nsame with lobsters, cows, and human beings.",
        "Thus a cow belonging to Fra Egidio’s monastery was once stolen by an\nimpious butcher, and cut up into the usual joints with a view to a\nclandestine sale of the meat. The saint discovered the beast’s remains,\nordered that they should be laid together on the floor in the shape of a\nliving cow, with the entrails, head and so forth in their natural\npositions; then, having made the sign of the cross with his cord upon\nthe slaughtered beast, and rousing up all his faith, he said: “In the\nname of God and of Saint Pasquale, arise, Catherine!” (Catherine was the\ncow’s name.) “At these words the animal lowed, shook itself, and stood\nup on its feet alive, whole and strong, even as it had been before it\nwas killed.”",
        "In the case of one of the dead men whom he brought to life, the\nundertakers were already about their sad task; but Fra Egidio, viewing\nthe corpse, remarked in his usual manner that the man was “not dead, but\nonly asleep,” and after a few saintly manipulations, roused him from his\nslumber. The most portentous of his wonders, however, are those which he\nwrought after his own death by means of his relics and otherwise; they\nhave been sworn to by many persons. Nor did his hand lose its old\ncunning, in these posthumous manifestations, with the finny tribe. A\ncertain woman, Maria Scuotto, was enabled to resuscitate a number of\ndead eels by means of an image of the deceased saint which she cast\namong them.",
        "Every one of the statements in this biography is drawn from the\nprocessi to which I will presently refer; there were 202 witnesses who\ndeposed “under the rigour and sanctity of oath” to the truth of these\nmiracles; and among those who were personally convinced of the\nVenerable’s rare gifts was the Royal Family of Naples, the archbishop of\nthat town, as well as innumerable dukes and princes. An embittered\nrationalist would note that the reading of Voltaire, at this period, was\npunished with three years’ galley-slavery and that several thousand\ncitizens were hanged for expressing liberal opinions; he will suggest\nthat belief in the supernatural, rejected by the thinking classes, finds\nan abiding shelter among royalty and the proletariat.",
        "It occurs to me, a propos of Fra Egidio, to make the obvious statement\nthat an account of an occurrence is not necessarily true, because it\nhappened long ago. Credibility does not improve, like violins and port\nwine, with lapse of years. This being the case, it will not be\nconsidered objectionable to say that there are certain deeds attributed\nto holy men of olden days which, to speak frankly, are open to doubt; or\nat least not susceptible of proof. Who were these men, if they ever\nexisted? and who vouches for their prodigies? This makes me think that\nPope Gelasius showed no small penetration in excluding, as early as the\nfifth century, some few acta sanctorum from the use of the churches;\nanother step in the same direction was taken in the twelfth century when\nthe power of canonizing saints, which had hitherto been claimed by all\nbishops, became vested in the Pope alone; and yet another, when Urban\nVIII forbade the nomination of local patron saints by popular vote.\nPious legends are supposed to have their uses as an educative agency. So\nbe it. But such relations of imperfectly ascertained and therefore\nquestionable wonders suffer from one grave drawback: they tend to shake\nour faith in the evidence of well-authenticated ones. Thus Saint Patrick\nis also reported to have raised a cow from the dead–five cows, to be\nquite accurate; but who will come forward and vouch for the fact? No\none. That is because Saint Patrick belongs to the legendary stage; he\ndied, it is presumed, about 490.",
        "Here, with Saint Egidio, we are on other ground; on the ground of bald\nactuality. He expired in 1812, and the contemporaries who have attested\nhis miraculous deeds are not misty phantoms of the Thebais; they were\ncreatures of flesh and blood, human, historical personages, who were\ndressed and nourished and educated after the fashion of our own\ngrandfathers. Yet it was meet and proper that the documentary evidence\nas to his divine graces should be conscientiously examined. And only in\n1888 was the crowning work accomplished. In that year His Holiness Leo\nXIII and the Sacred Congregation of Cardinals solemnly approved the\nevidence and inscribed the name of Egidio in the book of the Blessed.",
        "To touch upon a few minor matters–I observe that Fra Egidio, like the\nFlying Monk, was “illiterate,” and similarly preserved up to a decrepit\nage “the odorous lily of purity, which made him appear in words and\ndeeds as a most innocent child.” He was accustomed to worship before a\nfavourite picture of the Mother of God which he kept adorned with\ncandles; and whenever the supply of these ran out, he was wont to\naddress Her with infantile simplicity of heart and in the local dialect:\n“Now there’s no wax for You; so think about it Yourself; if not, You’ll\nhave to go without.” The playful-saintly note. . . .",
        "But there is this difference between him and earlier saints that whereas\nthey, all too often, suffered in solitude, misunderstood and rejected of\nmen, he enjoyed the highest popularity during his whole long life.\nWherever he went, his footsteps were pursued by crowds of admirers,\neager to touch his wonder-working body or to cut off shreds of his\nclothing as amulets; hardly a day passed that he did not return home\nwith garments so lacerated that only half of them was left; every\nevening they had to be patched up anew, although they were purposely\nstitched full of wires and small chains of iron as a protection. The\nsame passionate sympathy continued after death, for while his body was\nlying in state a certain Luigi Ascione, a surgeon, pushed through the\ncrowd and endeavoured to cut off one of his toe-nails with the flesh\nattached to it; he admitted being driven to this act of pious\ndepredation by the pleading request of the Spanish Ambassador and a\nNeapolitan princess, who held Fra Egidio in great veneration.",
        "This is not an isolated instance. Southerners love their saints, and do\nnot content themselves with chill verbal expressions of esteem. So the\nbiographer of Saint Giangiuseppe records that “one of the deceased\nsaint’s toes was bitten off with most regret-able devotion by the teeth\nof a man in the crowd, who wished to preserve it as a relic. And the\nblood from the wound flowed so copiously and so freely that many pieces\nof cloth were saturated with it; nor did it cease to flow till the\nprecious corpse was interred.” It is hard to picture such proofs of\nfervid popularity falling to the lot of English deans and bishops.",
        "He was modern, too, in this sense, that he did not torment himself with\npenitences (decay of Spanish austerity); on the contrary, he even kept\nchocolate, honey and suchlike delicacies in his cell. In short, he was\nan up-to-date saint, who despised mediaeval practices and lived in a\nmanner befitting the age which gave him birth. In this respect he\nresembles our English men of holiness, who exercise a laudable\nself-denial in resisting the seductions of the ascetic life.",
        "Meanwhile, the cult of the Mother of God continued to wax in favour, and\nthose who are interested in its development should read the really\nremarkable book by Antonio Cuomo, “Saggio apologetico della belezza\nceleste e divina di Maria S.S. Madre di Dio” (Castellamare, 1863). It is\na diatribe against modernism by a champion of lost causes, an\nexacerbated lover of the “Singular Virgin and fecund Mother of the\nVerb.” His argument, as I understand it, is the consensus gentium\ntheory applied to the Virgin Mary. In defence of this thesis, the book\nhas been made to bristle with quotations; they stand out like quills\nupon the porcupine, ready to impale the adventurous sceptic. Pliny and\nVirgil and the Druids and Balaam’s Ass are invoked as foretelling Her\nbirth; the Old Testament–that venerable sufferer, as Huxley called\nit–is twisted into dire convulsions for the same purpose; much evidence\nis also drawn from Hebrew observances and from the Church Fathers. But\nthe New Testamentary record is seldom invoked; the Saviour, on the rare\noccasions when He is mentioned, being dismissed as “G. C.” The volume\nends with a pyrotechnical display of invective against non-Catholic\nheretics; a medley of threats and abuse worthy of those breezy days of\nErasmus, when theologians really said what they thought of each other.\nThe frank polytheism of Montorio is more to my taste. This outpouring of\npapistical rhetoric gives me unwarrantable sensations–it makes me feel\npositively Protestant.",
        "Another sign of increasing popularity is that the sacred bacchanals\nconnected with the “crowning” of various Madonnas were twice as\nnumerous, in Naples, in the nineteenth as in the eighteenth century. Why\nan image of the Mother of God should be decked with this worldly symbol,\nas a reward for services rendered, will be obscure only to those who\nfail to appreciate the earthly-tangible complexion of southern religion.\nPuerility is its key-note. The Italian is either puerile or adult; the\nEnglishman remains everlastingly adolescent. . . .",
        "Now of course it is open to any one to say that the pious records from\nwhich I have quoted are a desolation of the spirit; that they possess\nall the improbability of the “Arabian Nights,” and none of their charm;\nthat all the distempered dreamings to which our poor humanity is subject\nhave given themselves a rendezvous in their pages. I am not for\ndisputing the point, and I can understand how one man may be saddened by\ntheir perusal, while another extracts therefrom some gleams of mirth.\nFor my part, I merely verify this fact: the native has been fed with\nthis stuff for centuries, and if we desire to enter into his feelings,\nwe must feed ourselves likewise–up to a point. The past is the key to\nthe present. That is why I have dwelt at such length on the subject–in\nthe hope of clearing up the enigma in the national character: the\nunpassable gulf, I mean, between the believing and the unbelieving\nsections of the community.",
        "An Anglo-Saxon arriving at Bagnara and witnessing a procession in honour\nof that Sacred Hat of the Mother of God which has led me into this\ndisquisition, would be shocked at the degree of bigotry implied. “The\nHat of the Virgin Mary,” he would say–\"what next?” Then, accosting some\nordinary citizen not in the procession–any butcher or baker–he would\nreceive a shock of another kind; he would be appalled at the man’s\nlanguage of contemptuous derision towards everything which he, the\nAnglo-Saxon, holds sacred in biblical tradition. There is no attempt,\nhere, at “reconciliation.” The classes calling themselves enlightened\nare making a clean sweep of the old gods in a fashion that bewilders us\nwho have accustomed ourselves to see a providential design in everything\nthat exists (possibly because our acquaintance with a providentially-\ndesigned Holy Office is limited to an obsolete statute, the genial\nde haeretico comburendo). The others, the fetishists, have\nremained on the spiritual level of their own saints. And there we stand\ntoday. That section so numerous in England, the pseudo-pagans,\ncrypto-Christians, or whatever obscurantists like Messrs. A. J. Balfour\nand Mallock like to call themselves (the men who, with disastrous\neffects, transport into realms of pure intelligence the spirit of\ncompromise which should be restricted to practical concerns)–that\nsection has no representatives hereabouts.",
        "Fully to appreciate their attitude as opposed to ours, we must also\nremember that the south Italian does not trouble himself about the\nobjective truth of any miracle whatever; his senses may be perverted,\nbut his intelligence remains outside the sphere of infection. This is\nhis saving grace. To the people here, the affair of Moses and the\nBurning Bush, the raising of Lazarus, and Egidio’s cow-revival, are on\nthe identical plane of authenticity; the Bible is one of a thousand\nsaints’ books; its stories may be as true as theirs, or just as untrue;\nin any case, what has that to do with his own worldly conduct? But the\nEnglishman with ingenuous ardour thinks to believe in the Burning Bush\nwonder, and in so far his intelligence is infected; with equal ardour he\nexcludes the cow-performance from the range of possibility; and to him\nit matters considerably which of the miracles are true and which are\nfalse, seeing that his conduct is supposed to take colour from such\nsupernatural events. Ultra-credulous as to one set of narratives, he has\nno credulity left for other sets; he concentrates his believing energies\nupon a small space, whereas the Italian’s are diffused, thinly, over a\nwide area. It is the old story: Gothic intensity and Latin spaciousness.\nSo the Gothic believer takes his big dose of irrationalism on one fixed\nday; the Latin, by attending Mass every morning, spreads it over the\nwhole week. And the sombre strenuousness of our northern character\nexpects a remuneration for this outlay of faith, while the other\ncontents himself with such sensuous enjoyment as he can momentarily\nextract from his ceremonials. That is why our English religion has a\ndemocratic tinge distasteful to the Latin who, at bottom, is always a\nphilosopher; democratic because it relies for its success, like\ndemocratic politicians, upon promises–promises that may or may not be\nkept–promises that form no part (they are only an official appendage)\nof the childlike paganism of the south. . . .",
        "Fifteen francs will buy you a reliable witness for a south Italian\nlawsuit; you must pay a good deal more in England. Thence one might\nargue that the cult of credulity implied by these saintly biographies is\nresponsible for this laxness, for the general disregard of veracity. I\ndoubt it. I am not inclined to blame the monkish saint-makers for this\nparticular trait; I suspect that for fifteen francs you could have\nbought a first-class witness under Pericles. Southerners are not yet\npressed for time; and when people are not pressed for time, they do not\nlearn the time-saving value of honesty. Our respect for truth and fair\ndealing, such as it is, derives from modern commerce; in the Middle Ages\nnobody was concerned about honesty save a few trading companies like the\nHanseatic League, and the poor mediaeval devil (the only gentleman of\nhis age) who was generally pressed for time and could be relied upon to\nkeep his word. Even God, of whom they talked so much, was systematically\nswindled. Where time counts for nothing, expeditious practices between\nman and man are a drug in the market. Besides, it must be noted that\nthis churchly misteaching was only a fraction of that general shattering\nwhich has disintegrated all the finer fibres of public life. It stands\nto reason that the fragile tissues of culture are dislocated, and its\ndelicate edges defaced, by such persistive governmental brutalization as\nthe inhabitants have undergone. None but the grossest elements in a\npeople can withstand enduring misrule; none but a mendacious and servile\nnature will survive its wear and tear. So it comes about that up to a\nfew years ago the nobler qualities which we associate with those old\nHellenic colonists–their intellectual curiosity, their candid outlook\nupon life, their passionate sense of beauty, their love of nature–all\nthese things had been abraded, leaving, as residue, nothing save what\nthe Greeks shared with ruder races. There are indications that this\nstate of affairs is now ending.",
        "The position is this. The records show that the common people never took\ntheir saints to heart in the northern fashion–as moral exemplars; from\nbeginning to end, they have only utilized them as a pretext for fun and\nfestivals, a means of brightening the cata-combic, the essentially\nsunless, character of Christianity. So much for the popular saints, the\npatrons and heroes. The others, the ecclesiastical ones, are an\nartificial product of monkish institutions. These monkeries were\nestablished in the land by virtue of civil authority. Their continued\nexistence, however, was contingent upon the goodwill of the Vatican. One\nof the surest and cheapest methods of obtaining this goodwill was to\nproduce a satisfactory crop of saints whose beatification swelled the\nVatican treasury with the millions collected from a deluded populace for\nthat end. The monks paid nothing; they only furnished the saint and, in\ndue course, the people’s money. Can we wonder that they discovered\nsaints galore? Can we wonder that the Popes were gratified by their\npious zeal?",
        "So things went on till yesterday. But now a large proportion of the ten\nthousand (?) churches and monasteries of Naples are closed or actually\nin ruins; wayside sanctuaries crumble to dust in picturesque fashion;\nthe price of holy books has fallen to zero, and the godly brethren have\nemigrated to establish their saint-manufactories elsewhere. Not without\nhope of success; for they will find purchasers of their wares wherever\nmankind can be interested in that queer disrespect of the body which is\ntaught by the metaphysical ascetics of the East.",
        "It was Lewes, I believe, who compared metaphysics to ghosts by saying\nthat there was no killing either of them; one could only dissipate them\nby throwing light into the dark places they love to inhabit–to show\nthat nothing is there. Spectres, likewise, are these saintly caricatures\nof humanity, perambulating metaphysics, the application in corpore\nvili of Oriental fakirism. Nightmare-literature is the crazy recital of\ntheir deeds and sufferings. Pathological phantoms! The state of mind\nwhich engenders and cherishes such illusions is a disease, and it has\nbeen well said that “you cannot refute a disease.” You cannot nail\nghosts to the counter.",
        "But a ray of light . . .",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}