{
    "title": "Old Calabria - XXXV. CAULONIA TO SERRA",
    "author": "Norman Douglas",
    "chapter": "35",
    "content": [
        "\n\n",
        "“How do you treat your malaria patients?” I once enquired of a doctor in\nIndia. A few good stiff doses, he said, when the attack is on; that\ngenerally settles them. If not, they can begin again. To take quinine as\na prophylactic, he considered folly. It might grow into a habit; you\nnever know. . . .",
        "It is to be hoped that such types are extinct, out there. They are\nextinct hereabouts. None but an ignorant person would now traverse\nmalarious tracts in summer without previous quininiza-tion; or, if\ninfected, deal with the disease otherwise than by an amply protracted\ntreatment of cure. Yet it is only quite lately that we have gained our\nknowledge of a proper use of the drug; and this accounts for the great\nmortality long after its specific effects had been recognized by the\nprofession. It was given both inefficiently and insufficiently. It was\nsold at a prohibitive price. The country people were distrustful;\nso-and-so had taken it for three or four days; he had improved, yes; but\nthe fever was on him once more. Why waste money on such experiments?",
        "I remember accosting a lad, anemic, shivering with the tertian, and\nmarked by that untimely senility which is the sign-manual of malaria. I\nsuggested quinine.",
        "“I don’t take doctors’ stuff,” he said. “Even if I wanted to, my father\nwould not let me. And if he did, there’s no money to pay for it. And if\nthere were, it would do no good. He’s tried it himself.”",
        "“Well, but how are you feeling?”",
        "“Oh, all right. There’s nothing much the matter with me. Just the bad air.”",
        "Such types, too, are practically extinct nowadays; the people are being\neducated to recognize their peril and how to avoid it; they begin to\nfollow Professor Celli’s advice in the matter of regarding quinine as\ntheir “daily bread.” For since the discovery of the anophelic origin of\nmalaria many devices have been put into execution to combat the disease,\nnot the least of them being a popularized teaching of its causes and\nconsequences by means of pamphlets, lectures to school-children, and so\nforth.",
        "Now, you may either fight the anopheles–the vehicle, or the disease\nitself. The first entails putting the country into such a state that the\nmosquito finds it unpleasant to live there, a labour of Hercules. Yet\nlarge sums are being expended in draining marshy tracts, regulating\nriver-beds and afforesting bare spaces; and if you are interested in\nsuch works, you will do well to see what is going on at Metaponto at\nthis moment. (A considerable portion of the Government grant for these\npurposes has lately been deflected for use in the Tripolitan war.)\nExemplary fines are also imposed for illicit timber-cutting and\ngrazing,–in those towns, at least, where the magistrate has sufficient\nsense to perceive the ulterior benefits to be derived from what\ncertainly entails a good deal of temporary hardship on poor people.\nCertain economic changes are helping in this work; so the wealth\nimported from America helps to break up the big properties, those\nlatifundia which, says an Italian authority, “are synonymous with\nmalaria.” The ideal condition–the extirpation of anophelines–will\nnever be attained; nor is it of vital importance that it should be.",
        "Far more pressing is the protection of man against their attacks.\nWonderful success has crowned the wire-netting of the windows–an\noutcome of the classical experiments of 1899, in the Roman Campagna.",
        "But chiefest and most urgent of all is the cure of the infected\npopulation. In this direction, results astonishing–results well-nigh\nincredible–have attended the recently introduced governmental sale of\nquinine. In the year 1895 there were 16,464 deaths from malaria\nthroughout Italy. By 1908 the number had sunk to 3463. Eloquent figures,\nthat require no comment! And, despite the fact that the drug is now sold\nat a merely nominal rate or freely given away to the needy–nay, thrust\ndown the very throats of the afflicted peasantry by devoted gentlemen\nwho scour the plains with ambulances during the deadly season–despite\nthis, the yearly profits from its sale are amounting to about\nthree-quarters of a million francs.",
        "So these forlorn regions are at last beginning to revive.",
        "And returning to Foca, of whose dreadful condition up to 1902 (year of\nthe introduction of Government quinine) I have just spoken, we find that\na revolution has taken place. Between that year and 1908 the birth-rate\nmore than doubled the death-rate. In 1908 some two hundred poor folks\nfrequented the ambulance, nearly six kilogrammes of quinine being\ngratuitously distributed; not one of the natives of the place was\nattacked by the disease; and there was a single death–an old woman of\neighty, who succumbed to senile decay. [Footnote: Doctor Genovese’s\nstatistical investigations have brought an interesting little fact to\nlight. In the debilitating pre-quinine period there was a surplus of\nfemale births; now, with increased healthfulness, those of the males\npreponderate.]",
        "This is an example of what the new quinine-policy has done for Italy, in\nbriefest space of time. Well may the nation be proud of the men who\nconceived this genial and beneficial measure and carried it through\nParliament, and of those local doctors without whose enlightened zeal\nsuch a triumph could not have been achieved. . . .",
        "Sir Ronald Ross’s discovery, by the way, has been fruitful not only in\npractical humanitarian results. For instance, it has reduced North’s\nlaborious “Roman Fever” to something little better than a curiosity. And\nhere, on these deserted shores that were once resplendent with a great\ncivilization–here is the place to peruse Mr. W. M. Jones’s studies on\nthis subject. I will not give even the shortest precis of his\nconscientious researches nor attempt to picture their effect upon a mind\ntrained in the old school of thought; suffice to say, that the author\nwould persuade us that malaria is implicated, to an hitherto unsuspected\nextent, in the decline of ancient Greece and Rome. And he succeeds. Yes;\na man accustomed to weigh evidence will admit, I think, that he has made\nout a suggestively strong case.",
        "How puzzled we were to explain why the brilliant life of Magna Graecia\nwas snuffed out suddenly, like a candle, without any appreciably\nefficient cause–how we listened to our preachers cackling about the\ninevitable consequences of Sybaritic luxury, and to the warnings of sage\npoliticians concerning the dangers of mere town-patriotism as opposed to\nworthier systems of confederation! How we drank it all in! And how it\nwarmed the cockles of our hearts to think that we were not vicious,\nnarrow-minded heathens, such as these!",
        "And now a vulgar gnat is declared to be at the bottom of the whole mystery.",
        "Crudely disconcerting, these scientific discoveries. Or is it not rather\nhard to be dragged to earth in this callous fashion, while soaring\nheavenward on the wings of our edifying reflections? For the rest–the\nold, old story; a simple, physical explanation of what used to be an\nenigma brimful of moral significance.",
        "That Mr. Jones’s facts and arguments will be found applicable to\nother decayed races in the old and new worlds is highly probable.\nMeanwhile, it takes one’s breath away quite sufficiently to realize that\nthey apply to Hellas and her old colonies on these shores.",
        "“’AUTOS. Strange! My interest waxes. Tell me then, what affliction, God\nor Devil, wiped away the fair life upon the globe, the beasts, the\nbirds, the delectable plantations, and all the blithe millions of the\nhuman race? What calamity fell upon them?’",
        "“’ESCHATA. A gnat.’",
        "“’AUTOS. A gnat?’",
        "“’ESCHATA. Even so.’”",
        "Thus I wrote, while yet unaware that such pests as anophelines existed\nupon earth. . . .",
        "At the same time, I think we must be cautious in following certain\ndeductions of our author; that theory of brutality, for example, as\nresulting from malaria. Speaking of Calabria, I would almost undertake\nto prove, from the archives of law-courts, that certain of the most\nmalarial tracts are precisely those in which there is least brutality of\nany kind. Cotrone, for instance. . . . The delegato (head of the\npolice) of that town is so young–a mere boy–that I marvelled how he\ncould possibly have obtained a position which is usually filled by\nseasoned and experienced officers. He was a “son of the white hen,” they\ntold me; that is, a socially favoured individual, who was given this job\nfor the simple reason that there was hardly any serious work for him to\ndo. Cosenza, on the other hand, has a very different reputation\nnowadays. And it is perfectly easy to explain how malaria might have\ncontributed to this end. For the disease–and herein lies its\ncurse–lowers both the physical and social standard of a people; it\nbreeds misery, poverty and ignorance–fit soil for callous rapacity.",
        "But how about his theory of “pessimism” infecting the outlook of\ngenerations of malaria-weakened sages? I find no trace of pessimism\nhere, not even in its mild Buddhistic form. The most salient mental\ntrait of cultured Calabrians is a subtle detachment and contempt of\nillusions–whence their time-honoured renown as abstract thinkers and\nspeculators. This derives from a philosophic view of life and entails,\nnaturally enough, the outward semblance of gravity–a Spanish gravity,\ndue not so much to a strong graft of Spanish blood and customs during\nthe viceregal period, as to actual affinities with the race of Spain.\nBut this gravity has nothing in common with pessimism, antagonistic\nthough it be to those outbursts of irresponsible optimism engendered\nunder northern skies by copious food, or beer.",
        "To reach the uplands of Fabbrizia and Serra, whither I was now bound, I\nmight have utilized the driving road from Gioioso, on the Reggio side of\nCaulonia. But that was everybody’s route. Or I might have gone via\nStilo, on the other side. But Stilo with its memories of Campanella–a\nSpanish type, this!–and of Otho II, its winding track into the\nbeech-clad heights of Ferdinandea, was already familiar to me. I elected\nto penetrate straight inland by the shortest way; a capable muleteer at\nonce presented himself.",
        "We passed through one single village, Ragona; leaving those of S. Nicola\nand Nardo di Pace on the right. The first of them is celebrated for its\nannual miracle of the burning olive, when, armed to the teeth (for some\nancient reason), the populace repairs to the walls of a certain convent\nout of which there grows an olive tree: at its foot is kindled a fire\nwhose flames are sufficient to scorch all the leaves, but behold! next\nday the foliage is seen to glow more bravely green than ever. Perhaps\nthe roots of the tree are near some cistern. These mountain villages,\nhidden under oaks and vines, with waters trickling through their lanes,\na fine climate and a soil that bears everything needful for life, must\nbe ideal habitations for simple folks. In some of them, the death-rate\nis as low as 7: 1000. Malaria is unknown here: they seem to fulfil all\nthe conditions of a terrestrial paradise.",
        "There is a note of joyous vigour in this landscape. The mule-track winds\nin and out among the heights, through flowery meadows grazed by cattle\nand full of buzzing insects and butterflies, and along hill-sides\ncunningly irrigated; it climbs up to heathery summits and down again\nthrough glades of chestnut and ilex with mossy trunks, whose shadow\nfosters strange sensations of chill and gloom. Then out again, into the\nsunshine of waving corn and poppies.",
        "For a short while we stumbled along a torrent-bed, and I grew rather sad\nto think that it might be the last I should see for some time to come,\nmy days in this country being now numbered. This one was narrow. But\nthere are others, interminable in length and breadth. Interminable! No\nbreeze stirs in those deep depressions through which the merest thread\nof milky water trickles disconsolately. The sun blazes overhead and\nhours pass, while you trudge through the fiery inferno; scintillations\nof heat rise from the stones and still you crawl onwards, breathless and\nfootsore, till eyes are dazed and senses reel. One may well say bad\nthings of these torrid deserts of pebbles which, up till lately, were\nthe only highways from the lowlands into the mountainous parts. But they\nare sweet in memory. One calls to mind the wild savours that hang in\nthe stagnant air; the cloven hill-sides, seamed with gorgeous patches of\nrusset and purple and green; the spectral tamarisks, and the glory of\ncoral-tinted oleanders rising in solitary tufts of beauty, or flaming\ncongregations, out of the pallid waste of boulders.",
        "After exactly six hours Fabbrizia was reached–a large place whose name,\nlike that of Borgia, Savelli, Carafa and other villages on these\nsouthern hills, calls up associations utterly non-Calabrian; Fabbrizia,\nwith pretentious new church and fantastically dirty side-streets. It\nlies at the respectable elevation of 900 metres, on the summit of a\nmonstrous landslide which has disfigured the country.",
        "While ascending along the flank of this deformity I was able to see how\nthe authorities have attempted to cope with the mischief and arrest\nfurther collapses. This is what they have done. The minute channels of\nwater, that might contribute to the disintegration of the soil by\nrunning into this gaping wound from the sides or above, have been\nartfully diverted from their natural courses; trees and shrubs are\nplanted at its outskirts in order to uphold the earth at these spots by\ntheir roots–they have been protected by barbed wire from the grazing of\ncattle; furthermore, a multitude of wickerwork dykes are thrown across\nthe accessible portions of the scar, to collect the downward-rushing\nmaterial and tempt winged plant-seeds to establish themselves on the\nledges thus formed. To bridle this runaway mountain is no mean task, for\nsuch frane are like rodent ulcers, ever enlarging at the edges. With\nthe heat, with every shower of rain, with every breath of wind, the\nearth crumbles away; there is an eternal trickling, day and night, until\nsome huge boulder is exposed which crashes down, loosening everything in\nits wild career; a single tempest may disrupture what the patience and\ningenuity of years have contrived.",
        "Three more hours or thereabouts will take you to Serra San Bruno along\nthe backbone of southern Italy, through cultivated lands and pasture and\nlonely stretches of bracken, once covered by woodlands.",
        "It may well be that the townlet has grown up around, or rather near, the\nfar-famed Carthusian monastery. I know nothing of its history save that\nit has the reputation of being one of the most bigoted places in\nCalabria–a fact of which the sagacious General Manhes availed himself\nwhen he devised his original and effective plan of chastising the\ninhabitants for a piece of atrocious conduct on their part. He caused\nall the local priests to be arrested and imprisoned; the churches were\nclosed, and the town placed under what might be called an interdict. The\nnatives took it quietly at first, but soon the terror of the situation\ndawned upon them. No religious marriages, no baptisms, no funerals–the\ncomforts of heaven refused to living and dead alike. . . . The strain\ngrew intolerable and, in a panic of remorse, the populace hunted down\ntheir own brigand-relations and handed them over to Manhes, who duly\nexecuted them, one and all. Then the interdict was taken off and the\npriests set at liberty; and a certain writer tells us that the people\nwere so charmed with the General’s humane and businesslike methods that\nthey forthwith christened him “Saint Manhes,” a name which, he avers,\nhas clung to him ever since.",
        "The monastery lies about a mile distant; near at hand is a little\nartificial lake and the renowned chapel of Santa Maria. There was a time\nwhen I would have dilated lovingly upon this structure–a time when I\nprobably knew as much about Carthusian convents as is needful for any of\ntheir inmates; when I studied Tromby’s ponderous work and God knows how\nmany more–ay, and spent two precious weeks of my life in deciphering\ncertain crabbed MSS. of Tutini in the Brancacciana library–ay, and\ntested the spleenful Perrey’s “Ragioni del Regio Fisco, etc.,” as to the\nalleged land-grabbing propensities of this order–ay, and even\npilgrimaged to Rome to consult the present general of the Carthusians\n(his predecessor, more likely) as to some administrative detail,\nall-important, which has wholly escaped my memory. Gone are those days\nof studious gropings into blind alleys! The current of zeal has slowed\ndown or turned aside, maybe, into other channels. They who wish, will\nfind a description of the pristine splendour of this monastery in\nvarious books by Pacicchelli; the catastrophe of 1783 was described by\nKeppel Craven and reported upon, with illustrations, by the Commission\nof the Naples Academy; and if you are of a romantic turn of mind, you\nwill find a good story of the place, as it looked duringthe ruinous days\nof desolation, in Misasi’s “Calabrian Tales.”",
        "It is now rebuilt on modern lines and not much of the original structure\nremains upright. I wandered about the precincts in the company of two\nwhite-robed French monks, endeavouring to reconstruct not the convent as\nit was in its younger days, but them. That older one, especially–he\nhad known the world. . . .",
        "Meat being forbidden, the godly brethren have a contract for fish to be\nbrought up every day by the post-carriage from the distant Soverato. And\nwhat happens, I asked, when none are caught?",
        "“Eh bien, nous mangeons des macaroni!”",
        "Such a diet would never suit me. Let me retire to a monkery where\ncarnivorous leanings may be indulged. Methinks I could pray more\ncheerfully with the prospect of a rational dejeuner a la fourchette\nlooming ahead.",
        "At the back of the monastery lies a majestic forest of white\nfirs–nothing but firs; a unique region, so far as south and central\nItaly are concerned. I was there in the golden hour after sunset, and\nyet again in the twilight of dew-drenched morning; and it seemed to me\nthat in this temple not made by hands there dwelt an enchantment more\nelemental, and more holy, than in the cloistered aisles hard by. This\nassemblage of solemn trees has survived, thanks to rare conditions of\nsoil and climate. The land lies high; the ground is perennially moist\nand intersected by a horde of rills that join their waters to form the\nriver Ancinale; frequent showers descend from above. Serra San Bruno has\nan uncommonly heavy rainfall. It lies in a vale occupying the site of a\npleistocene lake, and the forest, now restricted to one side of the\nbasin, encircled it entirely in olden days. At its margin they have\nestablished a manufactory which converts the wood into paper–blissful\nsight for the utilitarian.",
        "Finding little else of interest in Serra, and hungering for the\nflesh-pots of Cotrone, I descended by the postal diligence to Soverato,\nnearly a day’s journey. Old Soverato is in ruins, but the new town seems\nto thrive in spite of being surrounded by deserts of malaria. While\nwaiting for supper and the train to Cotrone, I strolled along the\nbeach, and soon found myself sitting beside the bleached anatomy of\nsome stranded leviathan, and gazing at the mountains of Squillace that\nglowed in the soft lights of sunset. The shore was deserted save for\nmyself and a portly dogana-official who was playing with his little\nson–trying to amuse him by elephantine gambols on the sand, regardless\nof his uniform and manly dignity. Notwithstanding his rotundity, he was\nan active and resourceful parent, and enjoyed himself vastly; the boy\npretending, as polite children sometimes do, to enter into the fun of\nthe game.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}