{
    "title": "Old Calabria - V. LAND OF HORACE",
    "author": "Norman Douglas",
    "chapter": "5",
    "content": [
        "\n\n",
        "Venosa, nowadays, lies off the beaten track. There are only three trains\na day from the little junction of Rocchetta, and they take over an hour\nto traverse the thirty odd kilometres of sparsely inhabited land. It is\nan uphill journey, for Venosa lies at a good elevation. They say that\nGerman professors, bent on Horatian studies, occasionally descend from\nthose worn-out old railway carriages; but the ordinary travellers are\neither peasant-folk or commercial gentlemen from north Italy. Worse than\nmalaria or brigandage, against both of which a man may protect himself,\nthere is no escaping from the companionship of these last-named–these\npathologically inquisitive, empty-headed, and altogether dreadful\npeople. They are the terror of the south. And it stands to reason that\nonly the most incapable and most disagreeable of their kind are sent to\nout-of-the-way places like Venosa.",
        "One asks oneself whether this town has greatly changed since Roman\ntimes. To be sure it has; domestic calamities and earthquakes (such as\nthe terrible one of 1456) have altered it beyond recognition. The\namphitheatre that seated ten thousand spectators is merged into the\nearth, and of all the buildings of Roman date nothing is left save a\npile of masonry designated as the tomb of the Marcellus who was killed\nhere by Hannibal’s soldiery, and a few reticulated walls of the second\ncentury or thereabouts known as the “House of Horace\"–as genuine as\nthat of Juliet in Verona or the Mansion of Loreto. Yet the tradition is\nan old one, and the builder of the house, whoever he was, certainly\ndisplayed some poetic taste in his selection of a fine view across the\nvalley. There is an indifferent statue of Horace in the marketplace. A\nprevious one, also described as Horace, was found to be the effigy of\nsomebody else. Thus much I learn from Lupoli’s “Iter Venusinum.”",
        "But there are ancient inscriptions galore, worked into the masonry of\nbuildings or lying about at random. Mommsen has collected numbers of\nthem in his Corpus, and since that time some sixty new ones have been\ndiscovered. And then–the stone lions of Roman days, couched forlornly\nat street corners, in courtyards and at fountains, in every stage of\ndecrepitude, with broken jaws and noses, missing legs and tails! Venosa\nis a veritable infirmary for mutilated antiques of this species. Now the\nlion is doubtless a nobly decorative beast, but–toujours perdrix! Why\nnot a few griffons or other ornaments? The Romans were not an\nimaginative race.",
        "The country around must have looked different in olden days. Horace\ndescribes it as covered with forests, and from a manuscript of the early\nseventeenth century which has lately been printed one learns that the\nsurrounding regions were full of “hares, rabbits, foxes, roe deer,\nwild boars, martens, porcupines, hedgehogs, tortoises and wolves\"–\nwood-loving creatures which have now, for the most part, deserted\nVenosa. Still, there are left some stretches of oak at the back\nof the town, and the main lines of the land cannot change. Yonder lies\nthe Horatian Forense and “Acherontia’s nest\"; further on, the glades of\nBantia (the modern Banzi); the long-drawn Garganian Mount, on which the\npoet’s eye must often have rested, emerges above the plain of Apulia\nlike an island (and such it is: an island of Austrian stone, stranded\nupon the beach of Italy). Monte Vulture still dominates the landscape,\nalthough at this nearness the crater loses its shapely conical outline\nand assumes a serrated edge. On its summit I perceive a gigantic\ncross–one of a number of such symbols which were erected by the\nclericals at the time of the recent rationalist congress in Rome.",
        "From this chronicler I learn another interesting fact: that Venosa was\nnot malarious in the author’s day. He calls it healthy, and says that\nthe only complaint from which the inhabitants suffered was “ponture\"\n(pleurisy). It is now within the infected zone. I dare say the\ndeforestation of the country, which prevented the downflow of the\nrivers–choking up their beds with detritus and producing stagnant pools\nfavourable to the breeding of the mosquito–has helped to spread the\nplague in many parts of Italy. In Horace’s days Venosa was immune,\nalthough Rome and certain rural districts were already malarious.\nAncient votive tablets to the fever-goddess Mephitis (malaria) have been\nfound not far from here, in the plain below the present city of Potenza.",
        "A good deal of old Roman blood and spirit seems to survive here. After\nthe noise of the Neapolitan provinces, where chattering takes the place\nof thinking, it is a relief to find oneself in the company of these\ngrave self-respecting folks, who really converse, like the Scotch, in\ndisinterested and impersonal fashion. Their attitude towards religious\nmatters strikes me as peculiarly Horatian; it is not active scepticism,\nbut rather a bland tolerance or what one of them described as\n“indifferentismo\"–submission to acts of worship and all other usages\n(whatever they may be) consecrated by time: the pietas–the\nconservative, law-abiding Roman spirit. And if you walk towards sunset\nalong any of the roads leading into the country, you will meet the\npeasants riding home from their field labours accompanied by their dogs,\npigs and goats; and among them you will recognize many types of Roman\nphysiognomies–faces of orators and statesmen–familiar from old coins.\nAbout a third of the population are of the dark-fair complexion, with\nblue or green eyes. But the women are not handsome, although the town\nderives its name from Benoth (Venus). Some genuine Roman families have\ncontinued to exist to this day, such as that of Cenna (Cinna). One of\nthem was the author of the chronicle above referred to; and there is an\nantique bas-relief worked into the walls of the Trinita abbey, depicting\nsome earlier members of this local family.",
        "One is astonished how large a literature has grown up around this small\nplace–but indeed, the number of monographs dealing with every one of\nthese little Italian towns is a ceaseless source of surprise. Look below\nthe surface and you will find, in all of them, an undercurrent of keen\nspirituality–a nucleus of half a dozen widely read and thoughtful men,\nwho foster the best traditions of the mind. You will not find them in\nthe town council or at the cafe. No newspapers commend their labours, no\nmillionaires or learned societies come to their assistance, and though\ntypography is cheap in this country, they often stint themselves of the\nnecessities of life in order to produce these treatises of calm\nresearch. There is a deep gulf, here, between the mundane and the\nintellectual life. These men are retiring in their habits; and one\ncannot but revere their scholarly and almost ascetic spirit that\nsurvives like a green oasis amid the desert of “politics,” roguery and\nmunicipal corruption.",
        "The City Fathers of Venosa are reputed rich beyond the dreams of\navarice. Yet their town is by no means a clean place–it is twice as\ndirty as Lucera: a reposeful dirtiness, not vulgar or chaotic, but\ntestifying to time-honoured neglect, to a feudal contempt of\ncleanliness. You crawl through narrow, ill-paved streets, looking down\ninto subterranean family bedrooms that must be insufferably damp in\nwinter, and filled, during the hot months, with an odour hard to\nconceive. There is electric lighting, of course–a paternal government\nhaving made the price of petroleum so prohibitive that the use of\nelectricity for street-lighting became quite common in the lowliest\nplaces; but the crude glare only serves to show up the general squalor.\nOne reason for this state of affairs is that there are no quarries for\ndecent paving-stones in the neighbourhood. And another, that Venosa\npossesses no large citizen class, properly so called. The inhabitants\nare mostly peasant proprietors and field labourers, who leave the town\nin the morning and return home at night with their beasts, having\nlearned by bitter experience to take up their domiciles in the towns\nrather than in the country-side, which was infested with brigandage and\nin an unsettled state up to a short time ago. The Cincinnatus note\ndominates here, and with an agricultural population no city can be kept\nclean.",
        "But Venosa has one inestimable advantage over Lucera and most Italian\ntowns: there is no octroi.",
        "Would it be believed that Naples is surrounded by a towering Chinese\nwall, miles upon miles of it, crowned with a complicated apparatus of\nalarm-bells and patrolled night and day by a horde of doganieri armed\nto the teeth–lest some peasant should throw a bundle of onions into the\nsacred precincts of the town without paying the duty of half a farthing?\nNo nation with any sense of humour would endure this sort of thing.\nEvery one resents the airs of this army of official loafers who infest\nthe land, and would be far better employed themselves in planting onions\nupon the many miles of Italy which now lie fallow; the results of the\nsystem have been shown to be inadequate, “but,” as my friend the Roman\ndeputy once asked me, “if we dismiss these fellows from their job, how\nare we to employ them?”",
        "“Nothing is simpler,” I replied. “Enrol them into the Town Council of\nNaples. It already contains more employes than all the government\noffices of London put together; a few more will surely make no difference?”",
        "“By Bacchus,” he cried, “you foreigners have ideas! We could dispose of\nten or fifteen thousand of them, at least, in the way you suggest. I’ll\nmake a note of that, for our next session.”",
        "And so he did.",
        "But the Municipio of Naples, though extensive, is a purely local\ncharity, and I question whether its inmates will hear of any one save\ntheir own cousins and brothers-in-law figuring as colleagues in office.",
        "Every attempt at innovation in agriculture, as in industry, is forthwith\ndiscouraged by new and subtle impositions, which lie in wait for the\nenterprising Italian and punish him for his ideas. There is, of course,\na prohibitive duty on every article or implement manufactured abroad;\nthere is the octroi, a relic of medisevalism, the most unscientific,\nfutile, and vexatious of taxes; there are municipal dues to be paid on\nanimals bought and animals sold, on animals kept and animals killed, on\nmilk and vine-props and bricks, on timber for scaffolding and lead and\ntiles and wine–on every conceivable object which the peasant produces\nor requires for his existence. And one should see the faces of the\nmunicipal employes who extort these tributes. God alone knows from\nwhat classes of the populace they are recruited; certain it is that\ntheir physiognomy reflects their miserable calling. One can endure the\nmilitarism of Germany and the bureaucracy of Austria; but it is\nrevolting to see decent Italian countryfolk at the mercy of these\nuncouth savages, veritable cave-men, whose only intelligible expression\nis one of malice striving to break through a crust of congenital\ncretinism.",
        "We hear much of the great artists and speculative philosophers of old\nItaly. The artists of modern Italy are her bureaucrats who design and\nelaborate the taxes; her philosophers, the peasants who pay them.",
        "In point of method, at least, there is nothing to choose between the\nexactions of the municipal and governmental ruffians. I once saw an old\nwoman fined fifty francs for having in her possession a pound of\nsea-salt. By what logic will you make it clear to ignorant people that\nit is wrong to take salt out of the sea, whence every one takes fish\nwhich are more valuable? The waste of time employed over red tape alone\non these occasions would lead to a revolution anywhere save among men\ninured by long abuses to this particular form of tyranny. No wonder the\nwomen of the country-side, rather than waste three precious hours in\narguments about a few cheeses, will smuggle them past the authorities\nunder the device of being enceintes; no wonder their wisest old men\nregard the paternal government as a successfully organized swindle,\nwhich it is the citizen’s bounden duty to frustrate whenever possible.\nHave you ever tried to convey–in legal fashion–a bottle of wine from\none town into another; or to import, by means of a sailing-boat, an old\nfrying-pan into some village by the sea?   It is a fine art, only to be\nlearnt by years of apprenticeship. The regulations on these subjects,\nthough ineffably childish, look simple enough on paper; they take no\naccount of that “personal element” which is everything in the south, of\nthe ruffled tempers of those gorgeous but inert creatures who, disturbed\nin their siestas or mandolin-strummings, may keep you waiting half a\nday while they fumble ominously over some dirty-looking scrap of paper.\nFor on such occasions they are liable to provoking fits of\nconscientiousness. This is all very well, my dear sir, but–Ha! Where,\nwhere is that certificate of origin, that stamp, that lascia-passare?",
        "And all for one single sou!",
        "No wonder even Englishmen discover that law-breaking, in Italy, becomes\na necessity, a rule of life.",
        "And, soon enough, much more than a mere necessity. . . .",
        "For even as the traveller new to Borneo, when they offer him a\ndurian-fruit, is instantly brought to vomiting-point by its odour, but\nafter a few mouthfuls declares it to be the very apple of Paradise, and\nmarvels how he could have survived so long in the benighted lands where\nsuch ambrosial fare is not; even as the true connaisseur who, beholding\nsome rare scarlet idol from the Tingo-Tango forests, at first casts it\naside and then, light dawning as he ponders over those monstrous\ncomplexities, begins to realize that they, and they alone, contain the\nquintessential formulae of all the fervent dreamings of Scopas and\nMichelangelo; even as he who first, upon a peak in Darien, gazed\nawestruck upon the grand Pacific slumbering at his feet, till presently\nhis senses reeled at the blissful prospect of fresh regions unrolling\nthemselves, boundless, past the fulfilment of his fondest hopes--------",
        "Even so, in Italy, the domesticated Englishman is amazed to find that he\npossesses a sense hitherto unrevealed, opening up a new horizon, a new\nzest in life–the sense of law-breaking. At first, being an honest man,\nhe is shocked at the thought of such a thing; next, like a sensible\nperson, reconciled to the inevitable; lastly, as befits his virile race,\nhe learns to play the game so well that the horrified officials\ngrudgingly admit (and it is their highest praise):",
        "Yes; slowly the charm of law-breaking grows upon the Italianated Saxon;\nslowly, but surely. There is a neo-barbarism not only in matters of art.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}