{
    "title": "Old Calabria - XXXIV. MALARIA",
    "author": "Norman Douglas",
    "chapter": "34",
    "content": [
        "\n\n",
        "A black snake of alarming dimensions, one of the monsters that still\ninfest the Calabrian lowlands, glided across the roadway while I was\nwaiting for the post carriage to drive me to Caulonia from its\nrailway-station. Auspicious omen! It carried my thoughts from old\nAesculapius to his modern representatives–to that school of wise and\ndisinterested healers who are ridding these regions of their curse, and\nwith whom I was soon to have some nearer acquaintance. We started at\nlast, in the hot hours of the morning, and the road at first skirts the\nbanks of the Alaro, the Sagra of old, on whose banks was fought the\nfabled battle between the men of Croton and Locri. Then it begins to\nclimb upwards. My companion was a poor peasant woman, nearly blind (from\nmalaria, possibly). Full of my impressions of yesterday, I promptly led\nthe conversation towards the subject of Musolino. She had never spoken\nto him, she said, or even seen him. But she got ten francs from him, all\nthe same. In dire distress, some years ago, she had asked a friend in\nthe mountains to approach the brigand on her behalf. The money was long\nin coming, she added, but of course it came in the end. He always helped\npoor people, even those outside his own country. The site of the\noriginal Caulonia is quite uncertain. Excavations now going on at\nMonasterace, some ten miles further on, may decide that the town lay\nthere. Some are in favour of the miserable village of Foca, near at\nhand; or of other sites. The name of Foca seems to point, rather, to a\nsettlement of the regenerator Nicephorus Phocas. Be that as it may, the\npresent town of Caulonia used to be called Castelvetere, and it\nappropriated the Greek name in accordance with a custom which has been\nlargely followed hereabouts. [Footnote: It is represented with two\ntowers in Peutinger’s Tables. But these, says an editor, should have\nbeen given to the neighbouring Scilatio, for Caulon was in ruins at the\ntime of Pliny, and is not even mentioned by Ptolemy. Servius makes\nanother mistake; he confuses the Calabrian Caulon with a locality of the\nsame name near Capua.] It contains some ten thousand inhabitants,\namiable, intelligent and distinguished by a philoxenia befitting the\ntraditions of men who sheltered Pythagoras in his hour of need. As at\nRossano, Catanzaro and many other Calabrian towns, there used to be a\nghetto of Jews here; the district is still called “La Giudeca\"; their\nsynagogue was duly changed into a church of the Madonna.",
        "So much I learn from Montorio, who further informs me that the\nubiquitous Saint Peter preached here on his way to Rome, and converted\nthe people to Christianity; and that the town can boast of three\nauthentic portraits of the Mother of God painted by Saint Luke (\"Lukas\nme pinxit”). One is rather bewildered by the number of these\nmasterpieces in Italy, until one realizes, as an old ecclesiastical\nwriter has pointed out, that “the Saint, being excellent in his art,\ncould make several of them in a few days, to correspond to the great\ndevotion of those early Christians, fervent in their love to the Great\nMother of God. Whence we may believe that to satisfy their ardent\ndesires he was continually applying himself to this task of so much\nglory to Mary and her blessed Son.” But the sacristan of the church at\nCaulonia, to whom I applied for information regarding these local\ntreasures, knew nothing about them, and his comments gave me the\nimpression that he has relapsed into a somewhat pagan way of regarding\nsuch matters.",
        "You may obtain a fairly good view of Caulonia from the southeast; or\nagain, from the neighbouring hillock of San Vito. The town lies some 300\nmetres above sea-level on a platform commanding the valleys of the Amusa\nand Alaro. This position, which was clearly chosen for its strategic\nvalue, unfortunately does not allow it to expand, and so the inhabitants\nare deprived of that public garden which they amply deserve. At the\nhighest point lies a celebrated old castle wherein, according to\ntradition, Campanella was imprisoned for a while. In the days of\nPacicchelli, it was a fine place–\"magnifico nelle regole di Fortezza,\ncon cinque baloardi provveduti di cannoni di bronzo, ed una riccha\nArmeria, degna habitazione di don Carlo Maria Carrafa, Prencipe della\nRoccella, che se ne intitola Marchese.” Mingled with the stones of its\nold walls they have recently found skeletons–victims, possibly, of the\nsame macabre superstition to which the blood-drenched masonry of the\nTower of London bears witness. Here, too, have been unearthed\nterra-cotta lamps and other antiquities. What are we to surmise from\nthis? That it was a Roman foundation? Or that the malaria in older times\nforced Caulonia to wander towards healthier inland heights after the\nexample of Sybaris-Terranova, and that the Romans continued to occupy\nthis same site? Or, assuming Castelvetere to date only from mediaeval\ntimes, that these ancient relics found their way into it accidentally?\nThe low-lying district of Foca, at this day, is certainly very\nmalarious, whereas the death-rate up here is only about 12 per 1000.",
        "Dr. Francesco Genovese of Caulonia, to whom I am indebted for much\nkindness and who is himself a distinguished worker in the humanitarian\nmission of combating malaria, has published, among other interesting\npamphlets, one which deals with this village of Foca, a small place of\nabout 200 inhabitants, surrounded by fertile orange and vine plantations\nnear the mouth of the Alaro. His researches into its vital statistics\nfor the half-century ending 1902 reveal an appalling state of affairs.\nBriefly summarized, they amount to this, that during this period there\nwere 391 births and 516 deaths. In other words, the village, which in\n1902 ought to have contained between 600 and 800 inhabitants, not only\nfailed to progress, but devoured its original population of 200; and not\nonly them, but also 125 fresh immigrants who had entered the region from\nthe healthy uplands, lured by the hope of gaining a little money during\nthe vintage season.",
        "A veritable Moloch!",
        "Had the old city of Caulonia, numbering perhaps 20,000 inhabitants,\nstood here under such conditions of hygiene, it would have been expunged\noff the face of the earth in fifty years.",
        "Yet–speaking of malaria in general–a good deal of evidence has been\nbrought together to show that the disease has been endemic in Magna\nGrsecia for two thousand years, and the customs of the Sybarites seem to\nprove that they had some acquaintance with marsh fever, and tried to\nguard against it. “Whoever would live long,” so ran their proverb, “must\nsee neither the rising nor the setting sun.” A queer piece of advice,\nintelligible only if the land was infested with malaria. Many of their\nluxurious habits assume another import, on this hypothesis. Like the\ninhabitants of the malarious Etruscan region, they were adepts at\ndraining, and their river is described, in one of the minor works\nattributed to Galen, as “rendering men infertile\"–a characteristic\nresult of malaria. What is still more significant is that their new town\nThurii, built on the heights, was soon infected, and though twice\nrepeopled, decayed away. And that they had chosen the heights for their\nrelative healthfulness we can infer from Strabo, who says that Paestum,\na colony from Sybaris, was removed further inland from the shore, on\naccount of the pestilential climate of the lowlands.",
        "But the Ionian shores cannot have been as deadly as they now are. We\ncalculate, for example, that the town walls of Croton measured eighteen\nkilometres in circumference, a figure which the modern visitor to\nCotrone only brings himself to believe when he remembers what can be\nactually proved of other Hellenic colonies, such as Syracuse. Well, the\npopulace of so large a city requires a surrounding district to supply it\nwith agricultural produce. The Marchesato, the vast tract bordering on\nCotrone, is now practically uninhabitable; the population (including the\ntown) has sunk to 45 to the square kilometre. That is malaria.",
        "Or rather, only one side of the evil. For these coastlands attract rural\nlabourers who descend from the mountains during the season of hay-making\nor fruit-harvest, and then return infected to their homes. One single\nmalarious patient may inoculate an entire village, hitherto immune,\ngranted the anophelines are there to propagate the mischief. By means of\nthese annual migrations the scourge has spread, in the past. And so it\nspreads to-day, whenever possible. Of forty labourers that left Caulonia\nfor Cotrone in 1908 all returned infected save two, who had made liberal\nuse of quinine as a prophylactic. Fortunately, there are no anophelines\nat Caulonia.",
        "Greatly, indeed, must this country have changed since olden days; and\ngleaning here and there among the ancients, Dr. Genovese has garnered\nsome interesting facts on this head. The coast-line, now unbroken sand,\nis called rocky, in several regions, by Strabo, Virgil and Persius\nFlaccus; of the two harbours, of Locri, of that of Metapontum, Caulonia\nand other cities, nothing remains; the promontory of Cocynthum\n(Stilo)–described as the longest promontory in Italy–together with\nother capes, has been washed away by the waves or submerged under silt\ncarried down from the hills; islands, like that of Calypso which is\ndescribed in Vincenzo Pascale’s book (1796), and mentioned by G.\nCastaidi (1842), have clean vanished from the map.",
        "The woodlands have retired far inland; yet here at Caulonia, says\nThucydides, was prepared the timber for the fleets of Athens. The\nrivers, irregular and spasmodic torrents, must have flowed with more\nequal and deeper current, since Pliny mentions five of them as\nnavigable; snow, very likely, covered the mountain tops; the rainfall\nwas clearly more abundant–one of the sights of Locri was its daily\nrainbow; the cicadas of the territory of Reggio are said to have been\n“dumb,” on account of the dampness of the climate. They are anything but\ndumb nowadays.",
        "Earth-movements, too, have tilted the coast-line up and down, and there\nis evidence to show that while the Tyrrhenian shore has been raised by\nthese oscillations, the Ionian has sunk. Not long ago four columns were\nfound in the sea at Cotrone two hundred yards from the beach; old\nsailors remember another group of columns visible at low tide near\nCaulonia. It is quite possible that the Ionian used to be as rocky as\nthe other shore, and this gradual sinking of the coast must have\nretarded the rapid outflow of the rivers, as it has done in the plain of\nPaestum and in the Pontine marshes, favouring malarious conditions.\nEarthquakes have helped in the work; that of 1908 lowered certain parts\nof the Calabrian shore opposite Messina by about one metre. Indeed,\nthough earthquakes have been known to raise the soil and thereby improve\nit, the Calabrian ones have generally had a contrary effect. The\nterrific upheavals of 1783-1787 produced two hundred and fifteen lakes\nin the country; they were drained away in a style most creditable to the\nBourbons, but there followed an epidemic of malaria which carried off\n18,800 people!",
        "These Calabrian conditions are only part of a general change of climate\nwhich seems to have taken place all over Italy; a change to which\nColumella refers when, quoting Saserna, he says that formerly the vine\nand olive could not prosper “by reason of the severe winter” in certain\nplaces where they have since become abundant, “thanks to a milder\ntemperature.” We never hear of the frozen Tiber nowadays, and many\nremarks of the ancients as to the moist and cold climate seem strange to\nus. Pliny praises the chestnuts of Tarentum; I question whether the tree\ncould survive the hot climate of to-day. Nobody could induce “splendid\nbeeches” to grow in the lowlands of Latium, yet Theophrastus, a\nbotanist, says that they were drawn from this region for shipbuilding\npurposes. This gradual desiccation has probably gone on for long ages;\nso Signor Cavara has discovered old trunks of white fir in districts of\nthe Apennines where such a plant could not possibly grow to-day.",
        "A change to a dry and warm atmosphere is naturally propitious to\nmalaria, granted sufficient water remains to propagate the mosquito. And\nthe mosquito contents itself with very little–the merest teacup fui.",
        "Returning to old Calabria, we find the woods of Locri praised by\nProclus–woods that must have been of coniferous timber, since Virgil\nlauds their resinous pitch. Now the Aleppo pine produces pitch, and\nwould still flourish there, as it does in the lowlands between Taranto\nand Metaponto; the classical Sila pitch-trees, however, could not grow\nat this level any more. Corroborative evidence can be drawn from\nTheocritus, who mentions heath and arbutus as thriving in the marine\nthickets near Cotrone–mountain shrubs, nowadays, that have taken refuge\nin cooler uplands, together with the wood-pigeon which haunted the same\njungles. It is true that he hints at marshes near Cotrone, and, indeed,\nlarge tracts of south Italy are described as marshy by the ancients;\nthey may well have harboured the anopheles mosquito from time\nimmemorial, but it does not follow that they were malarious.",
        "Much of the healthy physical conditions may have remained into the\nMiddle Ages or even later; it is strange to read, for example, in\nEdrisius, of the pitch and tar that were exported to all parts from the\nBradano river, or of the torrential Sinno that “ships enter this\nriver–it offers excellent anchorage\"; odd, too, to hear of coral\nfisheries as late as the seventeenth century at Rocella Ionica, where\nthe waves now slumber on an even and sandy beach.",
        "But malaria had made insidious strides, meanwhile. Dr. Genovese thinks\nthat by the year 1691 the entire coast was malarious and abandoned like\nnow, though only within the last two centuries has man actively\nco-operated in its dissemination. So long as the woodlands on the plains\nare cut down or grazed by goats, relatively little damage is done; but\nit spells ruin to denude, in a country like this, the steep slopes of\ntheir timber. Whoever wishes to know what mischief the goats, those\npicturesque but pernicious quadrupeds, can do to a mountainous country,\nshould study the history of St. Helena. [Footnote: By J. C. Melliss\n(London, 1875).] Thanks to the goats, Maltese fever has lately been\nintroduced into Calabria. Man, with his charcoal-burning, has completed\nthe disaster. What happens? The friable rock, no longer sustained by\nplant-life, crashes down with each thunderstorm, blocks up the valleys,\ndevastating large tracts of fertile land; it creates swamps in the\nlowlands, and impedes the outflow of water to the sea. These ravenous\nfiumare have become a feature in Calabrian scenery; underneath one of\nthe most terrible of them lies the birthplace of Praxiteles. Dry or\nhalf-dry during the warm months, and of formidable breadth, such\ntorrent-beds–the stagnant water at their skirts–are ideal\nbreeding-places for the anophelines from their mouth up to a height of\n250 metres. So it comes about that, within recent times, rivers have\ngrown to be the main arteries of malaria. And there are rivers galore in\nCalabria. The patriotic Barrius enumerates no of them–Father Fiore,\nless learned, or more prudent, not quite so many. Deforestation and\nmalaria have gone hand in hand here, as in Greece, Asia Minor, North\nAfrica, and other countries.",
        "Thus year after year, from one cause or another, the conditions have\nbecome more favourable for the disease to do its fatal work.",
        "That much of this harm has been done quite lately can often be\nproved. At Caulonia, for instance, the woodlands are known to have\nreached the shore a hundred years ago, and there are bare tracts of land\nstill bearing the name of “foresta.” In a single summer (1807) a French\nregiment stationed at Cosenza lost 800 men from fever, and when Rath\nvisited the town in 1871 it was described to him as a “vast hospital\"\nduring the hot months; nevertheless, says he, the disease has only been\nso destructive during the last two centuries, for up to that time the\nforests touched the outskirts of the town and regulated the Crati-bed,\npreventing the formation of marshes. The literary record of Cosenza is\none of exceptional brilliance; for acute and original thought this town\ncan hardly be surpassed by any other of its size on earth. Were\nstatistics available, I have not the slightest doubt that fever could be\nshown to be largely responsible for the withering of its spiritual life.",
        "The same fate–the same relapse from prosperity to decay–and for the\nsame reasons, has overtaken many other riverside villages, among them\nthat of Tarsia, the Caprasia of the An tonine Itinerary. “It was\ndescribed to us,” says Rath, “as the most miserable and dirty village in\nCalabria; but we found it worse.” It remains, to-day, a highly infected\nand altogether pitiable place, concerning which I have made certain\nmodest researches that would require, none the less, a chapter to\nthemselves. . . .",
        "Perhaps I have already said over-much on the subject. An Englishman\nunacquainted with malaria might think so, oblivious of the fact that Sir\nRonald Ross has called it “perhaps the most important of human\ndiseases.” But let him go to a malarious country and see with his own\neyes something of the degradation it involves; how it stamps its\naccursed imprimatur upon man and nature alike! It is the blight of\nyouth–the desert-maker. A well-known Italian senator has declared that\nthe story of south Italy is, was, and will be the story of malaria; and\nthe greater part of Calabria will certainly remain an enigma to the\ntraveller who ignores what is meant by this plague.",
        "Malaria is the key to a correct understanding of the landscape; it\nexplains the inhabitants, their mode of life, their habits, their history.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}