{
    "title": "Old Calabria - XVII. OLD MORANO",
    "author": "Norman Douglas",
    "chapter": "17",
    "content": [
        "\n\n",
        "This Morano is a very ancient city; Tufarelli, writing in 1598, proves\nthat it was then exactly 3349 years old. Oddly enough, therefore, its\nfoundation almost coincides with that of Rossano. . . .",
        "There may be mules at Morano; indeed, there are. But they are illusive\nbeasts: phantom-mules. Despite the assistance of the captain of the\ncarbineers, the local innkeeper, the communal policeman, the secretary\nof the municipality, an amiable canon of the church and several\nnon-official residents, I vainly endeavoured, for three days, to procure\none–flitting about, meanwhile, between this place and Castrovillari.\nFor Morano, notwithstanding its size (they say it is larger than the\nother town) offers no accommodation or food in the septentrional sense\nof those terms.",
        "Its situation, as you approach from Castrovillari, is striking. The\nwhite houses stream in a cataract down one side of a steep conical hill\nthat dominates the landscape–on the summit sits the inevitable castle,\nblue sky peering through its battered windows. But the interior is not\nat all in keeping with this imposing aspect. Morano, so far as I was\nable to explore it, is a labyrinth of sombre, tortuous and fetid alleys,\nwhexe black pigs wallow amid heaps ’of miscellaneous and malodorous\nfilth–in short, the town exemplifies that particular idea of civic\nliberty which consists in everybody being free to throw their own\nprivate refuse into the public street and leave it there, from\ngeneration to generation. What says Lombroso? “The street-cleaning is\nentrusted, in many towns, to the rains of heaven and, in their absence,\nto the voracity of the pigs.” None the less, while waiting for mules\nthat never came, I took to patrolling those alleys, at first out of\nsheer boredom, but soon impelled by that subtle fascination which\nemanates from the ne plus ultra of anything–even of grotesque\ndirtiness. On the second day, however, a case of cholera was announced,\nwhich chilled my ardour for further investigations. It was on that\naccount that I failed to inspect what was afterwards described to me as\nthe chief marvel of the place–a carved wooden altar-piece in a certain\nchurch.",
        "“It is prodigious and antichissimo,” said an obliging citizen to\nwhom I applied for information. “There is nothing like it on earth, and\nI have been six times to America, sir. The artist–a real artist, mind\nyou, not a common professor–spent his whole life in carving it. It was\nfor the church, you see, and he wanted to show what he could do in the\nway of a masterpiece. Then, when it was finished and in its place, the\npriests refused to pay for it. It was made not for them, they said, but\nfor the glory of God; the man’s reward was sufficient. And besides, he\ncould have remission of sins for the rest of his life. He said he did\nnot care about remission of sins; he wanted money–money! But he got\nnothing. Whereupon he began to brood and to grow yellow. Money–money!\nThat was all he ever said. And at last he became quite green and died.\nAfter that, his son took up the quarrel, but he got as little out of the\npriests as the father. It was fixed in the church, you understand, and\nhe could not take it away. He climbed through the window one night and\ntried to burn it–the marks are there to this day–but they were too\nsharp for him. And he took the business so much to heart that he also\nsoon died quite young! And quite green–like his father.”",
        "The most characteristic item in the above history is that about growing\ngreen. People are apt to put on this colour in the south from\ndisappointment or from envy. They have a proverb which runs “sfoga o\nschiatta\"–relieve yourself or burst; our vaunted ideal of\nself-restraint, of dominating the reflexes, being thought not only\nfanciful but injurious to health. Therefore, if relief is thwarted,\nthey either brood themselves into a green melancholy, or succumb to a\nsudden “colpo di sangue,” like a young woman of my acquaintance who,\nconsidering herself beaten in a dispute with a tram-conductor about a\npenny, forthwith had a “colpo di sangue,” and was dead in a few hours. A\nprimeval assertion of the ego . . .",
        "Unable to perambulate the streets of Morano, I climbed to the ruined\nfortress along the verdant slope at its back, and enjoyed a fair view\ndown the fertile valley, irrigated by streamlets and planted with\nmany-hued patches of culture, with mulberries, pomegranates and poplars.\nSome boys were up here, engaged in fishing–fishing for young kestrels\nin their nest above a shattered gateway. The tackle consisted of a rod\nwith a bent piece of wire fixed to one end, and it seemed to me a pretty\nunpromising form of sport. But suddenly, amid wild vociferations, they\nhooked one, and carried it off in triumph to supper. The mother bird,\nmeanwhile, sailed restlessly about the aether watching every movement,\nas I could see by my glasses; at times she drifted quite near, then\nswerved again and hovered, with vibrating pinions, directly overhead. It\nwas clear that she could not tear herself away from the scene, and\nhardly had the marauders departed, when she alighted on the wall and\nbegan to inspect what was left of her dwelling. It was probably rather\nuntidy. I felt sorry for her; yet such harebrained imprudence cannot go\nunpunished. With so many hundred crannies in this old castle, why choose\none which any boy can reach with a stick? She will know better next season.",
        "Then an old shepherd scrambled up, and sat on the stone beside me. He\nwas short-sighted, asthmatic, and unable to work; the doctor had\nrecommended an evening walk up to the castle. We conversed awhile, and\nhe extracted a carnation out of his waistcoat pocket–unusual receptacle\nfor flowers–which he presented to me. I touched upon the all-absorbing\ntopic of mules.",
        "“Mules are very busy animals in Morano,” he explained. “Animali\noccupatissimi.” However, he promised to exert himself on my behalf; he\nknew a man with a mule–two mules–he would send him round, if possible.",
        "Quite a feature in the landscape of Morano is the costume of the women,\nwith their home-dyed red skirts and ribbons of the same hue plaited into\ntheir hair. It is a beautiful and reposeful shade of red, between\nPompeian and brick-colour, and the tint very closely resembles that of\nthe cloth worn by the beduin (married) women of Tunisia. Maybe it was\nintroduced by the Saracens. And it is they, I imagine, who imported that\nlove of red peppers (a favourite dish with most Orientals) which is\npeculiar to these parts, where they eat them voraciously in every form,\nparticularly in that of red sausages seasoned with these fiery condiments.",
        "The whole country is full of Saracen memories. The name of Morano, they\nsay, is derived from moro, [Footnote: This is all wrong, of course.\nAnd equally wrong is the derivation from moral, a mulberry–abundant\nas these trees are. And more wrong still, if possible, is that which is\ndrawn from a saying of the mysterious Oenotrians–that useful\ntribe–who, wandering in search of homesteads across these regions and\nobserving their beauty, are supposed to have remarked: Hic moremur–\nhere let us stay! Morano (strange to say) is simply the Roman Muranum.]\na Moor; and in its little piazza–an irregular and picturesque spot,\nshaded by a few grand old elms amid the sound of running waters–there\nis a sculptured head of a Moor inserted into the wall, commemorative, I\nwas told, of some ancient anti-Saracen exploit. It is the escutcheon of\nthe town. This Moor wears a red fez, and his features are painted black\n(this is de rigueur, for “Saracens “); he bears the legend Vivit\nsub arbore morus. Near at hand, too, lies the prosperous village\nSaracena, celebrated of old for its muscatel wines. They are made from\nthe grape which the Saracens brought over from Maskat, and planted all\nover Sicily. [Footnote: See next chapter.]",
        "The men of Morano emigrate to America; two-thirds of the adult and\nadolescent male population are at this moment on the other side of the\nAtlantic. But the oldsters, with their peaked hats (capello pizzuto)\nshading gnarled and canny features, are well worth studying. At this\nsummer season they leave the town at 3.30 a.m. to cultivate their\nfields, often far distant, returning at nightfall; and to observe these\nreally wonderful types, which will soon be extinct, you must take up a\nstand on the Castrovillari road towards sunset and watch them riding\nhome on their donkeys, or walking, after the labours of the day.",
        "Poorly dressed, these peasants are none the less wealthy; the post\noffice deposit of Morano is said to have two million francs to its\ncredit, mostly the savings of these humble cultivators, who can discover\nan astonishing amount of money when it is a question, for example, of\nproviding their daughters with a dowry. The bridal dress alone, a blaze\nof blue silk and lace and gold embroidery, costs between six hundred and\na thousand francs. Altogether, Morano is a rich place, despite its\nsordid appearance; it is also celebrated as the birthplace of various\nlearned men. The author of the “Calascione Scordato,” a famous\nNeapolitan poem of the seventeenth century, certainly lived here for\nsome time and has been acclaimed as a son of Morano, though he\ndistinctly speaks of Naples as his home. Among its elder literary\nglories is that Leonardo Tufarelli, who thus apostrophizes his birthplace:",
        "“And to proceed–how many letterati and virtuosi have issued from\nyou in divers times? Among whom–not to name all of them–there has been\nin our days Leopardo de l’Osso of happy memory, physician and most\nexcellent philosopher, singular in every science, of whom I dare say\nthat he attained to Pythagorean heights. How many are there to-day,\nversed in every faculty, in theology, in the two laws, and in medicine?\nHow many historians, how many poets, grammarians, artists, actors?”",
        "The modern writer Nicola Leoni is likewise a child of Morano; his\nvoluminous “Della Magna Grecia e delle Tre Calabrie” appeared in\n1844-1846. He, too, devotes much space to the praises of his natal city,\nand to lamentations regarding the sad condition of Calabrian letters\nduring those dark years.",
        "“Closed for ever is the academy of Amantea! Closed for ever is\nthe academy of Rossano! Rare are the lectures in the academy of\nMonteleone! Rare indeed the lectures in the academy of Catan-zaro!\nClosed for ever is the public library of Monteleone! O ancient days! O\nwisdom of our fathers! Where shall I find you?. . .”",
        "To live the intellectual life amid the ferociously squalid surroundings\nof Morano argues an enviable philosophic calm–a detachment bordering on\ninsensibility. But perhaps we are too easily influenced by externals, in\nthese degenerate times. Or things may have been better in days of\nold–who can tell? One always likes to think so, though the evidence\nusually points to the contrary.",
        "When least I expected it, a possessor of mules presented himself. He was\na burly ruffian of northern extraction, with clear eyes, fair moustache,\nand an insidious air of cheerfulness.",
        "Yes, he had a mule, he said; but as to climbing the mountain for three\nor four days on end–ha, ha!–that was rather an undertaking, you know.\nWas I aware that there were forests and snow up there? Had I ever been\nup the mountain? Indeed! Well, then I must know that there was no food-----",
        "I pointed to my store of provisions from Castrovillari. His eye wandered\nlovingly over the pile and reposed, finally, upon sundry odd bottles and\na capacious demijohn, holding twelve litres.",
        "“Wine of family,” I urged. “None of your eating-house stuff.”",
        "He thought he could manage it, after all. Yes; the trip could be\nundertaken, with a little sacrifice. And he had a second mule, a\nlady-mule, which it struck him I might like to ride now and then; a\npleasant beast and a companion, so to speak, for the other one. Two\nmules and two Christians–that seemed appropriate. . . . And only four\nfrancs a day more.",
        "Done! It was really cheap. So cheap, that I straightway grew suspicious\nof the “lady-mule.”",
        "We sealed the bargain in a glass of the local mixture, and I thereupon\ndemanded a caparra– a monetary security that he would keep his word,\ni.e. be round at my door with the animals at two in the morning, so as\nto reach the uplands before the heat became oppressive.",
        "His face clouded–a good omen, indicating that he was beginning to\nrespect me. Then he pulled out his purse, and reluctantly laid two\nfrancs on the table.",
        "The evening was spent in final preparations; I retired early to bed, and\ntried to sleep. One o’clock came, and two o’clock, and three o’clock–no\nmules! At four I went to the man’s house, and woke him out of ambrosial\nslumbers.",
        "“You come to see me so early in the morning?” he enquired, sitting up in\nbed and rubbing his eyes. “Now that’s really nice of you.”",
        "One of the mules, he airily explained, had lost a shoe in the afternoon.\nHe would get it put right at once–at once.",
        "“You might have told me so yesterday evening, instead of keeping me\nawake all night waiting for you.”",
        "“True,” he replied. “I thought of it at the time. But then I went to\nbed, and slept. Ah, sir, it is good to sleep!” and he stretched himself\nvoluptuously.",
        "The beast was shod, and at 5 a.m. we left.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}