{
    "title": "Old Calabria - XXIV. AN ALBANIAN SEER",
    "author": "Norman Douglas",
    "chapter": "24",
    "content": [
        "\n\n",
        "Sometimes I find my way to the village of Macchia, distant about three\nmiles from San Demetrio. It is a dilapidated but picturesque cluster of\nhouses, situate on a projecting tongue of land which is terminated by a\nlittle chapel to Saint Elias, the old sun-god Helios, lover of peaks and\npromontories, whom in his Christian shape the rude Albanian colonists\nbrought hither from their fatherland, even as, centuries before, he had\naccompanied the Byzantines on the same voyage and, fifteen centuries yet\nearlier, the Greeks.",
        "At Macchia was born, in 1814, of an old and relatively wealthy family,\nGirolamo de Rada, [Footnote: Thus his friend and compatriot, Dr. Michele\nMarchiano, spells the name in a biography which I recommend to those who\nthink there is no intellectual movement in South Italy. But he himself,\nat the very close of his life, in 1902, signs himself Ger. de Rhada. So\nthis village of Macchia is spelt indifferently by Albanians as Maki or\nMakji. They have a fine Elizabethan contempt for orthography–as well\nthey may have, with their thirty alphabets.] a flame-like patriot in\nwhom the tempestuous aspirations of modern Albania took shape. The ideal\npursued during his long life was the regeneration of his country; and if\nthe attention of international congresses and linguists and folklorists\nis now drawn to this little corner of the earth–if, in 1902,\ntwenty-one newspapers were devoted to the Albanian cause (eighteen in\nItaly alone, and one even in London)–it was wholly his merit.",
        "He was the son of a Greco-Catholic priest. After a stern religious\nupbringing under the paternal roof at Macchia and in the college of San\nDemetrio, he was sent to Naples to complete his education. It is\ncharacteristic of the man that even in the heyday of youth he cared\nlittle for modern literature and speculations and all that makes for\nexact knowledge, and that he fled from his Latin teacher, the celebrated\nPuoti, on account of his somewhat exclusive love of grammatical rules.\nNone the less, though con-genitally averse to the materialistic and\nsubversive theories that were then seething in Naples, he became\nentangled in the anti-Bourbon movements of the late thirties, and\nnarrowly avoided the death-penalty which struck down some of his\ncomrades. At other times his natural piety laid him open to the\naccusation of reactionary monarchical leanings.",
        "He attributed his escape from this and every other peril to the hand of\nGod. Throughout life he was a zealous reader of the Bible, a firm and\neven ascetic believer, forever preoccupied, in childlike simplicity of\nsoul, with first causes. His spirit moved majestically in a world of\nfervent platitudes. The whole Cosmos lay serenely distended before his\nmental vision; a benevolent God overhead, devising plans for the\nprosperity of Albania; a malignant, ubiquitous and very real devil,\nthwarting these His good intentions whenever possible; mankind on earth,\nsowing and reaping in the sweat of their brow, as was ordained of old.\nLike many poets, he never disabused his mind of this comfortable form of\nanthropomorphism. He was a firm believer, too, in dreams. But his\nguiding motive, his sun by day and star by night, was a belief in the\n“mission” of the Pelasgian race now scattered about the shores of the\nInland Sea–in Italy, Sicily, Greece, Dalmatia, Roumania, Asia Minor,\nEgypt–a belief as ardent and irresponsible as that which animates the\nLost Tribe enthusiasts of England. He considered that the world hardly\nrealized how much it owed to his countryfolk; according to his views,\nAchilles, Philip of Macedon, Alexander the Great, Aristotle, Pyrrhus,\nDiocletian, Julian the Apostate–they were all Albanians. Yet even\ntowards the end of his life he is obliged to confess:–",
        "“But the evil demon who for over four thousand years has been hindering\nthe Pelasgian race from collecting itself into one state, is still\nendeavouring by insidious means to thwart the work which would lead it\nto that union.”",
        "Disgusted with the clamorous and intriguing bustle of Naples, he\nretired, at the early age of 34, to his natal village of Macchia,\nthrowing over one or two offers of lucrative worldly appointments. He\ndescribes himself as wholly disenchanted with the “facile fatuity” of\nLiberalism, the fact being, that he lacked what a French psychologist\nhas called the function of the real; his temperament was not of the\nkind to cope with actualities. This retirement is an epoch in his\nlife–it is the Grand Renunciation. Henceforward he loses personal touch\nwith thinking humanity. At Macchia he remained, brooding on Albanian\nwrongs, devising remedies, corresponding with foreigners and\nwriting–ever writing; consuming his patrimony in the cause of Albania,\ntill the direst poverty dogged his footsteps.",
        "I have read some of his Italian works. They are curiously oracular, like\nthe whisperings of those fabled Dodonian oaks of his fatherland; they\nheave with a darkly-virile mysticism. He shares Blake’s ruggedness, his\ntorrential and confused utterance, his benevolence, his flashes of\nluminous inspiration, his moral background. He resembles that visionary\nin another aspect: he was a consistent and passionate adorer of the\nEwig-weibliche. Some of the female characters in his poems retain\ntheir dewy freshness, their exquisite originality, even after passing\nthrough the translator’s crucible.",
        "At the age of 19 he wrote a poem on “Odysseus,” which was published\nunder a pseudonym. Then, three years later, there appeared a collection\nof rhapsodies entitled “Milosao,” which he had garnered from the lips of\nAlbanian village maidens. It is his best-known work, and has been\ntranslated into Italian more than once. After his return to Macchia\nfollowed some years of apparent sterility, but later on, and especially\nduring the last twenty years of his life, his literary activity became\nprodigious. Journalism, folklore, poetry, history, grammar, philology,\nethnology, aesthetics, politics, morals–nothing came amiss to his\ngifted pen, and he was fruitful, say his admirers, even in his errors,\nLike other men inflamed with one single idea, he boldly ventured into\ndomains of thought where specialists fear to tread. His biographer\nenumerates forty-three different works from his pen. They all throb with\na resonant note of patriotism; they are “fragments of a heart,” and\nindeed, it has been said of him that he utilized even the grave science\nof grammar as a battlefield whereon to defy the enemies of Albania. But\nperhaps he worked most successfully as a journalist. His “Fiamuri\nArberit” (the Banner of Albania) became the rallying cry of his\ncountrymen in every corner of the earth.",
        "These multifarious writings–and doubtless the novelty of his central\ntheme–attracted the notice of German philologers and linguists, of all\nlovers of freedom, folklore and verse. Leading Italian writers like\nCantupraised him highly; Lamartine, in 1844, wrote to him: “Je suis\nbien-heureux de ce signe de fraternite poetique et politique entre vous\net moi. La poesie est venue de vos rivages et doit y retourner. . . .\"\nHermann Buchholtz discovers scenic changes worthy of Shakespeare, and\npassages of Aeschylean grandeur, in his tragedy “Sofonisba.” Carnet\ncompares him with Dante, and the omniscient Mr. Gladstone wrote in\n1880–a post card, presumably–belauding his disinterested efforts on\nbehalf of his country. He was made the subject of many articles and\npamphlets, and with reason. Up to his time, Albania had been a myth. He\nit was who divined the relationship between the Albanian and Pelasgian\ntongues; who created the literary language of his country, and\nformulated its political ambitions.",
        "Whereas the hazy “Autobiologia” records complicated political intrigues\nat Naples that are not connected with his chief strivings, the little\n“Testamento politico,” printed towards the end of his life, is more\ninteresting. It enunciates his favourite and rather surprising theory\nthat the Albanians cannot look for help and sympathy save only to their\nbrothers, the Turks. Unlike many Albanians on either side of the\nAdriatic, he was a pronounced Turco-phile, detesting the “stolid\nperfidy” and “arrogant disloyalty” of the Greeks. Of Austria, the most\ninsidious enemy of his country’s freedom, he seems to have thought well.\nA year before his death he wrote to an Italian translator of “Milosao\"\n(I will leave the passage in the original, to show his cloudy language):",
        "“Ed un tempo propizio la accompagna: la ricostituzione dell’ Epiro nei\nsuoi quattro vilayet autonomi quale e nei propri consigli e nei propri\ndesideri; ricostituzione, che pel suo Giornale, quello dell’ ottimo A.\nLorecchio–cui precede il principe Nazionale Kastriota, Chini–si\nannuncia fatale, e quasi fulcro della stabilita dello impero Ottomano, a\ndella pace Europea; preludio di quella diffusione del regno di Dio sulla\nterra, che sara la Pace tra gli Uomini.”",
        "Truly a remarkable utterance, and one that illustrates the disadvantages\nof living at a distance from the centres of thought. Had he travelled\nless with the spirit and more with the body, his opinions might have\nbeen modified and corrected. But he did not even visit the Albanian\ncolonies in Italy and Sicily. Hence that vast confidence in his\nmission–a confidence born of solitude, intellectual and geographical.\nHence that ultra-terrestrial yearning which tinges his apparently\npractical aspirations.",
        "He remained at home, ever poor and industrious; wrapped in bland\nexaltation and oblivious to contemporary movements of the human mind.\nNot that his existence was without external activities. A chair of\nAlbanian literature at San Demetrio, instituted in 1849 but suppressed\nafter three years, was conferred on him in 1892 by the historian and\nminister Pasquale Villari; for a considerable time, too, he was director\nof the communal school at Corigliano, where, with characteristic energy,\nhe set up a printing press; violent journalistic campaigns succeeded one\nanother; in 1896 he arranged for the first congress of Albanian language\nin that town, which brought together delegates from every part of Italy\nand elicited a warm telegram of felicitation from the minister\nFrancesco Crispi, himself an Albanian. Again, in 1899, we find him\nreading a paper before the twelfth international congress of\nOrientalists at Rome.",
        "But best of all, he loved the seclusion of Macchia.",
        "Griefs clustered thickly about the closing years of this unworldly\ndreamer. Blow succeeded blow. One by one, his friends dropped off; his\nbrothers, his beloved wife, his four sons–he survived them all; he\nstood alone at last, a stricken figure, in tragic and sublime isolation.\nOver eighty years old, he crawled thrice a week to deliver his lectures\nat San Demetrio; he still cultivated a small patch of ground with\nenfeebled arm, composing, for relaxation, poems and rhapsodies at the\npatriarchal age of 88! They will show you the trees under which he was\nwont to rest, the sunny views he loved, the very stones on which he sat;\nthey will tell you anecdotes of his poverty–of an indigence such as we\ncan scarcely credit. During the last months he was often thankful for a\ncrust of bread, in exchange for which he would bring a sack of acorns,\nself-collected, to feed the giver’s pigs. Destitution of this kind,\nbrought about by unswerving loyalty to an ideal, ceases to exist in its\nsordid manifestations: it exalts the sufferer. And his life’s work is\nthere. Hitherto there had been no “Albanian Question” to perplex the\nchanceries of Europe. He applied the match to the tinder; he conjured up\nthat phantom which refuses to be laid.",
        "He died, in 1903, at San Demetrio; and there lies entombed in the\ncemetery on the hill-side, among the oaks.",
        "But you will not easily find his grave.",
        "His biographer indulges a poetic fancy in sketching the fair monument\nwhich a grateful country will presently rear to his memory on the snowy\nAcroceraunian heights. It might be well, meanwhile, if some simple\ncommemorative stone were placed on the spot where he lies buried. Had he\nsuccumbed at his natal Macchia, this would have been done; but death\novertook him in the alien parish of San Demetrio, and his remains were\nmingled with those of its poorest citizens. A microcosmic illustration\nof that clannish spirit of Albania which he had spent a lifetime in\nendeavouring to direct to nobler ends!",
        "He was the Mazzini of his nation.",
        "A Garibaldi, when the crisis comes, may possibly emerge from that\ntumultuous horde.",
        "Where is the Cavour?",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}