{
    "title": "Old Calabria - X. THE FLYING MONK",
    "author": "Norman Douglas",
    "chapter": "10",
    "content": [
        "\n\n",
        "As to the flying monk, there is no doubt whatever that he deserved his\nname. He flew. Being a monk, these feats of his were naturally confined\nto convents and their immediate surroundings, but that does not alter\nthe facts of the case.",
        "Of the flights that he took in the little town of Copertino-alone, more\nthan seventy, says Father Rossi whom I follow throughout, are on record\nin the depositions which were taken on oath from eye-witnesses after his\ndeath. This is one of them, for example:",
        "“Stupendous likewise was the ratto (flight or rapture) which he\nexhibited on a night of Holy Thursday. . . . He suddenly flew towards\nthe altar in a straight line, leaving untouched all the ornaments of\nthat structure; and after some time, being called back by his superior,\nreturned flying to the spot whence he had set out.”",
        "And another:",
        "“He flew similarly upon an olive tree . . . and there remained in\nkneeling posture for the space of half an hour. A marvellous thing it\nwas to see the branch which sustained him swaying lightly, as though a\nbird had alighted upon it.”",
        "But Copertino is a remote little place, already famous in the annals of\nmiraculous occurrences. It can be urged that a kind of enthusiasm for\ntheir distinguished brother-monk may have tempted the inmates of the\nconvent to exaggerate his rare gifts. Nothing of the kind. He performed\nflights not only in Copertino, but in various large towns of Italy, such\nas Naples, Rome, and Assisi. And the spectators were by no means an\nassemblage of ignorant personages, but men whose rank and credibility\nwould have weight in any section of society.",
        "“While the Lord High Admiral of Castille, Ambassador of Spain at the\nVatican, was passing through Assisi in the year 1645, the custodian of\nthe convent commanded Joseph to descend from the room into the church,\nwhere the Admiral’s lady was waiting for him, desirous of seeing him.\nand speaking to him; to whom Joseph replied, ’I will obey, but I do not\nknow whether I shall be able to speak to her.’ And, as a matter of fact,\nhardly had he entered the church and raised his eyes to a statue . . .\nsituated above the altar, when he threw himself into a flight in order\nto embrace its feet at a distance of twelve paces, passing over the\nheads of all the congregation; then, after remaining there some time, he\nflew back over them with his usual cry, and immediately returned to his\ncell. The Admiral was amazed, his wife fainted away, and all the\nonlookers became piously terrified.”",
        "And if this does not suffice to win credence, the following will\nassuredly do so:",
        "“And since it was God’s wish to render him marvellous even in the sight\nof men of the highest sphere, He ordained that Joseph, having arrived in\nRome, should be conducted one day by the Father-General (of the\nFranciscan Order) to kiss the feet of the High Pontiff, Urban the\nEighth; in which act, while contemplating Jesus Christ in the person of\nHis Vicar, he was ecstatically raised in air, and thus remained till\ncalled back by the General, to whom His Holiness, highly astonished,\nturned and said that ’if Joseph were to die during his pontificate, he\nhimself would bear witness to this successo.’”",
        "But his most remarkable flights took place at Fossombrone, where once\n“detaching himself in swiftest manner from the altar with a cry like\nthunder, he went, like lightning, gyrating hither and thither about the\nchapel, and with such an impetus that he made all the cells of the\ndormitory tremble, so that the monks, issuing thence in consternation,\ncried, ’An earthquake! An earthquake!’” Here, too, he cast a young sheep\ninto the air, and took flight after it to the height of the trees, where\nhe “remained in kneeling posture, ecstatic and with extended arms, for\nmore than two hours, to the extraordinary marvel of the clergy who\nwitnessed this.” This would seem to have been his outdoor record–two\nhours without descent to earth.",
        "Sometimes, furthermore, he took a passenger, if such a term can properly\nbe applied.",
        "So once, while the monks were at prayers, he was observed to rise up and\nrun swiftly towards the Confessor of the convent, and “seizing him by\nthe hand, he raised him from the ground by supernatural force, and with\njubilant rapture drew him along, turning him round and round in a\nviolento ballo; the Confessor moved by Joseph, and Joseph by God.”",
        "And what happened at Assisi is still more noteworthy, for here\nwas a gentleman, a suffering invalid, whom Joseph “snatched by the hair,\nand, uttering his customary cry of ’oh!’ raised himself from the earth,\nwhile he drew the other after him by his hair, carrying him in this\nfashion for a short while through the air, to the intensest admiration\nof the spectators.” The patient, whose name was Chevalier Baldassarre,\ndiscovered, on touching earth again, that he had been cured by this\nflight of a severe nervous malady which had hitherto afflicted him. . . .",
        "Searching in the biography for some other interesting traits of Saint\nJoseph of Copertino, I find, in marked contrast to his heaven-soaring\nvirtues, a humility of the profoundest kind. Even as a full-grown man he\nretained the exhilarating, childlike nature of the pure in heart. “La\nMamma mia“–thus he would speak, in playful-saintly fashion, of the\nMother of God–”la Mamma mia is capricious. When I bring Her flowers,\nShe tells me She does not want them; when I bring Her candles, She also\ndoes not want them; and when I ask Her what She wants, She says, ’I\nwant the heart, for I feed only on hearts.’” What wonder if the “mere\npronouncement of the name of Maria often sufficed to raise him from the\nground into the air”?",
        "Nevertheless, the arch-fiend was wont to creep into his cell at night\nand to beat and torture him; and the monks of the convent were terrified\nwhen they heard the hideous din of echoing blows and jangling chains.\n“We were only having a little game,” he would then say. This is\nrefreshingly boyish. He once induced a flock of sheep to enter the\nchapel, and while he recited to them the litany, it was observed with\namazement that “they responded at the proper place to his verses–he\nsaying Sancta Maria, and they answering, after their manner, Bah!”",
        "I am not disguising from myself that an incident like the last-named may\nsmack of childishness to a certain austere type of northern Puritan.\nChildishness! But to go into this question of the relative hilarity and\nmoroseness of religions would take us far afield; for aught I know it\nmay, at bottom, be a matter of climatic influences, and there we can\nleave it. Under the sunny sky of Italy, who would not be disposed to see\nthe bright side of things?",
        "Saint Joseph of Copertino performed a variety of other miracles. He\nmultiplied bread and wine, calmed a tempest, drove out devils, caused\nthe lame to walk and the blind to see–all of which are duly attested by\neye-witnesses on oath. Though “illiterate,” he had an innate knowledge\nof ecclesiastical dogma; he detected persons of impure life by their\nsmell, and sinners were revealed to his eyes with faces of black colour\n(the Turks believe that on judgment day the damned will be thus marked);\nhe enjoyed the company of two guardian angels, which were visible not\nonly to himself but to other people. And, like all too many saints, he\nduly fell into the clutches of the Inquisition, ever on the look-out for\nvictims pious or otherwise.",
        "There is one little detail which it would be disingenuous to slur over.\nIt is this. We are told that Saint Joseph was awkward and backward in\nhis development. As a child his boy-comrades used to laugh at him for\nhis open-mouthed staring habits; they called him “bocca-aperta\"\n(gape-mouth), and in the frontispiece to Montanari’s life of him, which\ndepicts him as a bearded man of forty or fifty, his mouth is still\nagape; he was, moreover, difficult to teach, and Rossi says he profited\nvery little by his lessons and was of niuna letteratura. As a lad of\nseventeen he could not distinguish white bread from brown, and he used\nto spill water-cans, break vases and drop plates to such an extent that\nthe monks of the convent who employed him were obliged, after eight\nmonths’ probation, to dismiss him from their service. He was unable to\npass his examination as priest. At the age of twenty-five he was\nordained by the Bishop of Castro, without that formality.",
        "All this points to a certain weak-mindedness or arrested development,\nand were this an isolated case one might be inclined to think that the\nchurch had made Saint Joseph an object of veneration on the same\nprinciples as do the Arabs, who elevate idiots, epileptics, and\notherwise deficient creatures to the rank of marabouts, and credit them\nwith supernatural powers.",
        "But it is not an isolated case. The majority of these southern saints\nare distinguished from the vulgar herd by idiosyncrasies to which modern\nphysicians give singular names such as “gynophobia,” “glossolalia” and\n“demonomania\"; [Footnote: Good examples of what Max Nordau calls\nEcholalie are to be found in this biography (p. 22).] even the founder\nof the flying monk’s order, the great Francis of Assisi, has been\naccused of some strange-sounding mental disorder because, with touching\nhumility, he doffed his vestments and presented himself naked before his\nCreator. What are we to conclude therefrom?",
        "The flying monk resembles Saint Francis in more than one feature. He,\ntoo, removed his clothes and even his shirt, and exposed himself thus to\na crucifix, exclaiming, “Here I am, Lord, deprived of everything.” He\nfollowed his prototype, further, in that charming custom of introducing\nthe animal world into his ordinary talk (\"Brother Wolf, Sister Swallow,\"\netc.). So Joseph used to speak of himself as l’asinelio–the little\nass; and a pathetic scene was witnessed on his death-bed when he was\nheard to mutter: “L’asinelio begins to climb the mountain;\nl’asinelio is half-way up; l’asinelio has reached the summit;\nl’asinelio can go no further, and is about to leave his skin behind.”",
        "It is to be noted, in this connection, that Saint Joseph of Coper-tino\nwas born in a stable.",
        "This looks like more than a mere coincidence. For the divine Saint\nFrancis was likewise born in a stable.",
        "But why should either of these holy men be born in stables?",
        "A reasonable explanation lies at hand. A certain Japanese statesman is\ncredited with that shrewd remark that the manifold excellencies and\ndiversities of Hellenic art are due to the fact that the Greeks had no\n“old masters” to copy from–no “schools” which supplied their\nimagination with ready-made models that limit and smother individual\ninitiative. And one marvels to think into what exotic beauties these\nsouthern saints would have blossomed, had they been at liberty, like\nthose Greeks, freely to indulge their versatile genius–had they not\nbeen bound to the wheels of inexorable precedent. If the flying monk,\nfor example, were an ordinary mortal, there was nothing to prevent him\nfrom being born in an omnibus or some other of the thousand odd places\nwhere ordinary mortals occasionally are born. But–no! As a Franciscan\nsaint, he was obliged to conform to the school of Bethlehem and Assisi.\nHe was obliged to select a stable. Such is the force of tradition. . . .",
        "Joseph of Copertino lived during the time of the Spanish viceroys, and\nhis fame spread not only over all Italy, but to France, Germany and\nPoland. Among his intimates and admirers were no fewer than eight\ncardinals, Prince Leopold of Tuscany, the Duke of Bouillon, Isabella of\nAustria, the Infanta Maria of Savoy and the Duke of Brunswick, who,\nduring a visit to various courts of Europe in 1649, purposely went to\nAssisi to see him, and was there converted from the Lutheran heresy by\nthe spectacle of one of his flights. Prince Casimir, heir to the throne\nof Poland, was his particular friend, and kept up a correspondence with\nhim after the death of his father and his own succession to the throne.",
        "Towards the close of his life, the flying monk became so celebrated that\nhis superiors were obliged to shut him up in the convent of Osimo, in\nclose confinement, in order that his aerial voyages “should not be\ndisturbed by the concourse of the vulgar.” And here he expired, in his\nsixty-first year, on the 18th September, 1663. He had been suffering and\ninfirm for some little time previous to that event, but managed to take\na short flight on the very day preceding his demise.",
        "Forthwith the evidences of his miraculous deeds were collected and\nsubmitted to the inspired examination of the Sacred Congregation of\nRites in Rome. Their conscientiousness in sifting and weighing the\ndepositions is sufficiently attested by the fact that ninety years were\nallowed to elapse ere Joseph of Copertino was solemnly received into the\nnumber of the Blessed. This occurred in 1753; and though the date may\nhave been accidentally chosen, some people will be inclined to detect\nthe hand of Providence in the ordering of the event, as a challenge to\nVoltaire, who was just then disquieting Europe with certain doctrines of\na pernicious nature.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}