{
    "title": "Old Calabria - XVIII. AFRICAN INTRUDERS",
    "author": "Norman Douglas",
    "chapter": "18",
    "content": [
        "\n\n",
        "There is a type of physiognomy here which is undeniably Semitic–with\ncurly hair, dusky skin and hooked nose. We may take it to be of\nSaracenic origin, since a Phoenician descent is out of the question,\nwhile mediaeval Jews never intermarried with Christians. It is the same\nclass of face which one sees so abundantly at Palermo, the former\nmetropolis of these Africans. The accompanying likeness is that of a\nnative of Cosenza, a town that was frequently in their possession.\nEastern traits of character, too, have lingered among the populace. So\nthe humour of the peddling Semite who will allow himself to be called by\nthe most offensive epithets rather than lose a chance of gaining a sou;\nwho, eternally professing poverty, cannot bear to be twitted on his\nnotorious riches; their ceaseless talk of hidden treasures, their\nsecretiveness and so many other little Orientalisms that whoever has\nlived in the East will be inclined to echo the observation of Edward\nLear’s Greek servant: “These men are Arabs, but they have more clothes on.”",
        "Many Saracenic words (chiefly of marine and commercial import) have\nsurvived from this period; I could quote a hundred or more, partly in\nthe literary language (balio, dogana, etc.), partly in dialect (cala,\ntavuto, etc.) and in place-names such as Tamborio (the Semitic Mount\nTabor), Kalat (Calatafimi), Marsa (Marsala).",
        "Dramatic plays with Saracen subjects are still popular with the lower\nclasses; you can see them acted in any of the coast towns. In fact, the\nrecollection of these intruders is very much alive to this day. They\nhave left a deep scar.",
        "Such being the case, it is odd to find local writers hardly referring to\nthe Saracenic period. Even a modern like l’Occaso, who describes the\nCastrovillari region in a conscientious fashion, leaps directly from\nGreco-Roman events into those of the Normans. But this is in accordance\nwith the time-honoured ideal of writing such works: to say nothing in\ndispraise of your subject (an exception may be made in favour of\nSpano-Bolani’s History of Reggio). Malaria and earthquakes and Saracen\nirruptions are awkward arguments when treating of the natural\nattractions and historical glories of your native place. So the once\nrenowned descriptions of this province by Grano and the rest of them are\nlittle more than rhetorical exercises; they are “Laus Calabria.” And\nthen–their sources of information were limited and difficult of access.\nCollective works like those of Muratori and du Chesne had not appeared\non the market; libraries were restricted to convents; and it was not to\nbe expected that they should know all the chroniclers of the Byzantines,\nLatins, Lombards, Normans and Hohenstaufen–to say nothing of Arab\nwriters like Nowairi, Abulfeda, Ibn Chaldun and Ibn Alathir–who throw a\nlittle light on those dark times, and are now easily accessible to\nscholars.",
        "Dipping into this old-world literature of murders and prayers, we gather\nthat in pre-Saracenic times the southern towns were denuded of their\ngarrisons, and their fortresses fallen into disrepair. “Nec erat formido\naut metus bellorum, quoniam alta pace omnes gaudebant usque ad tempora\nSaracenorum.” In this part of Italy, as well as at Taranto and other\nparts of old “Calabria,” the invaders had an easy task before them, at\nfirst.",
        "In 873, on their return from Salerno, they poured into Calabria, and by\n884 already held several towns, such as Tropea and Amantea, but were\ndriven out temporarily. In 899 they ravaged, says Hepi-danus, the\ncountry of the Lombards (? Calabria). In 900 they destroyed Reggio, and\nrenewed their incursions in 919, 923, 924, 925, 927, till the Greek\nEmperor found it profitable to pay them an annual tribute. In 953, this\ntribute not being forthcoming, they defeated the Greeks in Calabria, and\nmade further raids in 974, 975; 976, 977, carrying off a large store of\ncaptives and wealth. In 981 Otto II repulsed them at Cotrone, but was\nbeaten the following year near Squillace, and narrowly escaped capture.\nIt was one of the most romantic incidents of these wars. During the\nyears 986, 988, 991, 994, 998, 1002, 1003 they were continually in the\ncountry; indeed, nearly every year at the beginning of the eleventh\ncentury is marked by some fresh inroad. In 1009 they took Cosenza for\nthe third or fourth time; in 1020 they were at Bisignano in the Crati\nvalley, and returned frequently into those parts, defeating, in 1025, a\nGreek army under Orestes, and, in 1031, the assembled forces of the\nByzantine Catapan-------- [Footnote: I have not seen Moscato’s “Cronaca\ndei Musulmani in Calabria,” where these authorities might be\nconveniently tabulated. It must be a rare book. Martorana deals only\nwith the Saracens of Sicily.]",
        "No bad record, from their point of view.",
        "But they never attained their end, the subjection of the mainland. And\ntheir methods involved appalling and enduring evils.",
        "Yet the presumable intent or ambition of these aliens must be called\nreasonable enough. They wished to establish a provincial government here\non the same lines as in Sicily, of which island it has been said that it\nwas never more prosperous than under their administration.",
        "Literature, trade, industry, and all the arts of peace are described as\nflourishing there; in agriculture they paid especial attention to the\nolive; they initiated, I believe, the art of terracing and irrigating\nthe hill-sides; they imported the date-palm, the lemon and sugar-cane\n(making the latter suffice not only for home consumption, but for\nexport); their silk manufactures were unsurpassed. Older writers like\nMazzella speak of the abundant growth of sugar-cane in Calabria\n(Capialbi, who wallowed in learning, has a treatise on the subject);\nJohn Evelyn saw it cultivated near Naples; it is now extinct from\neconomical and possibly climatic causes. They also introduced the\npapyrus into Sicily, as well as the cotton-plant, which used to be\ncommon all over south Italy, where I have myself seen it growing.",
        "All this sounds praiseworthy, no doubt. But I see no reason why they\nshould have governed Sicily better than they did North Africa, which\ncrumbled into dust at their touch, and will take many long centuries to\nrecover its pre-Saracen prosperity. There is something flame-like and\nanti-constructive in the Arab, with his pastoral habits and contempt of\nforethought. In favour of their rule, much capital has been made out of\nBenjamin of Tudela’s account of Palermo. But it must not be forgotten\nthat his brief visit was made a hundred years after the Norman\noccupation had begun. Palermo, he says, has about 1500 Jews and a large\nnumber of Christians and Mohammedans; Sicily “contains all the pleasant\nthings of this world.” Well, so it did in pre-Saracen times; so it does\nto-day. Against the example of North Africa, no doubt, may be set their\nactivities in Spain.",
        "They have been accused of destroying the old temples of Magna Gracia\nfrom religious or other motives. I do not believe it; this was against\ntheir usual practice. They sacked monasteries, because these were\nfortresses defended by political enemies and full of gold which they\ncoveted; but in their African possessions, during all this period, the\nruins of ancient civilizations were left untouched, while Byzantine\ncults lingered peacefully side by side with Mos-lemism; why not here?\nTheir fanaticism has been much exaggerated. Weighing the balance between\nconflicting writers, it would appear that Christian rites were tolerated\nin Sicily during all their rule, though some governors were more bigoted\nthan others; the proof is this, that the Normans found resident\nfellow-believers there, after 255 years of Arab domination. It was the\nChristians rather, who with the best intentions set the example of\nfanaticism during their crusades; these early Saracen raids had no more\nreligious colouring than our own raids into the Transvaal or elsewhere.\nThe Saracens were out for plunder and fresh lands, exactly like the\nEnglish. [Footnote: The behaviour of the Normans was wholly different\nfrom that of the Arabs, immediately on their occupation of the country\nthey razed to the ground thousands of Arab temples and sanctuaries. Of\nseveral hundred in Palermo alone, not a single one was left standing.]",
        "Nor were they tempted to destroy these monuments for decorative\npurposes, since they possessed no palaces on the mainland like the\nPalermitan Cuba or Zisa; and that sheer love of destructive-ness with\nwhich they have been credited certainly spared the marbles of Paestum\nwhich lay within a short distance of their strongholds, Agropoli and\nCetara. No. What earthquakes had left intact of these classic relics was\nniched by the Christians, who ransacked every corner of Italy for\nsuch treasures to adorn their own temples in Pisa, Rome and Venice–\ndisplaying small veneration for antiquity, but considerable taste.\nIn Calabria, for instance, the twenty granite pillars of the\ncathedral of Gerace were drawn from the ruins of old Locri; those of\nMelito came from the ancient Hipponium (Monteleone). So Paestum, after\nthe Saracens, became a regular quarry for the Lombards and the rich\ncitizens of Amalfi when they built their cathedral; and above all, for\nthe shrewdly pious Robert Guiscard. Altogether, these Normans, dreaming\nthrough the solstitial heats in pleasaunces like Ravello, developed a\nnice taste in the matter of marbles, and were not particular where they\ncame from, so long as they came from somewhere. The antiquities remained\nintact, at least, which was better than the subsequent system of Colonna\nand Frangipani, who burnt them into lime.",
        "Whatever one may think of the condition of Sicily under Arab rule, the\nproceedings of these strangers was wholly deplorable so far as the\nmainland of Italy was concerned. They sacked and burnt wherever they\nwent; the sea-board of the Tyrrhenian, Ionian and Adriatic was\ndepopulated of its inhabitants, who fled inland; towns and villages\nvanished from the face of the earth, and the richly cultivated land\nbecame a desert; they took 17,000 prisoners from Reggio on a single\noccasion–13,000 from Termula; they reduced Matera to such distress,\nthat a mother is said to have slaughtered and devoured her own child.\nSuch was their system on the mainland, where they swarmed. Their numbers\ncan be inferred from a letter written in 871 by the Emperor Ludwig II\nto the Byzantine monarch, in which he complains that “Naples has become\na second Palermo, a second Africa,” while three hundred years later, in\n1196, the Chancellor Konrad von Hildesheim makes a noteworthy\nobservation, which begins: “In Naples I saw the Saracens, who with their\nspittle destroy venomous beasts, and will briefly set forth how they\ncame by this virtue. . . .” [Footnote: He goes on to say, “Paulus\nApostolus naufragium passus, apud Capream insulam applicuit [sic] quae\nin Actibus Apostolorum Mitylene nuncupatur, et cum multis allis evadens,\nab indigenis tcrrae benigne acceptatus est.” Then follows the episode of\nthe fire and of the serpent which Paul casts from him; whereupon the\nSaracens, naturally enough, begin to adore him as a saint. In recompense\nfor this kind treatment Paul grants to them and their descendants the\npower of killing poisonous animals in the manner aforesaid–i.e. with\ntheir spittle–a superstition which is alive in south Italy to this day.\nThese gifted mortals are called Sanpaulari, or by the Greek word\nCerauli; they are men who are born either on St. Paul’s night (24-25\nJanuary) or on 29 June. Saint Paul, the “doctor of the Gentiles,” is a\ngreat wizard hereabouts, and an invocation to him runs as follows:\n“Saint Paul, thou wonder-worker, kill this beast, which is hostile to\nGod; and save me, for I am a son of Maria.\"]",
        "It is therefore no exaggeration to say that the coastal regions of south\nItaly were practically in Arab possession for centuries, and one is\ntempted to dwell on their long semi-domination here because it has\naffected to this day the vocabulary of the people, their lore, their\narchitecture, their very faces–and to a far greater extent than a\nvisitor unacquainted with Moslem countries and habits would believe.\nSaracenism explains many anomalies in their mode of life and social\nconduct.",
        "From these troublous times dates, I should say, that use of the word\ncristiano applied to natives of the country–as opposed to Mohammedan\nenemies.",
        "“Saraceno” is still a common term of abuse.",
        "The fall of Luceria may be taken as a convenient time-boundary to mark\nthe end of the Saracenic period. A lull, but no complete repose from\nattacks, occurs between that event and the fall of Granada. Then begins\nthe activity of the corsairs. There is this difference between them,\nthat the corsairs merely paid flying visits; a change of wind, the\nappearance of an Italian sail, an unexpected resistance on the part of\nthe inhabitants, sufficed to unsettle their ephemeral plans. The\ncoast-lands were never in their possession; they only harried the\nnatives. The system of the Saracens on the mainland, though it seldom\nattained the form of a provincial or even military government, was\ndifferent. They had the animus manendi. Where they dined, they slept.",
        "In point of destructiveness, I should think there was little to choose\nbetween them. One thinks of the hundreds of villages the corsairs\ndevastated; the convents and precious archives they destroyed,\n[Footnote: In this particular branch, again, the Christians surpassed\nthe unbeliever. More archives were destroyed in the so-called “Age of\nLead\"–the closing period of Bour-bonism–than under Saracens and\nCorsairs combined. It was quite the regular thing to sell them as\nwaste-paper to the shopkeepers. Some of them escaped this fate by the\nveriest miracle–so those of the celebrated Certoza of San Lorenzo in\nPadula. The historian Marincola, walking in the market of Salerno,\nnoticed a piece of cheese wrapped up in an old parchment. He elicited\nthe fact that it came from this Certosa, intercepted the records on\ntheir way for sale in Salerno, and contrived by a small present to the\ndriver that next night two cartloads of parchments were deposited in the\nlibrary of La Cava.] the thousands of captives they carried\noff–sometimes in such numbers that the ships threatened to sink till\nthe more unsaleable portion of the human freight had been cast\noverboard. And it went on for centuries. Pirates and slave-hunters they\nwere; but not a whit more so than their Christian adversaries, on whose\nnational rivalries they thrived. African slaves, when not chained to the\ngalleys, were utilized on land; so the traveller Moore records that the\npalace of Caserta was built by gangs of slaves, half of them Italian,\nhalf Turkish. We have not much testimony as to whether these Arab slaves\nenjoyed their lot in European countries; but many of the Christians in\nAlgiers certainly enjoyed theirs. A considerable number of them refused\nto profit by Lord Exmouth’s arrangement for their ransom. I myself knew\nthe descendant of a man who had been thus sent back to his relations\nfrom captivity, and who soon enough returned to Africa, declaring that\nthe climate and religion of Europe were alike insupportable.",
        "In Saracen times the Venetians actually sold Christian slaves to the\nTurks. Parrino cites the severe enactments which were issued in the\nsixteenth century against Christian sailors who decoyed children on\nboard their boats and sold them as slaves to the Moslem. I question\nwhether the Turks were ever guilty of a corresponding infamy.",
        "This Parrino, by the way, is useful as showing the trouble to which the\nSpanish viceroys were put by the perpetual inroads of these Oriental\npests. Local militia were organized, heavy contributions levied, towers\nof refuge sprang up all along the coast–every respectable house had its\nprivate tower as well (for the dates, see G. del Giudice, Del Grande\nArchivio di Napoli, 1871, p. 108). The daring of the pirates knew no\nbounds; they actually landed a fleet at Naples itself, and carried off a\nnumber of prisoners. The entire kingdom, save the inland parts, was\nterrorized by their lightning-like descents.",
        "A particular literature grew up about this time–those “Lamenti” in\nrime, which set forth the distress of the various places they afflicted.",
        "The saints had work to do. Each divine protector fought for his own town\nor village, and sometimes we see the pleasing spectacle of two patrons\nof different localities joining their forces to ward off a piratical\nattack upon some threatened district by means of fiery hail, tempests,\napparitions and other celestial devices. A bellicose type of Madonna\nemerges, such as S. M. della Libera and S. M. di Constantinopoli, who\ndistinguishes herself by a fierce martial courage in the face of the\nenemy. There is no doubt that these inroads acted as a stimulus to the\nChristian faith; that they helped to seat the numberless patron saints\nof south Italy more firmly on their thrones. The Saracens as\nsaint-makers. . . .",
        "But despite occasional successes, the marine population suffered\nincreasingly. Historians like Summonte have left us descriptions of the\nprodigious exodus of the country people from Calabria and elsewhere into\nthe safer capital, and how the polished citizens detested these new\narrivals.",
        "The ominous name “Torre di Guardia” (tower of outlook)–a cliff whence\nthe sea was scanned for the appearance of Turkish vessels–survives all\nover the south. Barbarossa, too, has left his mark; many a hill,\nfountain or castle has been named after him. In the two Barbarossas were\nsummed up the highest qualities of the pirates, and it is curious to\nthink that the names of those scourges of Christendom, Uruj and\nKheir-eddin, should have been contracted into the classical forms of\nHorace and Ariadne. The picturesque Uruj was painted by Velasquez; the\nother entertained a polite epistolatory correspondence with Aretino, and\ndied, to his regret, “like a coward” in bed. I never visit\nConstantinople without paying my respects to that calm tomb at\nBeshiktah, where, after life’s fitful fever, sleeps the Chief of the Sea.",
        "And so things went on till recently. K. Ph. Moritz writes that King\nFerdinand of Naples, during his sporting excursions to the islands of\nhis dominions, was always accompanied by two cruisers, to forestall the\nchance of his being carried off by these Turchi. But his loyal\nsubjects had no cruisers at their disposal; they lived Turcarum\npraedonibus semper obnoxii. Who shall calculate the effects of this\nlong reign of terror on the national mind?",
        "For a thousand years–from 830 to 1830–from the days when the\nAmalfitans won the proud title of “Defenders of the Faith” up to those\nof the sentimental poet Waiblinger (1826), these shores were infested by\nOriental ruffians, whose activities were an unmitigated evil. It is all\nvery well for Admiral de la Graviere to speak of “Gallia Victrix\"–the\nAmericans, too, might have something to say on that point. The fact is\nthat neither European nor American arms crushed the pest. But for the\ninvention of steam, the Barbary corsairs might still be with us.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}