{
    "title": "Old Calabria - XI. BY THE INLAND SEA",
    "author": "Norman Douglas",
    "chapter": "11",
    "content": [
        "\n\n",
        "The railway line to Grottaglie skirts the shore of the inland sea for\ntwo or three miles, and then turns away. Old Taranto glimmers in lordly\nfashion across the tranquil waters; a sense of immemorial culture\npervades this region of russet tilth, and olives, and golden corn.",
        "They led me, at Grottaglie, to the only convent of males now in use, San\nFrancesco, recently acquired by the Jesuits. In the sacristy of its\nchurch, where I was told to wait, a slender young priest was praying\nrapturously before some image, and the clock that stood at hand recorded\nthe flight of twenty minutes ere his devotions were ended. Then he arose\nslowly and turned upon me a pair of lustrous, dreamy eyes, as though\nawakened from another world.",
        "This was quite a new convent, he explained; it could not possibly be the\none I was seeking. But there was another one, almost a ruin, and now\nconverted into a refuge for a flock of poor old women; he would gladly\nshow me the way. Was I a “Germanese”? [Footnote: Germanese or\nAllemanno = a German. Tedesco, hereabouts, signifies an Austrian–a\ndetested nationality, even at this distance of time. I have wondered,\nsince writing the above, whether this is really the place of which Rossi\nspeaks. He calls it Grottole (the difference in spelling would be of\nlittle account), and says it lies not far distant from Copertino. But\nthere may be a place of this name still nearer; it is a common\nappellation in these honeycombed limestone districts. This Grottaglie\nis certainly the birth-place of another religious hero, the\npriest-brigand Ciro, who gave so much trouble to Sir R. Church.] No, I\nreplied; I came from Scotland.",
        "“A Calvinist,” he remarked, without bitterness.",
        "“A Presbyterian,” I gently corrected.",
        "“To be sure–a Presbyterian.”",
        "As we walked along the street under the glowing beams of midday I set\nforth the object of my visit. He had never heard of the flying monk–it\nwas astonishing, he said. He would look up the subject without delay.\nThe flying monk! That a Protestant should come all the way from “the\nother end of the world” to enquire about a local Catholic saint of\nwhose existence he himself was unaware, seemed not so much to surprise\nas positively to alarm him.",
        "Among other local curiosities, he pointed out the portal of the parish\nchurch, a fine but dilapidated piece of work, with a large rosette\nwindow overhead. The town, he told me, derives its name from certain\nlarge grottoes wherein the inhabitants used to take refuge during\nSaracen raids. This I already knew, from the pages of Swinburne and\nSanchez; and in my turn was able to inform him that a certain Frenchman,\nBertaux by name, had written about the Byzantine wall-paintings within\nthese caves. Yes, those old Greeks! he said. And that accounted for the\nfamous ceramics of the place, which preserved the Hellenic traditions in\nextraordinary purity. I did not inform him that Hector Preconi, who\npurposely visited Grottaglie to study these potteries, was considerably\ndisappointed.",
        "At the door of the decayed convent my guide left me, with sundry polite\nexpressions of esteem. I entered a spacious open courtyard; a well stood\nin the centre of a bare enclosure whereon, in olden days, the monks may\nhave cultivated their fruit and vegetables; round this court there ran\nan arched passage, its walls adorned with frescoes, now dim and faded,\ndepicting sacred subjects. The monastery itself was a sombre maze of\nstairways and cells and corridors–all the free spaces, including the\nvery roof, encumbered with gleaming potteries of every shape and size,\nthat are made somewhere near the premises.",
        "I wandered about this sunless and cobwebby labyrinth, the old woman\npensioners flitting round me like bats in the twilight. I peered into\nmany dark closets; which of them was it–Joseph’s famous\nblood-bespattered cell?",
        "“He tormented his body so continuously and obstinately with pins,\nneedles and blades of steel, and with such effusion of blood, that even\nnow, after entire years, the walls of his cell and other places of\nretirement are discoloured and actually encrusted with blood.” Which of\nthem was it–the chamber that witnessed these atrocious macerations? It\nwas all so gloomy and forlorn.",
        "Then, pushing aside a door in these tenebrous regions, I suddenly found\nmyself bathed in dazzling light. A loggia opened here, with a view over\nstretches of gnarled olives, shining all silvery under the immaculate\nsky of noonday and bounded by the sapphire belt of the Ionian. Sunshine\nand blue sea! Often must the monks have taken pleasure in this fair\nprospect; and the wiser among them, watching the labourers returning\nhome at nightfall, the children at play, and all the happy life of a\nworld so alien to their own, may well have heaved a sigh.",
        "Meanwhile a crowd of citizens had assembled below, attracted by the\nunusual novelty of a stranger in their town. The simple creatures\nappeared to regard my investigations in the light of a good joke; they\nhad heard of begging monks, and thieving monks, and monks of another\nvariety whose peculiarities I dare not attempt to describe; but a flying\nmonk–no, never!",
        "“The Dark Ages,” said one of them–the mayor, I dare say–with an air of\ngrave authority. “Believe me, dear sir, the days of such fabulous\nmonsters are over.”",
        "So they seem to be, for the present.",
        "No picture or statue records the life of this flying wonder, this\nmasterpiece of Spanish priestcraft; no mural tablet–in this land of\ncommemorative stones–has been erected to perpetuate the glory of his\nsignal achievements; no street is called after him. It is as if he had\nnever existed. On the contrary, by a queer irony of fate, the roadway\nleading past his convent evokes the memory of a misty heathen poet,\nlikewise native of these favoured regions, a man whose name Joseph of\nCopertino had assuredly never heard–Ennius, of whom I can now recall\nnothing save that one unforgettable line which begins “O Tite tute Tati\ntibi-----\"; Ennius, who never so much as tried to fly, but contented\nhimself with singing, in rather bad Latin, of the things of this earth.",
        "Via Ennio. . . .",
        "It is the swing of the pendulum. The old pagan, at this moment, may be\nnearer to our ideals and aspirations than the flying monk who died only\nyesterday, so to speak.",
        "But a few years hence–who can tell?",
        "A characteristic episode. I had carefully timed myself to catch the\nreturning train to Tarante. Great was my surprise when, half-way to the\nstation, I perceived the train swiftly approaching. I raced it, and\nmanaged to jump into a carriage just as it drew out of the station. The\nguard straightway demanded my ticket and a fine for entering the train\nwithout one (return tickets, for weighty reasons of “internal\nadministration,” are not sold). I looked at my watch, which showed that\nwe had left six minutes before the scheduled hour. He produced his; it\ncoincided with my own. “No matter,” he said. “I am not responsible for\nthe eccentricities of the driver, who probably had some urgent private\naffairs to settle at Taranto. The fine must be paid.” A fellow-passenger\ntook a more charitable view of the case. He suggested that an inspector\nof the line had been travelling along with us, and that the driver,\nknowing this, was naturally ambitious to show how fast he could go.",
        "A mile or so before reaching Tarante the railway crosses a stream that\nflows into the inland sea. One would be glad to believe those sages who\nhold it to be the far-famed Galaesus. It rises near at hand in a marsh,\namid mighty tufts of reeds and odorous flowers, and the liquid bubbles\nup in pools of crystalline transparency–deep and perfidious cauldrons\noverhung by the trembling soil on which you stand. These fountains form\na respectable stream some four hundred yards in length; another copious\nspring rises up in the sea near its mouth. But can this be the river\nwhose virtues are extolled by: Virgil, Horace, Martial, Statius,\nPropertius, Strabo, Pliny, Varro and Coramella? What a constellation of\nnames around these short-lived waters! Truly, minuit praesentia\nfamam, as Boccaccio says of the once-renowned Sebethus.",
        "Often have I visited this site and tried to reconstruct its vanished\nglories. My enthusiasm even led me, some years ago, to the town hall, in\norder to ascertain its true official name, and here they informed me\nthat “it is vulgarly called Citrezze; but the correct version is ’Le\nGiadrezze,’ which, as you are aware, sir, signifies pleasantness”\nThis functionary was evidently ignorant of the fact that so long ago as\n1771 the learned commentator (Carducci) of the “Delizie Tarentine\"\nalready sneered at this popular etymology; adding, what is of greater\ninterest, that “in the time of our fathers” this region was covered with\nwoods and rich in game. In the days of Keppel Craven, the vale was\n“scantily cultivated with cotton.” Looking at it from above, it\ncertainly resembles an old river-bed of about five hundred yards in\nbreadth, and I hold it possible that the deforestation of the higher\nlands may have suffocated the original sources with soil carried down\nfrom thence, and forced them to seek a lower level, thus shortening the\nstream and reducing its volume of water.",
        "But who shall decide? If we follow Polybius, another brook at the\nfurther end of the inland sea has more valid claims to the title of\nGalaesus. Virgil called it “black Galaesus “–a curious epithet, still\napplied to water in Italy as well as in Greece (Mavromati, etc.). “For\nme,” says Gissing, “the Galaesus is the stream I found and tracked,\nwhose waters I heard mingle with the little sea.” There is something to\nbe said for such an attitude, on the part of a dilettante traveller,\ntowards these desperate antiquarian controversies.",
        "It is an agreeable promenade from the Giadrezze rivulet to Taranto along\nthe shore of this inland sea. Its clay banks are full of shells and\npotteries of every age, and the shallow waters planted with stakes\nindicating the places where myriads of oysters and mussels are\nbred–indeed, if you look at a map you will observe that the whole of\nthis lagoon, as though to shadow forth its signification, is split up\ninto two basins like an opened oyster.",
        "Here and there along this beach are fishermen’s huts constructed of\ntree-stems which are smothered under multitudinous ropes of grass, ropes\nof all ages and in every stage of decomposition, some fairly fresh,\nothers dissolving once more into amorphous bundles of hay. There is a\nsmack of the stone ages, of primeval lake-dwellings, about these\nshelters on the deserted shore; two or three large fetichistic stones\nstand near their entrance; wickerwork objects of dark meaning strew the\nground; a few stakes emerge, hard by, out of the placid and oozy waters.\nIn such a cabin, methinks, dwelt those two old fishermen of\nTheocritus–here they lived and slumbered side by side on a couch of sea\nmoss, among the rude implements of their craft.",
        "The habits of these fisherfolk are antique, because the incidents of\ntheir calling have remained unchanged. Some people have detected traces\nof “Greek” in the looks and language of these of Tarante. I can detect\nnothing of the kind.",
        "And the same with the rest of the population. Hellenic traits have\ndisappeared from Tarante, as well they may have done, when one remembers\nits history. It was completely latinized under Augustus, and though\nByzantines came hither under Nicephorus Phocas–Benjamin of Tudela says\nthe inhabitants are “Greeks\"–they have long ago become merged into\nthe Italian element. Only the barbers seem to have preserved something\nof the old traditions: grandiloquent and terrible talkers, like the\ncooks in Athenasus.",
        "I witnessed an Aristophanic scene in one of their shops lately, when a\nsimple-minded stranger, a north Italian–some arsenal official–brought\na little boy to have his hair cut “not too short” and, on returning\nfrom a brief visit to the tobacconist next door, found it cropped much\ncloser than he liked.",
        "“But, damn it,” he said (or words to that effect), “I told you not to\ncut the hair too short.”",
        "The barber, immaculate and imperturbable, gave a preliminary bow. He was\ncollecting his thoughts, and his breath.",
        "“I say, I told you not to cut it too short. It looks horrible-----\"\n“Horrible? That, sir–pardon my frankness!–is a matter of opinion. I\nfully admit that you desired the child’s hair to be cut not too short.\nThose, in fact, were your very words. Notwithstanding, I venture to\nthink you will come round to my point of view, on due reflection, like\nmost of my esteemed customers. In the first place, there is the\nethnological aspect of the question. You are doubtless sufficiently\nversed in history to know that under the late regime it was considered\nimproper, if not criminal, to wear a moustache. Well, nowadays we think\ndifferently. Which proves that fashions change; yes, they change, sir;\nand the wise man bends to them–up to a certain point, of course; up to\na certain reasonable point-----” “But, damn it-----”",
        "“And in favour of my contention that hair should be worn short nowadays,\nI need only cite the case of His Majesty the King, whose august head, we\nall know, is clipped like that of a racehorse. Horrible (as you call it)\nor not, the system has momentarily the approval of royalty, and that\nalone should suffice for all loyal subjects to deem it not unworthy of\nimitation. Next, there are what one might describe as hygienic and\nclimatic considerations. Summer is approaching, sir, and apart from\ncertain unpleasant risks which I need not specify, you will surely agree\nwith me that the solstitial heat is a needlessly severe trial for a boy\nwith long hair. My own children are all cropped close, and I have reason\nto think they are grateful for it. Why not yours? Boys may differ in\nstrength or complexion, in moral character and mental attainments, but\nthey are remarkably unanimous as to what constitutes personal comfort.\nAnd it is obviously the duty of parents to consult the personal comfort\nof their offspring–within certain reasonable limits, of course-----”",
        "“But-----”",
        "“Lastly, we come to the much-debated point: I mean the aesthetic side of\nthe matter. No doubt, to judge by some old pictures such as those of the\nrenowned Mantegna, there must have been a time when men thought long\nhair in children rather beautiful than otherwise. And I am not so\nrigorous as to deny a certain charm to these portraits–a charm which is\nlargely due I fancy, to the becoming costumes of the period. At the same\ntime-----”",
        "The stranger did not trust himself to listen any longer. He threw down a\ncoin and walked out of the shop with his son, muttering something not\nvery complimentary to the barber’s female relations.",
        "But the other was quite unmoved. “And after all,” he continued,\naddressing the half-opened door through which his visitor had fled, “the\ntrue question is this: What is ’too short’? Don’t cut it too short,\nyou said. Che vuol dire? An ambiguous phrase!",
        "“Too short for one man may be too long for another. Everything is\nrelative. Yes, gentlemen” (turning to myself and his shop-assistant),\n“everything on this earth is relative.”",
        "With this sole exception, I have hitherto garnered no Hellenic traits in\nTaranto.",
        "Visible even from Giadrezze, on the other side of the inland sea and\nbeyond the arsenal, there stands a tall, solitary palm. It is the last,\nthe very last, or almost the very last, of a race of giants that adorned\nthe gardens which have now been converted into the “New Quarter.” I\nimagine it is the highest existing palm in Italy, and am glad to have\ntaken a likeness of it, ere it shall have been cut down like the rest of\nits fellows. Taranto was once celebrated for these queenly growths,\nwhich the Saracens brought over from their flaming Africa.",
        "The same fate has overtaken the trees of the Villa Beaumont, which used\nto be a shady retreat, but was bought by the municipality and forthwith\n“pulizzato\"–i.e. cleaned. This is in accordance with that\nmutilomania of the south: that love of torturing trees which causes\nthem to prune pines till they look like paint-brushes that had been out\nall night, and which explains their infatuation for the much-enduring\nrobinia that allows itself to be teased into any pattern suggested by\ntheir unhealthy phantasy. It is really as if there were something\noffensive to the Latin mind in the sight of a well-grown tree, as if man\nalone had the right of expanding normally. But I must not do the City\nFathers an injustice. They have planted two rows of cryp-tomerias. Will\npeople never learn that cryptomerias cannot flourish in south Italy?\nInstead of this amateurish gardening, why not consult some competent\nprofessional, who with bougain-villeas, hibiscus and fifty other such\nplants would soon transform this favoured spot into a miniature paradise?",
        "The Villa Beaumont and the road along the Admiralty canal are now the\ncitizens’ chief places of disport. Before the year 1869 the Corso\nVittorio Emmanuele, that skirts the sea on the south side of the old\ntown, was their sole promenade. And even this street was built only a\nshort time ago. Vainly one conjectures where the medieval Tarentines\ntook the air. It must have been like Manfredonia at the present day.",
        "This Corso, which has a most awkward pavement and is otherwise\ndisagreeable as looking due south, becomes interesting after sunset.\nHere you may see the young bloods of Taranto leaning in rows against the\nrailing with their backs to the sea–they are looking across the road\nwhence, from balconies and windows, the fair sex are displaying their\ncharms. Never a word is spoken. They merely gaze at each other like\nlovesick puppies; and after watching the performance for several\nevenings, I decided in favour of robuster methods–I decided that\ncourtship, under conditions such as the Corso supplies, can only be\npursued by the very young or the hopelessly infatuated. But in the\nsouth, this gazing is only part of a huge game. They are not really in\nlove at all, these excellent young men–not at all, at all; they know\nbetter. They are only pretending, because it looks manly.",
        "We must revise our conceptions as to the love-passions of these\nsoutherners; no people are more fundamentally sane in matters of the\nheart; they have none of our obfuscated sentimentality; they are seldom\nnaively enamoured, save in early stages of life. It is then that small\ngirls of eight or ten may be seen furtively recording their feelings on\nthe white walls of their would-be lovers’ houses; these archaic scrawls\ngo straight to the point, and are models of what love-letters may\nultimately become, in the time-saving communities of the future. But\nwhen the adolescent and perfumed-pink-paper stage is reached, the\nmissives relapse into barbarous ambiguity; they grow allegorical and\nwilfully exuberant as a Persian carpet, the effigy of a pierced heart at\nthe end, with enormous blood-drops oozing from it, alone furnishing a\nkey to the document.",
        "So far they are in earnest, and it is the girl who takes the lead; her\nyouthful innamorato ties these letters into bundles and returns them\nconscientiously, in due course, to their respective senders. Seldom does\na boy make overtures in love; he gets more of it than he knows what to\ndo with; he is still torpid, and slightly bored by all these attentions.",
        "But presently he wakes up to the fact that he is a man among men, and\nthe obsession of “looking manly” becomes a part of his future artificial\nand rhetorical life-scheme. From henceforth he plays to the gallery.",
        "Reading the city papers, one would think that south Italian youths are\nthe most broken-hearted creatures in the world; they are always trying\nto poison themselves for love. Sometimes they succeed, of course; but\nsometimes–dear me, no! Suicides look manly, that is all. They are part\nof the game. The more sensible youngsters know exactly how much\ncorrosive sublimate to take without immediate fatal consequences,\nallowing for time to reach the nearest hospital. There, the kindly\nphysician and his stomach-pump will perform their duty, and the patient\nwears a feather in his cap for the rest of his life. The majority of\nthese suicides are on a par with French duels–a harmless institution\nwhereby the protagonists honour themselves; they confer, as it were, a\npatent of virility. The country people are as warmblooded as the\ncitizens, but they rarely indulge in suicides because–well, there are\nno hospitals handy, and the doctor may be out on his rounds. It is too\nrisky by half.",
        "And a good proportion of these suicides are only simulated. The wily\nvictim buys some innocuous preparation which sends him into convulsions\nwith ghastly symptoms of poisoning, and, after treatment, remains the\nenviable hero of a mysterious masculine passion. Ask any town\napothecary. A doctor friend of mine lately analysed the results of his\nbenevolent exertions upon a young man who had been seen to drink some\ndreadful liquid out of a bottle, and was carried to his surgery,\nwrithing in most artistic agonies. He found not only no poison, but not\nthe slightest trace of any irritant whatever.",
        "The true courtship of these Don Giovannis of Tarante will be quite\nanother affair–a cash transaction, and no credit allowed. They will\nselect a life partner, upon the advice of ma mere and a strong\ncommittee of uncles and aunts, but not until the military service is\nterminated. Everything in its proper time and place.",
        "Meanwhile they gaze and perhaps even serenade. This looks as if they\nwere furiously in love, and has therefore been included among the rules\nof the game. Youth must keep up the poetic tradition of “fiery.\"\nBesides, it is an inexpensive pastime–the cinematograph costs forty\ncentimes–and you really cannot sit in the barber’s all night long.",
        "But catch them marrying the wrong girl!",
        "POSTSCRIPT.–Here are two samples of youthful love-letters from my\ncollection.",
        "1.–From a disappointed maiden, aged 13. Interesting, because\nintermediate between the archaic and pink-paper stages:",
        "“IDOL OF MY HEART,",
        "“Do not the stars call you when you look to Heaven? Does not the moon\ntell you, the black-cap on the willow when it says farewell to the sun?\nThe birds of nature, the dreary country sadly covered by a few flowers\nthat remain there? Once your look was passionate and pierced me like a\nsunny ray, now it seems the flame of a day. Does nothing tell you of\nimperishable love?” I love you and love you as (illegible) loves its\nliberty, as the corn in the fields loves the sun, as the sailor loves\nthe sea tranquil or stormy. To you I would give my felicity, my future;\nfor one of your words I would spill my blood drop by drop.",
        "“Of all my lovers you are the only ideal consort (consorto) to whom I\nwould give my love and all the expansion of my soul and youthful\nenthusiasm (intusiamo), the greatest enthusiasm (co-tusiamo) my\nheart has ever known. O cruel one who has deigned to put his sweet\npoison in my heart to-day, while to-morrow you will pass me with\nindifference. Cold, proud as ever, serious and disdainful–you\nunderstand? However that may be, I send you the unrepenting cry of my\nrebellious heart: I love you!",
        "“It is late at night, and I am still awake, and at this hour my soul is\nsadder than ever in its great isolation (insolamende); I look on my\npast love and your dear image. Too much I love you and (illegible)\nwithout your affection.",
        "“How sadly I remember your sweet words whispered on a pathetic evening\nwhen everything around was fair and rosy. How happy I then was when life\nseemed radiant with felicity and brightened by your love. And now\nnothing more remains of it; everything is finished. How sad even to say\nit. My heart is shipwrecked far, far away from that happiness which I\nsought.”",
        "(Three further pages of this.)",
        "2.–From a boy of 14 who takes the initiative; such letters are rare.\nNote the business-like brevity.",
        "“DEAR MISS ANNE,",
        "“I write you these few lines to say that I have understood your character\n (carattolo). Therefore, if I may have the honour of being your\nsweetheart, you will let me know the answer at your pleasure. I salute\nyou, and remain,",
        "“Signing myself, “SALVATORE.",
        "“Prompt reply requested!”",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}