{
    "title": "Old Calabria - XXIII. ALBANIANS AND THEIR COLLEGE",
    "author": "Norman Douglas",
    "chapter": "23",
    "content": [
        "\n\n",
        "San Demetrio, famous for its Italo-Albanian College, lies on a fertile\nincline sprinkled with olives and mulberries and chestnuts, fifteen\nhundred feet above sea-level. They tell me that within the memory of\nliving man no Englishman has ever entered the town. This is quite\npossible; I have not yet encountered a single English traveller, during\nmy frequent wanderings over South Italy. Gone are the days of Keppel\nCraven and Swinburne, of Eustace and Brydone and Hoare! You will come\nacross sporadic Germans immersed in Hohenstaufen records, or searching\nafter Roman antiquities, butterflies, minerals, or landscapes to\npaint–you will meet them in the most unexpected places; but never an\nEnglishman. The adventurous type of Anglo-Saxon probably thinks the\ncountry too tame; scholars, too trite; ordinary tourists, too dirty. The\naccommodation and food in San Demetrio leave much to be desired; its\nstreets are irregular lanes, ill-paved with cobbles of gneiss and\nsmothered under dust and refuse. None the less, what noble names have\nbeen given to these alleys–names calculated to fire the ardent\nimagination of young Albanian students, and prompt them to valorous and\npatriotic deeds! Here are the streets of “Odysseus,” of “Salamis” and\n“Marathon” and “Thermopylae,” telling of the glory that was Greece; “Via\nSkanderbeg” and “Hypsilanti” awaken memories of more immediate renown;\n“Corso Dante Alighieri” reminds them that their Italian hosts, too, have\ndone something in their day; the “Piazza Francesco Ferrer” causes their\nultra-liberal breasts to swell with mingled pride and indignation; while\nthe “Via dell’ Industria” hints, not obscurely, at the great truth that\ngenius, without a capacity for taking pains, is an idle phrase. Such\nappellations, without a doubt, are stimulating and glamorous. But if the\nstreets themselves have seen a scavenger’s broom within the last\nhalf-century, I am much mistaken. The goddess “Hygeia” dost not figure\namong their names, nor yet that Byzantine Monarch whose infantile\nexploit might be re-enacted in ripest maturity without attracting any\nattention in San Demetrio. To the pure all things are pure.",
        "The town is exclusively Albanian; the Roman Catholic church has fallen\ninto disrepair, and is now used as a shed for timber. But at the door of\nthe Albanian sanctuary I was fortunate enough to intercept a native\nwedding, just as the procession was about to enter the portal. Despite\nthe fact that the bride was considered the ugliest girl in the place,\nshe had been duly “robbed” by her bold or possibly blind lover–her\nfeatures were providentially veiled beneath her nuptial flammeum, and\nof her squat figure little could be discerned under the gorgeous\naccoutrements of the occasion. She was ablaze with ornaments and\nembroidery of gold, on neck and shoulders and wrist; a wide lace collar\nfell over a bodice of purple silk; silken too, and of brightest green,\nwas her pleated skirt. The priest seemed ineffably bored with his task,\nand mumbled through one or two pages of holy books in record time; there\nwere holdings of candles, interchange of rings, sacraments of bread and\nwine and other solemn ceremonies–the most quaint being the\nstephanoma, or crowning, of the happy pair, and the moving of their\nrespective crowns from the head of one to that of the other. It ended\nwith a chanting perlustration of the church, led by the priest: this is\nthe so-called “pesatura.”",
        "I endeavoured to attune my mind to the gravity of this marriage, to the\ndeep historico-ethnologico-poetical significance of its smallest detail.\nSuch rites, I said to myself, must be understood to be appreciated, and\nhad I not been reading certain native commentators on the subject that\nvery morning? Nevertheless, my attention was diverted from the main\nissue–the bridegroom’s face had fascinated me. The self-conscious male\nis always at a disadvantage during grotesquely splendid buffooneries of\nthis kind; and never, in all my life, have I seen a man looking such a\nsorry fool as this individual, never; especially during the\nperambulation, when his absurd crown was supported on his head, from\nbehind, by the hand of his best man.",
        "Meanwhile a handful of boys, who seemed to share my private feelings in\nregard to the performance, had entered the sacred precincts, their\npockets stuffed with living cicadas. These Albanian youngsters, like all\ntrue connaisseurs, are aware of the idiosyncrasy of the classical insect\nwhich, when pinched or tickled on a certain spot, emits its\ncharacteristic and ear-piercing note–the “lily-soft voice” of the Greek\nbard. The cicadas, therefore, were duly pinched and then let loose; like\nsquibs and rockets they careered among the congregation, dashing in our\nfaces and clinging to our garments; the church resounded like an\nolive-copse at noon. A hot little hand conveyed one of these tremulously\nthrobbing creatures into my own, and obeying a whispered injunction of\n“Let it fly, sir!” I had the joy of seeing the beast alight with a\nviolent buzz on the head of the bride–doubtless the happiest of\nauguries. Such conduct, on the part of English boys, would be deemed\nvery naughty and almost irreverent; but here, one hopes, it may have its\norigin in some obscure but pious credence such as that which prompts the\npopulace to liberate birds in churches, at Easter time. These escaping\ncicadas, it may be, are symbolical of matrimony–the individual man and\nwoman freed, at last, from the dungeon-like horrors of celibate\nexistence; or, if that parallel be far-fetched, we may conjecture that\ntheir liberation represents the afflatus of the human soul, aspiring\nupwards to merge its essence into the Divine All. . . .",
        "The pride of San Demetrio is its college. You may read about it in\nProfessor Mazziotti’s monograph; but whoever wishes to go to the\nfountain-head must peruse the Historia Erectionis Pontifici Collegi\nCorsini Ullanensis, etc., of old Zavarroni–an all-too-solid piece of\nwork. Founded under the auspices of Pope Clement XII in 1733 (or 1735)\nat San Benedetto Ullano, it was moved hither in 1794, and between that\ntime and now has passed through fierce vicissitudes. Its president,\nBishop Bugliari, was murdered by the brigands in 1806; much of its lands\nand revenues have been dissipated by maladministration; it was\npersecuted for its Liberalism by the Bourbons, who called it a “workshop\nof the devil.” It distinguished itself during the anti-dynastic revolts\nof 1799 and 1848 and, in 1860, was presented with twelve thousand ducats\nby Garibaldi, “in consideration of the signal services rendered to the\nnational cause by the brave and generous Albanians.” [Footnote: There\nused to be regiments of these Albanians at Naples. In Filati de\nTassulo’s sane study (1777) they are spoken of as highly prized.] Even\nnow the institution is honeycombed with Freemasonry–the surest path to\nadvancement in any career, in modern Italy. Times indeed have changed\nsince the “Inviolable Constitutions” laid it down that nullus omnino\nAlumnus in Collegio detineatur, cuius futura; Chris-tianae pietatis\nsignificatio non extet. But only since 1900 has it been placed on a\nreally sound and prosperous footing. An agricultural school has lately\nbeen added, under the supervision of a trained expert. They who are\nqualified to judge speak of the college as a beacon of learning–an\ninstitution whose aims and results are alike deserving of high respect.\nAnd certainly it can boast of a fine list of prominent men who have\nissued from its walls.",
        "This little island of stern mental culture contains, besides twenty-five\nteachers and as many servants, some three hundred scholars preparing for\na variety of secular professions. About fifty of them are\nItalo-Albanians, ten or thereabouts are genuine Albanians from over the\nwater, the rest Italians, among them two dozen of those unhappy orphans\nfrom. Reggio and Messina who flooded the country after the earthquake,\nand were “dumped down” in colleges and private houses all over Italy.\nSome of the boys come of wealthy families in distant parts, their\nparents surmising that San Demetrio offers no temptations to youthful\nfolly and extravagance. In this, so far as I can judge, they are\nperfectly correct.",
        "The heat of summer and the fact that the boys were in the throes of\ntheir examinations may have helped to make the majority of them seem\npale and thin; they certainly complained of their food, and the cook was\nthe only prosperous-looking person whom I could discover in the\nestablishment–his percentages, one suspects, being considerable. The\naverage yearly payment of each scholar for board and tuition is only\ntwenty pounds (it used to be twenty ducats); how shall superfluities be\nincluded in the bill of fare for such a sum?",
        "The class-rooms are modernized; the dormitories neither clean nor very\ndirty; there is a rather scanty gymnasium as well as a physical\nlaboratory and museum of natural history. Among the recent acquisitions\nof the latter is a vulture (Gyps fulvus) which was shot here in the\nspring of this year. The bird, they told me, has never been seen in\nthese regions before; it may have come over from the east, or from\nSardinia, where it still breeds. I ventured to suggest that they should\nlose no time in securing a native porcupine, an interesting beast\nconcerning which I never fail to enquire on my rambles. They used to be\nencountered in the Crati valley; two were shot near Corigliano a few\nyears ago, and another not far from Cotronei on the Neto; they still\noccur in the forests near the “Pagliarelle” above Petilia Policastro;\nbut, judging by all indications, I should say that this animal is\nrapidly approaching extinction not only here, but all over Italy.\nAnother very rare creature, the otter, was killed lately at Vaccarizza,\nbut unfortunately not preserved.",
        "Fencing and music are taught, but those athletic exercises which led to\nthe victories of Marathon and Salamis are not much in vogue–mens sana\nin corpare sana is clearly not the ideal of the place; fighting among\nthe boys is reprobated as “savagery,” and corporal punishment forbidden.\nThere is no playground or workshop, and their sole exercise consists in\ndull promenades along the high road under the supervision of one or more\nteachers, during which the youngsters indulge in attempts at games by\nthe wayside which are truly pathetic. So the old “Inviolable\nConstitutions” ordain that “the scholars must not play outside the\ncollege, and if they meet any one, they should lower their voices.” A\nrule of recent introduction is that in this warm weather they must all\nlie down to sleep for two hours after the midday meal; it may suit the\nmanagers, but the boys consider it a great hardship and would prefer\nbeing allowed to play. Altogether, whatever the intellectual results may\nbe, the moral tendency of such an upbringing is damaging to the spirit\nof youth and must make for precocious frivolity and brutality. But the\npedagogues of Italy are like her legislators: theorists. They close\ntheir eyes to the cardinal principles of all education–that the waste\nproducts and toxins of the imagination are best eliminated by motor\nactivities, and that the immature stage of human development, far from\nbeing artificially shortened, should be prolonged by every possible\nmeans. . If the internal arrangement of this institution is not all it\nmight be as regards the healthy development of youth, the situation of\nthe college resembles the venerable structures of Oxford in that it is\ntoo good, far too good, for mere youngsters. This building, in its\nseclusion from the world, its pastoral surroundings and soul-inspiring\npanorama, is an abode not for boys but for philosophers; a place to fill\nwith a wave of deep content the sage who has outgrown earthly ambitions.\nYour eye embraces the snow-clad heights of Dolcedorme and the Ionian\nSea, wandering over forests, and villages, and rivers, and long reaches\nof fertile country; but it is not the variety of the scene, nor yet the\nhistorical memories of old Sybaris which kindle the imagination so much\nas the spacious amplitude of the whole prospect. In England we think\nsomething of a view of ten miles. Conceive, here, a grandiose valley\nwider than from Dover to Calais, filled with an atmosphere of such\nimpeccable clarity that there are moments when one thinks to see every\nstone and every bush on the mountains yonder, thirty miles distant. And\nthe cloud-effects, towards sunset, are such as would inspire the brush\nof Turner or Claude Lorraine. . . .",
        "For the college, as befits its grave academic character, stands by\nitself among fruitful fields and backed by a chestnut wood, at ten\nminutes’ walk from the crowded streets. It is an imposing edifice–the\nBasilean convent of St. Adrian, with copious modern additions; the\nfounders may well have selected this particular site on account of its\nfountain of fresh water, which flows on as in days of yore. One thinks\nof those communities of monks in the Middle Ages, scattered over this\nwild region and holding rare converse with one another by gloomy forest\npaths–how remote their life and ideals! In the days of Fiore (1691) the\ninmates of this convent still practised their old rites.",
        "The nucleus of the building is the old chapel, containing a remarkable\nfont; two antique columns sawn up (apparently for purposes of\ntransportation from some pagan temple by the shore)–one of them being\nof African marble and the other of grey granite; there is also a\ntessellated pavement with beast-patterns of leopards and serpents akin\nto those of Patir. Bertaux gives a reproduction of this serpent; he\nassimilates it, as regards technique and age, to that which lies before\nthe altar of Monte Cassino and was wrought by Greek artisans of the\nabbot Desiderius. The church itself is held to be two centuries older\nthan that of Patir.",
        "The library, once celebrated, contains musty folios of classics and\ntheir commentators, but nothing of value. It has been ransacked of its\ntreasures like that of Patir, whose disjecta membra have been tracked\ndown by the patience and acumen of Monsignor Batiffol.",
        "Batiffol, Bertaux–Charles Diehl, Jules Gay (who has also written on San\nDemetrio)–Huillard-Breholles–Luynes–Lenormant. . . here are a few\nFrench scholars who have recently studied these regions and their\nhistory. What have we English done in this direction?",
        "Nothing. Absolutely nothing.",
        "Such thoughts occur inevitably.",
        "It may be insinuated that researches of this kind are gleanings; that\nour English genius lies rather in the spade-work of pioneers like Leake\nor Layard. Granted. But a hard fact remains; the fact, namely, that\ncould any of our scholars have been capable of writing in the large and\nprofound manner of Bertaux or Gay, not one of our publishers would have\nundertaken to print his work. Not one. They know their business; they\nknow that such a book would have been a dead loss. Therefore let us\nfrankly confess the truth: for things of the mind there is a smaller\nmarket in England than in France. How much smaller only they can tell,\nwho have familiarized themselves with other departments of French thought.",
        "Here, then, I have lived for the past few days, strolling among the\nfields, and attempting to shape some picture of these Albanians from\ntheir habits and such of their literature as has been placed at my\ndisposal. So far, my impression of them has not changed since the days\nwhen I used to rest at their villages, in Greece. They remind me of the\nIrish. Both races are scattered over the earth and seem to prosper best\noutside their native country; they have the same songs and bards, the\nsame hero-chieftains, the same com-bativeness and frank hospitality;\nboth are sunk in bigotry and broils; they resemble one another in their\nlove of dirt, disorder and display, in their enthusiastic and\nadventurous spirit, their versatile brilliance of mind, their incapacity\nfor self-government and general (Keltic) note of inspired inefficiency.\nAnd both profess a frenzied allegiance to an obsolete tongue which, were\nit really cultivated as they wish, would put a barrier of triple brass\nbetween themselves and the rest of humanity.",
        "Even as the Irish despise the English as their worldly and effete\nrelatives, so the Albanians look down upon the Greeks–even those of\nPericles–with profoundest contempt. The Albanians, so says one of their\nwriters, are “the oldest people upon earth,” and their language is the\n“divine Pelasgic mother-tongue.” I grew interested awhile in Stanislao\nMarchiano’s plausibly entrancing study on this language, as well as in a\npamphlet of de Rada’s on the same subject; but my ardour has cooled\nsince learning, from another native grammarian, that these writers are\nhopelessly in the wrong on nearly every point. So much is certain, that\nthe Albanian language already possesses more than thirty different\nalphabets (each of them with nearly fifty letters). Nevertheless they\nhave not yet, in these last four (or forty) thousand years, made up\ntheir minds which of them to adopt, or whether it would not be wisest,\nafter all, to elaborate yet another one–a thirty-first. And so\ndifficult is their language with any of these alphabets that even after\na five days’ residence on the spot I still find myself puzzled by such\nsimple passages as this:",
        "I will only add that the translation of such a passage–it contains\ntwenty-eight accents which I have omitted–is mere child’s play to its\npronunciation.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}