{
    "title": "Old Greek Stories - The Flood",
    "author": "James Baldwin",
    "chapter": "6",
    "content": [
        "\n\n",
        "In those very early times there was a man named Deucalion, and he was\nthe son of Prometheus. He was only a common man and not a Titan like his\ngreat father, and yet he was known far and wide for his good deeds and\nthe uprightness of his life. His wife’s name was Pyrrha, and she was one\nof the fairest of the daughters of men.",
        "After Jupiter had bound Prometheus on Mount Caucasus and had sent\ndiseases and cares into the world, men became very, very wicked. They no\nlonger built houses and tended their flocks and lived together in peace;\nbut every man was at war with his neighbor, and there was no law nor\nsafety in all the land. Things were in much worse case now than they had\nbeen before Prometheus had come among men, and that was just what\nJupiter wanted. But as the world became wickeder and wickeder every day,\nhe began to grow weary of seeing so much bloodshed and of hearing the\ncries of the oppressed and the poor.",
        "“These men,” he said to his mighty company, “are nothing but a source of\ntrouble. When they were good and happy, we felt afraid lest they should\nbecome greater than ourselves; and now they are so terribly wicked that\nwe are in worse danger than before. There is only one thing to be done\nwith them, and that is to destroy them every one.”",
        "So he sent a great rain-storm upon the earth, and it rained day and\nnight for a long time; and the sea was filled to the brim, and the water\nran over the land and covered first the plains and then the forests and\nthen the hills. But men kept on fighting and robbing, even while the\nrain was pouring down and the sea was coming up over the land.",
        "No one but Deucalion, the son of Prometheus, was ready for such a storm.\nHe had never joined in any of the wrong doings of those around him, and\nhad often told them that unless they left off their evil ways there\nwould be a day of reckoning in the end. Once every year he had gone to\nthe land of the Caucasus to talk with his father, who was hanging\nchained to the mountain peak.",
        "“The day is coming,” said Prometheus, “when Jupiter will send a flood to\ndestroy mankind from the earth. Be sure that you are ready for it, my\nson.”",
        "And so when the rain began to fall, Deucalion drew from its shelter a\nboat which he had built for just such a time. He called fair Pyrrha,\nhis wife, and the two sat in the boat and were floated safely on the\nrising waters. Day and night, day and night, I cannot tell how long, the\nboat drifted hither and thither. The tops of the trees were hidden by\nthe flood, and then the hills and then the mountains; and Deucalion and\nPyrrha could see nothing anywhere but water, water, water–and they knew\nthat all the people in the land had been drowned.",
        "After a while the rain stopped falling, and the clouds cleared away, and\nthe blue sky and the golden sun came out overhead. Then the water began\nto sink very fast and to run off the land towards the sea; and early the\nvery next day the boat was drifted high upon a mountain called\nParnassus, and Deucalion and Pyrrha stepped out upon the dry land. After\nthat, it was only a short time until the whole country was laid bare,\nand the trees shook their leafy branches in the wind, and the fields\nwere carpeted with grass and flowers more beautiful than in the days\nbefore the flood.",
        "But Deucalion and Pyrrha were very sad, for they knew that they were the\nonly persons who were left alive in all the land. At last they started\nto walk down the mountain side towards the plain, wondering what would\nbecome of them now, all alone as they were in the wide world. While\nthey were talking and trying to think what they should do, they heard a\nvoice behind them. They turned and saw a noble young prince standing on\none of the rocks above them. He was very tall, with blue eyes and yellow\nhair. There were wings on his shoes and on his cap, and in his hands he\nbore a staff with golden serpents twined around it. They knew at once\nthat he was Mercury, the swift messenger of the Mighty Ones, and they\nwaited to hear what he would say.",
        "“Is there anything that you wish?” he asked. “Tell me, and you shall\nhave whatever you desire.”",
        "“We should like, above all things,” said Deucalion, “to see this land\nfull of people once more; for without neighbors and friends, the world\nis a very lonely place indeed.”",
        "“Go on down the mountain,” said Mercury, “and as you go, cast the bones\nof your mother over your shoulders behind you;” and, with these words,\nhe leaped into the air and was seen no more.",
        "“What did he mean?” asked Pyrrha.",
        "“Surely I do not know,” said Deucalion. “But let us think a moment. Who\nis our mother, if it is not the Earth, from whom all living things have\nsprung? And yet what could he mean by the bones of our mother?”",
        "“Perhaps he meant the stones of the earth,” said Pyrrha. “Let us go on\ndown the mountain, and as we go, let us pick up the stones in our path\nand throw them over our shoulders behind us.”",
        "“It is rather a silly thing to do,” said Deucalion; “and yet there can\nbe no harm in it, and we shall see what will happen.”",
        "And so they walked on, down the steep slope of Mount Parnassus, and as\nthey walked they picked up the loose stones in their way and cast them\nover their shoulders; and strange to say, the stones which Deucalion\nthrew sprang up as full-grown men, strong, and handsome, and brave; and\nthe stones which Pyrrha threw sprang up as full-grown women, lovely and\nfair. When at last they reached the plain they found themselves at the\nhead of a noble company of human beings, all eager to serve them.",
        "So Deucalion became their king, and he set them in homes, and taught\nthem how to till the ground, and how to do many useful things; and the\nland was filled with people who were happier and far better than those\nwho had dwelt there before the flood. And they named the country Hellas,\nafter Hellen, the son of Deucalion and Pyrrha; and the people are to\nthis day called Hellenes.",
        "But we call the country Greece.",
        "Continue...",
        "\nThis eBook of “Old Greek Stories” by James Baldwin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Greek StoriesBy James BaldwinAt Amazon"
    ]
}