{
    "title": "Old Calabria - VII. THE BANDUSIAN FOUNT",
    "author": "Norman Douglas",
    "chapter": "7",
    "content": [
        "\n\n",
        "The traveller in these parts is everlastingly half-starved. Here, at\nVenosa, the wine is good–excellent, in fact; but the food monotonous\nand insufficient. This improper dieting is responsible for much\nmischief; it induces a state of chronic exacerbation. Nobody would\nbelieve how nobly I struggle, day and night, against its evil\nsuggestions. A man’s worst enemy is his own empty stomach. None knew it\nbetter than Horace.",
        "And yet he declared that lettuces and such-like stuff sufficed him. No\ndoubt, no doubt. “Olives nourish me.” Just so! One does not grow up in\nthe school of Maecenas without learning the subtle delights of the\nsimple life. But I would wager that after a week of such feeding as I\nhave now undergone at his native place, he would quickly have remembered\nsome urgent business to be transacted in the capital–Caesar Augustus,\nme-thinks, would have desired his company. And even so, I have suddenly\nwoke up to the fact that Taranto, my next resting-place, besides\npossessing an agreeably warm climate, has some passable restaurants. I\nwill pack without delay. Mount Vulture must wait. The wind alone, the\nVulturnus or south-easterly wind, is quite enough to make one despair of\nclimbing hills. It has blown with objectionable persistency ever since\nmy arrival at Venosa.",
        "To escape from its attentions, I have been wandering about the secluded\nvalleys that seam this region. Streamlets meander here amid rustling\ncanes and a luxuriant growth of mares’ tails and creepers; their banks\nare shaded by elms and poplars–Horatian trees; the thickets are loud\nwith songs of nightingale, black-cap and oriole. These humid dells are a\ndifferent country from the uplands, wind-swept and thriftily cultivated.",
        "It was here, yesterday, that I came upon an unexpected sight–an army of\nworkmen engaged in burrowing furiously into the bowels of Mother Earth.\nThey told me that this tunnel would presently become one of the arteries\nof that vast system, the Apulian Aqueduct. The discovery accorded with\nmy Roman mood, for the conception and execution alike of this grandiose\nproject are worthy of the Romans. Three provinces where, in years of\ndrought, wine is cheaper than water, are being irrigated–in the teeth\nof great difficulties of engineering and finance. Among other things,\nthere are 213 kilometres of subterranean tunnellings to be built; eleven\nthousand workmen are employed; the cost is estimated at 125 million\nfrancs. The Italian government is erecting to its glory a monument more\ndurable than brass. This is their heritage from the Romans–this talent\nfor dealing with rocks and waters; for bridling a destructive\nenvironment and making it subservient to purposes of human\nintercourse. It is a part of that practical Roman genius for\n“pacification.” Wild nature, to the Latin, ever remains an obstacle to\nbe overcome–an enemy.",
        "Such was Horace’s point of view. The fruitful fields and their hardy\nbrood of tillers appealed to him; [Footnote: See next chapter.]\nthe ocean and snowy Alps were beyond the range of his affections. His\nlove of nature was heartfelt, but his nature was not ours; it was nature\nas we see it in those Roman landscapes at Pompeii; nature ancillary to\nhuman needs, in her benignant and comfortable moods. Virgil’s lachrymae\nrerum hints at mystic and extra-human yearnings; to the troubadours\nnature was conventionally stereotyped–a scenic decoration to set off\nsentiments more or less sincere; the roman-ticists wallow in her rugged\naspects. Horace never allowed phantasy to outrun intelligence; he kept\nhis feet on earth; man was the measure of his universe, and a sober mind\nhis highest attribute. Nature must be kept “in her place.” Her\nextrava-gances are not to be admired. This anthropocentric spirit has\nmade him what he is–the ideal anti-sentimentalist and anti-vulgarian.\nFor excess of sentiment, like all other intemperance, is the mark of\nthat unsober and unsteady beast–the crowd.",
        "Things have changed since those days; in proportion as the world has\ngrown narrower and the element of fear and mystery diluted, our\nsympathies have broadened; the Goth, in particular, has learnt the knack\nof detecting natural charm where the Latin, to this day, beholds nothing\nbut confusion and strife.",
        "On the spot, I observe, one is liable to return to the antique outlook;\nto see the beauty of fields and rivers, yet only when subsidiary to\nman’s personal convenience; to appreciate a fair landscape–with a\nshrewd worldly sense of its potential uses. “The garden that I love,\"\nsaid an Italian once to me, “contains good vegetables.” This utilitarian\nflavour of the south has become very intelligible to me during the last\nfew days. I, too, am thinking less of calceolarias than of cauliflowers.",
        "A pilgrimage to the Bandusian Fount (if such it be) is no great\nundertaking–a morning’s trip. The village of San Gervasio is the next\nstation to Venosa, lying on an eminence only thirteen kilometres from\nthere.",
        "Here once ran a fountain which was known as late as the twelfth century\nas the Fons Bandusinus, and Ughelli, in his “Italia Sacra,” cites a deed\nof the year 1103 speaking of a church “at the Bandusian Fount near\nVenosa.” Church and fountain have now disappeared; but the site of the\nformer, they say, is known, and close to it there once issued a copious\nspring called “Fontana Grande.” This is probably the Horatian one; and\nis also, I doubt not, that referred to in Cenna’s chronicle of Venosa:\n“At Torre San Gervasio are the ruins of a castle and an abundant spring\nof water colder than all the waters of Venosa,” Frigus amabile. . . .",
        "I could discover no one in the place to show me where this now vanished\nchurch stood. I rather think it occupied the site of the present church\nof Saint Anthony, the oldest in San Gervasio.",
        "As to the fountain–there are now two of them, at some considerable\ndistance from each other. Both of them are copious, and both lie near\nthe foot of the hill on which the village now stands. Capmartin de\nChaupy has reasons for believing that in former times San Gervasio did\nnot occupy its present exalted position (vol. iii, p. 538).",
        "One of them gushes out on the plain near the railway station, and has\nbeen rebuilt within recent times. It goes by the name of “Fontana\nrotta.” The other, the “Fontana del Fico,” lies on the high road to\nSpinazzola; the water spouts out of seven mouths, and near at hand is a\nplantation of young sycamores. The basin of this fount was also rebuilt\nabout ten years ago at no little expense, and has now a thoroughly\nmodern and businesslike aspect. But I was told that a complicated\nnetwork of subterranean pipes and passages, leading to “God knows\nwhere,” was unearthed during the process of reconstruction. It was\nmagnificent masonry, said my informant, who was an eye-witness of the\nexcavations but could tell me nothing more of interest.",
        "The problem how far either of these fountains fulfils the conditions\npostulated in the last verse of Horace’s ode may be solved by every one\naccording as he pleases. In fact, there is no other way of solving it.\nIn my professorial mood, I should cite the cavern and the “downward\nleaping” waters against the hypothesis that the Bandusian Fount stood on\neither of these modern sites; in favour of it, one might argue that the\nconventional rhetoric of all Roman art may have added these embellishing\ntouches, and cite, in confirmation thereof, the last two lines of the\nprevious verse, mentioning animals that could hardly have slaked their\nthirst with any convenience at a cavernous spring such as he describes.\nCaverns, moreover, are not always near the summits of hills; they may be\nat the foot of them; and water, even the Thames at London Bridge, always\nleaps downhill–more or less. Of more importance is old Chaupy’s\ndiscovery of the northerly aspect of one of these springs–\"thee the\nfierce season of the blazing dog-star cannot touch.” There may have been\na cave at the back of the “Fontana del Fico\"; the “Fontana rotta” is\nhopelessly uncavernous.",
        "For the rest, there is no reason why the fountain should not have\nchanged its position since ancient days. On the contrary, several things\nmight incline one to think that it has been forced to abandon the high\ngrounds and seek its present lower level. To begin with, the hill on\nwhich the village stands is honeycombed by hives of caves which the\ninhabitants have carved out of the loose conglomerate (which, by the\nway, hardly corresponds with the poet’s saxum); and it may well be\nthat a considerable collapse of these earth-dwellings obstructed the\noriginal source of the waters and obliged them to seek a vent lower down.",
        "Next, there are the notorious effects of deforestation. An old man told\nme that in his early days the hill was covered with timber–indeed, this\nwhole land, now a stretch of rolling grassy downs, was decently wooded\nup to a short time ago. I observed that the roof of the oldest of the\nthree churches, that of Saint Anthony, is formed of wooden rafters (a\nrare material hereabouts). Deforestation would also cause the waters to\nissue at a lower level.",
        "Lastly, and chiefly–the possible shatterings of earthquakes.\nCatastrophes such as those which have damaged Venosa in days past may\nhave played havoc with the water-courses of this place by choking up\ntheir old channels. My acquaintance with the habits of Apulian\nearthquakes, with the science of hydrodynamics and the geological\nformation of San Gervasio is not sufficiently extensive to allow me to\nexpress a mature opinion. I will content myself with presenting to\nfuture investigators the plausible theory–plausible because\nconveniently difficult to refute–that some terrestrial upheaval in past\ndays is responsible for the present state of things.",
        "But these are merely three hypotheses. I proceed to mention three facts\nwhich point in the same direction; i.e. that the water used to issue at\na higher level. Firstly, there is that significant name “Fontana\nrotta\"–\"the broken fountain.” . . . Does not this suggest that its flow\nmay have been interrupted, or intercepted, in former times?",
        "Next, if you climb up from this “Fontana rotta” to the village by the\nfootpath, you will observe, on your right hand as you ascend the slope,\nat about a hundred yards below the Church of Saint Anthony, an old well\nstanding in a field of corn and shaded by three walnuts and an oak. This\nwell is still running, and was described to me as “molto antico.\"\nTherefore an underground stream–in diminished volume, no doubt–still\ndescends from the heights.",
        "Thirdly, in the village you will notice an alley leading out of the\nCorso Manfredi (one rejoices to find the name of Manfred surviving in\nthese lands)–an alley which is entitled “Vico Sirene.” The name arrests\nyour attention, for what have the Sirens to do in these inland regions?\nNothing whatever, unless they existed as ornamental statuary: statuary\nsuch as frequently gives names to streets in Italy, witness the “Street\nof the Faun” in Ouida’s novel, or that of the “Giant” in Naples (which\nhas now been re-christened). It strikes me as a humble but quite\nscholarly speculation to infer that, the chief decorative uses of Sirens\nbeing that of fountain deities, this obscure roadway keeps alive the\ntradition of the old “Fontana Grande\"–ornamented, we may suppose, with\nmarble Sirens–whose site is now forgotten, and whose very name has\nfaded from the memory of the countryfolk.",
        "What, then, does my ramble of two hours at San Gervasio amount to? It\nshows that there is a possibility, at least, of a now vanished fountain\nhaving existed on the heights where it might fulfil more accurately the\nconditions of Horace’s ode. If Ughelli’s church “at the Bandusian Fount\"\nstood on this eminence–well, I shall be glad to corroborate, for once\nin the way, old Ughelli, whose book contains a deal of dire nonsense.\nAnd if the Abbe Chaupy’s suggestion that the village lay at the foot of\nthe hill should ever prove to be wrong–well, his amiable ghost may be\npleased to think that even this does not necessitate the sacrifice of\nhis Venosa theory in favour of that of the scholiast Akron; there is\nstill a way out of the difficulty.",
        "But whether this at San Gervasio is the actual fountain hymned by\nHorace–ah, that is quite another affair! Few poets, to be sure, have\nclung more tenaciously to the memories of their childhood than did he\nand Virgil. And yet, the whole scene may be a figment of his\nimagination–the very word Bandusia may have been coined by him. Who can\ntell? Then there is the Digentia hypothesis. I know it, I know it! I\nhave read some of its defenders, and consider (entre nous) that they\nhave made out a pretty strong case. But I am not in the mood for\ndiscussing their proposition–not just now.",
        "Here at San Gervasio I prefer to think only of the Roman singer, so\nsanely jovial, and of these waters as they flowed, limpid and cool, in\nthe days when they fired his boyish fancy. Deliberately I refuse to hear\nthe charmer Boissier. Deliberately, moreover, I shut my eyes to the\npresent condition of affairs; to the herd of squabbling laundresses and\nthose other incongruities that spoil the antique scene. Why not? The\ntimid alone are scared by microscopic discords of time and place. The\nsage can invest this prosaic water-trough with all its pristine dignity\nand romance by an unfailing expedient. He closes an eye. It is an art he\nlearns early in life; a simple art, and one that greatly conduces to\nhappiness. The ever alert, the conscientiously wakeful–how many fine\nthings they fail to see! Horace knew the wisdom of being genially\nunwise; of closing betimes an eye, or an ear; or both. Desipere in\nloco. . . .",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}