{
    "title": "Old Calabria - II. MANFRED’S TOWN",
    "author": "Norman Douglas",
    "chapter": "2",
    "content": [
        "\n\n",
        "As the train moved from Lucera to Foggia and thence onwards, I had\nenjoyed myself rationally, gazing at the emerald plain of Apulia, soon\nto be scorched to ashes, but now richly dight with the yellow flowers of\nthe giant fennel, with patches of ruby-red poppy and asphodels pale and\nshadowy, past their prime. I had thought upon the history of this\nimmense tract of country–upon all the floods of legislation and\ntheorizings to which its immemorial customs of pasturage have given\nbirth. . . .",
        "Then, suddenly, the aspect of life seemed to change. I felt unwell, and\nso swift was the transition from health that I had wantonly thrown out\nof the window, beyond recall, a burning cigar ere realizing that it was\nonly a little more than half smoked. We were crossing the Calendaro, a\nsluggish stream which carefully collects all the waters of this region\nonly to lose them again in a swamp not far distant; and it was\npositively as if some impish sprite had leapt out of those noisome\nwaves, boarded the train, and flung himself into me, after the fashion\nof the “Horla” in the immortal tale.",
        "Doses of quinine such as would make an English doctor raise his eyebrows\nhave hitherto only succeeded in provoking the Calendaro microbe to more\nvirulent activity. Nevertheless, on s’y fait. I am studying him and,\ndespite his protean manifestations, have discovered three principal\ningredients: malaria, bronchitis and hay-fever–not your ordinary\nhay-fever, oh, no! but such as a mammoth might conceivably catch, if\nthrust back from his germless, frozen tundras into the damply blossoming\nMiocene.",
        "The landlady of this establishment has a more commonplace name for the\ndistemper. She calls it “scirocco.” And certainly this pest of the south\nblows incessantly; the mountain-line of Gargano is veiled, the sea’s\nhorizon veiled, the coast-lands of Apulia veiled by its tepid and\nunwholesome breath. To cheer me up, she says that on clear days one can\nsee Castel del Monte, the Hohenstaufen eyrie, shining yonder above\nBarletta, forty miles distant. It sounds rather improbable; still,\nyesterday evening there arose a sudden vision of a white town in that\ndirection, remote and dream-like, far across the water. Was it Barletta?\nOr Margherita? It lingered awhile, poised on an errant sunbeam; then\nsank into the deep.",
        "From this window I look into the little harbour whose beach is dotted\nwith fishing-boats. Some twenty or thirty sailing-vessels are riding at\nanchor; in the early morning they unfurl their canvas and sally forth,\nin amicable couples, to scour the azure deep–it is greenish-yellow at\nthis moment–returning at nightfall with the spoils of ocean, mostly\nyoung sharks, to judge by the display in the market. Their white sails\nbear fabulous devices in golden colour of moons and crescents and\ndolphins; some are marked like the “orange-tip” butterfly. A gunboat is\nnow stationed here on a mysterious errand connected with the Albanian\nrising on the other side of the Adriatic. There has been whispered talk\nof illicit volunteering among the youth on this side, which the\ngovernment is anxious to prevent. And to enliven the scene, a steamer\ncalls every now and then to take passengers to the Tremiti islands. One\nwould like to visit them, if only in memory of those martyrs of\nBourbonism, who were sent in hundreds to these rocks and cast into\ndungeons to perish. I have seen such places; they are vast caverns\nartificially excavated below the surface of the earth; into these the\nunfortunates were lowered and left to crawl about and rot, the living\nmingled with the dead. To this day they find mouldering skeletons,\nloaded with heavy iron chains and ball-weights.",
        "A copious spring gushes up on this beach and flows into the sea. It is\nsadly neglected. Were I tyrant of Manfredonia, I would build me a fair\nmarble fountain here, with a carven assemblage of nymphs and\nsea-monsters spouting water from their lusty throats, and plashing in\nits rivulets. It may well be that the existence of this fount helped to\ndecide Manfred in his choice of a site for his city; such springs are\nrare in this waterless land. And from this same source, very likely, is\nderived the local legend of Saint Lorenzo and the Dragon, which is quite\nindependent of that of Saint Michael the dragon-killer on the heights\nabove us. These venerable water-spirits, these dracs, are interesting\nbeasts who went through many metamorphoses ere attaining their present\nshape.",
        "Manfredonia lies on a plain sloping very gently seawards–practically\na dead level, and in one of the hottest districts of Italy. Yet, for\nsome obscure reason, there is no street along the sea itself; the\ncross-roads end in abrupt squalor at the shore. One wonders what\nconsiderations–political, aesthetic or hygienic–prevented the\ndesigners of the town from carrying out its general principles of\nconstruction and building a decent promenade by the waves, where the ten\nthousand citizens could take the air in the breathless summer evenings,\ninstead of being cooped up, as they now are, within stifling hot walls.\nThe choice of Man-fredonia as a port does not testify to any great\nforesight on the part of its founder–peace to his shade! It will for\never slumber in its bay, while commerce passes beyond its reach; it will\nfor ever be malarious with the marshes of Sipontum at its edges. But\nthis particular defect of the place is not Manfred’s fault, since the\ncity was razed to the ground by the Turks in 1620, and then built up\nanew; built up, says Lenormant, according to the design of the old city.\nPerhaps a fear of other Corsair raids induced the constructors to adhere\nto the old plan, by which the place could be more easily defended. Not\nmuch of Man-fredonia seems to have been completed when Pacicchelli’s\nview (1703) was engraved.",
        "Speaking of the weather, the landlady further told me that the wind blew\nso hard three months ago–\"during that big storm in the winter, don’t\nyou remember?\"–that it broke all the iron lamp-posts between the town\nand the station. Now here was a statement sounding even more improbable\nthan her other one about Castel del Monte, but admitting of\nverification. Wheezing and sneezing, I crawled forth, and found it\ncorrect. It must have been a respectable gale, since the cast-iron\nsupports are snapped in half, every one of them.",
        "Those Turks, by the way, burnt the town on that memorable occasion. That\nwas a common occurrence in those days. Read any account of their\nincursions into Italy during this and the preceding centuries, and you\nwill find that the corsairs burnt the towns whenever they had time to\nset them alight. They could not burn them nowadays, and this points to a\ntotal change in economic conditions. Wood was cut down so heedlessly\nthat it became too scarce for building purposes, and stone took its\nplace. This has altered domestic architecture; it has changed the\nlandscape, denuding the hill-sides that were once covered with timber;\nit has impoverished the country by converting fruitful plains into\nmarshes or arid tracts of stone swept by irregular and intermittent\nfloods; it has modified, if I mistake not, the very character of the\npeople. The desiccation of the climate has entailed a desiccation of\nnational humour.",
        "Muratori has a passage somewhere in his “Antiquities” regarding the old\nmethod of construction and the wooden shingles, scandulae, in use for\nroofing–I must look it up, if ever I reach civilized regions again.",
        "At the municipality, which occupies the spacious apartments of a former\nDominican convent, they will show you the picture of a young girl, one\nof the Beccarmi family, who was carried off at a tender age in one of\nthese Turkish raids, and subsequently became “Sultana.” Such captive\ngirls generally married sultans–or ought to have married them; the wish\nbeing father to the thought. But the story is disputed; rightly, I\nthink. For the portrait is painted in the French manner, and it is\nhardly likely that a harem-lady would have been exhibited to a European\nartist. The legend goes on to say that she was afterwards liberated by\nthe Knights of Malta, together with her Turkish son who, as was meet and\nproper, became converted to Christianity and died a monk. The Beccarmi\nfamily (of Siena, I fancy) might find some traces of her in their\narchives. Ben trovato, at all events. When one looks at the pretty\nportrait, one cannot blame any kind of “Sultan” for feeling\nwell-disposed towards the original.",
        "The weather has shown some signs of improvement and tempted me, despite\nthe persistent “scirocco” mood, to a few excursions into the\nneighbourhood. But there seem to be no walks hereabouts, and the hills,\nthree miles distant, are too remote for my reduced vitality. The\nintervening region is a plain of rock carved so smoothly, in places, as\nto appear artificially levelled with the chisel; large tracts of it are\ncovered with the Indian fig (cactus). In the shade of these grotesque\ngrowths lives a dainty flora: trembling grasses of many kinds, rue,\nasphodel, thyme, the wild asparagus, a diminutive blue iris, as well as\npatches of saxifrage that deck the stone with a brilliant enamel of red\nand yellow. This wild beauty makes one think how much better the\ngraceful wrought-iron balconies of the town would look if enlivened with\nblossoms, with pendent carnations or pelargonium; but there is no great\ndisplay of these things; the deficiency of water is a characteristic of\nthe place; it is a flowerless and songless city. The only good\ndrinking-water is that which is bottled at the mineral springs of Monte\nVulture and sold cheaply enough all over the country. And the mass of\nthe country people have small charm of feature. Their faces seem to have\nbeen chopped with a hatchet into masks of sombre virility; a hard life\namid burning limestone deserts is reflected in their countenances.",
        "None the less, they have a public garden; even more immature than that\nof Lucera, but testifying to greater taste. Its situation, covering a\nforlorn semicircular tract of ground about the old Anjou castle, is a\npriori a good one. But when the trees are fully grown, it will be\nimpossible to see this fine ruin save at quite close quarters–just\nacross the moat.",
        "I lamented this fact to a solitary gentleman who was strolling about\nhere and who replied, upon due deliberation:",
        "“One cannot have everything.”",
        "Then he added, as a suggestive afterthought:",
        "“Inasmuch as one thing sometimes excludes another.”",
        "I pause, to observe parenthetically that this habit of uttering\nplatitudes in the grand manner as though disclosing an idea of vital\nnovelty (which Charles Lamb, poor fellow, thought peculiar to natives of\nScotland) is as common among Italians as among Englishmen. But veiled in\nsonorous Latinisms, the staleness of such remarks assumes an air of\nprofundity.",
        "“For my part,” he went on, warming to his theme, “I am thoroughly\nsatisfied. Who will complain of the trees? Only a few makers of bad\npictures. They can go elsewhere. Our country, dear sir, is encrusted,\nwith old castles and other feudal absurdities, and if I had the\nmanagement of things-----”",
        "The sentence was not concluded, for at that moment his hat was blown off\nby a violent gust of wind, and flew merrily over beds of flowering\nmarguerites in the direction of the main street, while he raced after\nit, vanishing in a cloud of dust. The chase must have been long and\narduous; he never returned.",
        "Wandering about the upper regions of this fortress whose chambers are\nnow used as a factory of cement goods and a refuge for some poor\nfamilies, I espied a good pre-renaissance relief of Saint Michael and\nthe dragon immured in the masonry, and overhung by the green leaves of\nan exuberant wild fig that has thrust its roots into the sturdy old\nwalls. Here, at Manfredonia, we are already under the shadow of the holy\nmountain and the archangel’s wings, but the usual representations of him\nare childishly emasculate–the negation of his divine and heroic\ncharacter. This one portrays a genuine warrior-angel of the old type:\ngrave and grim. Beyond this castle and the town-walls, which are best\npreserved on the north side, nothing in Manfredonia is older than 1620.\nThere is a fine campanile, but the cathedral looks like a shed for\ndisused omnibuses.",
        "Along the streets, little red flags are hanging out of the houses, at\nfrequent intervals: signals of harbourage for the parched wayfarer.\nWithin, you behold a picturesque confusion of rude chairs set among\nbarrels and vats full of dark red wine where, amid Rembrandtesque\nsurroundings, you can get as drunk as a lord for sixpence. Blithe oases!\nIt must be delightful, in summer, to while away the sultry hours in\ntheir hospitable twilight; even at this season they seem to be extremely\npopular resorts, throwing a new light on those allusions by classical\nauthors to “thirsty Apulia.”",
        "But on many of the dwellings I noticed another symbol: an ominous blue\nmetal tablet with a red cross, bearing the white-lettered words\n“VIGILANZA NOTTURNA.”",
        "Was it some anti-burglary association? I enquired of a serious-looking\nindividual who happened to be passing.",
        "His answer did not help to clear up matters.",
        "“A pure job, signore mio, a pure job! There is a society in Cerignola\nor somewhere, a society which persuades the various town\ncouncils–persuades them, you understand-----”",
        "He ended abruptly, with the gesture of paying out money between his\nfinger and thumb. Then he sadly shook his head.",
        "I sought for more light on this cryptic utterance; in vain. What were\nthe facts, I persisted? Did certain householders subscribe to keep a\nguardian on their premises at night–what had the municipalities to do\nwith it–was there much house-breaking in Manfredonia, and, if so, had\nthis association done anything to check it? And for how long had the\ninstitution been established?",
        "But the mystery grew ever darker. After heaving a deep sigh, he\ncondescended to remark:",
        "“The usual camorra! Eat–eat; from father to son. Eat–eat! That’s all\nthey think about, the brood of assassins. . . . Just look at them!”",
        "I glanced down the street and beheld a venerable gentleman of kindly\naspect who approached slowly, leaning on the arm of a fair-haired\nyouth–his grandson, I supposed. He wore a long white beard, and an air\nof apostolic detachment from the affairs of this world. They came\nnearer. The boy was listening, deferentially, to some remark of the\nelder; his lips were parted in attention and his candid, sunny face\nwould have rejoiced the heart of della Robbia. They passed within a few\nfeet of me, lovingly engrossed in one another.",
        "“Well?” I queried, turning to my informant and anxious to learn what\nmisdeeds could be laid to the charge of such godlike types of humanity.",
        "But that person was no longer at my side. He had quietly withdrawn\nhimself, in the interval; he had evanesced, “moved on.”",
        "An oracular and elusive citizen. ...",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}