{
    "title": "Old Greek Stories - The Story of Io",
    "author": "James Baldwin",
    "chapter": "7",
    "content": [
        "\n\n",
        "In the town of Argos there lived a maiden named Io. She was so fair and\ngood that all who knew her loved her, and said that there was no one\nlike her in the whole world. When Jupiter, in his home in the clouds,\nheard of her, he came down to Argos to see her. She pleased him so much,\nand was so kind and wise, that he came back the next day and the next\nand the next; and by and by he stayed in Argos all the time so that he\nmight be near her. She did not know who he was, but thought that he was\na prince from some far-off land; for he came in the guise of a young\nman, and did not look like the great king of earth and sky that he was.",
        "But Juno, the queen who lived with Jupiter and shared his throne in the\nmidst of the clouds, did not love Io at all. When she heard why Jupiter\nstayed from home so long, she made up her mind to do the fair girl all\nthe harm that she could; and one day she went down to Argos to try what\ncould be done.",
        "Jupiter saw her while she was yet a great way off, and he knew why she\nhad come. So, to save Io from her, he changed the maiden to a white cow.\nHe thought that when Juno had gone back home, it would not be hard to\ngive Io her own form again.",
        "But when the queen saw the cow, she knew that it was Io.",
        "“Oh, what a fine cow you have there!” she said. “Give her to me, good\nJupiter, give her to me!”",
        "Jupiter did not like to do this; but she coaxed so hard that at last he\ngave up, and let her have the cow for her own. He thought that it would\nnot be long till he could get her away from the queen, and change her to\na girl once more. But Juno was too wise to trust him. She took the cow\nby her horns, and led her out of the town.",
        "“Now, my sweet maid,” she said, “I will see that you stay in this shape\nas long as you live.”",
        "Then she gave the cow in charge of a strange watchman named Argus, who\nhad, not two eyes only, as you and I have, but ten times ten. And Argus\nled the cow to a grove, and tied her by a long rope to a tree, where she\nhad to stand and eat grass, and cry, “Moo! moo!” from morn till night;\nand when the sun had set, and it was dark, she lay down on the cold\nground and wept, and cried, “Moo! moo!” till she fell asleep.",
        "But no kind friend heard her, and no one came to help her; for none but\nJupiter and Juno knew that the white cow who stood in the grove was Io,\nwhom all the world loved. Day in and day out, Argus, who was all eyes,\nsat on a hill close by and kept watch; and you could not say that he\nwent to sleep at all, for while half of his eyes were shut, the other\nhalf were wide awake, and thus they slept and watched by turns.",
        "Jupiter was grieved when he saw to what a hard life Io had been doomed,\nand he tried to think of some plan to set her free. One day he called\nsly Mercury, who had wings on his shoes, and bade him go and lead the\ncow away from the grove where she was kept. Mercury went down and stood\nnear the foot of the hill where Argus sat, and began to play sweet tunes\non his flute. This was just what the strange watchman liked to hear; and\nso he called to Mercury, and asked him to come up and sit by his side\nand play still other tunes.",
        "Mercury did as he wished, and played such strains of sweet music as no\none in all the world has heard from that day to this. And as he played,\nqueer old Argus lay down upon the grass and listened, and thought that\nhe had not had so great a treat in all his life. But by and by those\nsweet sounds wrapped him in so strange a spell that all his eyes closed\nat once, and he fell into a deep sleep.",
        "This was just what Mercury wished. It was not a brave thing to do, and\nyet he drew a long, sharp knife from his belt and cut off the head of\npoor Argus while he slept. Then he ran down the hill to loose the cow\nand lead her to the town.",
        "But Juno had seen him kill her watchman, and she met him on the road.\nShe cried out to him and told him to let the cow go; and her face was so\nfull of wrath that, as soon as he saw her, he turned and fled, and left\npoor Io to her fate.",
        "Juno was so much grieved when she saw Argus stretched dead in the grass\non the hilltop, that she took his hundred eyes and set them in the tail\nof a peacock; and there you may still see them to this day.",
        "Then she found a great gadfly, as big as a bat, and sent it to buzz in\nthe white cow’s ears, and to bite her and sting her so that she could\nhave no rest all day long. Poor Io ran from place to place to get out of\nits way; but it buzzed and buzzed, and stung and stung, till she was\nwild with fright and pain, and wished that she were dead. Day after day\nshe ran, now through the thick woods, now in the long grass that grew on\nthe treeless plains, and now by the shore of the sea.",
        "By and by she came to a narrow neck of the sea, and, since the land on\nthe other side looked as though she might find rest there, she leaped\ninto the waves and swam across; and that place has been called\nBosphorus–a word which means the Sea of the Cow–from that time till\nnow, and you will find it so marked on the maps which you use at school.\nThen she went on through a strange land on the other side, but, let her\ndo what she would, she could not get rid of the gadfly.",
        "After a time she came to a place where there were high mountains with\nsnow-capped peaks which seemed to touch the sky. There she stopped to\nrest a while; and she looked up at the calm, cold cliffs above her and\nwished that she might die where all was so grand and still. But as she\nlooked she saw a giant form stretched upon the rocks midway between\nearth and sky, and she knew at once that it was Prometheus, the young\nTitan, whom Jupiter had chained there because he had given fire to men.",
        "“My sufferings are not so great as his,” she thought; and her eyes were\nfilled with tears.",
        "Then Prometheus looked down and spoke to her, and his voice was very\nmild and kind.",
        "“I know who you are,” he said; and then he told her not to lose hope,\nbut to go south and then west, and she would by and by find a place in\nwhich to rest.",
        "She would have thanked him if she could; but when she tried to speak she\ncould only say, “Moo! moo!”",
        "Then Prometheus went on and told her that the time would come when she\nshould be given her own form again, and that she should live to be the\nmother of a race of heroes. “As for me,” said he, “I bide the time in\npatience, for I know that one of those heroes will break my chains and\nset me free. Farewell!”",
        "Then Io, with a brave heart, left the great Titan and journeyed, as he\nhad told her, first south and then west. The gadfly was worse now than\nbefore, but she did not fear it half so much, for her heart was full of\nhope. For a whole year she wandered, and at last she came to the land of\nEgypt in Africa. She felt so tired now that she could go no farther, and\nso she lay down near the bank of the great River Nile to rest.",
        "All this time Jupiter might have helped her had he not been so much\nafraid of Juno. But now it so chanced that when the poor cow lay down by\nthe bank of the Nile, Queen Juno, in her high house in the clouds, also\nlay down to take a nap. As soon as she was sound asleep, Jupiter like a\nflash of light sped over the sea to Egypt. He killed the cruel gadfly\nand threw it into the river. Then he stroked the cow’s head with his\nhand, and the cow was seen no more; but in her place stood the young\ngirl Io, pale and frail, but fair and good as she had been in her old\nhome in the town of Argos. Jupiter said not a word, nor even showed\nhimself to the tired, trembling maiden. He hurried back with all speed\nto his high home in the clouds, for he feared that Juno might waken and\nfind out what he had done.",
        "The people of Egypt were kind to Io, and gave her a home in their sunny\nland; and by and by the king of Egypt asked her to be his wife, and made\nher his queen; and she lived a long and happy life in his marble palace\non the bank of the Nile. Ages afterward, the great-grandson of the\ngreat-grandson of Io’s great-grandson broke the chains of Prometheus and\nset that mighty friend of mankind free.",
        "The name of the hero was Hercules.",
        "Continue...",
        "\nThis eBook of “Old Greek Stories” by James Baldwin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Greek StoriesBy James BaldwinAt Amazon"
    ]
}