{
    "title": "Old Greek Stories - The Wonderful Artisan",
    "author": "James Baldwin",
    "chapter": "16",
    "content": [
        "\n\n",
        "While Athens was still only a small city there lived within its walls a\nman named Daedalus who was the most skillful worker in wood and stone\nand metal that had ever been known. It was he who taught the people how\nto build better houses and how to hang their doors on hinges and how to\nsupport the roofs with pillars and posts. He was the first to fasten\nthings together with glue; he invented the plumb-line and the auger; and\nhe showed seamen how to put up masts in their ships and how to rig the\nsails to them with ropes. He built a stone palace for AEgeus, the young\nking of Athens, and beautified the Temple of Athena which stood on the\ngreat rocky hill in the middle of the city.",
        "Daedalus had a nephew named Perdix whom he had taken when a boy to teach\nthe trade of builder. But Perdix was a very apt learner, and soon\nsurpassed his master in the knowledge of many things. His eyes were ever\nopen to see what was going on about him, and he learned the lore of the\nfields and the woods. Walking one day by the sea, he picked up the\nbackbone of a great fish, and from it he invented the saw. Seeing how a\ncertain bird carved holes in the trunks of trees, he learned how to make\nand use the chisel. Then he invented the wheel which potters use in\nmolding clay; and he made of a forked stick the first pair of compasses\nfor drawing circles; and he studied out many other curious and useful\nthings.",
        "Daedalus was not pleased when he saw that the lad was so apt and wise,\nso ready to learn, and so eager to do.",
        "“If he keeps on in this way,” he murmured, “he will be a greater man\nthan I; his name will be remembered, and mine will be forgotten.”",
        "Day after day, while at his work, Daedalus pondered over this matter,\nand soon his heart was filled with hatred towards young Perdix. One\nmorning when the two were putting up an ornament on the outer wall of\nAthena’s temple, Daedalus bade his nephew go out on a narrow scaffold\nwhich hung high over the edge of the rocky cliff whereon the temple\nstood. Then, when the lad obeyed, it was easy enough, with a blow of a\nhammer, to knock the scaffold from its fastenings.",
        "Poor Perdix fell headlong through the air, and he would have been\ndashed in pieces upon the stones at the foot of the cliff had not kind\nAthena seen him and taken pity upon him. While he was yet whirling\nthrough mid-air she changed him into a partridge, and he flitted away to\nthe hills to live forever in the woods and fields which he loved so\nwell. And to this day, when summer breezes blow and the wild flowers\nbloom in meadow and glade, the voice of Perdix may still sometimes be\nheard, calling to his mate from among the grass and reeds or amid the\nleafy underwoods.",
        "As for Daedalus, when the people of Athens heard of his dastardly deed,\nthey were filled with grief and rage–grief for young Perdix, whom all\nhad learned to love; rage towards the wicked uncle, who loved only\nhimself. At first they were for punishing Daedalus with the death which\nhe so richly deserved, but when they remembered what he had done to make\ntheir homes pleasanter and their lives easier, they allowed him to live;\nand yet they drove him out of Athens and bade him never return.",
        "There was a ship in the harbor just ready to start on a voyage across\nthe sea, and in it Daedalus embarked with all his precious tools and\nhis young son Icarus. Day after day the little vessel sailed slowly\nsouthward, keeping the shore of the mainland always upon the right. It\npassed Troezen and the rocky coast of Argos, and then struck boldly out\nacross the sea.",
        "At last the famous Island of Crete was reached, and there Daedalus\nlanded and made himself known; and the King of Crete, who had already\nheard of his wondrous skill, welcomed him to his kingdom, and gave him a\nhome in his palace, and promised that he should be rewarded with great\nriches and honor if he would but stay and practice his craft there as he\nhad done in Athens.",
        "Now the name of the King of Crete was Minos. His grandfather, whose name\nwas also Minos, was the son of Europa, a young princess whom a white\nbull, it was said, had brought on his back across the sea from distant\nAsia. This elder Minos had been accounted the wisest of men–so wise,\nindeed, that Jupiter chose him to be one of the judges of the Lower\nWorld. The younger Minos was almost as wise as his grandfather; and he\nwas brave and far-seeing and skilled as a ruler of men. He had made all\nthe islands subject to his kingdom, and his ships sailed into every part\nof the world and brought back to Crete the riches of foreign lands. So\nit was not hard for him to persuade Daedalus to make his home with him\nand be the chief of his artisans.",
        "And Daedalus built for King Minos a most wonderful palace with floors of\nmarble and pillars of granite; and in the palace he set up golden\nstatues which had tongues and could talk; and for splendor and beauty\nthere was no other building in all the wide earth that could be compared\nwith it.",
        "There lived in those days among the hills of Crete a terrible monster\ncalled the Minotaur, the like of which has never been seen from that\ntime until now. This creature, it was said, had the body of a man, but\nthe face and head of a wild bull and the fierce nature of a mountain\nlion. The people of Crete would not have killed him if they could; for\nthey thought that the Mighty Folk who lived with Jupiter on the mountain\ntop had sent him among them, and that these beings would be angry if any\none should take his life. He was the pest and terror of all the land.\nWhere he was least expected, there he was sure to be; and almost every\nday some man, woman, or child was caught and devoured by him.",
        "“You have done so many wonderful things,” said the king to Daedalus,\n“can you not do something to rid the land of this Minotaur?”",
        "“Shall I kill him?” asked Daedalus.",
        "“Ah, no!” said the king. “That would only bring greater misfortunes upon\nus.”",
        "“I will build a house for him then,” said Daedalus, “and you can keep\nhim in it as a prisoner.”",
        "“But he may pine away and die if he is penned up in prison,” said the\nking.",
        "“He shall have plenty of room to roam about,” said Daedalus; “and if you\nwill only now and then feed one of your enemies to him, I promise you\nthat he shall live and thrive.”",
        "So the wonderful artisan brought together his workmen, and they built a\nmarvelous house with so many rooms in it and so many winding ways that\nno one who went far into it could ever find his way out again; and\nDaedalus called it the Labyrinth, and cunningly persuaded the Minotaur\nto go inside of it. The monster soon lost his way among the winding\npassages, but the sound of his terrible bellowings could be heard day\nand night as he wandered back and forth vainly trying to find some place\nto escape.",
        "Not long after this it happened that Daedalus was guilty of a deed which\nangered the king very greatly; and had not Minos wished him to build\nother buildings for him, he would have put him to death and no doubt\nhave served him right.",
        "“Hitherto,” said the king, “I have honored you for your skill and\nrewarded you for your labor. But now you shall be my slave and shall\nserve me without hire and without any word of praise.”",
        "Then he gave orders to the guards at the city gates that they should not\nlet Daedalus pass out at any time, and he set soldiers to watch the\nships that were in port so that he could not escape by sea. But although\nthe wonderful artisan was thus held as a prisoner, he did not build any\nmore buildings for King Minos; he spent his time in planning how he\nmight regain his freedom.",
        "“All my inventions,” he said to his son Icarus, “have hitherto been made\nto please other people; now I will invent something to please myself.”",
        "So, all through the day he pretended to be planning some great work for\nthe king, but every night he locked himself up in his chamber and\nwrought secretly by candle light. By and by he had made for himself a\npair of strong wings, and for Icarus another pair of smaller ones; and\nthen, one midnight, when everybody was asleep, the two went out to see\nif they could fly. They fastened the wings to their shoulders with wax,\nand then sprang up into the air. They could not fly very far at first,\nbut they did so well that they felt sure of doing much better in time.",
        "The next night Daedalus made some changes in the wings. He put on an\nextra strap or two; he took out a feather from one wing, and put a new\nfeather into another; and then he and Icarus went out in the moonlight\nto try them again. They did finely this time. They flew up to the top of\nthe king’s palace, and then they sailed away over the walls of the city\nand alighted on the top of a hill. But they were not ready to undertake\na long journey yet; and so, just before daybreak, they flew back home.\nEvery fair night after that they practiced with their wings, and at the\nend of a month they felt as safe in the air as on the ground, and could\nskim over the hilltops like birds.",
        "Early one morning; before King Minos had risen from his bed, they\nfastened on their wings, sprang into the air, and flew out of the city.\nOnce fairly away from the island, they turned towards the west, for\nDaedalus had heard of an island named Sicily, which lay hundreds of\nmiles away, and he had made up his mind to seek a new home there.",
        "All went well for a time, and the two bold flyers sped swiftly over the\nsea, skimming along only a little above the waves, and helped on their\nway by the brisk east wind. Towards noon the sun shone very warm, and\nDaedalus called out to the boy who was a little behind and told him to\nkeep his wings cool and not fly too high. But the boy was proud of his\nskill in flying, and as he looked up at the sun he thought how nice it\nwould be to soar like it high above the clouds in the blue depths of the\nsky.",
        "“At any rate,” said he to himself, “I will go up a little higher.\nPerhaps I can see the horses which draw the sun car, and perhaps I shall\ncatch sight of their driver, the mighty sun master himself.”",
        "So he flew up higher and higher, but his father who was in front did not\nsee him. Pretty soon, however, the heat of the sun began to melt the wax\nwith which the boy’s wings were fastened. He felt himself sinking\nthrough the air; the wings had become loosened from his shoulders. He\nscreamed to his father, but it was too late. Daedalus turned just in\ntime to see Icarus fall headlong into the waves. The water was very deep\nthere, and the skill of the wonderful artisan could not save his child.\nHe could only look with sorrowing eyes at the unpitying sea, and fly on\nalone to distant Sicily. There, men say, he lived for many years, but he\nnever did any great work, nor built anything half so marvelous as the\nLabyrinth of Crete. And the sea in which poor Icarus was drowned was\ncalled forever afterward by his name, the Icarian Sea.",
        "Continue...",
        "\nThis eBook of “Old Greek Stories” by James Baldwin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Greek StoriesBy James BaldwinAt Amazon"
    ]
}