{
    "title": "Old Calabria - XXV. SCRAMBLING TO LONGOBUCCO",
    "author": "Norman Douglas",
    "chapter": "25",
    "content": [
        "\n\n",
        "A driving road to connect San Demetrio with Acri whither I was now bound\nwas begun, they say, about twenty years ago; one can follow it for a\nconsiderable distance beyond the Albanian College. Then, suddenly, it\nends. Walking to Acri, however, by the old track, one picks up, here and\nthere, conscientiously-engineered little stretches of it, already\novergrown with weeds; these, too, break off as abruptly as they began,\nin the wild waste. For purposes of wheeled traffic these picturesque but\ndisconnected fragments are quite useless.",
        "Perhaps the whole undertaking will be completed some day–speriamo! as\nthe natives say, when speaking of something rather beyond reasonable\nexpectation. But possibly not; and in that case–pazienza! meaning,\nthat all hope may now be abandoned. There is seldom any great hurry,\nwith non-governmental works of this kind.",
        "It would be interesting if one could learn the inner history of these\nabortive transactions. I have often tried, in vain. It is impossible for\nan outsider to pierce the jungle of sordid mystery and intrigue which\nsurrounds them. So much I gathered: that the original contract was based\non the wages then current and that, the price of labour having more than\ndoubled in consequence of the “discovery” of America, no one will\nundertake the job on the old terms. That is sufficiently intelligible.\nBut why operations proceeded so slowly at first, and why a new contract\ncannot now be drawn up–who can tell! The persons interested blame the\ncontractor, who blames the engineer, who blames the dilatory and corrupt\nadministration of Cosenza. My private opinion is, that the last three\nparties have agreed to share the swag between them. Meanwhile everybody\nhas just grounds of complaint against everybody else; the six or seven\ninevitable lawsuits have sprung up and promise to last any length of\ntime, seeing that important documents have been lost or stolen and that\nhalf the original contracting parties have died in the interval: nobody\nknows what is going to happen in the end. It all depends upon whether\nsome patriotic person will step forward and grease the wheels in the\nproper quarter.",
        "And even then, if he hails from Acri, they of San Demetrio will probably\nwork against the project, and vice versa. For no love is lost between\nneighbouring communities–wonderful, with what venomous feudal animosity\nthey regard each other! United Italy means nothing to these people,\nwhose conceptions of national and public life are those of the cock on\nhis dung-hill. You will find in the smallest places intelligent and\nbroad-minded men, tradespeople or professionals or landed proprietors,\nbut they are seldom members of the municipio; the municipal career is\nalso a money-making business, yes; but of another kind, and requiring\nother qualifications.",
        "Foot-passengers like myself suffer no inconvenience by being obliged to\nfollow the shorter and time-honoured mule-track that joins the two\nplaces. It rises steeply at first, then begins to wind in and out among\nshady vales of chestnut and oak, affording unexpected glimpses now\ntowards distant Tarsia and now, through a glade on the right, on to the\nancient citadel of Bisignano, perched on its rock.",
        "I reached Acri after about two and a half hours’ walking. It lies in a\ntheatrical situation and has a hotel; but the proprietor of that\nestablishment having been described to me as “the greatest brigand of\nthe Sila” I preferred to refresh myself at a small wineshop, whose\nmanageress cooked me an uncommonly good luncheon and served some of the\nbest wine I had tasted for long. Altogether, the better-class women here\nare far more wideawake and civilized than those of the Neapolitan\nprovince; a result of their stern patriarchal up-bringing and of their\npossessing more or less sensible husbands.",
        "Thus fortified, I strolled about the streets. One would like to spend a\nweek or two in a place like this, so little known even to Italians, but\nthe hot weather and bad feeding had begun to affect me disagreeably and\nI determined to push on without delay into cooler regions. It would\nnever do to be laid up at Acri with heatstroke, and to have one’s last\ndrops of life drained away by copious blood-lettings, relic of\nHispano-Arabic practices and the favourite remedy for every complaint.\nAcri is a large place, and its air of prosperity contrasts with the\nslumberous decay of San Demetrio; there is silk-rearing, and so much\nemigration into America that nearly every man I addressed replied in\nEnglish. New houses are rising up in all directions, and the place is\ncelebrated for its rich citizens.",
        "But these same wealthy men are in rather a dilemma. Some local\nauthority, I forget who, has deduced from the fact that there are so\nmany forges and smiths’ shops here that this must be the spot to which\nthe over-sensitive inhabitants of Sybaris banished their workers in\nmetal and other noisy professions. Now the millionaires would like to be\nthought Sybarites by descent, but it is hardly respectable to draw a\npedigree from these outcasts.",
        "They need not alarm themselves. For Acri, as Forbiger has shown, is the\nold Acherontia; the river Acheron, the Mocone or Mucone of to-day, flows\nat its foot, and from one point of the town I had a fine view into its\nraging torrent.",
        "A wearisome climb of two hours brought me to the Croce Greca, the\nGreek Cross, which stands 1185 metres above sea-level. How hot it was,\nin that blazing sun! I should be sorry to repeat the trip, under the\nsame conditions. A structure of stone may have stood here in olden days;\nat present it is a diminutive wooden crucifix by the roadside. It marks,\nnone the less, an important geographical point: the boundary between the\n“Greek” Sila which I was now leaving and the Sila Grande, the central\nand largest region. Beyond this last-named lies the lesser Sila, or\n“Sila Piccola “; and if you draw a line from Rogliano (near Cosenza) to\nCotrone you will approximately strike the watershed which divides the\nSila Grande from this last and most westerly of the three Sila\ndivisions. After that comes Catanzaro and the valley of the Corace, the\nnarrowest point of the Italian continent, and then the heights of Serra\nand Aspromonte, the true “Italy” of old, that continue as far as Reggio.",
        "Though I passed through some noble groves of chestnut on the way up, the\ncountry here was a treeless waste. Yet it must have been forest up to a\nshort time ago, for one could see the beautiful vegetable mould which\nhas not yet had time to be washed down the hill-sides. A driving road\npasses the Croce Greca; it joins Acri with San Giovanni, the capital of\nSila Grande, and with Cosenza.",
        "It was another long hour’s march, always uphill, before I reached a\nspacious green meadow or upland with a few little buildings. The place\nis called Verace and lies on the watershed between the upper Crati\nvalley and the Ionian; thenceforward my walk would be a descent along\nthe Trionto river, the Traeis of old, as far as Longo-bucco which\noverlooks its flood. It was cool here at last, from the altitude and the\ndecline of day; and hay-making was going on, amid the pastoral din of\ncow-bells and a good deal of blithe love-making and chattering.",
        "After some talk with these amiable folks, I passed on to where\nthe young Traeis bubbles up from the cavernous reservoirs of the earth.\nOf those chill and roguish wavelets I took a draught, mindful of the day\nwhen long ago, by these same waters, an irreparable catastrophe\noverwhelmed our European civilization. For it was the Traeis near whose\nestuary was fought the battle between 300,000 Sybarites (I refuse to\nbelieve these figures) and the men of Croton conducted by their champion\nMilo–a battle which led to the destruction of Sybaris and,\nincidentally, of Hellenic culture throughout the mainland of Italy. This\nwas in the same fateful year 510 that witnessed the expulsion of the\nTarquins from Rome and the Pisistratidae from Athens.",
        "Pines, the characteristic tree of the Sila, now begin to appear. Passing\nthrough Verace I had already observed, on the left, a high mountain\nentirely decked with them. It is the ridge marked Pale-parto on the map;\nthe Trionto laves its foot. But the local pronunciation of this name is\nPalepite, and I cannot help thinking that here we have a genuine old\nGreek name perpetuated by the people and referring to this covering of\nhoary pines–a name which the cartographers, arbitrary and ignorant as\nthey often are, have unconsciously disguised. (It occurs in some old\ncharts, however, as Paleparto.) An instructive map of Italy could be\ndrawn up, showing the sites and cities wrongly named from corrupt\netymology or falsified inscriptions, and those deliberately miscalled\nout of principles of local patriotism. The whole country is full of\nthese inventions of litterati which date, for the most part, from the\nenthusiastic but undisciplined Cinque-Cento.",
        "The minute geographical triangle comprised between Cosenza, Longobucco\nand San Demetrio which I was now traversing is one of the least known\ncorners of Italy, and full of dim Hellenic memories. The streamlet\n“Calamo” flows through the valley I ascended from Acri, and at its side,\na little way out of the town, stands the fountain “Pompeio” where the\nbrigands, not long ago, used to lie in wait for women and children\ncoming to fetch water, and snatch them away for ransom. On the way up, I\nhad glimpses down a thousand feet or more into the Mucone or Acheron,\nraging and foaming in its narrow valley. It rises among the mountains\ncalled “Fallistro” and “Li Tartari\"–unquestionably Greek names.",
        "On this river and somewhere above Acri stood, according to the scholarly\nresearches of Lenormant, the ancient city of Pandosia. I do not know if\nits site has been determined since his day. It was “very strong” and\nrich and at its highest prosperity in the fourth century B.C.; after the\nfall of Sybaris it passed under the supremacy of Croton. The god Pan was\nfigured on some of its coins, and appropriately enough, considering its\nsylvan surroundings; others bear the head of the nymph Pandosia with her\nname and that of the river Crathis, under the guise of a young shepherd:\nthey who wish to learn his improper legend will find it in the pages of\nAelian, or in chapter xxxii of the twenty-fifth book of Rhodiginus,\nbeginning Quae sit brutorum affectio, etc. [Footnote: Brunii a\nbrutis moribus: so say certain spiteful writers, an accusation which\nStrabo and Horace extend to all Calabrians. As to the site of Pandosia,\na good number of scholars, such as old Prosper Parisius and Luigi Maria\nGreco, locate it at the village of Mendicino on the river Merenzata,\nwhich was called Arconte (? Acheron) in the Middle Ages. So the Trionto\nis not unquestionably the Traeis, and in Marincola Pistoia’s good little\n“Cose di Sibari” (1845) the distinction is claimed for one of four\nrivers–the Lipuda, Colognati, Trionto, or Fiuminica.]",
        "We have here not the Greece of mediaeval Byzantine times, much less that\nof the Albanians, but the sunny Hellas of the days when the world was\nyoung, when these ardent colonists sailed westwards to perpetuate their\nnames and legends in the alien soil of Italy.",
        "The Mucone has always been known as a ferocious and pitiless torrent,\nand maintains to this day its Tartarean reputation. Twenty persons a\nyear, they tell me, are devoured by its angry waters: mangia venti\ncristiani all’ anno! This is as bad as the Amendolea near Reggio. But\nnone of its victims have attained the celebrity of Alexander of\nMolossus, King of Epirus, who perished under the walls of Pandosia in\n326 B.C. during an excursion against the Lucanians. He had been warned\nby the oracle of Dodona to avoid the waters of Acheron and the town of\nPandosia; once in Italy, however, he paid small heed to these words,\nthinking they referred to the river and town of the same name in\nThesprotia. But the gods willed otherwise, and you may read of his death\nin the waters, and the laceration of his body by the Lucanians, in\nLivy’s history.",
        "It is a strange caprice that we should now possess what is in every\nprobability the very breastplate worn by the heroic monarch on that\noccasion. It was found in 1820, and thereafter sold–some fragments of\nit, at least–to the British Museum, where under the name of “Bronze of\nSiris” it may still be admired: a marvellous piece of repoussee work, in\nthe style of Lysippus, depicting the combat of Ajax and the Amazons. . . .",
        "The streamlet Trionto, my companion to Longobucco, glides along between\nstretches of flowery meadow-land–fit emblem of placid rural\ncontentment. But soon this lyric mood is spent. It enters a winding\ngorge that shuts out the sunlight and the landscape abruptly assumes an\nepic note; the water tumbles wildly downward, hemmed in by mountains\nwhose slopes are shrouded in dusky pines wherever a particle of soil\naffords them foothold. The scenery in this valley is as romantic as any\nin the Sila. Affluents descend on either side, while the swollen rivulet\nwrithes and screeches in its narrow bed, churning the boulders with\nhideous din. The track, meanwhile, continues to run beside the water\ntill the passage becomes too difficult; it must perforce attack the\nhill-side. Up it climbs, therefore, in never-ending ascension, and then\nmeanders at a great height above the valley, in and out of its tributary\nglens.",
        "I was vastly enjoying this promenade–the shady pines, whose fragrance\nmingled with that of a legion of tall aromatic plants in full\nblossom–the views upon the river, shining far below me like the thread\nof silver–when I observed with surprise that the whole mountain-side\nwhich the track must manifestly cross had lately slipped down into the\nabyss. A cloud-burst two or three days ago, as I afterwards learned, had\ndone the mischief. On arrival at the spot, the path was seen to be\ninterrupted–clean gone, in fact, and not a shred of earth or trees\nleft; there confronted me a bare scar, a wall of naked rock which not\neven a chamois could negotiate. Here was a dilemma. I must either\nretrace my steps along the weary road to Verace and there seek a night’s\nshelter with the gentle hay-makers, or clamber down into the ravine,\nfollow the river and–chance it! After anxious deliberation, the latter\nalternative was chosen.",
        "But the Trionto was now grown into a formidable torrent of surging waves\nand eddies, with a perverse inclination to dash from one side to the\nother of its prison, so as to necessitate frequent fordings on my part.\nThese watery passages, which I shall long remember, were not without a\ncertain danger. The stream was still swollen with the recent rains, and\nits bed, invisible under the discoloured element, sufficiently deep to\ninspire respect and studded, furthermore, with slippery boulders of\nevery size, concealing insidious gulfs. Having only a short\nwalking-stick to support me through this raging flood, I could not but\npicture to myself the surprise of the village maidens of Crepolati,\nlower down, on returning to their laundry work by the river-side next\nmorning and discovering the battered anatomy of an Englishman–a rare\nfish, in these waters–stranded upon their familiar beach. Murdered, of\ncourse. What a galaxy of brigand legends would have clustered round my\nmemory!",
        "Evening was closing in, and I had traversed the stream so often and\nstumbled so long amid this chaos of roaring waters and weirdly-tinted\nrocks, that I began to wonder whether the existence of Longobucco was\nnot a myth. But suddenly, at a bend of the river, the whole town, still\ndistant, was revealed, upraised on high and framed in the yawning mouth\nof the valley. After the solitary ramble of that afternoon, my eyes\nfamiliarized to nothing save the wild things of nature, this unexpected\nglimpse of complicated, civilized structures had all the improbability\nof a mirage. Longo-bucco, at that moment, arose before me like those\ndream-cities in the Arabian tale, conjured by enchantment out of the\ndesert waste.",
        "The vision, though it swiftly vanished again, cheered me on till after a\ngood deal more scrambling and wading, with boots torn to rags, lame,\nfamished and drenched to the skin, I reached the bridge of the Rossano\nhighway and limped upwards, in the twilight, to the far-famed “Hotel\nVittoria.”",
        "Soon enough, be sure, I was enquiring as to supper. But the manageress\nmet my suggestions about eatables with a look of blank astonishment.",
        "Was there nothing in the house, then? No cheese, or meat, or maccheroni,\nor eggs–no wine to drink?",
        "“Nothing!” she replied. “Why should you eat things at this hour? You\nmust find them yourself, if you really want them. I might perhaps\nprocure you some bread.”",
        "Avis aux voyageurs, as the French say.",
        "Undaunted, I went forth and threw myself upon the mercy of a citizen of\npromising exterior, who listened attentively to my case. Though far too\npolite to contradict, I could see that nothing in the world would induce\nhim to credit the tale of my walking from San Demetrio that day–it was\ntacitly relegated to the regions of fable. With considerable tact, so as\nnot to wound my feelings, he avoided expressing any opinion on so\nfrivolous a topic; nor did the reason of his reluctance to discuss my\nexploit dawn upon me till I realized, later on, that like many of the\ninhabitants he had never heard of the track over Acri, and consequently\ndisbelieved its existence. They reach San Demetrio by a two or even\nthree days’ drive over Rossano, Corigliano, and Vaccarizza. He became\nconvinced, however, that for some reason or other I was hungry, and\nthereupon good-naturedly conducted me to various places where wine and\nother necessities of life were procured.",
        "The landlady watched me devouring this fare, more astonished than\never–indeed, astonishment seemed to be her chronic condition so long as\nI was under her roof. But the promised bread was not forthcoming, for\nthe simple reason that there was none in the house. She had said that\nshe could procure it for me, not that she possessed it; now, since I had\ngiven no orders to that effect, she had not troubled about it.",
        "Nobody travels south of Rome. . . .",
        "Strengthened beyond expectation by this repast, I sallied into the night\nonce more, and first of all attended an excellent performance at the\nlocal cinematograph. After that, I was invited to a cup of coffee by\ncertain burghers, and we strolled about the piazza awhile, taking our\npleasure in the cool air of evening (the town lies 794 metres above\nsea-level). Its streets are orderly and clean; there are no Albanians,\nand no costumes of any kind. Here, firm-planted on the square, and\njutting at an angle from the body of the church, stands a massive\nbell-tower overgrown from head to foot with pendent weeds and grasses\nwhose roots have found a home in the interstices of its masonry; a\ngrimly venerable pile, full of character.",
        "Weary but not yet satiated, I took leave of the citizens and\nperambulated the more ignoble quarters, all of which are decently\nlighted with electricity. Everywhere in these stiller regions was the\nsound of running waters, and I soon discerned that Longobucco is an\nimprovement on the usual site affected by Calabrian hill-towns–the\nY-shaped enclosure, namely, at the junction of two rivers–inasmuch as\nit has contrived to perch itself on a lofty platform protected by no\nless than three streams that rush impetuously under its walls: the\nTrionto and two of its affluents. On the flank inclined towards the\nIonian there is a veritable chasm; the Trionto side is equally difficult\nof approach–the rear, of course, inaccessible. No wonder the brigands\nchose it for their chief citadel.",
        "I am always on the look-out for modern epigraphical curiosities;\nregarding the subject as one of profound social significance (postage\nstamps, indeed!) I have assiduously formed a collection, the envy of\nconnaisseurs, about one-third of whose material, they tell me, might\npossibly be printed at Brussels or Geneva. Well, here is a mural\ngraffito secured in the course of this evening’s walk:",
        "Abaso [sic] questo paese sporco incivile: down with this dirty savage\ncountry!",
        "There is food for thought in this inscription. For if some bilious\nhyper-civilized stranger were its author, the sentiments might pass. But\ncoming from a native, to what depths of morbid discontent do they\ntestify! Considering the recent progress of these regions that has led\nto a security and prosperity formerly undreamed of, one is driven to the\nconjecture that these words can only have been penned by some\ncantankerous churl of an emigrant returning to his native land after an\neaseful life in New York and compelled–\"for his sins,” as he would put\nit–to reside at the “Hotel Vittoria.”",
        "Towards that delectable hostelry I now turned, somewhat regretfully, to\nface a bedroom whose appearance had already inspired me with anything\nbut confidence. But hardly were the preliminary investigations begun,\nwhen a furious noise in the street below drew me to the window once\nmore. Half the town was passing underneath in thronged procession, with\nlighted torches and flags, headed by the municipal band discoursing\nmartial strains of music.",
        "Whither wending, at this midnight hour?",
        "To honour a young student, native of the place, now returning up the\nRossano road from Naples, where he had distinguished himself prominently\nin some examination. I joined the crowd, and presently we were met by a\nsmall carriage whence there emerged a pallid and frail adolescent with\nburning eyes, who was borne aloft in triumph and cheered with that\nvociferous, masculine heartiness which we Englishmen reserve for our\npopular prize-fighters. And this in the classic land of brigandage and\nbloodshed!",
        "The intellectual under-current. . . .",
        "It was an apt commentary on my graffito. And another, more personally\npoignant, not to say piquant, was soon to follow: the bed. But no. I\nwill say nothing about the bed, nothing whatever; nothing beyond this,\nthat it yielded an entomological harvest which surpassed my wildest\nexpectations.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}