{
    "title": "Old Calabria - XXXVII. COTRONE",
    "author": "Norman Douglas",
    "chapter": "37",
    "content": [
        "\n\n",
        "The sun has entered the Lion. But the temperature at Cotrone is not\nexcessive–five degrees lower than Taranto or Milan or London. One grows\nweary, none the less, of the deluge of implacable light that descends,\nday after day, from the aether. The glistering streets are all but\ndeserted after the early hours of the morning. A few busy folks move\nabout till midday on the pavements; and so do I–in the water. But the\nlong hours following luncheon are consecrated to meditation and repose.",
        "A bundle of Italian newspapers has preceded me hither; upon these I\nbrowse dispersedly, while awaiting the soft call to slumber. Here are\nsome provincial sheets–the “Movement” of Castro-villari–the “New\nRossano\"–the “Bruttian” of Corigliano, with strong literary flavour.\nAstonishing how decentralized Italy still is, how brimful of purely\nlocal patriotism: what conception have these men of Rome as their\ncapital? These articles often reflect a lively turmoil of ideas,\nwell-expressed. Who pays for such journalistic ventures? Typography is\ncheap, and contributors naturally content themselves with the ample\nremuneration of appearing in print before their fellow-citizens; a\nconsiderable number of copies are exported to America. Yet I question\nwhether the circulation of the “New Rossano,” a fortnightly in its sixth\nyear, can exceed five hundred copies.",
        "But these venial and vapid Neapolitan dailies are my pet aversion. We\nknow them, nous autres, with their odious personalities and playful\nblackmailing tactics; many “distinguished foreigners,” myself included,\ncould tell a tale anent that subject. Instead of descending to such\nmatters, let me copy–it is too good to translate–a thrilling item of\nnews from the chiefest of them, the Mattino, which touches,\nfurthermore, upon the all-important subject of Calabrian progress.",
        "“CETRARO. Per le continuate premure ed insistenze di questo egregio\nuffiziale postale Signor Rocca Francesco–che nulla lascia\npel bene avviamento del nostro uffizio–presso 1’ on. Dirczione delle\nposte di Cosenza, si e ottenuta una cassetta postale, che affissa lungo\nil Corso Carlo Pancaso, ci da la bella commodita di imbucare le nostre\ncorrispondenze per essere rilevate tre volte al giorno non solo, quanto\nci evita persino la dolorosa e lunga via crucis che dovevamo percorrere\nqualvolta si era costretti d’ imbuccare una lettera, essendo il nostro\nuffizio situato ali’ estremita del paese.",
        "“Tributiamo percio sincera lode al nostro caro uffiziale postale Sig.\nRocca, e ci auguriamo che egli continui ancora al miglioramento deli’\nuffizio istesso, e merce 1’ opera sua costante ed indefessa siamo sicuri\nche 1’ uffizio postale di Cetraro assurgera fra non molto ad un’\nimportanza maggiore di quella che attualmente.”",
        "The erection of a letter-box in the Street of a small place of which 80\nper cent of the readers have never so much as heard. ... I begin to\nunderstand why the cultured Tarentines do not read these journals.",
        "By far the best part of all such papers is the richly-tinted personal\ncolumn, wherein lovers communicate with each other, or endeavour to do\nso. I read it conscientiously from beginning to end, admiring, in my\nphysical capacity, the throbbing passion that prompts such public\noutbursts of confidence and, from a literary point of view, their\nlapidary style, model of condensation, impossible to render in English\nand conditioned by the hard fact that every word costs two sous. Under\nthis painful material stress, indeed, the messages are sometimes crushed\ninto a conciseness which the females concerned must have some difficulty\nin unperplexing: what on earth does the parsimonious Flower mean by\nhis Delphic fourpenny worth, thus punctuated–",
        "“(You have) not received. How. Safety.”",
        "One cannot help smiling at this circuitous and unromantic method of\ntouching the hearts of ladies who take one’s fancy; at the same time, it\ntestifies to a resourceful vitality, striving to break through the\nbarriers of Hispano-Arabic convention which surround the fair sex in\nthis country. They are nothing if not poetic, these love-sick swains.\nArrow murmurs: “My soul lies on your pillow, caressing you softly\";\nStrawberry laments that “as bird outside nest, I am alone and lost.\nWhat sadness,” and Star finds the “Days eternal, till Thursday.” And\nyet they often choose rather prosaic pseudonyms. Here is Sahara who\n“suffers from your silence,” while Asthma is “anticipating one endless\nkiss,” and Old England observing, more ir sorrow than in anger, that\nhe “waited vainly one whole hour.”",
        "But the sagacious Cooked Lobster desires, before commiting himself\nfurther, “a personal interview.” He has perhaps been cooked once before.",
        "Letters and numbers are best, after all. So thinks F. N. 13, who is\nutterly disgusted with his flame–",
        "“Your silence speaks. Useless saying anything. Ca ira.” And likewise\n7776–B, a designing rogue and plainly a spendthrift, who wastes\nninepence in making it clear that he “wishes to marry rich young lady,\nforgiving youthful errors.” If I were the girl, I would prefer to take\nmy chances with “Cooked Lobster.”",
        "“Will much-admired young-lady cherries-in-black-hat indicate method\npossible correspondence 10211, Post-Office?”",
        "How many of these arrows, I wonder, reach their mark?",
        "Ah, here are politics and News of the World, at last. A promising\narticle on the “Direttissimo Roma-Napoli\"–the railway line that is to\nconnect the two towns by way of the Pontine Marshes. . . . Dear me! This\nreads very familiarly. . . . Why, to be sure, it is the identical\ndissertation, with a few changes by the office-boy, that has cropped up\nperiodically in these pages for the last half-century, or whenever the\nrailway was first projected. The line, as usual, is being projected more\nstrenuously than before, and certain members of the government have\ngoneso far as to declare. . .. H’m! Let me try something else: “The\nFeminist Movement in England” by Our London Correspondent (who lives in\na little side street off the Toledo); that sounds stimulating. . . . The\nadvanced English Feminists–so it runs–are taking the lead in\nencouraging their torpid sisters on the Continent. . . . Hardly a day\npasses, that some new manifestation of the Feminist Movement ... in\nfact, it may be avowed that the Feminist Movement in England. . . .",
        "The air is cooler, as I awake, and looking out of the window I perceive\nfrom the mellow light-effects that day is declining.",
        "Towards this sunset hour the unbroken dome of the sky often undergoes a\nbrief transformation. High-piled masses of cloud may then be seen\naccumulating over the Sila heights and gathering auxiliaries from every\nquarter; lightning is soon playing about the livid and murky\nvapours–you can hear the thunders muttering, up yonder, to some\ndrenching downpour. But on the plain the sun continues to shine in\nvacuously benevolent fashion; nothing is felt of the tempest save\nunquiet breaths of wind that raise dust-eddies from the country roads\nand lash the sea into a mock frenzy of crisp little waves. It is the\nmerest interlude. Soon the blue-black drifts have fled away from the\nmountains that stand out, clear and refreshed, in the twilight. The wind\nhas died down, the storm is over and Cotrone thirsts, as ever, for rain\nthat never comes. Yet they have a Madonna-picture here–a celebrated\nblack Madonna, painted by Saint Luke–who “always procures rain, when\nprayed to.”",
        "Once indeed the tail of a shower must have passed overhead, for there\nfell a few sad drops. I hurried abroad, together with some other\ncitizens, to observe the phenomenon. There was no doubt about the\nmatter; it was genuine rain; the drops lay, at respectable intervals, on\nthe white dust of the station turnpike. A boy, who happened to be\npassing in a cart, remarked that if the shower could have been collected\ninto a saucer or some other small receptacle, it might have sufficed to\nquench the thirst of a puppy-dog.",
        "I usually take a final dip in the sea, at this time of the evening.\nAfter that, it is advisable to absorb an ice or two–they are excellent,\nat Cotrone–and a glass of Strega liqueur, to ward off the effects of\nover-work. Next, a brief promenade through the clean, well-lighted\nstreets and now populous streets, or along the boulevard Margherita to\nview the rank and fashion taking the air by the murmuring waves, under\nthe cliff-like battlements of Charles the Fifth’s castle; and so to dinner.",
        "This meal marks the termination of my daily tasks; nothing serious is\nallowed to engage my attention, once that repast is ended; I call for a\nchair and sit down at one of the small marble-topped tables in the open\nstreet and watch the crowd as it floats around me, smoking a Neapolitan\ncigar and imbibing, alternately, ices and black coffee until, towards\nmidnight, a final bottle of vino di Ciro is uncorked–fit seal for the\nlabours of the day.",
        "One might say much in praise of Calabrian wine. The land is full of\npleasant surprises for the cenophilist, and one of these days I hope to\nembody my experiences in the publication of a wine-chart of the province\nwith descriptive text running alongside–the purchasers of which, if\nfew, will certainly be of the right kind. The good Dr. Barth–all praise\nto him!–has already done something of the kind for certain parts of\nItaly, but does not so much as mention Calabria. And yet here nearly\nevery village has its own type of wine and every self-respecting family\nits own peculiar method of preparation, little known though they be\noutside the place of production, on account of the octroi laws which\nstrangle internal trade and remove all stimulus to manufacture a good\narticle for export. This wine of Ciro, for instance, is purest nectar,\nand so is that which grows still nearer at hand in the classical vale of\nthe Neto and was praised, long ago, by old Pliny; and so are at least\ntwo dozen more. For even as Gregorovius says that the smallest Italian\ncommunity possesses its duly informed antiquarian, if you can but put\nyour hand upon him, so, I may be allowed to add, every little place\nhereabouts can boast of at least one individual who will give you good\nwine, provided–provided you go properly to work to find him.",
        "Now although, when young, the Calabrian Bacchus has a wild-eyed beaute\ndu diable which appeals to one’s expansive moods, he already begins to\ntotter, at seven years of age, in sour, decrepit eld. To pounce upon him\nat the psychological moment, to discover in whose cool and cobwebby\ncellar he is dreaming out his golden summer of manhood–that is what a\nforeigner can never, never hope to achieve, without competent local aid.",
        "To this end, I generally apply to the priests; not because they are the\ngreatest drunkards (far from it; they are mildly epicurean, or even\nabstemious) but by reason of their unrivalled knowledge of\npersonalities. They know exactly who has been able to keep his liquor of\nsuch and such a year, and who has been obliged to sell or partially\nadulterate it; they know, from the confessional of the wives, the why\nand wherefore of all such private family affairs and share, with the\nchemist, the gift of seeing furthest into the tangled web of home life.\nThey are “gialosi,” however, of these acquirements, and must be\napproached in the right spirit–a spirit of humility. But if you\ntactfully lead up to the subject by telling of the manifold hardships of\ntravel in foreign lands, the discomfort of life in hostelries, the food\nthat leaves so much to be desired and, above all, the coarse wine that\nis already beginning, you greatly fear, to injure your sensitive spleen\n(an important organ, in Calabria), inducing a hypochondriacal tendency\nto see all the beauties of this fair land in an odious and sombre\nlight–turning your day into night, as it were–it must be an odd\npriest, indeed, who is not compassionately moved to impart the desired\ninformation regarding the whereabouts of the best vino di famiglia at\nthat moment obtainable. After all, it costs him nothing to do a double\nfavour–one to yourself and another to the proprietor of the wine,\ndoubtless an old friend of his, who will be able to sell his stuff to a\nforeigner 20 per cent dearer than to a native.",
        "And failing the priests, I go to an elderly individual of that tribe of\nred-nosed connaisseurs, the coachmen, ever thirsty and mercenary souls,\nwho for a small consideration may be able to disclose not only this\nsecret, but others far more mysterious.",
        "As to your host at the inn–he raises not the least objection to\nyour importing alien liquor into his house. His own wine, he tells you,\nis last year’s vintage and somewhat harsh (slightly watered, he might\nadd)–and why not? The ordinary customers are gentlemen of commerce who\ndon’t care a fig what they eat and drink, so long as there is enough of\nit. No horrible suggestions are proffered concerning corkage; on the\ncontrary, he tests your wine, smacks his lips, and thanks you for\ncommunicating a valuable discovery. He thinks he will buy a bottle or\ntwo for the use of himself and a few particular friends. . . .",
        "Midnight has come and gone. The street is emptying; the footsteps of\npassengers begin to ring hollow. I arise, for my customary stroll in the\ndirection of the cemetery, to attune myself to repose by shaking off\nthose restlessly trivial images of humanity which might otherwise haunt\nmy slumbers.",
        "Town visions are soon left behind; it is very quiet here under the hot,\nstarlit heavens; nothing speaks of man save the lighthouse flashing in\nghostly activity–no, it is a fixed light–on the distant Cape of the\nColumn. And nothing breaks the stillness save the rhythmic breathing of\nthe waves, and a solitary cricket that has yet to finish his daily task\nof instrumental music, far away, in some warm crevice of the hills.",
        "A suave odour rises up from the narrow patch of olives, and figs loaded\nwith fruit, and ripening vines, that skirts the path by the beach. The\nfig tree putteth forth her green figs, and the vines with the tender\ngrape give a good smell.",
        "And so I plough my way through the sand, in the darkness, encompassed by\ntepid exhalations of earth and sea. Another spirit has fallen upon me–a\nspirit of biblical calm. Here, then, stood the rejoicing city that\ndwelt carelessly, that said in her heart, I am, and there is none beside\nme: how is she become a desolation! It is indeed hard to realize that a\ntown thronged with citizens covered all this area. Yet so it is. Every\nfootstep is a memory. Along this very track walked the sumptuous ladies\nof Croton on their way to deposit their vain jewels before the goddess\nHera, at the bidding of Pythagoras. On this spot, maybe, stood that\npublic hall which was specially built for the delivery of his lectures.",
        "No doubt the townsfolk had been sunk in apathetic luxury; the time was\nripe for a Messiah.",
        "And lo! he appeared.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}