{
    "title": "Old Greek Stories - Jupiter and His Mighty Company",
    "author": "James Baldwin",
    "chapter": "3",
    "content": [
        "\n\n",
        "A long time ago, when the world was much younger than it is now, people\ntold and believed a great many wonderful stories about wonderful things\nwhich neither you nor I have ever seen. They often talked about a\ncertain Mighty Being called Jupiter, or Zeus, who was king of the sky\nand the earth; and they said that he sat most of the time amid the\nclouds on the top of a very high mountain where he could look down and\nsee everything that was going on in the earth beneath. He liked to ride\non the storm-clouds and hurl burning thunderbolts right and left among\nthe trees and rocks; and he was so very, very mighty that when he\nnodded, the earth quaked, the mountains trembled and smoked, the sky\ngrew black, and the sun hid his face.",
        "Jupiter had two brothers, both of them terrible fellows, but not nearly\nso great as himself. The name of one of them was Neptune, or Poseidon,\nand he was the king of the sea. He had a glittering, golden palace far\ndown in the deep sea-caves where the fishes live and the red coral\ngrows; and whenever he was angry the waves would rise mountain high, and\nthe storm-winds would howl fearfully, and the sea would try to break\nover the land; and men called him the Shaker of the Earth.",
        "The other brother of Jupiter was a sad pale-faced being, whose kingdom\nwas underneath the earth, where the sun never shone and where there was\ndarkness and weeping and sorrow all the time. His name was Pluto, or\nAidoneus, and his country was called the Lower World, or the Land of\nShadows, or Hades. Men said that whenever any one died, Pluto would send\nhis messenger, or Shadow Leader, to carry that one down into his\ncheerless kingdom; and for that reason they never spoke well of him, but\nthought of him only as the enemy of life.",
        "A great number of other Mighty Beings lived with Jupiter amid the clouds\non the mountain top,–so many that I can name a very few only. There\nwas Venus, the queen of love and beauty, who was fairer by far than any\nwoman that you or I have ever seen. There was Athena, or Minerva, the\nqueen of the air, who gave people wisdom and taught them how to do very\nmany useful things. There was Juno, the queen of earth and sky, who sat\nat the right hand of Jupiter and gave him all kinds of advice. There was\nMars, the great warrior, whose delight was in the din of battle. There\nwas Mercury, the swift messenger, who had wings on his cap and shoes,\nand who flew from place to place like the summer clouds when they are\ndriven before the wind. There was Vulcan, a skillful blacksmith, who had\nhis forge in a burning mountain and wrought many wonderful things of\niron and copper and gold. And besides these, there were many others\nabout whom you will learn by and by, and about whom men told strange and\nbeautiful stories.",
        "They lived in glittering, golden mansions, high up among the clouds–so\nhigh indeed that the eyes of men could never see them. But they could\nlook down and see what men were doing, and oftentimes they were said to\nleave their lofty homes and wander unknown across the land or over the\nsea.",
        "And of all these Mighty Folk, Jupiter was by far the mightiest.",
        "Continue...",
        "\nThis eBook of “Old Greek Stories” by James Baldwin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Greek StoriesBy James BaldwinAt Amazon"
    ]
}