{
    "title": "Old Greek Stories - The Lord of the Silver Bow",
    "author": "James Baldwin",
    "chapter": "9",
    "content": [
        "\n\n",
        "Long before you or I or anybody else can remember, there lived with the\nMighty Folk on the mountain top a fair and gentle lady named Leto. So\nfair and gentle was she that Jupiter loved her and made her his wife.\nBut when Juno, the queen of earth and sky, heard of this, she was very\nangry; and she drove Leto down from the mountain and bade all things\ngreat and small refuse to help her. So Leto fled like a wild deer from\nland to land and could find no place in which to rest. She could not\nstop, for then the ground would quake under her feet, and the stones\nwould cry out, “Go on! go on!” and birds and beasts and trees and men\nwould join in the cry; and no one in all the wide land took pity on her.",
        "One day she came to the sea, and as she fled along the beach she lifted\nup her hands and called aloud to great Neptune to help her. Neptune, the\nking of the sea, heard her and was kind to her. He sent a huge fish,\ncalled a dolphin, to bear her away from the cruel land; and the fish,\nwith Leto sitting on his broad back, swam through the waves to Delos, a\nlittle island which lay floating on top of the water like a boat. There\nthe gentle lady found rest and a home; for the place belonged to\nNeptune, and the words of cruel Juno were not obeyed there. Neptune put\nfour marble pillars under the island so that it should rest firm upon\nthem; and then he chained it fast, with great chains which reached to\nthe bottom of the sea, so that the waves might never move it.",
        "By and by twin babes were born to Leto in Delos. One was a boy whom she\ncalled Apollo, the other a girl whom she named Artemis, or Diana. When\nthe news of their birth was carried to Jupiter and the Mighty Folk on\nthe mountain top, all the world was glad. The sun danced on the waters,\nand singing swans flew seven times round the island of Delos. The moon\nstooped to kiss the babes in their cradle; and Juno forgot her anger,\nand bade all things on the earth and in the sky be kind to Leto.",
        "The two children grew very fast. Apollo became tall and strong and\ngraceful; his face was as bright as the sunbeams; and he carried joy and\ngladness with him wherever he went. Jupiter gave him a pair of swans\nand a golden chariot, which bore him over sea and land wherever he\nwanted to go; and he gave him a lyre on which he played the sweetest\nmusic that was ever heard, and a silver bow with sharp arrows which\nnever missed the mark. When Apollo went out into the world, and men came\nto know about him, he was called by some the Bringer of Light, by others\nthe Master of Song, and by still others the Lord of the Silver Bow.",
        "Diana was tall and graceful, too, and very handsome. She liked to wander\nin the woods with her maids, who were called nymphs; she took kind care\nof the timid deer and the helpless creatures which live among the trees;\nand she delighted in hunting wolves and bears and other savage beasts.\nShe was loved and feared in every land, and Jupiter made her the queen\nof the green woods and the chase.",
        "“Where is the center of the world?”",
        "This is the question which some one asked Jupiter as he sat in his\ngolden hall. Of course the mighty ruler of earth and sky was too wise to\nbe puzzled by so simple a thing, but he was too busy to answer it at\nonce. So he said:",
        "“Come again in one year from to-day, and I will show you the very\nplace.”",
        "Then Jupiter took two swift eagles which could fly faster than the\nstorm-wind, and trained them till the speed of the one was the same as\nthat of the other. At the end of the year he said to his servants:",
        "“Take this eagle to the eastern rim of the earth, where the sun rises\nout of the sea; and carry his fellow to the far west, where the ocean is\nlost in darkness and nothing lies beyond. Then, when I give you the\nsign, loosen both at the same moment.”",
        "The servants did as they were bidden, and carried the eagles to the\noutermost edges of the world. Then Jupiter clapped his hands. The\nlightning flashed, the thunder rolled, and the two swift birds were set\nfree. One of them flew straight back towards the west, the other flew\nstraight back towards the east; and no arrow ever sped faster from the\nbow than did these two birds from the hands of those who had held them.",
        "On and on they went like shooting stars rushing to meet each other; and\nJupiter and all his mighty company sat amid the clouds and watched their\nflight. Nearer and nearer they came, but they swerved not to the right\nnor to the left. Nearer and nearer–and then with a crash like the\nmeeting of two ships at sea, the eagles came together in mid-air and\nfell dead to the ground.",
        "“Who asked where is the center of the world?” said Jupiter. “The spot\nwhere the two eagles lie–that is the center of the world.”",
        "They had fallen on the top of a mountain in Greece which men have ever\nsince called Parnassus.",
        "“If that is the center of the world,” said young Apollo, “then I will\nmake my home there, and I will build a house in that place, so that my\nlight may be seen in all lands.”",
        "So Apollo went down to Parnassus, and looked about for a spot in which\nto lay the foundations of his house. The mountain itself was savage and\nwild, and the valley below it was lonely and dark. The few people who\nlived there kept themselves hidden among the rocks as if in dread of\nsome great danger. They told Apollo that near the foot of the mountain\nwhere the steep cliff seemed to be split in two there lived a huge\nserpent called the Python. This serpent often seized sheep and cattle,\nand sometimes even men and women and children, and carried them up to\nhis dreadful den and devoured them.",
        "“Can no one kill this beast?” said Apollo.",
        "And they said, “No one; and we and our children and our flocks shall all\nbe slain by him.”",
        "Then Apollo with his silver bow in his hands went up towards the place\nwhere the Python lay. The monster had worn great paths through the grass\nand among the rocks, and his lair was not hard to find. When he caught\nsight of Apollo, he uncoiled himself, and came out to meet him. The\nbright prince saw the creature’s glaring eyes and blood-red mouth, and\nheard the rush of his scaly body over the stones. He fitted an arrow to\nhis bow, and stood still. The Python saw that his foe was no common man,\nand turned to flee. Then the arrow sped from the bow–and the monster\nwas dead.",
        "“Here I will build my house,” said Apollo.",
        "Close to the foot of the steep cliff, and beneath the spot where\nJupiter’s eagles had fallen, he laid the foundations; and soon where had\nbeen the lair of the Python, the white walls of Apollo’s temple arose\namong the rocks. Then the poor people of the land came and built their\nhouses near by; and Apollo lived among them many years, and taught them\nto be gentle and wise, and showed them how to be happy. The mountain was\nno longer savage and wild, but was a place of music and song; the valley\nwas no longer dark and lonely, but was filled with beauty and light.",
        "“What shall we call our city?” the people asked.",
        "“Call it Delphi, or the Dolphin,” said Apollo; “for it was a dolphin\nthat carried my mother across the sea.”",
        "In the Vale of Tempe, which lies far north of Delphi, there lived a\nyoung girl whose name was Daphne. She was a strange child, wild and shy\nas a fawn, and as fleet of foot as the deer that feed on the plains. But\nshe was as fair and good as a day in June, and none could know her but\nto love her.",
        "Daphne spent the most of her time in the fields and woods, with the\nbirds and blossoms and trees; and she liked best of all to wander along\nthe banks of the River Peneus, and listen to the ripple of the water as\nit flowed among the reeds or over the shining pebbles. Very often she\nwould sing and talk to the river as if it were a living thing, and could\nhear her; and she fancied that it understood what she said, and that it\nwhispered many a wonderful secret to her in return. The good people who\nknew her best said:",
        "“She is the child of the river.”",
        "“Yes, dear river,” she said, “let me be your child.”",
        "The river smiled and answered her in a way which she alone could\nunderstand; and always, after that, she called it “Father Peneus.”",
        "One day when the sun shone warm, and the air was filled with the perfume\nof flowers, Daphne wandered farther away from the river than she had\never gone before. She passed through a shady wood and climbed a hill,\nfrom the top of which she could see Father Peneus lying white and clear\nand smiling in the valley below. Beyond her were other hills, and then\nthe green slopes and wooded top of great Mount Ossa. Ah, if she could\nonly climb to the summit of Ossa, she might have a view of the sea, and\nof other mountains close by, and of the twin peaks of Mount Parnassus,\nfar, far to the south!",
        "“Good-by, Father Peneus,” she said. “I am going to climb the mountain;\nbut I will come back soon.”",
        "The river smiled, and Daphne ran onward, climbing one hill after\nanother, and wondering why the great mountain seemed still so far away.\nBy and by she came to the foot of a wooded slope where there was a\npretty waterfall and the ground was bespangled with thousands of\nbeautiful flowers; and she sat down there a moment to rest. Then from\nthe grove on the hilltop above her, came the sound of the loveliest\nmusic she had ever heard. She stood up and listened. Some one was\nplaying on a lyre, and some one was singing. She was frightened; and\nstill the music was so charming that she could not run away.",
        "Then, all at once, the sound ceased, and a young man, tall and fair and\nwith a face as bright as the morning sun, came down the hillside towards\nher.",
        "“Daphne!” he said; but she did not stop to hear. She turned and fled\nlike a frightened deer, back towards the Vale of Tempe.",
        "“Daphne!” cried the young man. She did not know that it was Apollo, the\nLord of the Silver Bow; she only knew that the stranger was following\nher, and she ran as fast as her fleet feet could carry her. No young man\nhad ever spoken to her before, and the sound of his voice filled her\nheart with fear.",
        "“She is the fairest maiden that I ever saw,” said Apollo to himself. “If\nI could only look at her face again and speak with her, how happy I\nshould be.”",
        "Through brake, through brier, over rocks and the trunks of fallen trees,\ndown rugged slopes, across mountain streams, leaping, flying, panting,\nDaphne ran. She looked not once behind her, but she heard the swift\nfootsteps of Apollo coming always nearer; she heard the rattle of the\nsilver bow which hung from his shoulders; she heard his very breath, he\nwas so close to her. At last she was in the valley where the ground was\nsmooth and it was easier running, but her strength was fast leaving her.\nRight before her, however, lay the river, white and smiling in the\nsunlight. She stretched out her arms and cried:",
        "“O Father Peneus, save me!”",
        "Then it seemed as though the river rose up to meet her. The air was\nfilled with a blinding mist. For a moment Apollo lost sight of the\nfleeing maiden. Then he saw her close by the river’s bank, and so near\nto him that her long hair, streaming behind her, brushed his cheek. He\nthought that she was about to leap into the rushing, roaring waters, and\nhe reached out his hands to save her. But it was not the fair, timid\nDaphne that he caught in his arms; it was the trunk of a laurel tree,\nits green leaves trembling in the breeze.",
        "“O Daphne! Daphne!” he cried, “is this the way in which the river saves\nyou? Does Father Peneus turn you into a tree to keep you from me?”",
        "Whether Daphne had really been turned into a tree, I know not; nor does\nit matter now–it was so long ago. But Apollo believed that it was so,\nand hence he made a wreath of the laurel leaves and set it on his head\nlike a crown, and said that he would wear it always in memory of the\nlovely maiden. And ever after that, the laurel was Apollo’s favorite\ntree, and, even to this day, poets and musicians are crowned with its\nleaves.",
        "Apollo did not care to live much of the time with his mighty kinsfolk on\nthe mountain top. He liked better to go about from place to place and\nfrom land to land, seeing people at their work and making their lives\nhappy. When men first saw his fair boyish face and his soft white hands,\nthey sneered and said he was only an idle, good-for-nothing fellow. But\nwhen they heard him speak, they were so charmed that they stood,\nspellbound, to listen; and ever after that they made his words their\nlaw. They wondered how it was that he was so wise; for it seemed to them\nthat he did nothing but stroll about, playing on his wonderful lyre and\nlooking at the trees and blossoms and birds and bees. But when any of\nthem were sick they came to him, and he told them what to find in plants\nor stones or brooks that would heal them and make them strong again.\nThey noticed that he did not grow old, as others did, but that he was\nalways young and fair; and, even after he had gone away,–they knew not\nhow, nor whither,–it seemed as though the earth were a brighter and\nsweeter place to live in than it had been before his coming.",
        "In a mountain village beyond the Vale of Tempe, there lived a beautiful\nlady named Coronis. When Apollo saw her, he loved her and made her his\nwife; and for a long time the two lived together, and were happy. By and\nby a babe was born to them,–a boy with the most wonderful eyes that\nanybody ever saw,–and they named him AEsculapius. Then the mountains and\nthe woods were filled with the music of Apollo’s lyre, and even the\nMighty Folk on the mountain top were glad.",
        "One day Apollo left Coronis and her child, and went on a journey to\nvisit his favorite home on Mount Parnassus.",
        "“I shall hear from you every day,” he said at parting. “The crow will\nfly swiftly every morning to Parnassus, and tell me whether you and the\nchild are well, and what you are doing while I am away.”",
        "For Apollo had a pet crow which was very wise, and could talk. The bird\nwas not black, like the crows which you have seen, but as white as snow.\nMen say that all crows were white until that time, but I doubt whether\nanybody knows.",
        "Apollo’s crow was a great tattler, and did not always tell the truth. It\nwould see the beginning of something, and then, without waiting to know\nanything more about it, would hurry off and make up a great story about\nit. But there was no one else to carry news from Coronis to Apollo; for,\nas you know, there were no postmen in those days, and there was not a\ntelegraph wire in the whole world.",
        "All went well for several days. Every morning the white bird would wing\nits way over hills and plains and rivers and forests until it found\nApollo, either in the groves on the top of Parnassus or in his own house\nat Delphi. Then it would alight upon his shoulder and say, “Coronis is\nwell! Coronis is well!”",
        "One day, however, it had a different story. It came much earlier than\never before, and seemed to be in great haste.",
        "“Cor–Cor–Cor!” it cried; but it was so out of breath that it could not\nspeak her whole name.",
        "“What is the matter?” cried Apollo, in alarm. “Has anything happened to\nCoronis? Speak! Tell me the truth!”",
        "“She does not love you! she does not love you!” cried the crow. “I saw a\nman–I saw a man,–” and then, without stopping to take breath, or to\nfinish the story, it flew up into the air, and hurried homeward again.",
        "Apollo, who had always been so wise, was now almost as foolish as his\ncrow. He fancied that Coronis had really deserted him for another man,\nand his mind was filled with grief and rage. With his silver bow in his\nhands he started at once for his home. He did not stop to speak with\nany one; he had made up his mind to learn the truth for himself. His\nswan-team and his golden chariot were not at hand–for, now that he was\nliving with men, he must travel like men. The journey had to be made on\nfoot, and it was no short journey in those days when there were no\nroads. But after a time, he came to the village where he had lived\nhappily for so many years, and soon he saw his own house half-hidden\namong the dark-leaved olive trees. In another minute he would know\nwhether the crow had told him the truth.",
        "He heard the footsteps of some one running in the grove. He caught a\nglimpse of a white robe among the trees. He felt sure that this was the\nman whom the crow had seen, and that he was trying to run away. He\nfitted an arrow to his bow quickly. He drew the string. Twang! And the\narrow which never missed sped like a flash of light through the air.",
        "Apollo heard a sharp, wild cry of pain; and he bounded forward through\nthe grove. There, stretched dying on the grass, he saw his dear Coronis.\nShe had seen him coming, and was running gladly to greet him, when the\ncruel arrow pierced her heart. Apollo was overcome with grief. He took\nher form in his arms, and tried to call her back to life again. But it\nwas all in vain. She could only whisper his name, and then she was dead.",
        "A moment afterwards the crow alighted on one of the trees near by.\n“Cor–Cor–Cor,” it began; for it wanted now to finish its story. But\nApollo bade it begone.",
        "“Cursed bird,” he cried, “you shall never say a word but\n’Cor–Cor–Cor!’ all your life; and the feathers of which you are so\nproud shall no longer be white, but black as midnight.”",
        "And from that time to this, as you very well know, all crows have been\nblack; and they fly from one dead tree to another, always crying,\n“Cor–cor–cor!”",
        "Soon after this, Apollo took the little AEsculapius in his arms and\ncarried him to a wise old schoolmaster named Cheiron, who lived in a\ncave under the gray cliffs of a mountain close by the sea.",
        "“Take this child,” he said, “and teach him all the lore of the\nmountains, the woods, and the fields. Teach him those things which he\nmost needs to know in order to do great good to his fellow-men.”",
        "And AEsculapius proved to be a wise child, gentle and sweet and\nteachable; and among all the pupils of Cheiron he was the best loved.\nHe learned the lore of the mountains, the woods, and the fields. He\nfound out what virtue there is in herbs and flowers and senseless\nstones; and he studied the habits of birds and beasts and men. But above\nall he became skillful in dressing wounds and healing diseases; and to\nthis day physicians remember and honor him as the first and greatest of\ntheir craft. When he grew up to manhood his name was heard in every\nland, and people blessed him because he was the friend of life and the\nfoe of death.",
        "As time went by, AEsculapius cured so many people and saved so many lives\nthat Pluto, the pale-faced king of the Lower World, became alarmed.",
        "“I shall soon have nothing to do,” he said, “if this physician does not\nstop keeping people away from my kingdom.”",
        "And he sent word to his brother Jupiter, and complained that AEsculapius\nwas cheating him out of what was his due. Great Jupiter listened to his\ncomplaint, and stood up among the storm clouds, and hurled his\nthunderbolts at AEsculapius until the great physician was cruelly slain.\nThen all the world was filled with grief, and even the beasts and the\ntrees and the stones wept because the friend of life was no more.",
        "When Apollo heard of the death of his son, his grief and wrath were\nterrible. He could not do anything against Jupiter and Pluto, for they\nwere stronger than he; but he went down into the smithy of Vulcan,\nunderneath the smoking mountains, and slew the giant smiths who had made\nthe deadly thunderbolts.",
        "Then Jupiter, in his turn, was angry, and ordered Apollo to come before\nhim and be punished for what he had done. He took away his bow and\narrows and his wonderful lyre and all his beauty of form and feature;\nand after that Jupiter clothed him in the rags of a beggar and drove him\ndown from the mountain, and told him that he should never come back nor\nbe himself again until he had served some man a whole year as a slave.",
        "And so Apollo went out, alone and friendless, into the world; and no one\nwho saw him would have dreamed that he was once the sun-bright Lord of\nthe Silver Bow.",
        "Continue...",
        "\nThis eBook of “Old Greek Stories” by James Baldwin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Greek StoriesBy James BaldwinAt Amazon"
    ]
}