{
    "title": "Old Calabria - IX. MOVING SOUTHWARDS",
    "author": "Norman Douglas",
    "chapter": "9",
    "content": [
        "\n\n",
        "The train conveying me to Taranto was to halt for the night at the\nsecond station beyond Venosa–at Spinaz-zola. Aware of this fact, I had\nenquired about the place and received assuring reports as to its hotel\naccommodation. But the fates were against me. On my arrival in the late\nevening I learnt that the hotels were all closed long ago, the townsfolk\nhaving gone to bed “with the chickens\"; it was suggested that I had\nbetter stay at the station, where the manageress of the restaurant kept\ncertain sleeping quarters specially provided for travellers in my\npredicament.",
        "Presently the gentle dame lighted a dim lantern and led me across what\nseemed to be a marsh (it was raining) to the door of a hut which was to\nbe my resting-place. At the entrance she paused, and after informing me\nthat a band of musicians had taken all the beds save one which was at my\ndisposal if I were good enough to pay her half a franc, she placed the\nlantern in my hand and stumbled back into the darkness.",
        "I stepped into a low chamber, the beds of which were smothered under a\nprofusion of miscellaneous wraps. The air was warm–the place exhaled an\nindescribable esprit de corps. Groping further, I reached another\napartment, vaulted and still lower than the last, an old-fashioned\ncow-stable, possibly, converted into a bedroom. One glance sufficed me:\nthe couch was plainly not to be trusted. Thankful to be out of the rain\nat least, I lit a pipe and prepared to pass the weary hours till 4 a.m.",
        "It was not long ere I discovered that there was another bed in this den,\nopposite my own; and judging by certain undulatory and saltatory\nmovements within, it was occupied. Presently the head of a youth\nemerged, with closed eyes and flushed features. He indulged in a series\nof groans and spasmodic kicks, that subsided once more, only to\nrecommence. A flute projected from under his pillow.",
        "“This poor young man,” I thought, “is plainly in bad case. On account of\nillness, he has been left behind by the rest of the band, who have gone\nto Spinazzola to play at some marriage festival. He is feverish, or\npossibly subject to fits–to choriasis or who knows what disorder of the\nnervous system. A cruel trick, to leave a suffering youngster alone in\nthis foul hovel.” I mis-liked his symptoms–that anguished complexion\nand delirious intermittent trembling, and began to run over the scanty\nstock of household remedies contained in my bag, wondering which of them\nmight apply to his complaint. There was court plaster and boot polish,\nquinine, corrosive sublimate and Worcester sauce (detestable stuff, but\nindispensable hereabouts).",
        "Just as I had decided in favour of the last-named, he gave a more than\nusually vigorous jerk, sat up in bed and, opening his eyes, remarked:",
        "“Those fleas!”",
        "This, then, was the malady. I enquired why he had not joined his\ncompanions.",
        "He was tired, he said; tired of life in general, and of flute-playing in\nparticular. Tired, moreover, of certain animals; and with a tiger-like\nspring he leapt out of bed.",
        "Once thoroughly awake, he proved an amiable talker, though oppressed\nwith an incurable melancholy which no amount of tobacco and Venosa wine\ncould dispel. In gravely boyish fashion he told me of his life and\nambitions. He had passed a high standard at school, but–what would\nyou?–every post was crowded. He liked music, and would gladly take it\nup as a profession, if anything could be learnt with a band such as his;\nhe was sick, utterly sick, of everything. Above all things, he wished to\ntravel. Visions of America floated before his mind–where was the money\nto come from? Besides, there was the military service looming close at\nhand; and then, a widowed mother at home–the inevitable mother–with a\ncouple of little sisters; how shall a man desert his family? He was born\non a farm on the Murge, the watershed between this country and the\nAdriatic. Thinking of the Murge, that shapeless and dismal range of\nlimestone hills whose name suggests its sad monotony, I began to\nunderstand the origin of his pagan wistfulness.",
        "“Happy foreigners!\"–such was his constant refrain–\"happy foreigners,\nwho can always do exactly what they like! Tell me something about other\ncountries,” he said.",
        "“Something true?”",
        "“Anything–anything!”",
        "To cheer him up, I replied with improbable tales of Indian life, of\nrajahs and diamonds, of panthers whose eyes shine like moonbeams in the\ndark jungle, of elephants huge as battleships, of sportive monkeys who\ntie knots in each others’ tails and build themselves huts among the\ntrees, where they brew iced lemonade, which they offer in friendliest\nfashion to the thirsty wayfarer, together with other light\nrefreshment-----",
        "“Cigarettes as well?”",
        "“No. They are not allowed to cultivate tobacco.”",
        "“Ah, that monopolio, the curse of humanity!”",
        "He was almost smiling when, at 2.30 a.m., there resounded a furious\nknocking at the door, and the rest of the band appeared from their\nunknown quarters in the liveliest of spirits. Altogether, a memorable\nnight. But at four o’clock the lantern was extinguished and the cavern,\nbereft of its Salvator-Rosa glamour, resolved itself into a prosaic and\ninfernally unclean hovel. Issuing from the door, I saw those murky\nrecesses invaded by the uncompromising light of dawn, and shuddered. . . .",
        "The railway journey soon dispelled the phantoms of the night. As the\ntrain sped downhill, the sun rose in splendour behind the Murge hills,\ndevouring mists so thickly couched that, struck by the first beams, they\nglistered like compact snow-fields, while their shaded portions might\nhave been mistaken for stretches of mysterious swamp, from which an\noccasional clump of tree-tops emerged, black and island-like. These\ndreamland effects lasted but a brief time, and soon the whole face of\nthe landscape was revealed. An arid region, not unlike certain parts of\nnorthern Africa.",
        "Yet the line passes through places renowned in history. Who would not\nlike to spend a day at Altamura, if only in memory of its treatment by\nthe ferocious Cardinal Ruffo and his army of cut-throats? After a heroic\nbut vain resistance comparable only to that of Saguntum or Petelia,\nduring which every available metal, and even money, was converted into\nbullets to repel the assailers, there followed a three days’ slaughter\nof young and old; then the cardinal blessed his army and pronounced, in\nthe blood-drenched streets, a general absolution. Even this man has\ndiscovered apologists. No cause so vile, that some human being will not\nbe found to defend it.",
        "So much I called to mind that morning from the pages of Colletta, and\nstraightway formed a resolution to slip out of the carriage and arrest\nmy journey at Altamura for a couple of days. But I must have been asleep\nwhile the train passed through the station, nor did I wake up again till\nthe blue Ionian was in sight.",
        "At Venosa one thinks of Roman legionaries fleeing from Hannibal,\nof Horace, of Norman ambitions; Lucera and Manfredonia call up\nSaracen memories and the ephemeral gleams of Hohen-staufen; Gargano\ntakes us back into Byzantine mysticism and monkery. And now from\nAltamura with its dark record of Bourbon horrors, we glide into the\nsunshine of Hellenic days when the wise Archytas, sage and lawgiver,\nfriend of Plato, ruled this ancient city of Tarentum. A wide sweep of\nhistory! And if those Periclean times be not remote enough, yonder lies\nOria on its hilltop, the stronghold of pre-Hellenic and almost legendary\nMessapians; while for such as desire more recent associations there is\nthe Albanian colony of San Giorgio, only a few miles distant, to recall\nthe glories of Scanderbeg and his adventurous bands.",
        "Herein lies the charm of travel in this land of multiple\ncivilizations–the ever-changing layers of culture one encounters, their\nwondrous juxtaposition.",
        "My previous experiences of Taranto hotels counselled me to take a\nprivate room overlooking the inland sea (the southern aspect is already\nintolerably hot), and to seek my meals at restaurants. And in such a one\nI have lived for the last ten days or so, reviving old memories. The\nplace has grown in the interval; indeed, if one may believe certain\npersons, the population has increased from thirty to ninety thousand\nin–I forget how few years. The arsenal brings movement into the town;\nit has appropriated the lion’s share of building sites in the “new\"\ntown. Is it a ripple on the surface of things, or will it truly stir the\nspirits of the city? So many arsenals have come and gone, at Taranto!",
        "This arsenal quarter is a fine example of the Italian mania of fare\nfigura–everything for effect. It is an agglomeration of dreary\nstreets, haunted by legions of clamorous black swifts, and constructed\non the rectangular principle dear to the Latin mind. Modern, and\nsurpassingly monotonous. Are such interminable rows of stuccoed barracks\nartistic to look upon, are they really pleasant to inhabit? Is it\nreasonable or even sanitary, in a climate of eight months’ sunshine, to\nbuild these enormous roadways and squares filled with glaring limestone\ndust that blows into one’s eyes and almost suffocates one; these Saharas\nthat even at the present season of the year (early June) cannot be\ntraversed comfortably unless one wears brown spectacles and goes veiled\nlike a Tuareg? This arsenal quarter must be a hell during the really not\nseason, which continues into October.",
        "For no trees whatever are planted to shade the walking population, as in\nParis or Cairo or any other sunlit city.",
        "And who could guess the reason? An Englishman, at least, would never\nbring himself to believe what is nevertheless a fact, namely, that if\nthe streets are converted into shady boulevards, the rents of the houses\nimmediately fall. When trees are planted, the lodgers complain and\nfinally emigrate to other quarters; the experiment has been tried, at\nNaples and elsewhere, and always with the same result. Up trees, down\nrents. The tenants refuse to be deprived of their chief pleasure in\nlife–that of gazing at the street-passengers, who must be good enough\nto walk in the sunshine for their delectation. But if you are of an\ninquisitive turn of mind, you are quite at liberty to return the\ncompliment and to study from the outside the most intimate details of\nthe tenants’ lives within. Take your fill of their domestic doings;\nstare your hardest. They don’t mind in the least, not they! That feeling\nof privacy which the northerner fosters doggedly even in the centre of a\nteeming city is alien to their hearts; they like to look and be looked\nat; they live like fish in an aquarium. It is a result of the whole\npalazzo-System that every one knows his neighbour’s business better than\nhis own. What does it matter, in the end? Are we not all “Christians “?",
        "The municipality, meanwhile, is deeply indebted for the sky-piercing\nambitions which have culminated in the building of this new quarter. To\nmeet these obligations, the octroi prices have been raised to the\nhighest pitch by the City Fathers. This octroi is farmed out and\nproduces (they tell me) 120 pounds a day; there are some hundred\ntoll-collecting posts at the outskirts of the town, and the average\nsalary of their officials is three pounds a month. They are supposed to\nbe respectable and honest men, but it is difficult to see how a family\ncan be supported on that wage, when one knows how high the rents are,\nand how severely the most ordinary commodities of life are taxed.",
        "I endeavoured to obtain photographs of the land as it looked ere it was\ncovered by the arsenal quarter, but in vain. Nobody seems to have\nthought it worth while preserving what would surely be a notable\neconomic document for future generations. Out of sheer curiosity I also\ntried to procure a plan of the old quarter, that labyrinth of\nthick-clustering humanity, where the Streets are often so narrow that\ntwo persons can barely squeeze past each other. I was informed that no\nsuch plan had ever been drawn up; it was agreed that a map of this kind\nmight be interesting, and suggested, furthermore, that I might undertake\nthe task myself; the authorities would doubtless appreciate my labours.\nWe foreigners, be it understood, have ample means and unlimited leisure,\nand like nothing better than doing unprofitable jobs of this kind.\n[Footnote: here is a map of old Taranto in Lasor a Varea (Savonarola)\nUniversus terrarum etc., Vol. II, p. 552, and another in J. Blaev’s\nTheatrum Civitatum (1663). He talks of the “rude houses” of this\ntown.]",
        "One is glad to leave the scintillating desert of this arsenal quarter,\nand enter the cool stone-paved streets of the other, which remind one\nsomewhat of Malta. In the days of Salis-Marschlins this city possessed\nonly 18,000 inhabitants, and “outdid even the customary Italian filth,\nbeing hardly passable on account of the excessive nastiness and stink.\"\nIt is now scrupulously clean–so absurdly clean, that it has quite\nceased to be picturesque. Not that its buildings are particularly\nattractive to me; none, that is, save the antique “Trinita” column of\nDoric gravity–sole survivor of Hellenic Taras, which looks wondrously\nout of place in its modern environment. One of the finest of these\nearlier monuments, the Orsini tower depicted in old prints of the place,\nhas now been demolished.",
        "Lovers of the baroque may visit the shrine of Saint Cataldo, a jovial\nnightmare in stone. And they who desire a literary pendant to this\nfantastic structure should read the life of the saint written by Morone\nin 1642. Like the shrine, it is the quintessence of insipid exuberance;\nthere is something preposterous in its very title “Cataldiados,” and\nwhoever reads through those six books of Latin hexameters will arise\nfrom the perusal half-dazed. Somehow or other, it dislocates one’s whole\nsense of terrestrial values to see a frowsy old monk [Footnote: This\nwandering Irish missionary is supposed to have died here in the seventh\ncentury, and they who are not satisfied with his printed biographies\nwill find one in manuscript of 550 pages, compiled in 1766, in the Cuomo\nLibrary at Naples.] treated in the heroic style and metre, as though he\nwere a new Achilles. As a jeu d’esprit the book might pass; but it is\ndeadly serious. Single men will always be found to perpetrate\nmonstrosities of literature; the marvel is that an entire generation of\nwriters should have worked themselves into a state of mind which\nsolemnly approved of such freaks.",
        "Every one has heard of the strange position of this hoary island-citadel\n(a metropolis, already, in neolithic days). It is of oval shape, the\nbroad sides washed by the Ionian Sea and an oyster-producing lagoon;\nbridges connect it at one extremi-y with the arsenal or new town, and at\nthe other with the so-called commercial quarter. It is as if some\nprecious gem were set, in a ring, between two others of minor worth. Or,\nto vary the simile, this acropolis, with its close-packed alleys, is the\nthrobbing heart of Taranto; the arsenal quarter–its head; and that\nother one–well, its stomach; quite an insignificant stomach as compared\nwith the head and corroborative, in so far, of the views of\nMetch-nikoff, who holds that this hitherto commendable organ ought now\nto be reduced in size, if not abolished altogether. . . .",
        "From out of this window I gaze upon the purple lagoon flecked with\nwarships and sailing-boats; and beyond it, upon the venerable land of\nJapygia, the heel of Italy, that rises in heliotrope-tinted undulations\ntowards the Adriatic watershed. At night-time an exquisite perfume of\nflowers and ripe corn comes wafted into my room over the still waters,\nand when the sun rises, white settlements begin to sparkle among its\nolives and vineyards. My eyes often rest upon one of them; it is\nGrottaglie, distant a few miles from Taranto on the Brindisi line. I\nmust visit Grottaglie, for it was here that the flying monk received his\neducation.",
        "The flying monk!",
        "The theme is not inappropriate at this moment, when the newspapers are\nringing with the Paris-Rome aviation contest and the achievements of\nBeaumont, Garros and their colleagues. I have purposely brought his\nbiography with me, to re-peruse on the spot. But let me first explain\nhow I became acquainted with this seventeenth-century pioneer of aviation.",
        "It was an odd coincidence.",
        "I had arrived in Naples, and was anxious to have news of the proceedings\nat a certain aviation meeting in the north, where a rather inexperienced\nfriend of mine had insisted upon taking a part; the newspaper reports of\nthese entertainments are enough to disturb anybody. While admiring the\ngreat achievements of modern science in this direction, I wished\ndevoutly, at that particular moment, that flying had never been\ninvented; and it was something of a coincidence, I say, that stumbling\nin this frame of mind down one of the unspeakable little side-streets in\nthe neighbourhood of the University, my glance should have fallen upon\nan eighteenth-century engraving in a bookseller’s window which depicted\na man raised above the ground without any visible means of\nsupport–flying, in short. He was a monk, floating before an altar. A\ncompanion, near at hand, was portrayed as gazing in rapturous wonder at\nthis feat of levitation. I stepped within and demanded the volume to\nwhich this was the frontispiece.",
        "The salesman, a hungry-looking old fellow with incredibly dirty hands\nand face, began to explain.",
        "“The Flying Monk, sir, Joseph of Copertino. A mighty saint and conjuror!\nOr perhaps you would like some other book? I have many, many lives of\nsanti here. Look at this one of the great Egidio, for instance. I can\ntell you all about him, for he raised my mother’s grand-uncle from the\ndead; yes, out of the grave, as one may say. You’ll find out all about\nit in this book; and it’s only one of his thousand miracles. And here is\nthe biography of the renowned Giangiuseppe, a mighty saint and-----”",
        "I was paying little heed; the flying monk had enthralled me. An\nunsuspected pioneer of aviation . . . here was a discovery!",
        "“He flew?” I queried, my mind reverting to the much-vaunted triumphs of\nmodern science.",
        "“Why not? The only reason why people don’t fly like that nowadays is\nbecause–well, sir, because they can’t. They fly with machines, and\nthink it something quite new and wonderful. And yet it’s as old as the\nhills! There was Iscariot, for example–Icarus, I mean-----”",
        "“Pure legend, my good man.”",
        "“Everything becomes legend, if the gentleman will have the goodness to\nwait. And here is the biography of-----”",
        "“How much for Joseph of Copertino?” Cost what it may, I said to myself,\nthat volume must be mine.",
        "He took it up and began to turn over the pages lovingly, as though\nhandling some priceless Book of Hours.",
        "“A fine engraving,” he observed, sotto voce. “And this is the best of\nmany biographies of the flying monk. It is by Rossi, the\nMinister-General of the Franciscan order to which our monk belonged; the\nofficial biography, it might be called–dedicated, by permission, to His\nHoliness Pope Clemens XIII, and based on the documents which led to the\nsaint’s beatification. Altogether, a remarkable volume-----”",
        "And he paused awhile. Then continued:",
        "“I possess a cheaper biography of him, also with a frontispiece, by\nMontanari, which has the questionable advantage of being printed as\nrecently as 1853. And here is yet another one, by Antonio Basile–oh, he\nhas been much written about; a most celebrated taumaturgo,\n(wonder-worker)! As to this Life of 1767, I could not, with a good\nconscience, appraise it at less than five francs.”",
        "“I respect your feelings. But–five francs! I have certain scruples of\nmy own, you know, and it irks my sense of rectitude to pay five francs\nfor the flying monk unless you can supply me with six or seven\nadditional books to be included in that sum.",
        "“Twelve soldi (sous) apiece–that strikes me as the proper price of\nsuch literature, for foreigners, at least. Therefore I’ll have the great\nEgidio as well, and Montanari’s life of the flying monk, and that other\none by Basile, and Giangiuseppe, and-----”",
        "“By all means! Pray take your choice.”",
        "And so it came about that, relieved of a tenuous and very sticky\nfive-franc note, and loaded down with three biographies of the flying\nmonk, one of Egidio, two of Giangiuseppe–I had been hopelessly\nswindled, but there! no man can bargain in a hurry, and my eagerness to\nlearn something of the life of this early airman had made me oblivious\nof the natural values of things–and with sundry smaller volumes of\nsimilar import bulging out of my pockets I turned in the direction of\nthe hotel, promising myself some new if not exactly light reading.",
        "But hardly had I proceeded twenty paces before the shopkeeper came\nrunning after me with another formidable bundle under his arm. More\nbooks! An ominous symptom–the clearest demonstration of my defeat; I\nwas already a marked man, a good customer. It was humiliating, after my\nlong years’ experience of the south.",
        "And there resounded an unmistakable note of triumph in his voice, as he\nsaid:",
        "“Some more biographies, sir. Read them at your leisure, and pay me what\nyou like. You cannot help being generous; I see it in your face.”",
        "“I always try to encourage polite learning, if that is what you think to\ndecipher in my features. But it rains santi this morning,” I added,\nrather sourly.",
        "“The gentleman is pleased to joke! May it rain soldi tomorrow.”",
        "“A little shower, possibly. But not a cloud-burst, like today. . . .”",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}