{
    "title": "Old Calabria - XXVIII. THE GREATER SILA",
    "author": "Norman Douglas",
    "chapter": "28",
    "content": [
        "\n\n",
        "A great project is afoot. As I understand it, a reservoir is being\ncreated by damming up the valley of the Ampollina; the artificial lake\nthus formed will be enlarged by the additional waters of the Arvo, which\nare to be led into it by means of a tunnel, about three miles long,\npassing underneath Monte Nero. The basin, they tell me, will be some ten\nkilometres in length; the work will cost forty million francs, and will\nbe completed in a couple of years; it will supply the Ionian lowlands\nwith pure water and with power for electric and other industries.",
        "And more than that. The lake is to revolutionize the Sila; to convert\nthese wildernesses into a fashionable watering-place. Enthusiasts\nalready see towns growing upon its shores–there are visions of gorgeous\nhotels and flocks of summer visitors in elegant toilettes,\nvilla-residences, funicular railways up all the mountains, sailing\nregattas, and motor-boat services. In the place of the desert there will\narise a “Lucerna di Calabria.”",
        "A Calabrian Lucerne. H’m. ...",
        "It remains to be seen whether, by the time the lake is completed, there\nwill be any water left to flow into it. For the catchment basins are\nbeing so conscientiously cleared of their timber that the two rivers\ncannot but suffer a great diminution in volume. By 1896 already, says\nMarincola San Fioro, the destruction of woodlands in the Sila had\nresulted in a notable lack of moisture. Ever since then the vandalism\nhas been pursued with a zeal worthy of a better cause. One trembles to\nthink what these regions will be like in fifty years; a treeless and\nwaterless tableland–worse than the glaring limestone deserts of the\nApennines in so far as they, at least, are diversified in contour.",
        "So the healthfulness, beauty, and exchequer value of enormous tracts in\nthis country are being systematically impaired, day by day. Italy is\nready, said D’Azeglio, but where are the Italians?",
        "Let us give the government credit for any number of good ideas. It\nactually plants bare spaces; it has instituted a “Festa degli alberi\"\nakin to the American Arbour Day, whereby it is hoped, though scarcely\nbelieved, that the whole of Italy will ultimately be replenished with\ntrees; it encourages schools of forestry, supplies plants free of cost\nto all who ask for them, despatches commissions and prints reports.\nAbove all, it talks prodigiously and very much to the purpose.",
        "But it omits to administer its own laws with becoming severity. A few\nexemplary fines and imprisonments would have a more salutary effect than\nthe commissioning of a thousand inspectors whom nobody takes seriously,\nand the printing of ten thousand reports which nobody reads.",
        "With a single stroke of the pen the municipalities could put an end to\nthe worst form of forest extirpation–that on the hill-sides–by\nforbidding access to such tracts and placing them under the “vincolo\nforestale.” To denude slopes in the moist climate and deep soil of\nEngland entails no risk; in this country it is the beginning of the end.\nAnd herein lies the ineptitude of the Italian regulations, which entrust\nthe collective wisdom of rapacious farmers with measures of this kind,\ntaking no account of the destructively utilitarian character of the\nnative mind, of that canni-ness which overlooks a distant profit in its\neagerness to grasp the present–that beast avarice which Horace\nrecognized as the root of all evil. As if provisions like this of the\n“vincolo forestale” were ever carried out! Peasants naturally prefer to\nburn the wood in their own chimneys or to sell it; and if a landslide\nthen crashes down, wrecking houses and vineyards–let the government\ncompensate the victims!",
        "An ounce of fact–",
        "In one year alone (1903), and in the sole province of Cosenza wherein\nSan Giovanni lies, there were 156 landslides; they destroyed 1940\nhectares of land, and their damage amounted to 432,738 francs. The two\nother Calabrian provinces–Reggio and Catanzaro–doubtless also had\ntheir full quota of these catastrophes, all due to mischievous\ndeforestation. So the bare rock is exposed, and every hope of planting\nat an end.",
        "Vox clamantis! The Normans, Anjou and Aragonese concerned themselves\nwith the proper administration of woodlands. Even the Spanish Viceroys,\nthat ineffable brood, issued rigorous enactments on the subject; while\nthe Bourbons (to give the devil his due) actually distinguished\nthemselves as conservators of forests. As to Napoleon–he was busy\nenough, one would think, on this side of the Alps. Yet he found time to\nframe wise regulations concerning trees which the present patriotic\nparliament, during half a century of frenzied confabulation, has not yet\ntaken to heart.",
        "How a great man will leave his mark on minutiae!",
        "I passed through the basin of this future lake when, in accordance with\nmy project, I left San Giovanni to cross the remaining Sila in the\ndirection of Catanzaro. This getting up at 3.30 a.m., by the way, rather\nupsets one’s daily routine; at breakfast time I already find myself\nenquiring anxiously for dinner.",
        "The Ampollina valley lies high; here, in the dewy grass, I enjoyed what\nI well knew would be my last shiver for some time to come; then moved\nfor a few miles on the further bank of the rivulet along that driving\nroad which will soon be submerged under the waters of the lake, and\nstruck up a wooded glen called Barbarano. At its head lies the upland\nCircilla.",
        "There is no rock scenery worth mentioning in all this Sila country; no\nwaterfalls or other Alpine features. It is a venerable granitic\ntableland, that has stood here while the proud Apennines were still\nslumbering in the oozy bed of ocean–[Footnote: Nissen says that “no\nlandscape of Italy has lost so little of its original appearance in the\ncourse of history as Calabria.” This may apply to the mountains; but the\nlowlands have suffered hideous changes.] a region of gentle undulations,\nthe hill-tops covered with forest-growth, the valleys partly arable and\npartly pasture. Were it not for the absence of heather with its peculiar\nmauve tints, the traveller might well imagine himself in Scotland. There\nis the same smiling alternation of woodland and meadow, the same huge\nboulders of gneiss and granite which give a distinctive tone to the\nlandscape, the same exuberance of living waters. Water, indeed, is one\nof the glories of the Sila–everywhere it bubbles forth in chill\nrivulets among the stones and trickles down the hill-sides to join the\nlarger streams that wend their way to the forlorn and fever-stricken\ncoastlands of Magna Graecia. Often, as I refreshed myself at these icy\nfountains, did I thank Providence for making the Sila of primitive rock,\nand not of the thirsty Apennine limestone.",
        "“Much water in the Sila,” an old shepherd once observed to me, “much\nwater! And little tobacco.”",
        "One of the largest of these rivers is the Neto, the classic Neaithos\nsung by Theocritus, which falls into the sea north of Cotrone; San\nGiovanni overlooks its raging flood, and, with the help of a little\nimagination here and there, its whole course can be traced from\neminences like that of Pettinascura. The very name of these\nstreams–Neto, Arvo, Lese, Ampollina–are redolent of pastoral life. All\nof them are stocked with trout; they meander in their upper reaches\nthrough valleys grazed by far-tinkling flocks of sheep and goats and\ngrey cattle–the experiment of acclimatizing Swiss cattle has proved a\nfailure, I know not why–and their banks are brilliant with blossoms.\nLater on, in the autumn, the thistles begin to predominate–the finest\nof them being a noble ground thistle of pale gold, of which they eat the\nunopened bud; it is the counterpart of the silvery one of the Alps. The\nair in these upper regions is keen. I remember, some years ago, that\nduring the last week of August a lump of snow, which a goat-boy produced\nas his contribution to our luncheon, did not melt in the bright sunshine\non the summit of Monte Nero.",
        "From whichever side one climbs out of the surrounding lowlands into the\nSila plateau, the same succession of trees is encountered. To the\nwarmest zone of olives, lemons and carobs succeeds that of the\nchestnuts, some of them of gigantic dimensions and yielding a sure\nthough moderate return in fruit, others cut down periodically as coppice\nfor vine-props and scaffoldings. Large tracts of these old chestnut\ngroves are now doomed; a French society in Cosenza, so they tell me, is\nbuying them up for the extraction out of their bark of some chemical or\nmedicine. The vine still flourishes at this height, though dwarfed in\nsize; soon the oaks begin to dominate, and after that we enter into the\nthird and highest region cf the pines and beeches. Those accustomed to\nthe stony deserts of nearly all South European mountain districts will\nfind these woodlands intensely refreshing. Their inaccessibility has\nproved their salvation–up to a short time ago.",
        "Nearly all the cattle on the Sila, like the land itself, belongs to\nlarge proprietors. These gentlemen are for the most part invisible; they\ninhabit their palaces in the cities, and the very name of the Sila sends\na cold shudder through their bones; their revenues are collected from\nthe shepherds by agents who seem to do their work very conscientiously.\nI once observed, in a hut, a small fragment of the skin of a newly\nkilled kid; the wolf had devoured the beast, and the shepherd was\nkeeping this corpus delicti to prove to his superior, the agent, that\nhe was innocent of the murder. There was something naive in his\nhonesty–as if a shepherd could not eat a kid as well as any wolf, and\nkeep a portion of its skin! The agent, no doubt, would hand it on to his\nlord, by way of confirmation and verification. Another time I saw the\ndebris of a goat hanging from a tree; it was the wolf again; the boy had\nattached these remains to the tree in order that all who passed that way\nmight be his witnesses, if necessary, that the animal had not been sold\nunderhand.",
        "You may still find the legendary shepherds here–curly-haired\nstriplings, reclining sub tegmine fagi in the best Theocritean style,\nand piping wondrous melodies to their flocks. These have generally come\nup for the summer season from the Ionian lowlands. Or you may encounter\nyet more primitive creatures, forest boys, clad in leather, with wild\neyes and matted locks, that take an elvish delight in misdirecting you.\nThese are the Lucanians of old. “They bring them up from childhood in\nthe woods among the shepherds,” says Justinus, “without servants, and\neven without any clothes to cover them, or to lie upon, that from their\nearly years they may become inured to hardiness and frugality, and have\nno intercourse with the city. They live upon game, and drink nothing but\nwater or milk.” But the majority of modern Sila shepherds are shrewd\nfellows of middle age (many of them have been to America), who keep\nstrict business accounts for their masters of every ounce of cheese and\nbutter produced. The local cheese, which Cassiodorus praises in one of\nhis letters, is the cacciacavallo common all over South Italy; the\nbutter is of the kind which has been humorously, but quite wrongly,\ndescribed by various travellers.",
        "Although the old wolves are shot and killed by spring guns and dynamite\nwhile the young ones are caught alive in steel traps and other\nappliances, their numbers are still formidable enough to perturb the\npastoral folks. One is therefore surprised to see what a poor breed of\ndogs they keep; scraggy mongrels that run for their lives at the mere\nsight of a wolf who can, and often does, bite them into two pieces with\none snap of his jaws. They tell me that there is a government reward for\nevery wolf killed, but it is seldom paid; whoever has the good fortune\nto slay one of these beasts, carries the skin as proof of his prowess\nfrom door to door, and receives a small present everywhere–half a\nfranc, or a cheese, or a glass of wine.",
        "The goats show fight, and therefore the wolf prefers sheep. Shepherds\nhave told me that he comes up to them delicatamente, and then, fixing\nhis teeth in the wool of their necks, pulls them onward, caressing their\nsides with his tail. The sheep are fascinated with his gentle manners,\nand generally allow themselves to be led up to the spot he has selected\nfor their execution; the truth being that he is too lazy to carry them,\nif he can possibly avoid it.",
        "He will promptly kill his quarry and carry its carcase downhill on the\nrare occasions when the flocks are grazing above his haunt; but if it is\nan uphill walk, they must be good enough to use their own legs.\nIncredible stories of his destructiveness are related.",
        "Fortunately, human beings are seldom attacked, a dog or a pig being\ngenerally forthcoming when the usual prey is not to be found. Yet not\nlong ago a sad affair occurred; a she-wolf attacked a small boy before\nthe eyes of his parents, who pursued him, powerless to help–the head\nand arms had already been torn off before a shot from a neighbour\ndespatched the monster. Truly, “a great family displeasure,” as my\ninformant styled it. Milo of Croton, the famous athlete, is the most\nrenowned victim of these Sila wolves. Tradition has it that, relying on\nhis great strength, he tried to rend asunder a mighty log of wood which\nclosed, however, and caught his arms in its grip; thus helpless, he was\ndevoured alive by them.",
        "By keeping to the left of Circilla, I might have skirted the forest of\nGariglione. This tract lies at about four and a half hours’ distance\nfrom San Giovanni; I found it, some years ago, to be a region of real\n“Urwald” or primary jungle; there was nothing like it, to my knowledge,\non this side of the Alps, nor yet in the Alps themselves; nothing of the\nkind nearer than Russia. But the Russian jungles, apart from their\nmonotony of timber, foster feelings of sadness and gloom, whereas these\nsouthern ones, as Hehn has well observed, are full of a luminous\nbeauty–their darkest recesses being enlivened by a sense of benignant\nmystery. Gariglione was at that time a virgin forest, untouched by the\nhand of man; a dusky ridge, visible from afar; an impenetrable tangle of\nforest trees, chiefest among them being the “garigli” (Quercus cerris)\nwhence it derives its name, as well as thousands of pines and bearded\nfirs and all that hoary indigenous vegetation struggling out of the\nmoist soil wherein their progenitors had lain decaying time out of mind.\nIn these solitudes, if anywhere, one might still have found the\nabsent-minded luzard (lynx) of the veracious historian; or that squirrel\nwhose “calabrere” fur, I strongly suspect, came from Russia; or, at any\nrate, the Mushroom-stone which shineth in the night. [Footnote: As a\nmatter of fact, the mushroom-stone is a well-known commodity, being\nstill collected and eaten, for example, at Santo Stefano in Aspramente.\nOlder travellers tell us that it used to be exported to Naples and kept\nin the cellars of the best houses for the enjoyment of its\nfruit–sometimes in lumps measuring two feet in diameter which, being\nsoaked in water, produced these edible fungi. A stone yielding food–a\nmiracle! It is a porous tufa adapted, presumably, for sheltering and\nfecundating vegetable spores. A little pamphlet by Professor A. Trotter\n(\"Flora Montana della Calabria”) gives some idea of the local plants and\ncontains a useful bibliography. A curious feature is the relative\nabundance of boreal and Balkan-Oriental forms; another, the rapid spread\nof Genista anglica, which is probably an importation.]",
        "Well, I am glad my path to-day did not lead me to Gariglione, and so\ndestroy old memories of the place. For the domain, they tell me, has\nbeen sold for 350,000 francs to a German company; its primeval silence\nis now invaded by an army of 260 workmen, who have been cutting down the\ntimber as fast as they can. So vanishes another fair spot from earth!\nAnd what is left of the Sila, once these forests are gone? Not even the\ncharm, such as it is, of Caithness. . . .",
        "After Circilla comes the watershed that separates the Sila Grande from\nthe westerly regions of Sila Piccola. Thenceforward it was downhill\nwalking, at first through forest lands, then across verdant stretches,\nbereft of timber and simmering in the sunshine. The peculiar character\nof this country is soon revealed–ferociously cloven ravines, utterly\ndifferent from the Sila Grande.",
        "With the improvidence of the true traveller I had consumed my stock of\nprovisions ere reaching the town of Taverna after a march of nine hours\nor thereabouts. A place of this size and renown, I had argued, would\nsurely be able to provide a meal. But Taverna belies its name. The only\ntavern discoverable was a composite hovel, half wine-shop, half\nhen-house, whose proprietor, disturbed in his noonday nap, stoutly\nrefused to produce anything eatable. And there I stood in the blazing\nsunshine, famished and un-befriended. Forthwith the strength melted out\nof my bones; the prospect of walking to Catanzaro, so alluring with a\nfull stomach, faded out of the realm of possibility; and it seemed a\nspecial dispensation of Providence when, at my lowest ebb of vitality, a\nsmall carriage suddenly hove in sight.",
        "“How much to Catanzaro?”",
        "The owner eyed me critically, and then replied in English:",
        "“You can pay twenty dollars.”",
        "Twenty dollars–a hundred francs! But it is useless trying to bargain\nwith an americano (their time is too valuable).",
        "“A dollar a mile?” I protested.",
        "“That’s so.”",
        "“You be damned.”",
        "“Same to you, mister.” And he drove off.",
        "Such bold defiance of fate never goes unrewarded. A two-wheeled cart\nconveying some timber overtook me shortly afterwards on my way from the\ninhospitable Taverna. For a small consideration I was enabled to pass\nthe burning hours of the afternoon in an improvised couch among its load\nof boards, admiring the scenery and the engineering feats that have\ncarried a road through such difficult country, and thinking out some\nfurther polite remarks to be addressed to my twenty-dollar friend, in\nthe event of our meeting at Catanzaro. . . .",
        "One must have traversed the Sila in order to appreciate the manifold\ncharms of the mountain town–I have revelled in them since my arrival.\nBut it has one irremediable drawback: the sea lies at an inconvenient\ndistance. It takes forty-five minutes to reach the shore by means of two\nrailways in whose carriages the citizens descend after wild scrambles\nfor places, packed tight as sardines in the sweltering heat. Only a\ngenuine enthusiast will undertake the trip more than once. For the\nMarina itself–at this season, at least–is an unappetizing spot; a\nsordid agglomeration of houses, a few dirty fruit-stalls, ankle-deep\ndust, swarms of flies. I prefer to sleep through the warm hours of the\nday, and then take the air in that delightful public garden which, by\nthe way, has already become too small for the increasing population.",
        "At its entrance stands the civic museum, entrusted, just now, to the\ncare of a quite remarkably ignorant and slatternly woman. It contains\ntwo rooms, whose exhibits are smothered in dust and cobwebs; as\nneglected, in short, as her own brats that sprawl about its floor. I\nenquired whether she possessed no catalogue to show where the objects,\nbearing no labels, had been found. A catalogue was unnecessary, she\nsaid; she knew everything–everything!",
        "And everything, apparently, hailed from “Stromboli.” The Tiriolo helmet,\nthe Greek vases, all the rest of the real and sham treasures of this\nestablishment: they were all discovered at Stromboli.",
        "“Those coins–whence?”",
        "“Stromboli!”",
        "Noticing some neolithic celts similar to those I obtained at Vaccarizza,\nI would gladly have learnt their place of origin. Promptly came the answer:",
        "“Stromboli!”",
        "“Nonsense, my good woman. I’ve been three times to Stromboli; it is an\nisland of black stones where the devil has a house, and such things are\nnot found there.” (Of course she meant Strangoli, the ancient Petelia.)",
        "This vigorous assertion made her more circumspect. Thenceforward\neverything was declared to come from the province–dalla provincia; it\nwas safer.",
        "“That bad picture–whence?”",
        "“Dalla provincia!”",
        "“Have you really no catalogue?”",
        "“I know everything.”",
        "“And this broken statue–whence?”",
        "“Dalla provincia!”",
        "“But the province is large,” I objected.",
        "“So it is. Large, and old.”",
        "I have also revisited Tiriolo, once celebrated for the “Sepulchres of\nthe Giants” (Greek tombs) that were unearthed here, and latterly for a\ncertain more valuable antiquarian discovery. Not long ago it was a\nconsiderable undertaking to reach this little place, but nowadays a\npublic motor-car whirls you up and down the ravines at an alarming pace\nand will deposit you, within a few hours, at remote Cosenza, once an\nenormous drive. It is the same all over modern Calabria. The diligence\nservice, for instance, that used to take fourteen hours from San\nGiovanni to Cosenza has been replaced by motors that cover the distance\nin four or five. One is glad to save time, but this new element of\nmechanical hurry has produced a corresponding kind of traveller–a\nmachine-made creature, devoid of the humanity of the old; it has done\naway with the personal note of conviviality that reigned in the\npost-carriages. What jocund friendships were made, what songs and tales\napplauded, during those interminable hours in the lumbering chaise!",
        "You must choose Sunday for Tiriolo, on account of the girls, whose\npretty faces and costumes are worth coming any distance to see. A good\nproportion of them have the fair hair which seems to have been\neliminated, in other parts of the country, through the action of malaria.",
        "Viewed from Catanzaro, one of the hills of Tiriolo looks like a broken\nvolcanic crater. It is a limestone ridge, decked with those\ncharacteristic flowers like Campanula fragilis which you will vainly\nseek on the Sila. Out of the ruins of some massive old building they\nhave constructed, on the summit, a lonely weather-beaten fabric that\nwould touch the heart of Maeterlinck. They call it a seismological\nstation. I pity the people that have to depend for their warnings of\nearthquakes upon the outfit of a place like this. I could see no signs\nof life here; the windows were broken, the shutters decaying, an old\nlightning-rod dangled disconsolately from the roof; it looked as\nabandoned as any old tower in a tale. There is a noble view from this\npoint over both seas and into the riven complexities of Aspromonte, when\nthe peak is not veiled in mists, as it frequently is. For Tiriolo lies\non the watershed; there (to quote from a “Person of Quality “) “where\nthe Apennine is drawn into so narrow a point, that the rain-water which\ndescendeth from the ridge of some one house, falleth on the left in the\nTerrene Sea, and on the right into the Adriatick. . . .”",
        "My visits to the provincial museum have become scandalously frequent\nduring the last few days. I cannot keep away from the place. I go there\nnot to study the specimens but to converse with their keeper, the woman\nwho, in her quiet way, has cast a sort of charm over me. Our relations\nare the whispered talk of the town; I am suspected of matrimonial\ndesigns upon a poor widow with the ulterior object of appropriating the\ncream of the relics under her care. Regardless of the perils of the\nsituation, I persevere; for the sake of her company I forswear the\nmanifold seductions of Catan-zaro. She is a noteworthy person, neither\nvicious nor vulgar, but simply the dernier mot of incompetence. Her\ndress, her looks, her children, her manners–they are all on an even\nplane with her spiritual accomplishments; at no point does she sink, or\nrise, beyond that level. They are not as common as they seem to be,\nthese harmoniously inefficient females.",
        "Why has she got this job in a progressive town containing so many folks\nwho could do it creditably? Oh, that is simple enough! She needs it. On\nthe platform of the Reggio station (long before the earthquake) I once\ncounted five station-masters and forty-eight other railway officials,\nswaggering about with a magnificent air of incapacity. What were they\ndoing? Nothing whatever. They were like this woman: they needed a job.",
        "We are in a patriarchal country; work is pooled; it is given not to\nthose who can do it best, but to those who need it most–given, too, on\npretexts which sometimes strike one as inadequate, not to say recondite.\nSo the street-scavengering in a certain village has been entrusted to a\none-armed cripple, utterly unfit for the business–why? Because his\nmaternal grand-uncle is serving a long sentence in gaol. The poor family\nmust be helped! A brawny young fellow will be removed from a\nlanding-stage boat, and his place taken by some tottering old peasant\nwho has never handled an oar–why? The old man’s nephew has married\nagain; the family must be helped. A secretarial appointment was\nspecially created for an acquaintance of mine who could barely sign his\nown name, for the obvious reason that his cousin’s sister was rheumatic.\nOne must help that family.",
        "A postman whom I knew delivered the letters only once every three days,\nalleging, as unanswerable argument in his defence, that his brother’s\nwife had fifteen children.",
        "One must help that family!",
        "Somebody seems to have thought so, at all events.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}