{
    "title": "Old Calabria",
    "author": "Norman Douglas",
    "chapter": "1",
    "content": [
        "\n\n",
        "I find it hard to sum up in one word the character of Lucera–the effect\nit produces on the mind; one sees so many towns that the freshness of\ntheir images becomes blurred. The houses are low but not undignified;\nthe streets regular and clean; there is electric light and somewhat\nindifferent accommodation for travellers; an infinity of barbers and\nchemists. Nothing remarkable in all this. Yet the character is there, if\none could but seize upon it, since every place has its genius. Perhaps\nit lies in a certain feeling of aloofness that never leaves one here. We\nare on a hill–a mere wave of ground; a kind of spur, rather, rising up\nfrom, the south–quite an absurd little hill, but sufficiently high to\ndominate the wide Apulian plain. And the nakedness of the land\nstimulates this aerial sense. There are some trees in the “Belvedere” or\npublic garden that lies on the highest part of the spur and affords a\nfine view north and eastwards. But the greater part were only planted a\nfew years ago, and those stretches of brown earth, those half-finished\nwalks and straggling pigmy shrubs, give the place a crude and embryonic\nappearance. One thinks that the designers might have done more in the\nway of variety; there are no conifers excepting a few cryptomerias and\nyews which will all be dead in a couple of years, and as for those\nyuccas, beloved of Italian municipalities, they will have grown more\ndyspeptic-looking than ever. None the less, the garden will be a\npleasant spot when the ilex shall have grown higher; even now it is the\nfavourite evening walk of the citizens. Altogether, these public parks,\nwhich are now being planted all over south Italy, testify to renascent\ntaste; they and the burial-places are often the only spots where the\ndeafened and light-bedazzled stranger may find a little green\ncontent; the content, respectively, of L’Allegro and Il Penseroso.\nSo the cemetery of Lucera, with its ordered walks drowned in the shade\nof cypress–roses and gleaming marble monuments in between–is a\ncharming retreat, not only for the dead.",
        "The Belvedere, however, is not my promenade. My promenade lies yonder,\non the other side of the valley, where the grave old Suabian castle sits\non its emerald slope. It does not frown; it reposes firmly, with an air\nof tranquil and assured domination; “it has found its place,” as an\nItalian observed to me. Long before Frederick Barbarossa made it the\ncentre of his southern dominions, long before the Romans had their\nfortress on the site, this eminence must have been regarded as the key\nof Apulia. All round the outside of those turreted walls (they are\nnearly a mile in circumference; the enclosure, they say, held sixty\nthousand people) there runs a level space. This is my promenade, at all\nhours of the day. Falcons are fluttering with wild cries overhead; down\nbelow, a long unimpeded vista of velvety green, flecked by a few trees\nand sullen streamlets and white farmhouses–the whole vision framed in a\nring of distant Apennines. The volcanic cone of Mount Vulture, land of\nHorace, can be detected on clear days; it tempts me to explore those\nregions. But eastward rises up the promontory of Mount Gargano, and on\nthe summit of its nearest hill one perceives a cheerful building, some\nvillage or convent, that beckons imperiously across the intervening\nlowlands. Yonder lies the venerable shrine of the archangel Michael, and\nManfred’s town. . . .",
        "This castle being a national monument, they have appointed a custodian\nto take charge of it; a worthless old fellow, full of untruthful\ninformation which he imparts with the hushed and conscience-stricken air\nof a man who is selling State secrets.",
        "“That corner tower, sir, is the King’s tower. It was built by the King.”",
        "“But you said just now that it was the Queen’s tower.”",
        "“So it is. The Queen–she built it.”",
        "“What Queen?”",
        "“What Queen? Why, the Queen–the Queen the German professor was talking\nabout three years ago. But I must show you some skulls which we found\n(sotto voce) in a subterranean crypt. They used to throw the poor dead\nfolk in here by hundreds; and under the Bourbons the criminals were\nhanged here, thousands of them. The blessed times! And this tower is the\nQueen’s tower.”",
        "“But you called it the King’s tower just now.”",
        "“Just so. That is because the King built it.”",
        "“What King?”",
        "“Ah, sir, how can I remember the names of all those gentlemen? I haven’t\nso much as set eyes on them! But I must now show you some round\nsling-stones which we excavated (sotto voce) in a subterranean crypt-----”",
        "One or two relics from this castle are preserved in the small municipal\nmuseum, founded about five years ago. Here are also a respectable\ncollection of coins, a few prehistoric flints from Gargano, some quaint\nearly bronze figurines and mutilated busts of Roman celebrities carved\nin marble or the recalcitrant local limestone. A dignified old lion–one\nof a pair (the other was stolen) that adorned the tomb of Aurelius,\nprastor of the Roman Colony of Luceria–has sought a refuge here, as\nwell as many inscriptions, lamps, vases, and a miscellaneous collection\nof modern rubbish. A plaster cast of a Mussulman funereal stone, found\nnear Foggia, will attract your eye; contrasted with the fulsome epitaphs\nof contemporary Christianity, it breathes a spirit of noble resignation:–",
        "“In the name of Allah, the Merciful, the Compassionate. May God show\nkindness to Mahomet and his kinsfolk, fostering them by his favours!\nThis is the tomb of the captain Jacchia Albosasso. God be merciful to\nhim. He passed away towards noon on Saturday in the five days of the\nmonth Moharram of the year 745 (5th April, 1348). May Allah likewise\nshow mercy to him who reads.”",
        "One cannot be at Lucera without thinking of that colony of twenty\nthousand Saracens, the escort of Frederick and his son, who lived here\nfor nearly eighty years, and sheltered Manfred in his hour of danger.\nThe chronicler Spinelli [Footnote: These journals are now admitted to\nhave been manufactured in the sixteenth century by the historian\nCostanze for certain genealogical purposes of his own. Professor\nBernhard! doubted their authenticity in 1869, and his doubts have been\nconfirmed by Capasse.] has preserved an anecdote which shows Manfred’s\ninfatuation for these loyal aliens. In the year 1252 and in the\nsovereign’s presence, a Saracen official gave a blow to a Neapolitan\nknight–a blow which was immediately returned; there was a tumult, and\nthe upshot of it was that the Italian was condemned to lose his hand;\nall that the Neapolitan nobles could obtain from Manfred was that his\nleft hand should be amputated instead of his right; the Arab, the cause\nof all, was merely relieved of his office. Nowadays, all memory of\nSaracens has been swept out of the land. In default of anything better,\nthey are printing a local halfpenny paper called “II Saraceno\"–a very\ninnocuous pagan, to judge by a copy which I bought in a reckless moment.",
        "This museum also contains a buxom angel of stucco known as the “Genius\nof Bourbonism.” In the good old days it used to ornament the town hall,\nfronting the entrance; but now, degraded to a museum curiosity, it\npresents to the public its back of ample proportions, and the curator\nintimated that he considered this attitude quite appropriate–\nhistorically speaking, of course. Furthermore, they have carted\nhither, from the Chamber of Deputies in Rome, the chair once\noccupied by Ruggiero Bonghi. Dear Bonghi! From a sense of duty he used\nto visit a certain dull and pompous house in the capital and forthwith\nfall asleep on the nearest sofa; he slept sometimes for two hours at a\nstretch, while all the other visitors were solemnly marched to the spot\nto observe him–behold the great Bonghi: he slumbers! There is a statue\nerected to him here, and a street has likewise been named after another\ncelebrity, Giovanni Bovio. If I informed the townsmen of my former\nacquaintance with these two heroes, they would perhaps put up a marble\ntablet commemorating the fact. For the place is infected with the\npatriotic disease of monumentomania. The drawback is that with every\nchange of administration the streets are re-baptized and the statues\nshifted to make room for new favourites; so the civic landmarks come and\ngo, with the swiftness of a cinematograph.",
        "Frederick II also has his street, and so has Pietjo Giannone. This\nsmacks of anti-clericalism. But to judge by the number of priests and\nthe daily hordes of devout and dirty pilgrims that pour into the town\nfrom the fanatical fastnesses of the Abruzzi–picturesque, I suppose we\nshould call them–the country is sufficiently orthodox. Every\nself-respecting family, they tell me, has its pet priest, who lives on\nthem in return for spiritual consolations.",
        "There was a religious festival some nights ago in honour of Saint\nEspedito. No one could tell me more about this holy man than that he was\na kind of pilgrim-warrior, and that his cult here is of recent date; it\nwas imported or manufactured some four years ago by a rich merchant who,\ntired of the old local saints, built a church in honour of this new one,\nand thereby enrolled him among the city gods.",
        "On this occasion the square was seething with people: few\nwomen, and the men mostly in dark clothes; we are already under Moorish\nand Spanish influences. A young boy addressed me with the polite\nquestion whether I could tell him the precise number of the population\nof London.",
        "That depended, I said, on what one described as London. There was what\nthey called greater London–",
        "It depended! That was what he had always been given to understand. . . .\nAnd how did I like Lucera? Rather a dull little place, was it not?\nNothing like Paris, of course. Still, if I could delay my departure for\nsome days longer, they would have the trial of a man who had murdered\nthree people: it might be quite good fun. He was informed that they\nhanged such persons in England, as they used to do hereabouts; it seemed\nrather barbaric, because, naturally, nobody is ever responsible for his\nactions; but in England, no doubt–",
        "That is the normal attitude of these folks towards us and our\ninstitutions. We are savages, hopeless savages; but a little savagery,\nafter all, is quite endurable. Everything is endurable if you have lots\nof money, like these English.",
        "As for myself, wandering among that crowd of unshaven creatures, that\nrustic population, fiercely gesticulating and dressed in slovenly hats\nand garments, I realized once again what the average Anglo-Saxon would\nask himself: Are they all brigands, or only some of them? That music,\ntoo–what is it that makes this stuff so utterly unpalatable to a\ncivilized northerner? A soulless cult of rhythm, and then, when the\nsimplest of melodies emerges, they cling to it with the passionate\ndelight of a child who has discovered the moon. These men are still in\nthe age of platitudes, so far as music is concerned; an infantile aria\nis to them what some foolish rhymed proverb is to the Arabs: a thing of\nGod, a portent, a joy for ever.",
        "You may visit the cathedral; there is a fine verde antico column on\neither side of the sumptuous main portal. I am weary, just now, of these\nstructures; the spirit of pagan Lucera–\"Lucera dei Pagani” it used to\nbe called–has descended upon me; I feel inclined to echo Carducci’s\n“Addio, nume semitico!” One sees so many of these sombre churches,\nand they are all alike in their stony elaboration of mysticism and\nwrong-headedness; besides, they have been described, over and over\nagain, by enthusiastic connaisseurs who dwell lovingly upon their\nartistic quaintnesses but forget the grovelling herd that reared them,\nwith the lash at their backs, or the odd type of humanity–the gargoyle\ntype–that has since grown up under their shadow and influence.\nI prefer to return to the sun and stars, to my promenade beside\nthe castle walls.",
        "But for the absence of trees and hedges, one might take this to be some\nEnglish prospect of the drowsy Midland counties–so green it is, so\ngolden-grey the sky. The sunlight peers down dispersedly through windows\nin this firmament of clouded amber, alighting on some mouldering tower,\nsome patch of ripening corn or distant city–Troia, lapped in Byzantine\nslumber, or San Severo famed in war. This in spring. But what days of\nglistering summer heat, when the earth is burnt to cinders under a\nheavenly dome that glows like a brazier of molten copper! For this\ncountry is the Sahara of Italy.",
        "One is glad, meanwhile, that the castle does not lie in the natal land\nof the Hohenstaufen. The interior is quite deserted, to be sure; they\nhave built half the town of Lucera with its stones, even as Frederick\nquarried them out of the early Roman citadel beneath; but it is at least\na harmonious desolation. There are no wire-fenced walks among the ruins,\nno feeding-booths and cheap reconstructions of draw-bridges and\npolice-notices at every corner; no gaudy women scribbling to their\nfriends in the “Residenzstadt” post cards illustrative of the\n“Burgruine,” while their husbands perspire over mastodontic beer-jugs.\nThere is only peace.",
        "These are the delights of Lucera: to sit under those old walls and watch\nthe gracious cloud-shadows dappling the plain, oblivious of yonder\nassemblage of barbers and politicians. As for those who can reconstruct\nthe vanished glories of such a place–happy they! I find the task\nincreasingly difficult. One outgrows the youthful age of hero-worship;\nnext, our really keen edges are so soon worn off by mundane trivialities\nand vexations that one is glad to take refuge in simpler pleasures once\nmore–to return to primitive emotionalism. There are so many Emperors of\npast days! And like the old custodian, I have not so much as set eyes on\nthem.",
        "Yet this Frederick is no dim figure; he looms grandly through the\nintervening haze. How well one understands that craving for the East,\nnowadays; how modern they were, he and his son the “Sultan of Lucera,\"\nand their friends and counsellors, who planted this garden of exotic\nculture! Was it some afterglow of the luminous world that had sunk below\nthe horizon, or a pale streak of the coming dawn? And if you now glance\ndown into this enclosure that once echoed with the song of minstrels\nand the soft laughter of women, with the discourse of wits, artists and\nphilosophers, and the clang of arms–if you look, you will behold\nnothing but a green lake, a waving field of grass. No matter. The\nambitions of these men are fairly realized, and every one of us may keep\na body-guard of pagans, an’t please him; and a harem likewise–to judge\nby the newspapers.",
        "For he took his Orientalism seriously; he had a harem, with eunuchs,\netc., all proper, and was pleased to give an Eastern colour to his\nentertainments. Matthew Paris relates how Frederick’s brother-in-law,\nreturning from the Holy Land, rested awhile at his Italian court, and\nsaw, among other diversions, “duas puellas Saracenicas formosas, quae in\npavimenti planitie binis globis insisterent, volutisque globis huo\nillucque ferrentur canentes, cymbala manibus collidentes, corporaque\nsecundum modules motantes atque flectentes.” I wish I had been there. . . .",
        "I walked to the castle yesterday evening on the chance of seeing an\neclipse of the moon which never came, having taken place at quite\nanother hour. A cloudless night, dripping with moisture, the electric\nlights of distant Foggia gleaming in the plain. There are brick-kilns at\nthe foot of the incline, and from some pools in the neighbourhood issued\na loud croaking of frogs, while the pallid smoke of the furnaces,\npressed down by the evening dew, trailed earthward in a long twisted\nwreath, like a dragon crawling sulkily to his den. But on the north side\none could hear the nightingales singing in the gardens below. The dark\nmass of Mount Gargano rose up clearly in the moonlight, and I began to\nsketch out some itinerary of my wanderings on that soil. There was Sant’\nAngelo, the archangel’s abode; and the forest region; and Lesina with\nits lake; and Vieste the remote, the end of all things. . . .",
        "Then my thoughts wandered to the Hohenstaufen and the conspiracy whereby\ntheir fate was avenged. The romantic figures of Manfred and Conradin;\ntheir relentless enemy Charles; Costanza, her brow crowned with a poetic\nnimbus (that melted, towards the end, into an aureole of bigotry);\nFrangipani, huge in villainy; the princess Beatrix, tottering from the\ndungeon where she had been confined for nearly twenty years; her\ndeliverer Roger de Lauria, without whose resourcefulness and audacity it\nmight have gone ill with Aragon; Popes and Palaso-logus–brilliant\ncolour effects; the king of England and Saint Louis of France; in the\nbackground, dimly discernible, the colossal shades of Frederick and\nInnocent, looked in deadly embrace; and the whole congress of figures\nenlivened and interpenetrated as by some electric fluid–the personality\nof John of Procida. That the element of farce might not be lacking, Fate\ncontrived that exquisite royal duel at Bordeaux where the two mighty\npotentates, calling each other by a variety of unkingly epithets,\nenacted a prodigiously fine piece of foolery for the delectation of\nEurope.",
        "From this terrace one can overlook both Foggia and Castel\nFiorentino–the beginning and end of the drama; and one follows the\nmarch of this magnificent retribution without a shred of compassion for\nthe gloomy papal hireling. Disaster follows disaster with mathematical\nprecision, till at last he perishes miserably, consumed by rage and\ndespair. Then our satisfaction is complete.",
        "No; not quite complete. For in one point the stupendous plot seems to\nhave been imperfectly achieved. Why did Roger de Lauria not profit by\nhis victory to insist upon the restitution of the young brothers of\nBeatrix, of those unhappy princes who had been confined as infants in\n1266, and whose very existence seems to have faded from the memory of\nhistorians? Or why did Costanza, who might have dealt with her enemy’s\nson even as Conradin had been dealt with, not round her magnanimity by\nclaiming her own flesh and blood, the last scions of a great house? Why\nwere they not released during the subsequent peace, or at least in 1302?\nThe reason is as plain as it is unlovely; nobody knew what to do with\nthem. Political reasons counselled their effacement, their\nnon-existence. Horrible thought, that the sunny world should be too\nsmall for three orphan children! In their Apulian fastness they\nremained–in chains. A royal rescript of 1295 orders that they be freed\nfrom their fetters. Thirty years in fetters! Their fate is unknown; the\nnight of medievalism closes in upon them once more. . . .",
        "Further musings were interrupted by the appearance of a shape which\napproached from round the corner of one of the towers. It cams nearer\nstealthily, pausing every now and then. Had I evoked, willy-nilly, some\nphantom of the buried past?",
        "It was only the custodian, leading his dog Musolino. After a shower of\ncompliments and apologies, he gave me to understand that it was his\nduty, among other things, to see that no one should endeavour to raise\nthe treasure which was hidden under these ruins; several people, he\nexplained, had already made the attempt by night. For the rest, I was\nquite at liberty to take my pleisure about the castle at all hours. But\nas to touching the buried hoard, it was proibito–forbidden!",
        "I was glad of the incident, which conjured up for me the Oriental mood\nwith its genii and subterranean wealth. Straightway this incongruous and\nirresponsible old buffoon was invested with a new dignity; transformed\ninto a threatening Ifrit, the guardian of the gold, or–who\nknows?–Iblis incarnate. The gods take wondrous shapes, sometimes.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}