{
    "title": "Old Calabria - XXXVI. MEMORIES OF GISSING",
    "author": "Norman Douglas",
    "chapter": "36",
    "content": [
        "\n\n",
        "Two new hotels have recently sprung up at Cotrone. With laudable\npatriotism, they are called after its great local champions, athletic\nand spiritual, in ancient days–Hotel Milo and Hotel Pythagoras. As\nsuch, they might be expected to make a strong appeal to the muscles and\nbrains of their respective clients. I rather fancy that the chief\ncustomers of both are commercial travellers who have as little of the\none as of the other, and to whom these fine names are Greek.",
        "As for myself, I remain faithful to the “Concordia” which has twice\nalready sheltered me within its walls.",
        "The shade of George Gissing haunts these chambers and passages. It was\nin 1897 that he lodged here with that worthy trio: Gibbon, Lenormant and\nCassiodorus. The chapters devoted to Cotrone are the most lively and\ncharacteristic in his “Ionian Sea.” Strangely does the description of\nhis arrival in the town, and his reception in the “Concordia,” resemble\nthat in Bourget’s “Sensations.”",
        "The establishment has vastly improved since those days. The food is good\nand varied, the charges moderate; the place is spotlessly clean in every\npart–I could only wish that the hotels in some of our English country\ntowns were up to the standard of the “Concordia” in this respect. “One\ncannot live without cleanliness,” as the housemaid, assiduously\nscrubbing, remarked to me. It is also enlarged; the old dining-room,\nwhose guests are so humorously described by him, is now my favourite\nbedroom, while those wretched oil-lamps sputtering on the wall have been\nreplaced by a lavish use of electricity. One is hardly safe, however, in\npraising these inns over-much; they are so apt to change hands. So long\nas competition with the two others continues, the “Concordia” will\npresumably keep to its present level.",
        "Of freaks in the dining-room, I have so far only observed one whom\nGissing might have added to his collection. He is a director of some\nkind, and his method of devouring maccheroni I unreservedly admire–it\ndisplays that lack of all effort which distinguishes true art from\nfalse. He does not eat them with deliberate mastication; he does not\neven–like your ordinary amateur–drink them in separate gulps; but he\ncontrives, by some swiftly-adroit process of levitation, that the whole\nplateful shall rise in a noiseless and unbroken flood from the table to\nhis mouth, whence it glides down his gullet with the relentless ease of\na river pouring into a cavern. Altogether, a series of films depicting\nhim at work upon a meal would make the fortune of a picture-show\ncompany–in England. Not here, however; such types are too common to be\nremarked, the reason being that boys are seldom sent to boarding schools\nwhere stereotyped conventions of “good form” are held up for their\nimitation, but brought up at home by adoring mothers who care little for\nsuch externals or, if they do, have no great authority to enforce their\nviews. On entering the world, these eccentricities in manner are proudly\nclung to, as a sign of manly independence.",
        "Death has made hideous gaps in the short interval. The kindly\nVice-Consul at Catanzaro is no more; the mayor of Cotrone, whose permit\nenabled Gissing to visit that orchard by the riverside, has likewise\njoined the majority; the housemaid of the “Concordia,” the domestic serf\nwith dark and fiercely flashing eyes–dead! And dead is mine hostess,\n“the stout, slatternly, sleepy woman, who seemed surprised at my demand\nfor food, but at length complied with it.”",
        "But the little waiter is alive and now married; and Doctor Sculco still\nresides in his aristocratic palazzo up that winding way in the old\ntown, with the escutcheon of a scorpion–portentous emblem for a\ndoctor–over its entrance. He is a little greyer, no doubt; but the same\ngenial and alert personage as in those days.",
        "I called on this gentleman, hoping to obtain from him some reminiscences\nof Gissing, whom he attended during a serious illness.",
        "“Yes,” he replied, to my enquiries, “I remember him quite well; the\nyoung English poet who was ill here. I prescribed for him. Yes–yes! He\nwore his hair long.”",
        "And that was all I could draw from him. I have noticed more than once\nthat Italian physicians have a stern conception of the Hippocratic oath:\nthe affairs of their patients, dead or alive, are a sacred trust in\nperpetuity.",
        "The town, furthermore, has undergone manifold improvements in those few\nyears. Trees are being planted by the roadsides; electric light is\neverywhere and, best of all, an excellent water-supply has been led down\nfrom the cool heights of the Sila, bringing cleanliness, health and\nprosperity in its train. And a stately cement-bridge is being built over\nthe Esaro, that “all but stagnant and wholly pestilential stream.” The\nEsaro glides pleasantly, says the chronicler Noia Molisi. Perhaps it\nreally glided, in his day.",
        "One might do worse than spend a quiet month or two at Cotrone in the\nspring, for the place grows upon one: it is so reposeful and orderly.\nBut not in winter. Gissing committed the common error of visiting south\nItaly at that season when, even if the weather will pass, the country\nand its inhabitants are not true to themselves. You must not come to\nthese parts in winter time.",
        "Nor yet in the autumn, for the surrounding district is highly malarious.\nThucydides already speaks of these coastlands as depopulated (relatively\nspeaking, I suppose), and under the Romans they recovered but little;\nthey have only begun to revive quite lately. [Footnote: Between\n1815–1843, and in this single province of Catanzaro, there was an\nactual decline in the population of thirty-six towns and villages.\nMalaria!] Yet this town must have looked well enough in the twelfth\ncentury, since it is described by Edrisius as “a very old city,\nprimitive and beautiful, prosperous and populated, in a smiling\nposition, with walls of defence and an ample port for anchorage.” I\nsuspect that the history of Cotrone will be found to bear out Professor\nCelli’s theory of the periodical recrudescences and abatements of\nmalaria. However that may be, the place used to be in a deplorable\nstate. Riedesel (1771) calls it “la ville la plus affreuse de l’Italie,\net peut-etre du monde entier\"; twenty years later, it is described as\n“sehr ungesund ... so aermlich als moeglich\"; in 1808 it was “reduite a\nune population de trois mille habitants ronges par la misere, et les\nmaladies qu’occasionne la stagnation des eaux qui autrefois\nfertilisaient ces belles campagnes.” In 1828, says Vespoli, it contained\nonly 3932 souls.",
        "I rejoice to cite such figures. They show how vastly Cotrone, together\nwith the rest of Calabria, has improved since the Bourbons were ousted.\nThe sack of the town by their hero Cardinal Ruffo, described by Pepe and\nothers, must have left long traces. “Horrible was the carnage\nperpetrated by these ferocious bands. Neither age nor sex nor condition\nwas spared. . . . After two days of pillage accompanied by a multitude\nof excesses and cruelties, they erected, on the third day, a magnificent\naltar in the middle of a large square\"–and here the Cardinal, clothed\nin his sacred purple, praised the good deeds of the past two days and\nthen, raising his arms, displayed a crucifix, absolving his crew from\nthe faults committed during the ardour of the sack, and blessed them.",
        "I shall be sorry to leave these regions for the north, as leave them I\nmust, in shortest time. The bathing alone would tempt me to prolong my\nstay, were it possible. Whereas Taranto, despite its situation,\npossesses no convenient beach, there are here, on either side of the\ntown, leagues of shimmering sand lapped by tepid and caressing waves; it\nis a sunlit solitude; the land is your own, the sea your own, as far as\neye can reach. One may well become an amphibian, at Cotrone.",
        "The inhabitants of this town are well-mannered and devoid of the\n“ineffable” air of the Tarentines. But they are not a handsome race.\nGissing says, a propos of the products of a local photographer, that it\nwas “a hideous exhibition; some of the visages attained an incredible\ndegree of vulgar ugliness.” That is quite true. Old authors praise the\nbeauty of the women of Cotrone, Bagnara, and other southern towns; for\nmy part, I have seldom found good-looking women in the coastlands of\nCalabria; the matrons, especially, seem to favour that ideal of the\nHottentot Venus which you may study in the Jardin des Plantes; they are\ndecidedly centripetal. Of the girls and boys one notices only those who\npossess a peculiar trait: the eyebrows pencilled in a dead straight\nline, which gives them an almost hieratic aspect. I cannot guess from\nwhat race is derived this marked feature which fades away with age as\nthe brows wax thicker and irregular in contour. We may call it Hellenic\non the old-fashioned principle that everything attractive comes from the\nGreeks, while its opposite is ascribed to those unfortunate “Arabs” who,\nas a matter of fact, are a sufficiently fine-looking breed.",
        "And there must be very little Greek blood left here. The town–among\nmany similar vicissitudes–was peopled largely by Bruttians, after\nHannibal had established himself here. In the Viceregal period, again,\nthere was a great infusion of Spanish elements. A number of Spanish\nsurnames still linger on the spot.",
        "And what of Gissing’s other friend, the amiable guardian of the\ncemetery? “His simple good nature and intelligence greatly won upon me.\nI like to think of him as still quietly happy amid his garden walls,\ntending flowers that grow over the dead at Cotrone.”",
        "Dead, like those whose graves he tended; like Gissing himself. He\nexpired in February 1901–the year of the publication of the “Ionian\nSea,” and they showed me his tomb near the right side of the entrance;\na. poor little grave, with a wooden cross bearing a number, which will\nsoon be removed to make room for another one.",
        "This cemetery by the sea is a fair green spot, enclosed in a high wall\nand set with flowering plants and comely cypresses that look well\nagainst their background of barren clay-hills. Wandering here, I called\nto mind the decent cemetery of Lucera, and that of Manfredonia, built in\na sleepy hollow at the back of the town which the monks in olden days\nhad utilized as their kitchen garden (it is one of the few localities\nwhere deep soil can be found on that thirsty limestone plain); I\nremembered the Venosa burial-ground near the site of the Roman\namphitheatre, among the tombs of which I had vainly endeavoured to find\nproofs that the name of Horace is as common here as that of Manfred in\nthose other two towns; the Taranto cemetery, beyond the railway quarter,\nsomewhat overloaded with pretentious ornaments; I thought of many cities\nof the dead, in places recently explored–that of Rossano, ill-kept\nwithin, but splendidly situated on a projecting spur that dominates the\nIonian; of Caulonia, secluded among ravines at the back of the\ntown. . . .",
        "They are all full of character; a note in the landscape, with their\ncypresses darkly towering amid the pale and lowly olives; one would\nthink the populace had thrown its whole poetic feeling into the choice\nof these sites and their embellishments. But this is not the case; they\nare chosen merely for convenience–not too far from habitations, and yet\non ground that is comparatively cheap. Nor are they truly venerable,\nlike ours. They date, for the most part, from the timewhen the\nGovernment abolished the oldsystem of inhumation in churches–a system\nwhich, for the rest, still survives; there are over six hundred of these\nfosse carnarie in use at this moment, most of them in churches.",
        "And a sad thought obtrudes itself in these oases of peace and verdure.\nThe Italian law requires that the body shall be buried within\ntwenty-four hours after decease (the French consider forty-eight hours\ntoo short a term, and are thinking of modifying their regulations in\nthis respect): a doctor’s certificate of death is necessary but often\nimpossible to procure, since some five hundred Italian communities\npossess no medical man whatever. Add to this, the superstitions of\nignorant country people towards the dead, testified to by extraordinary\nbeliefs and customs which you will find in Pitre and other collectors of\nnative lore–their mingled fear and hatred of a corpse, which prompts\nthem to thrust it underground at the earliest possible opportunity.\n. . . Premature burial must be all too frequent here. I will not\nenlarge upon the theme of horror by relating what gravediggers\nhave seen with their own eyes on disturbing old coffins; if only half\nwhat they tell me is true, it reveals a state of affairs not to be\ncontemplated without shuddering pity, and one that calls for prompt\nlegislation. Only last year a frightful case came to light in Sicily.\nVideant Consules.",
        "Here, at the cemetery, the driving road abruptly ends; thenceforward\nthere is merely a track along the sea that leads, ultimately, to Capo\nNau, where stands a solitary column, last relic of the great temple of\nHera. I sometimes follow it as far as certain wells that are sunk,\nArab-fashion, into the sand, and dedicated to Saint Anne. Goats and cows\nrecline here after their meagre repast of scorched grasses, and the\nshepherds in charge have voices so soft, and manners so gentle, as to\ncall up suggestions of the Golden Age. These pastoral folk are the\nprimitives of Cotrone. From father to son, for untold ages before\nTheocritus hymned them, they have kept up their peculiar habits and\ntraditions; between them and the agricultural classes is a gulf as deep\nas between these and the citizens. Conversing with them, one marvels how\nthe same occupation can produce creatures so unlike as these and the\ngoat-boys of Naples, the most desperate camorristi.",
        "The cows may well be descendants of the sacred cattle of Hera that\nbrowsed under the pines which are known to have clothed the bleak\npromontory. You may encounter them every day, wandering on the way to\nthe town which they supply with milk; to avoid the dusty road, they\nmarch sedately through the soft wet sand at the water’s edge, their\nsilvery bodies outlined against a cserulean flood of sky and sea.",
        "On this promenade I yesterday observed, slow-pacing beside the waves, a\nmeditative priest, who gave me some details regarding the ruined church\nof which Gissing speaks. It lies in the direction of the cemetery,\noutside the town; “its lonely position,” he says, “made it interesting,\nand the cupola of coloured tiles (like that of the cathedral of Amalfi)\nremained intact, a bright spot against the grey hills behind.” This\ncupola has recently been removed, but part of the old walls serve as\nfoundation for a new sanctuary, a sordid-looking structure with\nred-tiled roof: I am glad to have taken a view of it, some years ago,\nere its transformation. Its patroness is the Madonna del Carmine–the\nsame whose church in Naples is frequented by thieves and cut-throats,\nwho make a special cult of this Virgin Motherand invoke Her blessing on\ntheir nefarious undertakings.",
        "The old church, he told me, was built in the middle of the seventeenth\ncentury; this new one, he agreed, might have been constructed on more\nambitious lines, “but nowadays-----” and he broke off, with eloquent\naposiopesis.",
        "It was the same, he went on, with the road to the cemetery; why should\nit not be continued right up to the cape of the Column as in olden days,\nover ground dove ogni passo e una memoria: where every footstep is a\nmemory?",
        "“Rich Italians,” he said, “sometimes give away money to benefit the\npublic. But the very rich–never! And at Cotrone, you must remember,\nevery one belongs to the latter class.”",
        "We spoke of the Sila, which he had occasionally visited.",
        "“What?” he asked incredulously, “you have crossed the whole of that\ncountry, where there is nothing to eat–nothing in the purest and most\nliteral sense of that word? My dear sir! You must feel like Hannibal,\nafter his passage of the Alps.”",
        "Those barren clay-hills on our right of which Gissing speaks (they are\nlike the baize of the Apennines) annoyed him considerably; they were\nthe malediction of the town, he declared. At the same time, they\nsupplied him with the groundwork of a theory for which there is a good\ndeal to be said. The old Greek city, he conjectured, must have been\nlargely built of bricks made from their clay, which is once more being\nutilized for this purpose. How else account for its utter disappearance?\nMuch of the finer buildings were doubtless of stone, and these have been\nworked into the fort, the harbour and palazzi of new Cotrone; but this\nwould never account for the vanishing of a town nearly twelve miles in\ncircumference. Bricks, he said, would explain the mystery; they had\ncrumbled into dust ere yet the Romans rebuilt, with old Greek stones,\nthe city on the promontory now occupied by the new settlement.",
        "The modern palaces on the rising ground of the citadel are worthy of a\nvisit; they are inhabited by some half-dozen “millionaires” who have\ngiven Cotrone the reputation of being the richest town of its size in\nItaly. So far as I can judge, the histories of some of these wealthy\nfamilies would be curious reading.",
        "“Gentlemen,” said the Shepherd, “if you have designs of Trading, you\nmust go another way; but if you’re of the admired sort of Men, that have\nthe thriving qualifications of Lying and Cheating, you’re in the direct\nPath to Business; for in this City no Learning flourisheth; Eloquence\nfinds no room here; nor can Temperance, Good Manners, or any Vertue meet\nwith a Reward; assure yourselves of finding but two sorts of Men, and\nthose are the Cheated, and those that Cheat.”",
        "If gossip at Naples and elsewhere is to be trusted, old Petronius seems\nto have had a prophetic glimpse of the dessus du panier of modern\nCotrone.",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}