{
    "title": "Old Greek Stories - Admetus and Alcestis",
    "author": "James Baldwin",
    "chapter": "10",
    "content": [
        "\n\n",
        "In a little town north of Delphi, and not very far from the sea, there\nlived a young man named Admetus. He was the ruler of the town, and hence\nwas called its king; but his kingdom was so small that he could walk all\nround it in half a day. He knew the name of every man and woman and\nchild in the town, and everybody loved him because he was so gentle and\nkind and at the same time a king.",
        "Late one day, when the rain was falling and the wind was blowing cold\nfrom the mountains, a beggar came to his door. The man was ragged and\ndirty and half starved, and Admetus knew that he must have come from\nsome strange land, for in his own country no one ever went hungry. So\nthe kind king took him into the house and fed him; and after the man had\nbathed he gave him his own warm cloak, and bade the servants make a\nplace for him to sleep through the night.",
        "In the morning Admetus asked the poor man his name, but he shook his\nhead and made no answer. Then Admetus asked him about his home and his\ncountry; and all that the man would say was: “Make me your slave,\nmaster! Make me your slave, and let me serve you for a year.”",
        "The young king did not need another servant. But he saw that the poorest\nslave in the land was better off than this man, and so he took pity on\nhim. “I will do as you ask,” he said. “I will give you a home and food\nand clothing; and you shall serve me and be my slave for one year.”",
        "There was but little that the stranger knew how to do, and so he was\nsent to the hills to take care of the king’s sheep and goats. For a\nwhole year he tended the flocks, finding the greenest pastures and the\nfreshest water for them, and keeping the wolves away. Admetus was very\nkind to him, as he was to all his servants, and the food and clothing\nwhich he gave him were of the best in the land. But the stranger did not\ntell his name nor say anything about his kindred or his home.",
        "When a year and a day had passed, it so happened that Admetus was\nwalking out among the hills to see his sheep. All at once the sound of\nmusic fell upon his ear. It was no such music as shepherds play, but\nsweeter and richer than any he had ever heard before. He looked to see\nwhere the sound came from. Ah! who was that sitting on the hilltop, with\nthe sheep around him listening to his music? Surely it was not his\nshepherd?",
        "It was a tall and handsome young man, clad in robes lighter and finer\nthan any king might wear. His face was as bright as sunbeams, and his\neyes gleamed like lightning. Upon his shoulder was a silver bow, from\nhis belt hung a quiver of sharp arrows, and in his hands was a golden\nlyre. Admetus stood still and wondered. Then the stranger spoke:",
        "“King Admetus,” he said, “I am the poor beggar whom you fed–your slave\nto whom you were so kind. I have served you, as I agreed, for a whole\nyear, and now I am going home. Is there anything I can do for you?”",
        "“Yes,” said Admetus; “tell me your name.”",
        "“My name is Apollo,” was the answer. “Twelve months ago my father,\nmighty Jupiter, drove me away from before his face and bade me go out\nfriendless and alone upon the earth; and he told me that I should not\nturn again towards home until I had served a year as some man’s slave. I\ncame to you, ragged and half starved, and you fed and clothed me; and I\nbecame your slave, and you were as kind to me as though I were your son.\nWhat shall I give you to reward you?”",
        "“Lord of the Silver Bow,” said the king, “I have all that any man can\nwant. I am happy in the thought that I have been of some help to you. I\ncan ask for nothing more.”",
        "“Very well,” said Apollo; “but if the time should ever come when you\nneed my help, let me know.”",
        "Then the bright prince walked swiftly away, playing sweet music as he\nwent; and Admetus with glad heart returned to his home.",
        "From the place where Admetus lived it was only a few miles to Iolcus, a\nrich city by the sea. The king of Iolcus was a cruel tyrant named\nPelias, who cared for nobody in all the world but himself. This Pelias\nhad a daughter named Alcestis, who was as fair as any rose in June and\nso gentle and good that everybody praised her. Many a prince from over\nthe sea had come to woo Alcestis for his wife; and the noblest young men\nin Greece had tried to win her favor. But there was only one to whom she\nwould listen, and that was her young neighbor, King Admetus.",
        "So Admetus went before gruff King Pelias to ask him whether he might wed\nAlcestis.",
        "“No one shall have my daughter,” said the old king, “until he proves\nthat he is worthy to be my son-in-law. If you want her, you must come\nfor her in a chariot drawn by a lion and a wild boar. If you come in any\nother way, she shall not be your wife.” And Pelias laughed, and drove\nthe young man out of his palace.",
        "Admetus went away feeling very sad; for who had ever heard of harnessing\na lion and a wild boar together in a chariot? The bravest man in the\nworld could not do such a thing as that.",
        "As he walked along and saw the sheep and goats feeding on the hilltops\nnear his own town, he chanced to think of Apollo and of the last words\nthat he had heard him say: “When you need my help, let me know.”",
        "“I will let him know,” said Admetus.",
        "Early the next morning he built an altar of stones in the open field;\nand when he had killed the fattest goat of the flock, he built a fire on\nthe altar and laid the thighs of the goat in the flames. Then when the\nsmell of the burning flesh went up into the air, he lifted his hands\ntowards the mountain tops and called to Apollo.",
        "“Lord of the Silver Bow,” he cried, “if ever I have shown kindness to\nthe poor and the distressed, come now and help me. For I am in sore\nneed, and I remember your promise.”",
        "Hardly was he done speaking when bright Apollo, bearing his bow and his\nquiver of arrows, came down and stood before him.",
        "“Kindest of kings,” he said, “tell me how I can help you.”",
        "Then Admetus told him all about the fair Alcestis, and how her father\nwould give her only to the man who should come for her in a chariot\ndrawn by a lion and a wild boar.",
        "“Come with me,” said Apollo, “and I will help you.”",
        "Then the two went together into the forest, the Lord of the Silver Bow\nleading the way. Soon they started a lion from its lair and gave chase\nto it. The fleet-footed Apollo seized the beast by its mane, and\nalthough it howled and snapped with its fierce jaws it did not touch\nhim. Then Admetus started a wild boar from a thicket. Apollo gave chase\nto it, too, making the lion run beside him like a dog. When he had\ncaught the boar, he went on through the forest, leading the two beasts,\none with his right hand, the other with his left; and Admetus followed\nbehind.",
        "It was not yet noon when they came to the edge of the woods and saw\nthe sea and the city of Iolcus only a little way off. A golden chariot\nstood by the roadside as if waiting for them, and the lion and the boar\nwere soon harnessed to it. It was a strange team, and the two beasts\ntried hard to fight each other; but Apollo lashed them with a whip and\ntamed them until they lost their fierceness and were ready to mind the\nrein. Then Admetus climbed into the chariot; and Apollo stood by his\nside and held the reins and the whip, and drove into Iolcus.",
        "Old King Pelias was astonished when he saw the wonderful chariot and the\nglorious charioteer; and when Admetus again asked him for the fair\nAlcestis, he could not refuse. A day was set for the wedding, and Apollo\ndrove his team back to the forest and set the lion and the wild boar\nfree.",
        "And so Admetus and Alcestis were married, and everybody in the two\ntowns, except gruff old King Pelias, was glad. Apollo himself was one of\nthe guests at the wedding feast, and he brought a present for the young\nbridegroom; it was a promise from the Mighty Folk upon the mountain top\nthat if Admetus should ever be sick and in danger of death, he might\nbecome well again if some one who loved him would die for him.",
        "Admetus and Alcestis lived together happily for a long time, and all the\npeople in their little kingdom loved and blessed them. But at last\nAdmetus fell sick, and, as he grew worse and worse every day, all hope\nthat he would ever get well was lost. Then those who loved him\nremembered the wedding gift which Apollo had given him, and they began\nto ask who would be willing to die in his stead.",
        "His father and mother were very old and could hope to live but a short\ntime at best, and so it was thought that one of them would be glad to\ngive up life for the sake of their son. But when some one asked them\nabout it, they shook their heads and said that though life was short\nthey would cling to it as long as they could.",
        "Then his brothers and sisters were asked if they would die for Admetus,\nbut they loved themselves better than their brother, and turned away and\nleft him. There were men in the town whom he had befriended and who owed\ntheir lives to him; they would have done everything else for him, but\nthis thing they would not do.",
        "Now while all were shaking their heads and saying “Not I,” the beautiful\nAlcestis went into her own room and called to Apollo and asked that she\nmight give up her life to save her husband. Then without a thought of\nfear she lay down upon her bed and closed her eyes; and a little while\nafterward, when her maidens came into the room they found her dead.",
        "At the very same time Admetus felt his sickness leave him, and he sprang\nup as well and strong as he had ever been. Wondering how it was that he\nhad been so quickly cured, he made haste to find Alcestis and tell her\nthe good news. But when he went into her room, he saw her lying lifeless\non her couch, and he knew at once that she had died for him. His grief\nwas so great that he could not speak, and he wished that death had taken\nhim and spared the one whom he loved.",
        "In all the land every eye was wet with weeping for Alcestis, and the\ncries of the mourners were heard in every house. Admetus sat by the\ncouch where his young queen lay, and held her cold hand in his own. The\nday passed, and night came, but he would not leave her. All through the\ndark hours he sat there alone. The morning dawned, but he did not want\nto see the light.",
        "At last the sun began to rise in the east, and then Admetus was\nsurprised to feel the hand which he held growing warm. He saw a red\ntinge coming into the pale cheeks of Alcestis.",
        "A moment later the fair lady opened her eyes and sat up, alive and well\nand glad.",
        "How was it that Alcestis had been given back to life?",
        "When she died and left her body, the Shadow Leader, who knows no pity,\nled her, as he led all others, to the cheerless halls of Proserpine, the\nqueen of the Lower World.",
        "“Who is this who comes so willingly?” asked the pale-faced queen.",
        "And when she was told how Alcestis, so young and beautiful, had given\nher life to save that of her husband, she was moved with pity; and she\nbade the Shadow Leader take her back again to the joy and sunlight of\nthe Upper World.",
        "So it was that Alcestis came to life; and for many years she and Admetus\nlived in their little kingdom not far from the sea; and the Mighty Ones\non the mountain top blessed them; and, at last, when they had become\nvery old, the Shadow Leader led them both away together.",
        "Continue...",
        "\nThis eBook of “Old Greek Stories” by James Baldwin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Greek StoriesBy James BaldwinAt Amazon"
    ]
}