{
    "title": "Old Calabria - XXIX. CHAOS",
    "author": "Norman Douglas",
    "chapter": "29",
    "content": [
        "\n\n",
        "I have never beheld the enchantment of the Straits of Messina, that Fata\nMorgana, when, under certain conditions of weather, phantasmagoric\npalaces of wondrous shape are cast upon the waters–not mirrored, but\nstanding upright; tangible, as it were; yet diaphanous as a veil of gauze.",
        "A Dominican monk and correspondent of the Naples Academy, Minasi by\nname, friend of Sir W. Hamilton, wrote a dissertation upon this\natmospheric mockery. Many have seen and described it, among them Filati\nde Tassulo; Nicola Leoni reproduces the narrative of an eye-witness\nof 1643; another account appears in the book of A. Fortis\n(\"Mineralogische Reisen, 1788”). The apparition is coy. Yet there are\npictures of it–in an article in “La Lettura” by Dr. Vittorio Boccara,\nwho therein refers to a scientific treatise by himself on the subject,\nas well as in the little volume “Da Reggio a Metaponto” by Lupi-Crisafi,\nwhich was printed at Gerace some years ago. I mention these writers for\nthe sake of any one who, luckier than myself, may be able to observe\nthis phenomenon and become interested in its history and origin. . . .",
        "The chronicles of Messina record the scarcely human feats of the diver\nCola Pesce (Nicholas the Fish). The dim submarine landscapes of the\nStraits with their caves and tangled forests held no secrets from him;\nhis eyes were as familiar with sea-mysteries as those of any fish. Some\nthink that the legend dates from Frederick II, to whom he brought up\nfrom the foaming gulf that golden goblet which has been immortalized in\nSchiller’s ballad. But Schneegans says there are Norman documents that\nspeak of him. And that other tale, according to which he took to his\nwatery life in pursuit of some beloved maiden who had been swallowed by\nthe waves, makes one think of old Glaucus as his prototype.",
        "Many are the fables connected with his name, but the most portentous is\nthis: One day, during his subaqueous wanderings, he discovered the\nfoundations of Messina. They were insecure! The city rested upon three\ncolumns, one of them intact, another quite decayed away, the third\npartially corroded and soon to crumble into ruin. He peered up from, his\nblue depths, and in a fateful couplet of verses warned the townsmen of\ntheir impending doom. In this prophetic utterance ascribed to the\nfabulous Cola Pesce is echoed a popular apprehension that was only too\njustified.",
        "F. Muenter–one of a band of travellers who explored these regions after\nthe earthquake of 1783–also gave voice to his fears that Messina had\nnot yet experienced the full measure of her calamities. . . .",
        "I remember a night in September of 1908, a Sunday night, fragrant with\nthe odours of withered rosemary and cistus and fennel that streamed in\naromatic showers from the scorched heights overhead–a starlit night,\ntranquil and calm. Never had Messina appeared so attractive to me.\nArriving there generally in the daytime and from larger and sprightlier\ncentres of civilization, one is prone to notice only its defects. But\nnight, especially a southern night, has a wizard touch. It transforms\ninto objects of mysterious beauty all unsightly things, or hides them\nclean away; while the nobler works of man, those facades and cornices\nand full-bellied balconies of cunningly wrought iron rise up, under its\nenchantment, ethereal as the palace of fairies. And coming, as I then\ndid, from the sun-baked river-beds of Calabria, this place, with its\nbroad and well-paved streets, its glittering cafes and demure throng of\nevening idlers, seemed a veritable metropolis, a world-city.",
        "With deliberate slowness, ritardando con molto sentimento, I worked my\nway to the familiar restaurant.",
        "At last! At last, after an interminable diet of hard bread, onions and\ngoat’s cheese, I was to enjoy the complicated menu mapped out weeks\nbeforehand, after elaborate consideration and balancing of merits; so\ncomplicated, that its details have long ago lapsed from my memory. I\nrecollect only the sword-fish, a local speciality, and (as crowning\nglory) the cassata alla siciliana, a glacial symphony, a multicoloured\nice of commingling flavours, which requires far more time to describe\nthan to devour. Under the influence of this Sybaritic fare, helped down\nwith a crusted bottle of Calabrian wine–your Sicilian stuff is too\nstrong for me, too straightforward, uncompromising; I prefer to be\nwheedled out of my faculties by inches, like a gentleman–under this\ngenial stimulus my extenuated frame was definitely restored; I became\nmellow and companionable; the traveller’s lot, I finally concluded, is\nnot the worst on earth. Everything was as it should be. As for\nMessina–Messina was unquestionably a pleasant city. But why were all\nthe shops shut so early in the evening?",
        "“These Sicilians,” said the waiter, an old Neapolitan acquaintance, in\nreply to my enquiries, “are always playing some game. They are\npretending to be Englishmen at this moment; they have the Sunday-closing\nobsession on the brain. Their attacks generally last a fortnight; it’s\nlike the measles. Poor people.”",
        "Playing at being Englishmen!",
        "They have invented a new game now, those that are left of them. They are\nliving in dolls’ houses, and the fit is likely to last for some little\ntime.",
        "An engineer remarked to me, not long ago, among the ruins:",
        "“This baracca, this wooden shelter, has an interior surface area of\nless than thirty square metres. Thirty-three persons–men, women, and\nchildren–have been living and sleeping in it for the last five months.”",
        "“A little overcrowded?” I suggested.",
        "“Yes. Some of them are beginning to talk of overcrowding. It was all\nvery well in the winter months, but when August comes. . . . Well, we\nshall see.”",
        "No prophetic visions of the Messina of to-day, with its minute sheds\nperched among a wilderness of ruins and haunted by scared shadows in\nsable vestments of mourning, arose in my mind that evening as I sat at\nthe little marble table, sipping my coffee–overroasted, like all\nItalian coffee, by exactly two minutes–and puffing contentedly at my\ncigar, while the sober crowd floated hither and thither before my eyes.\nYes, everything was as it should be. And yet, what a chance!",
        "What a chance for some God, in this age of unbelief, to establish his\nrule over mankind on the firm foundations of faith! We are always\ncomplaining, nowadays, of an abatement of religious feeling. How easy\nfor such a one to send down an Isaiah to foretell the hour of the coming\ncatastrophe, and thus save those of its victims who were disposed to\nhearken to the warning voice; to reanimate the flagging zeal of\nworshippers, to straighten doubts and segregate the sheep from the\ngoats! Truly, He moves in a mysterious way, for no divine message came;\nthe just were entombed with the unjust amid a considerable deal of\ntelegraphing and heart-breaking.",
        "A few days after the disaster the Catholic papers explained matters by\nsaying that the people of Messina had not loved their Madonna\nsufficiently well. But she loved them none the less, and sent the\nearthquake as an admonishment. Rather a robust method of conciliating\ntheir affection; not exactly the suaviter in modo. . . .",
        "But if genuine prophets can only flourish among the malarious willow\nswamps of old Babylon and such-like improbable spots, we might at least\nhave expected better things of our modern spiritualists. Why should\ntheir apparitions content themselves with announcing the decease, at the\nAntipodes, of profoundly uninteresting relatives? Alas! I begin to\nperceive that spirits of the right kind, of the useful kind, have yet to\nbe discovered. Our present-day ghosts are like seismographs; they\nchronicle the event after it has happened. Now, what we want is-----",
        "“The Signore smokes, and smokes, and smokes. Why not take the tram and\nlisten to the municipal music in the gardens?”",
        "“Music? Gardens? An excellent suggestion, Gennarino.”",
        "Even as a small Italian town would be incomplete without its piazza\nwhere streets converge and commercial pulses beat their liveliest\nmeasure, so every larger one contrives to possess a public garden for\nthe evening disport of its citizens; night-life being the true life of\nthe south. Charming they are, most of them; none more delectable than\nthat of old Messina–a spacious pleasaunce, decked out with trim palms\nand flower-beds and labyrinthine walks freshly watered, and cooled, that\nevening, by stealthy breezes from the sea. The grounds were festively\nilluminated, and as I sat down near the bandstand and watched the folk\nmeandering to and fro, I calculated that no fewer than thirty thousand\npersons were abroad, taking their pleasure under the trees, in the bland\nair of evening. An orderly, well-dressed crowd. We may smile when they\ntell us that these people will stint themselves of the necessities of\nlife in order to wear fine clothes, but the effect, for an outsider, is\nall that it should be. For the rest, the very urchins, gambolling about,\nhad an air of happy prosperity, different from the squalor of the north\nwith its pinched white faces, its over-breeding and under-feeding.",
        "And how well the sensuous Italian strains accord with such an hour and\nscene! They were playing, if I remember rightly, the ever-popular Aida;\nother items followed later–more ambitious ones; a Hungarian rhapsody,\nBerlioz, a selection from Wagner.",
        "“Musica filosofica” said my neighbour, alluding to the German\ncomposer. He was a spare man of about sixty; a sunburnt, military\ncountenance, seamed by lines of suffering. “Non va in Sicilia–it\nwon’t do in this country. Not that we fail to appreciate your great\nthinkers,” he added. “We read and admire your Schopenhauer, your\nSpencer. They give passable representations of Wagner in Naples. But-----”",
        "“The climate?”",
        "“Precisely. I have travelled, sir; and knowing your Berlin, and London,\nand Boston, have been able to observe how ill our Italian architecture\nlooks under your grey skies, how ill our music sounds among the complex\nappliances of your artificial life. It has made you earnest, this\nclimate of yours, and prone to take earnestly your very pastimes.\nMusic, for us, has remained what it was in the Golden Age–an\nunburdening of the soul on a summer’s night. They play well, these\nfellows. Palermo, too, has a respectable band–Oh! a little too fast,\nthat recitativo!”",
        "“The Signore is a musician?”",
        "“A proprietario. But I delight in music, and I beguiled myself with\nthe fiddle as a youngster. Nowadays–look here!” And he extended his\nhand; it was crippled. “Rheumatism. I have it here, and here\"–pointing\nto various regions of his body–”and here! Ah, these doctors! The\nbaths I have taken! The medicines–the ointments–the embrocations: a\nperfect pharmacopceia! I can hardly crawl now, and without the help of\nthese two devoted boys even this harmless little diversion would have\nbeen denied me. My nephews–orphans,” he added, observing the direction\nof my glance.",
        "They sat on his other side, handsome lads, who spoke neither too much\nnor too little. Every now and then they rose with one accord and\nstrolled among the surging crowd to stretch their legs, returning after\nfive minutes to their uncle’s side. His eyes always followed their\nmovements.",
        "“My young brother, had he lived, would have made men of them,” he once\nobserved.",
        "The images revive, curiously pertinacious, with dim lapses and gulfs. I\ncan see them still, the two boys, their grave demeanour belied by mobile\nlips and mischievous fair curls of Northern ancestry; the other, leaning\nforward intent upon the music, and caressing his moustache with bent\nfingers upon which glittered a jewel set in massive gold–some scarab or\nintaglio, the spoil of old Magna Graecia. His conversation, during the\nintervals, moved among the accepted formulas of cosmopolitanism with\neasy flow, quickened at times by the individual emphasis of a man who\ncan forsake conventional tracks and think for himself. Among other\nthings, he had contrived an original project for reviving the lemon\nindustry of his country, which, though it involved a few tariff\nmodifications–\"a mere detail\"–struck me as amazingly effective and\ningenious. The local deputy, it seems, shared my view, for he had\nundertaken to bring it before the notice of Parliament.",
        "What was it?",
        "I have forgotten!",
        "So we discussed the world, while the music played under the starlit\nsouthern night.",
        "It must have been midnight ere a final frenzied galop on the part of the\nindefatigable band announced the close of the entertainment. I walked a\nfew paces beside the lame “proprietor” who, supported on the arms of his\nnephews, made his way to the spot where the cabs were waiting–his\nrheumatism, he explained, obliging him to drive. How he had enjoyed\nwalking as a youth, and what pleasure it would now have given him to\nprotract, during a promenade to my hotel, our delightful conversation!\nBut infirmities teach us to curtail our pleasures, and many things that\nseem natural to man’s bodily configuration are found to be unattainable.\nHe seldom left his rooms; the stairs–the diabolical stairs! Would I at\nleast accept his card and rest assured how gladly he would receive me\nand do all in his power to make my stay agreeable?",
        "That card has gone the way of numberless others which the traveller in\nSouthern Europe gathers about him. I have also forgotten the old man’s\nname. But the palazzo in which he lived bore a certain historical\ntitle which happened to be very familiar to me. I remember wondering how\nit came to reach Messina.",
        "In the olden days, of course, the days of splendour.",
        "Will they ever return?",
        "It struck me that the sufferings of the survivors would be alleviated if\nall the sheds in which they are living could be painted white or\npearl-grey in order to protect them, as far as possible, from the\nburning rays of the sun. I mentioned the idea to an overseer.",
        "“We are painting as fast as we can,” he replied. “An expensive matter,\nhowever. The Villagio Elena alone has cost us, in this respect, twenty\nthousand francs–with the greatest economy.”",
        "This will give some notion of the scale on which things have to be done.\nThe settlement in question contains some two hundred sheds–two hundred\nout of over ten thousand.",
        "But I was alluding not to these groups of hygienic bungalows erected by\npublic munificence and supplied with schools, laboratories, orphanages,\nhospitals, and all that can make life endurable, but to the\nothers–those which the refugees built for themselves–ill-contrived\nhovels, patched together with ropes, potato-sacks, petroleum cans and\nmiscellaneous odds and ends. A coat of whitewash, at least, inside and\nout. ... I was thinking, too, of those still stranger dwellings, the\ndisused railway trucks which the government has placed at the disposal\nof homeless families. At many Stations along the line may be seen\nstrings of these picturesque wigwams crowded with poor folk who have\ninstalled themselves within, apparently for ever. They are cultivating\ntheir favourite flowers and herbs in gaudy rows along the wooden\nplatforms of the carriages; the little children, all dressed in black,\nplay about in the shade underneath. The people will suffer in these\nnarrow tenements under the fierce southern sun, after their cool\ncourtyards and high-vaulted chambers! There will be diseases, too;\ntyphoids from the disturbed drainage and insufficient water-supply; eye\ntroubles, caused by the swarms of flies and tons of accumulated dust.\nThe ruins are also overrun with hordes of mangy cats and dogs which\nought to be exterminated without delay.",
        "If, as seems likely, those rudely improvised sheds are to be inhabited\nindefinitely, we may look forward to an interesting phenomenon, a\nreversion to a corresponding type of man. The lack of the most ordinary\nappliances of civilization, such as linen, washing-basins and cooking\nutensils, will reduce them to the condition of savages who view these\nthings with indifference or simple curiosity; they will forget that they\never had any use for them. And life in these huts where human beings are\nherded together after the manner of beasts–one might almost say fitted\nin, like the fragments of a mosaic pavement–cannot but be harmful to\nthe development of growing children.",
        "The Calabrians, I was told, distinguished themselves by unearthly\nferocity; Reggio was given over to a legion of fiends that descended\nfrom the heights during the week of confusion. “They tore the rings and\nbrooches off the dead,” said a young officiai to me. “They strangled the\nwounded and dying, in order to despoil them more comfortably. Here, and\nat Messina, the mutilated corpses were past computation; but the\nCalabrians were the worst.”",
        "Vampires, offspring of Night and Chaos.",
        "So Dolomieu, speaking of the depravation incroyable des moeurs which\naccompanied the earthquake of 1783, recounts the case of a householder\nof Polistena who was pinned down under some masonry, his legs emerging\nout of the ruins; his servant came and took the silver buckles off his\nshoes and then fled, without attempting to free him. We have seen\nsomething of this kind more recently at San Francisco.",
        "“After despoiling the corpses, they ransacked the dwellings. Five\nthousand beds, sir, were carried up from Reggio into the mountains.”",
        "“Five thousand beds! Per Dio! It seems a considerable number.”",
        "A young fellow, one of the survivors, attached himself to me in the\ncapacity of guide through the ruins of Reggio. He wore the\ncharacteristic earthquake look, a dazed and bewildered expression of\ncountenance; he spoke in a singularly deliberate manner. Knowing the\ncountry, I was soon bending my steps in the direction of the cemetery,\nchiefly for the sake of the exquisite view from those windswept heights,\nand to breathe more freely after the dust and desolation of the lower\nparts. This burial-ground is in the same state as that of Messina, once\nthe pride of its citizens; the insane frolic of nature has not respected\nthe slumber of the dead or their commemorative shrines; it has made a\nmockery of the place, twisting the solemn monuments into repulsive and\nirreverential shapes.",
        "But who can recount the freaks of stone and iron during those\nmoments–the hair-breadth escapes? My companion’s case was miraculous\nenough. Awakened from sleep with the first shock, he saw, by the dim\nlight of the lamp which burns in all their bedrooms, the wall at his\nbedside weirdly gaping asunder. He darted to reach the opening, but it\nclosed again and caught his arm in a stony grip. Hours seemed to\npass–the pain was past enduring; then the kindly cleft yawned once\nmore, allowing him to jump into the garden below. Simultaneously he\nheard a crash as the inner rooms of the house fell; then climbed aloft,\nand for four days wandered among the bleak, wet hills. Thousands were in\nthe same plight.",
        "I asked what he found to eat.",
        "“Erba, Signore. We all did. You could not touch property; a single\norange, and they would have killed you.”",
        "Grass!",
        "He bore a name renowned in the past, but his home being turned into a\ndust-heap under which his money, papers and furniture, his two parents\nand brothers, are still lying, he now gains a livelihood by carrying\nvegetables and fruit from the harbour to the collection of sheds\nhonoured by the name of market. Later in the day we happened to walk\npast the very mansion, which lies near the quay. “Here is my house and\nmy family,” he remarked, indicating, with a gesture of antique\nresignation, a pile of wreckage.",
        "Hard by, among the ruins, there sat a young woman with dishevelled hair,\nsinging rapturously. “Her husband was crushed to death,” he said, “and\nit unhinged her wits. Strange, is it not, sir? They used to fight like\nfiends, and now–she sings to him night and day to come back.”",
        "Love–so the Greeks fabled–was the child of Chaos.",
        "In this part of the town stands the civic museum, which all readers of\nGissing’s “Ionian Sea” will remember as the closing note of those\nharmonious pages. It is shattered, like everything else that he visited\nin Reggio; like the hotel where he lodged; like the cathedral whose\nproud superscription Circumlegentes devenimus Rhegium impressed him so\ndeeply; like that “singular bit of advanced civilization, which gave me\nan odd sense of having strayed into the world of those romancers who\nforecast the future–a public slaughter-house of tasteful architecture,\nset in a grove of lemon trees and palms, suggesting the dreamy ideal of\nsome reformer whose palate shrinks from vegetarianism.” We went the\nround of all these places, not forgetting the house which bears the\ntablet commemorating the death of a young soldier who fell fighting\nagainst the Bourbons. From its contorted iron balcony there hangs a rope\nby which the inmates may have tried to let themselves down.",
        "A friend of mine, Baron C----- of Stilo, is a member of that same\npatriotic family, and gave me the following strange account. He was\nabsent from Reggio at the time of the catastrophe, but three others of\nthem were staying there. On the first shock they rushed together,\npanic-stricken, into one room; the floor gave way, and they suddenly\nfound themselves sitting in their motor-car which happened to be placed\nexactly below them. They escaped with a few cuts and bruises.",
        "An inscription on a neighbouring ruin runs to the effect that the\nmansion having been severely damaged in the earthquake of 1783, its\nowner had rebuilt it on lines calculated to defy future shattering!\nWhether he would rebuild it yet again?",
        "Nevertheless, there seems to be some chance for the revival of Reggio;\nits prognosis is not utterly hopeless.",
        "But Messina is in desperate case.",
        "That haughty sea-front, with its long line of imposing edifices–imagine\na painted theatre decoration of cardboard through which some sportive\nbehemoth has been jumping with frantic glee; there you have it. And\nwithin, all is desolation; the wreckage reaches to the windows; you must\nclamber over it as best you can. What an all-absorbing post-tertiary\ndeposit for future generations, for the crafty antiquarian who deciphers\nthe history of mankind out of kitchen-middens and deformed heaps of\nforgotten trash! The whole social life of the citizens, their arts,\ndomestic economy, and pastimes, lies embedded in that rubbish. “A\nmusical race,” he will conclude, observing the number of decayed\npianofortes, guitars, and mandolines. The climate of Messina, he will\nfurther arene, must have been a wet one, inasmuch as there are umbrellas\neverywhere, standing upright among the debris, leaning all forlorn\nagainst the ruins, or peering dismally from under them. It rained much\nduring those awful days, and umbrellas were at a premium. Yet fifty of\nthem would not have purchased a loaf of bread.",
        "It was Goethe who, speaking of Pompeii, said that of the many\ncatastrophes which have afflicted mankind few have given greater\npleasure to posterity. The same will never be said of Messina, whose\nrelics, for the most part, are squalid and mean. The German poet, by the\nway, visited this town shortly after the disaster of 1783, and describes\nits zackige Ruinenwueste–words whose very sound is suggestive of\nshatterings and dislocations. Nevertheless, the place revived again.",
        "But what was 1783?",
        "A mere rehearsal, an amateur performance.",
        "Wandering about in this world of ghosts, I passed the old restaurant\nwhere the sword-fish had once tasted so good–an accumulation of stones\nand mortar–and reached the cathedral. It is laid low, all save the\nGargantuan mosaic figures that stare down from behind the altar in\nfutile benediction of Chaos; inane, terrific. This, then, is the house\nof that feudal lady of the fortiter in re, who sent an earthquake and\ncalled it love. Womanlike, she doted on gold and precious stones, and\nthey recovered her fabulous hoard, together with a copy of a Latin\nletter she sent to the Christians of Messina by the hand of Saint Paul.",
        "And not long afterwards–how came it to pass?–my steps were guided amid\nthat wilderness towards a narrow street containing the ruins of a\npalazzo that bore, on a tablet over the ample doorway, an inscription\nwhich arrested my attention. It was an historical title familiar to me;\nand forthwith a train of memories, slumbering in the caverns of my mind,\nwas ignited. Yes; there was no doubt about it: the old “proprietor” and\nhis nephews, he of the municipal gardens. . . .",
        "I wondered how they had met their fate, on the chill wintry morning. For\nassuredly, in that restricted space, not a soul can have escaped alive;\nthe wreckage, hitherto undisturbed, still covered their remains.",
        "And, remembering the old man and his humane converse that evening under\nthe trees, the true meaning of the catastrophe began to disentangle\nitself from accidental and superficial aspects. For I confess that the\nmassacre of a myriad Chinamen leaves me cool and self-possessed; between\nsuch creatures and ourselves there is hardly more than the frail bond of\na common descent from the ape; they are altogether too remote for our\nnarrow world-sympathies. I would as soon shed tears over the lost\nPleiad. But these others are our spiritual cousins; we have deep roots\nin this warm soil of Italy, which brought forth a goodly tithe of what\nis best in our own lives, in our arts and aspirations.",
        "And I thought of the two nephews, their decent limbs all distorted and\nmangled under a heap of foul rubbish, waiting for a brutal disinterment\nand a nameless grave. This is no legitimate death, this murderous\nviolation of life. How inconceivably hateful is such a leave-taking, and\nall that follows after! To picture a fair young body, that divine\ninstrument of joy, crushed into an unsightly heap; once loved, now\nloathed of all men, and thrust at last, with abhorrence, into some\ncommon festering pit of abominations. . . . The Northern type–a mighty\nbond, again; a tie of blood, this time, between our race and those\nrulers of the South, whose exploits in this land of orange and myrtle\nsurpassed the dreamings of romance.",
        "Strange to reflect that, without the ephemeral friendship of that\nevening, Messina of to-day might have represented to my mind a mere\nspectacle, the hecatomb of its inhabitants extorting little more than a\nconventional sigh. So it is. The human heart has been constructed on\nsomewhat ungenerous lines. Moralists, if any still exist on earth, may\ngeneralize with eloquence from the masses, but our poets have long ago\nsuccumbed to the pathos of single happenings; the very angels of Heaven,\nthey say, take more joy in one sinner that repenteth than in a hundred\nrighteous, which, duly apprehended, is only an application of the same\nilliberal principle.",
        "A rope of bed-sheets knotted together dangled from one of the upper\nwindows, its end swaying in mid-air at the height of the second floor.\nMany of them do, at Messina: a desperate expedient of escape. Some pots\nof geranium and cactus, sadly flowering, adorned the other windows,\nwhose glass panes were unbroken. But for the ominous sunlight pouring\nthrough them from within, the building looked fairly intact on this\nouter side. Its ponderous gateway, however, through which I had hoped to\nenter, was choked up by internal debris, and I was obliged to climb,\nwith some little trouble, to the rear of the house.",
        "If a titanic blade had sheared through the palazzo lengthwise, the\nthing could not have been done more neatly. The whole interior had gone\ndown, save a portion of the rooms abutting on the street-front; these\nwere literally cut in half, so as to display an ideal section of\ndomestic architecture. The house with its inmates and all it contained\nwas lying among the high-piled wreckage within, under my feet; masonry\nmostly–entire fragments of wall interspersed with crumbling mortar and\nconvulsed iron girders that writhed over the surface or plunged sullenly\ninto the depths; fetid rents and gullies in between, their flanks\naffording glimpses of broken vases, candelabras, hats, bottles,\nbirdcages, writing-books, brass pipes, sofas, picture-frames,\ntablecloths, and all the paltry paraphernalia of everyday life. No\nattempt at stratification, horizontal, vertical, or inclined; it was as\nif the objects had been thrown up by some playful volcano and allowed to\nsettle where they pleased. Two immense chiselled blocks of stone–one\nlying prone at the bottom of a miniature ravine, the other proudly\nerect, like a Druidical monument, in the upper regions–reminded me of\nthe existence of a staircase, a diabolical staircase.",
        "Looking upwards, I endeavoured to reconstruct the habits of the inmates,\nbut found it impossible, the section that remained being too shallow.\nSky-blue seems to have been their favourite colour. The kitchen was\neasily discernible, the hearth with its store of charcoal underneath,\ncopper vessels hanging in a neat row overhead, and an open cupboard full\nof household goods; a neighbouring room (the communicating doors were\nall gone), with lace window-curtains, a table, lamp, and book, and a\nbedstead toppling over the abyss; another one, carpeted and hung with\npictures and a large faded mirror, below which ran a row of shelves that\ngroaned under a multitudinous collection of phials and bottles.",
        "The old man’s embrocations. . . .",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}