{
    "title": "Old Calabria - VIII. TILLERS OF THE SOIL",
    "author": "Norman Douglas",
    "chapter": "8",
    "content": [
        "\n\n",
        "I remember watching an old man stubbornly digging a field by himself. He\ntoiled through the flaming hours, and what he lacked in strength was\nmade up in the craftiness, malizia, born of long love of the soil. The\nground was baked hard; but there was still a chance of rain, and the\npeasants were anxious not to miss it. Knowing this kind of labour, I\nlooked on from my vine-wreathed arbour with admiration, but without envy.",
        "I asked whether he had not children to work for him.",
        "“All dead–and health to you!” he replied, shaking his white head\ndolefully.",
        "And no grandchildren?",
        "“All Americans (emigrants).”",
        "He spoke in dreamy fashion of years long ago when he, too, had\ntravelled, sailing to Africa for corals, to Holland and France; yes, and\nto England also. But our dockyards and cities had faded from his mind;\nhe remembered only our men.",
        "“Che bella gioventu–che bella gioventu!” (\"a sturdy brood”), he kept\non repeating. “And lately,” he added, “America has been discovered.” He\ntoiled fourteen hours a day, and he was 83 years old.",
        "Apart from that creature of fiction, the peasant in fabula whom we all\nknow, I can find little to admire in this whole class of men, whose talk\nand dreams are of the things of the soil, and who knows of nothing save\nthe regular interchange of summer and winter with their unvarying tasks\nand rewards. None save a Cincinnatus or Garibaldi can be ennobled by the\nspade. In spleenful moments, it seems to me that the most depraved of\ncity-dwellers has flashes of enthusiasm and self-abnegation never\nexperienced by this shifty, retrogressive and ungenerous brood, which\nlives like the beasts of the field and has learnt all too much of their\nlogic. But they have a beast-virtue hereabouts which compels\nrespect–contentment in adversity. In this point they resemble the\nRussian peasantry. And yet, who can pity the moujik? His cheeks are\naltogether too round, and his morals too superbly bestial; he has\nclearly been created to sing and starve by turns. But the Italian\npeasant who speaks in the tongue of Homer and Virgil and Boccaccio is\neasily invested with a halo of martyrdom; it is delightful to sympathize\nwith men who combine the manners of Louis Quatorze with the profiles of\nAugustus or Plato, and who still recall, in many of their traits, the\npristine life of Odyssean days. Thus, they wear to-day the identical\n“clouted leggings of oxhide, against the scratches of the thorns” which\nold Laertes bound about his legs on the upland farm in Ithaka. They call\nthem “galandrine.”",
        "On occasions of drought or flood there is not a word of complaint. I\nhave known these field-faring men and women for thirty years, and have\nyet to hear a single one of them grumble at the weather. It is not\nindifference; it is true philosophy–acquiescence in the inevitable. The\ngrievances of cultivators of lemons and wholesale agriculturalists,\nwhose speculations are often ruined by a single stroke of the human pen\nin the shape of new regulations or tariffs, are a different thing;\ntheir curses are loud and long. But the bean-growers, dependent\nchiefly on wind and weather, only speak of God’s will. They have the\nsame forgiveness for the shortcomings of nature as for a wayward child.\nAnd no wonder they are distrustful. Ages of oppression and misrule have\npassed over their heads; sun and rain, with all their caprice, have been\nkinder friends to them than their earthly masters. Some day, presumably,\nthe government will wake up to the fact that Italy is not an industrial\ncountry, and that its farmers might profitably be taken into account again.",
        "But a change is upon the land. Types like this old man are becoming\nextinct; for the patriarchal system of Coriolanus, the glory of southern\nItaly, is breaking up.",
        "This is not the fault of conscription which, though it destroys old\ndialects, beliefs and customs, widens the horizon by bringing fresh\nideas into the family, and generally sound ones. It does even more; it\nteaches the conscripts to read and write, so that it is no longer as\ndangerous to have dealings with a man who possesses these\naccomplishments as in the days when they were the prerogative of\navvocati and other questionable characters. A countryman, nowadays,\nmay read and write and yet be honest.",
        "What is shattering family life is the speculative spirit born of\nemigration. A continual coming and going; two-thirds of the adolescent\nand adult male population are at this moment in Argentina or the United\nStates–some as far afield as New Zealand. Men who formerly reckoned in\nsous now talk of thousands of francs; parental authority over boys is\nrelaxed, and the girls, ever quick to grasp the advantages of money,\nlose all discipline and steadiness.",
        "“My sons won’t touch a spade,” said a peasant to me; “and when I thrash\nthem, they complain to the police. They simply gamble and drink, waiting\ntheir turn to sail. If I were to tell you the beatings we used to get,\nsir, you wouldn’t believe me. You wouldn’t believe me, not if I took my\noath, you wouldn’t! I can feel them still–speaking with respect–here!”",
        "These emigrants generally stay away three or four years at a stretch,\nand then return, spend their money, and go out again to make more.\nOthers remain for longer periods, coming back with huge incomes–twenty\nto a hundred francs a day. Such examples produce the same effect as\nthose of the few lucky winners in the State lottery; every one talks of\nthem, and forgets the large number of less fortunate speculators.\nMeanwhile the land suffers. The carob-tree is an instance. This\nbeautiful and almost eternal growth, the “hope of the southern\nApennines” as Professor Savastano calls it, whose pods constitute an\nimportant article of commerce and whose thick-clustering leaves yield a\ncool shelter, comparable to that of a rocky cave, in the noonday heat,\nused to cover large tracts of south Italy. Indifferent to the scorching\nrays of the sun, flourishing on the stoniest declivities, and sustaining\nthe soil in a marvellous manner, it was planted wherever nothing else\nwould grow–a distant but sure profit. Nowadays carobs are only cut\ndown. Although their produce rises in value every year, not one is\nplanted; nobody has time to wait for the fruit. [Footnote: There are a\nfew laudable exceptions, such as Prince Belmonte, who has covered large\nstretches of bad land with this tree. (See Consular Reports, Italy, No.\n431.) But he is not a peasant!]",
        "It is nothing short of a social revolution, depopulating the country of\nits most laborious elements. 788,000 emigrants left in one year alone\n(1906); in the province of Basilicata the exodus exceeds the birthrate.\nI do not know the percentage of those who depart never to return, but it\nmust be considerable; the land is full of chronic grass-widows.",
        "Things will doubtless right themselves in due course; it stands to\nreason that in this acute transitional stage the demoralizing effects of\nthe new system should be more apparent than its inevitable benefits.\nAlready these are not unseen; houses are springing up round villages,\nand the emigrants return home with a disrespect for many of their\ncountry’s institutions which, under the circumstances, is neither\ndeplorable nor unjustifiable. A large family of boy-children, once a\ndire calamity, is now the soundest of investments. Soon after their\narrival in America they begin sending home rations of money to their\nparents; the old farm prospers once more, the daughters receive decent\ndowries. I know farmers who receive over three pounds a month from their\nsons in America–all under military age.",
        "“We work, yes,” they will then tell you, “but we also smoke our pipe.”",
        "Previous to this wholesale emigration, things had come to such a pass\nthat the landed proprietor could procure a labourer at a franc a day,\nout of which he had to feed and clothe himself; it was little short of\nslavery. The roles are now reversed, and while landlords are\nimpoverished, the rich emigrant buys up the farms or makes his own terms\nfor work to be done, wages being trebled. A new type of peasant is being\nevolved, independent of family, fatherland or traditions–with a sure\nhaven of refuge across the water when life at home becomes intolerable.",
        "Yes; a change is at hand.",
        "And another of those things which emigration and the new order of\naffairs are surely destroying is that ancient anthropomorphic way of\nlooking at nature, with its expressive turns of speech. A small boy,\nwhom I watched gathering figs last year, informed me that the fig-tree\nwas innamorato delle pietre e cisterne–enamoured of stones and\ncisterns; meaning, that its roots are searchingly destructive to masonry\nand display a fabulous intuition for the proximity of water. He also\ntold me, what was news to me, that there are more than two or three\nvarieties of figs. Will you have his list of them? Here it is:",
        "There is the fico arnese, the smallest of all, and the fico\nsantillo, both of which are best when dried; the fico vollombola,\nwhich is never dried, because it only makes the spring fruit; the fico\nmolegnano, which ripens as late as the end of October and must be eaten\nfresh; the fico coretorto (” wry-heart “–from its shape), which has\nthe most leathery skin of all and is often destroyed by grubs after\nrain; the fico troiano; the fico arzano; and the fico vescovo,\nwhich appears when all the others are over, and is eaten in February\n(this may be the kind referred to in Stamer’s “Dolce Napoli” as deriving\nfrom Sorrento, where the first tree of its kind was discovered growing\nout of the garden wall of the bishop’s palace, whence the name). All\nthese are neri–black.",
        "Now for the white kinds. The fico paradiso has a tender skin, but is\neasily spoilt by rain and requires a ridiculous amount of sun to dry it;\nihe fico vottato is also better fresh; the fico pezzottolo is often\nattacked by grubs, but grows to a large size every two or three years;\nthe fico pascarello is good up till Christmas; the fico natalino;\nlastly, the fico -----, whose name I will not record, though it would\nbe an admirable illustration of that same anthropomorphic turn of mind.\nThe santillo and arnese, he added, are the varieties which are cut\ninto two and laid lengthwise upon each other and so dried (Query: Is not\nthis the “duplex ficus” of Horace?).",
        "“Of course there are other kinds,” he said, “but I don’t remember them\njust now.” When I asked whether he could tell these different fig-trees\napart by the leaves and stems alone and without the fruit, he said that\neach kind, even in winter, retained its peculiar “faccia” (face), but\nthat some varieties are more easy to distinguish than others. I enquired\ninto the mysteries of caprification, and learned that artificial\nripening by means of a drop of oil is practised with some of them,\nchiefly the santillo, vollombola, pascarello and natalino. Then he\ngave me an account of the prices for the different qualities and seasons\nwhich would have astonished a grocer.",
        "All of which proves how easy it is to misjudge of folks who, although\nthey do not know that Paris is the capital of France, yet possess a\ntraining adapted to their present needs. They are specialists for things\nof the grain-giving earth; it is a pleasure to watch them grafting vines\nand olives and lemons with the precision of a trained horticulturist.\nThey talk of “governing” (governare) their soil; it is the word they\nuse in respect to a child.",
        "Now figs are neither white nor black, but such is the terminology.\nStones are white or black; prepared olives are white or black; wine is\nwhite or black. Are they become colour-blind because impregnated,\nfrom earliest infancy, with a perennial blaze of rainbow hues–\ncolour-blinded, in fact; or from negligence, attention to this\nmatter not bringing with it any material advantage? Excepting that\nsign-language which is profoundly interesting from an artistic and\nethnological point of view–why does not some scholar bring old lorio’s\n“Mimica degli Antichi” up to date?–few things are more worthy of\ninvestigation than the colour-sense of these people. Of blue they have\nnot the faintest conception, probably because there are so few blue\nsolids in nature; Max Mueller holds the idea of blue to be quite\na modern acquisition on the part of the human race. So a cloudless sky\nis declared to be “quite white.” I once asked a lad as to the colour\nof the sea which, at the moment, was of the most brilliant sapphire hue.\nHe pondered awhile and then said:",
        "“Pare come fosse un colore morto” (a sort of dead colour).",
        "Green is a little better known, but still chiefly connected with things\nnot out of doors, as a green handkerchief. The reason may be that this\ntint is too common in nature to be taken note of. Or perhaps because\ntheir chain of association between green and grass is periodically\nbroken up–our fields are always verdant, but theirs turn brown in\nsummer. Trees they sometimes call yellow, as do some ancient writers;\nbut more generally “half-black” or “tree-colour.” A beech in full leaf\nhas been described to me as black. “Rosso” does not mean red, but\nrather dun or dingy; earth is rosso. When our red is to be signified,\nthey will use the word “turco,” which came in with the well-known\ndye-stuff of which the Turks once monopolized the secret. Thus there are\n“Turkish” apples and “Turkish” potatoes. But “turco” may also mean\nblack–in accordance with the tradition that the Turks, the Saracens,\nwere a black race. Snakes, generally greyish-brown in these parts, are\ndescribed as either white or black; an eagle-owl is half-black; a\nkestrel un quasi bianco. The mixed colours of cloths or silks are\neither beautiful or ugly, and there’s an end of it. It is curious to\ncompare this state of affairs with that existing in the days of Homer,\nwho was, as it were, feeling his way in a new region, and the propriety\nof whose colour epithets is better understood when one sees things on\nthe spot. Of course I am only speaking of the humble peasant whose\nblindness, for the rest, is not incurable.",
        "One might enlarge the argument and deduce his odd insensibility to\ndelicate scents from the fact that he thrives in an atmosphere saturated\nwith violent odours of all kinds; his dullness in regard to finer shades\nof sound–from the shrieks of squalling babies and other domestic\nexplosions in which he lives from the cradle to the grave. That is why\nthese people have no “nerves\"; terrific bursts of din, such as the\npandemonium of Piedigrotta, stimulate them in the same way that others\nmight be stimulated by a quartette of Brahms. And if they who are so\nconcerned about the massacre of small birds in this country would devote\ntheir energies to the invention of a noiseless and yet cheap powder,\ntheir efforts would at last have some prospects of success. For it is\nnot so much the joy of killing, as the pleasurable noise of the gun,\nwhich creates these local sportsmen; as the sagacious “Ultramontain\"\nobserved long ago. “Le napolitain est pas-sionne pour la chasse,” he\nsays, “parce que les coups de fusil flattent son oreille.” [Footnote:\nI have looked him up in Jos. Blanc’s “Bibliographic.” His name was C.\nHaller.] This ingenuous love of noise may be connected, in some way,\nwith their rapid nervous discharges.",
        "I doubt whether intermediate convulsions have left much purity of Greek\nblood in south Italy, although emotional travellers, fresh from the\nnorth, are for ever discovering “classic Hellenic profiles” among the\npeople. There is certainly a scarce type which, for want of a better\nhypothesis, might be called Greek: of delicate build and below the\naverage height, small-eared and straight-nosed, with curly hair that\nvaries from blonde to what Italians call castagno chiaro. It differs\nnot only from the robuster and yet fairer northern breed, but also from\nthe darker surrounding races. But so many contradictory theories have\nlately been promulgated on this head, that I prefer to stop short at the\npreliminary question–did a Hellenic type ever exist? No more, probably,\nthan that charming race which the artists of Japan have invented for our\ndelectation.",
        "Strains of Greek blood can be traced with certainty by their track of\nfolklore and poetry and song, such as still echoes among the vales of\nSparta and along the Bosphorus. Greek words are rather rare here, and\nthose that one hears–such as sciusciello, caruso, crisommele,\netc.–have long ago been garnered by scholars like De Grandis, Moltedo,\nand Salvatore Mele. So Naples is far more Hellenic in dialect, lore,\nsong and gesture than these regions, which are still rich in pure\nlatinisms of speech, such as surgere (to arise); scitare (excitare–to\narouse); e (est–yes); fetare (foetare); trasete (transitus–passage of\nquails); titillare (to tickle); craje (cras–to-morrow); pastena (a\nplantation of young vines; Ulpian has “pastinum instituere”). A woman is\ncalled “muliera,” a girl “figliola,” and children speak of their fathers\nas “tata” (see Martial, epig. I, 101). Only yesterday I added a\nbeautiful latinism to my collection, when an old woman, in whose cottage\nI sometimes repose, remarked to me, “Non avete virtu oggi “–you are not\nup to the mark to-day. The real, antique virtue! I ought to have\nembraced her. No wonder I have no “virtue” just now. This savage\nVulturnian wind–did it not sap the Roman virtue at Cannae?",
        "All those relics of older civilizations are disappearing under the\nstandardizing influence of conscription, emigration and national schooling.\nAnd soon enough the Contranome-system   will become a thing of the\npast. I shall be sorry to see it go, though it has often driven me\nnearly crazy.",
        "What is a contranome?",
        "The same as a sopranome. It is a nickname which, as with the Russian\npeasants, takes the place of Christian and surname together. A man will\ntell you: “My name is Luigi, but they call me, by contranome,\nO’Canzirro. I don’t know my surname.” Some of these nicknames are\nintelligible, such as O’Sborramurella, which refers to the man’s\nprofession of building those walls without mortar which are always\ntumbling down and being repaired again; or O’Sciacquariello (acqua–a\nleaking–one whose money leaks from his pocket–a spendthrift); or San\nPietro, from his saintly appearance; O’Civile, who is so uncivilized, or\nCristoforo Colombo, because he is so very wideawake. But eighty per cent\nof them are quite obscure even to their owners, going back, as they do,\nto some forgotten trick or incident during childhood or to some pet name\nwhich even in the beginning meant nothing. Nearly every man and boy has\nhis contranome by which, and by which alone, he is known in his\nvillage; the women seldomer, unless they are conspicuous by some\npeculiarity, such as A’Sbirra (the spy), or A’Paponnessa (the fat\none)–whose counterpart, in the male sex, would be O’Tripone.",
        "Conceive, now, what trouble it entails to find a man in a strange\nvillage if you happen not to know his contranome (and how on earth are\nyou to discover it?), if his surname means nothing to the inhabitants,\nand his Christian name is shared by a hundred others. For they have an\namazing lack of inventiveness in this matter; four or five Christian\nnames will include the whole population of the place. Ten to one you\nwill lose a day looking for him, unless something like this takes place:",
        "You set forth your business to a crowd of villagers that have collected\naround. It is simple enough. You want to speak to Luigi So-and-so. A\ngood-natured individual, who seems particularly anxious to help,\nsummarizes affairs by saying:",
        "“The gentleman wants Luigi So-and-so.”",
        "There is evidently some joke in the mere suggestion of such a thing;\nthey all smile. Then a confused murmur of voices goes up:",
        "“Luigi–Luigi. . . . Now which Luigi does he mean?”",
        "You repeat his surname in a loud voice. It produces no effect, beyond\nthat of increased hilarity.",
        "“Luigi–Luigi. . . .”",
        "“Perhaps O’Zoccolone?”",
        "“Perhaps O’Seticchio?”",
        "“Or the figlio d’ O’Zibalocchio?”",
        "The good-natured individual volunteers to beat the surrounding district\nand bring in all the Luigis he can find. After half an hour they begin\nto arrive, one by one. He is not among them. Dismissed with cigars, as\ncompensation for loss of time.",
        "Meanwhile half the village has gathered around, vastly enjoying the fun,\nwhich it hopes will last till bedtime. You are getting bewildered; new\npeople flock in from the fields to whom the mysterious joke about Luigi\nmust be explained.",
        "“Luigi–Luigi,” they begin again. “Now, which of them can he mean?”",
        "“Perhaps O’Marzariello?”",
        "“Or O’Cuccolillo?”",
        "“I never thought of him,” says the good-natured individual. “Here, boy,\nrun and tell O’Cuccolillo that a foreign gentleman wants to give him a\ncigar.”",
        "By the time O’Cuccolillo appears on the scene the crowd has thickened.\nYou explain the business for the fiftieth time; no–he is Luigi, of\ncourse, but not the right Luigi, which he regrets considerably. Then the\njoke is made clear to him, and he laughs again. You have lost all your\nnerve, but the villagers are beginning to love you,",
        "“Can it be O’Sciabecchino?”",
        "“Or the figlio d’ O’Chiappino?”",
        "“It might be O’Busciardiello (the liar).”",
        "“He’s dead.”",
        "“So he is. I quite forgot. Well, then it must be the husband of\nA’Cicivetta (the flirt).”",
        "“He’s in prison. But how about O’Caccianfierno?”",
        "Suddenly a withered hag croaks authoritatively:",
        "“I know! The gentleman wants O’Tentillo.”",
        "Chorus of villagers:",
        "“Then why doesn’t he say so?”",
        "O’Tentillo lives far, far away. An hour elapses; at last he comes, full\nof bright expectations. No, this is not your Luigi, he is another Luigi.\nYou are ready to sink into the earth, but there is no escape. The crowd\nsurges all around, the news having evidently spread to neighbouring\nhamlets.",
        "“Luigi–Luigi. . . . Let me see. It might be O’Rappo.”",
        "“O’Massassillo, more likely.”",
        "“I have it! It’s O’Spennatiello.”",
        "“I never thought of him,” says a well-known voice. “Here, boy, run and\ntell-----”",
        "“Or O’Cicereniello.”",
        "“O’Vergeniello.”",
        "“O’Sciabolone. ...”",
        "“Never mind the G----- d----- son of b-----,” says a cheery person in\nexcellent English, who has just arrived on the scene. “See here, I live\nfifteen years in Brooklyn; damn fine! ’Ave a glass of wine round my\nplace. Your Luigi’s in America, sure. And if he isn’t, send him to Hell.”",
        "Sound advice, this.",
        "“What’s his surname, anyhow?” he goes on.",
        "You explain once more.",
        "“Why, there’s the very man you’re looking for. There, standing right in\nfront of you! He’s Luigi, and that’s his surname right enough. He don’t\nknow it himself, you bet.”",
        "And he points to the good-natured individual. . . .",
        "These countryfolk can fare on strange meats. A boy consumed a snake that\nwas lying dead by the roadside; a woman ate thirty raw eggs and then a\nplate of maccheroni; a man swallowed six kilograms of the uncooked fat\nof a freshly slaughtered pig (he was ill for a week afterwards); another\none devoured two small birds alive, with beaks, claws and feathers. Such\ndeeds are sternly reprobated as savagery; still, they occur, and nearly\nalways as the result of wagers. I wish I could couple them with equally\nheroic achievements in the drinking line, but, alas! I have only heard\nof one old man who was wont habitually to en-gulph twenty-two litres of\nwine a day; eight are spoken of as “almost too much” in these degenerate\ndays. . . .",
        "Mice, says Movers, were sacrificially eaten by the Babylonians. Here, as\nin England, they are cooked into a paste and given to children, to cure\na certain complaint. To take away the dread of the sea from young boys,\nthey mix into their food small fishes which have been devoured by larger\nones and taken from their stomachs–the underlying idea being that these\nhalf-digested fry are thoroughly familiar with the storms and perils of\nthe deep, and will communicate these virtues to the boys who eat them.\nIt is the same principle as that of giving chamois blood to the\ngoat-boys of the Alps, to strengthen their nerves against\ngiddiness–pure sympathetic magic, of which there is this, at least, to\nbe said, that “its fundamental conception is identical with that of\nmodern science–a faith in the order or uniformity of nature.”",
        "I have also met persons who claim to have been cured of rachitic\ntroubles in their youth by eating a puppy dog cooked in a saucepan. But\nonly one kind of dog is good for this purpose, to be procured from those\nfoundling hospitals whither hundreds of illegitimate infants are taken\nas soon as possible after birth. The mothers, to relieve the discomfort\ncaused by this forcible separation from the new-born, buy a certain kind\nof puppy there, bring them home, and nourish them in loco infantis.\nThese puppies cost a franc apiece, and are generally destroyed after\nperforming their duties; it is they who are cooked for curing the\nscrofulous tendencies of other children. Swallows’ hearts are also used\nfor another purpose; so is the blood of tortoises–for strengthening the\nbacks of children (the tortoise being a hard animal). So is that of\nsnakes, who are held up by head and tail and pricked with needles; the\ngreater their pain, the more beneficial their blood, which is soaked up\nwith cotton-wool and applied as a liniment for swollen glands. In fact,\nnearly every animal has been discovered to possess some medicinal property.",
        "But of the charm of such creatures the people know nothing. How\ndifferent from the days of old! These legendary and gracious beasts,\nthat inspired poets and artists and glyptic engravers–these things of\nbeauty have now descended into the realm of mere usefulness, into the\npharmacopoeia.",
        "The debasement is quite intelligible, when one remembers what\naccumulated miseries these provinces have undergone. Memories of\nrefinement were starved out of the inhabitants by centuries of misrule,\nwhen nothing was of interest or of value save what helped to fill the\nbelly. The work of bestialization was carried on by the despotism of\nSpanish Viceroys and Bourbons. They, the Spaniards, fostered and perhaps\nimported the Camorra, that monster of many heads which has established\nitself in nearly every town of the south. Of the deterioration in taste\ncoincident with this period, I lately came across this little bit of\nevidence, curious and conclusive:–In 1558 a number of the country-folk\nwere captured in one of the usual Corsair raids; they were afterwards\nransomed, and among the Christian names of the women I note: Livia,\nFiula, Cassandra, Aurelia, Lucrezia, Verginia, Medea, Violanta, Galizia,\nVittoria, Diamanta, etc. Where were these full-sounding noble names two\ncenturies later–where are they nowadays? Do they not testify to a state\nof culture superior to that of the present time, when Maria, Lucia, and\nabout four others of the most obvious catholic saints exhaust the list\nof all female Christian names hereabouts?",
        "All this is changing once more; a higher standard of comfort is being\nevolved, though relics of this former state of insecurity may still be\nfound; such as the absence, even in houses of good families, of clocks\nand watches, and convenient storage for clothes and domestic utensils;\ntheir habits of living in penury and of buying their daily food by\nfarthings, as though one never knew what the next day might bring; their\ndread of going out of doors by night (they have a proverb which runs,\ndi notte, non parlar forte; di giorno, guardati attorno), their lack\nof humour. For humour is essentially a product of ease, and nobody can\nbe at ease in unquiet times. That is why so few poets are humorous;\ntheir restlessly querulous nature has the same effect on their outlook\nas an insecure environment.",
        "But it will be long ere these superstitions are eradicated. The magic of\nsouth Italy deserves to be well studied, for the country is a cauldron\nof demonology wherein Oriental beliefs–imported direct from Egypt, the\nclassic home of witchcraft–commingled with those of the West. A\nforeigner is at an unfortunate disadvantage; if he asks questions, he\nwill only get answers dictated by suspicion or a deliberate desire to\nmislead–prudent answers; whoso accepts these explanations in good\nfaith, might produce a wondrous contribution to ethnology.",
        "Wise women and wizards abound, but they are not to be compared with that\nsanta near Naples whom I used to visit in the nineties, and who was so\nsuccessful in the magics that the Bishop of Pozzuoli, among hundreds of\nother clients, was wont to drive up to her door once a week for a\nconsultation. These mostly occupy themselves with the manufacture of\ncharms for gaining lucky lottery numbers, and for deluding fond women\nwho wish to change their lovers.",
        "The lore of herbs is not much studied. For bruises, a slice of the\nOpuntia is applied, or the cooling parietaria (known as “pareta” or\n“paretene”); the camomile and other common remedies are in vogue; the\nvirtues of the male fern, the rue, sabina and (home-made) ergot of rye\nare well known but not employed to the extent they are in Russia, where\na large progeny is a disaster. There is a certain respect for the\nlegitimate unborn, and even in cases of illegitimacy some neighbouring\nfoundling hospital, the house of the Madonna, is much more convenient.",
        "It is a true monk’s expedient; it avoids the risk of criminal\nprosecution; the only difference being that the Mother of God, and not\nthe natural mother of the infant, becomes responsible for its prompt and\nalmost inevitable destruction. [Footnote: The scandals that\noccasionally arise in connection with that saintly institution, the\nFoundling Hospital at Naples, are enough to make humanity shudder. Of\n856 children living under its motherly care during 1895, 853 “died” in\nthe course of that one year-only three survived; a wholesale massacre.\nThese 853 murdered children were carried forward in the books as still\nliving, and the institution, which has a yearly revenue of over 600,000\nfrancs, was debited with their maintenance, while 42 doctors (instead of\nthe prescribed number of 19) continued to draw salaries for their\nservices to these innocents that had meanwhile been starved and tortured\nto death. The official report on these horrors ends with the words:\n“There is no reason to think that these facts are peculiar to the year\n1895.\"]",
        "That the moon stands in sympathetic relations with living vegetation is\na fixed article of faith among the peasantry. They will prune their\nplants only when the satellite is waxing–al sottile detta luna, as\nthey say. Altogether, the moon plays a considerable part in their lore,\nas might be expected in a country where she used to be worshipped under\nso many forms. The dusky markings on her surface are explained by saying\nthat the moon used to be a woman and a baker of bread, her face gleaming\nwith the reflection of the oven, but one day she annoyed her mother, who\ntook up the brush they use for sweeping away the ashes, and smirched her\nface. . . .",
        "Whoever reviews the religious observances of these people as a whole\nwill find them a jumble of contradictions and incongruities, lightly\nheld and as lightly dismissed. Theirs is the attitude of mind of little\nchildren–of those, I mean, who have been so saturated with Bible\nstories and fairy tales that they cease to care whether a thing be true\nor false, if it only amuses for the moment. That is what makes them an\nideal prey for the quack physician. They will believe anything so long\nas it is strange and complicated; a straightforward doctor is not\nlistened to; they want that mystery-making “priest-physician\"\nconcerning whom a French writer–I forget his name–has wisely\ndiscoursed. I once recommended a young woman who was bleeding at the\nnose to try the homely remedy of a cold key. I thought she would have\ndied of laughing! The expedient was too absurdly simple to be efficacious.",
        "The attitude of the clergy in regard to popular superstitions is the\nsame here as elsewhere. They are too wise to believe them, and too\nshrewd to discourage the belief in others; these things can be turned to\naccount for keeping the people at a conveniently low level of\nintelligence. For the rest, these priests are mostly good fellows of the\nlive-and-let-live type, who would rather cultivate their own potatoes\nthan quarrel about vestments or the Trinity. Violently acquisitive, of\ncourse, like most southerners. I know a parish priest, a son of poor\nparents, who, by dint of sheer energy, has amassed a fortune of half a\nmillion francs. He cannot endure idleness in any shape, and a fine\nmediaeval scene may be witnessed when he suddenly appears round the\ncorner and catches his workmen wasting their time and his money–",
        "“Ha, loafers, rogues, villains, vermin and sons of bastardi cornuti!\nIf God had not given me these garments and thereby closed my lips to all\nevil-speaking (seizing his cassock and displaying half a yard of purple\nstocking)–wouldn’t I just tell you, spawn of adulterous assassins, what\nI think of you!”",
        "But under the new regime these priests are becoming mere decorative\nsurvivals, that look well enough in the landscape, but are not taken\nseriously save in their match-making and money-lending capacities.",
        "The intense realism of their religion is what still keeps it alive for\nthe poor in spirit. Their saints and devils are on the same familiar\nfooting towards mankind as were the old gods of Greece. Children do not\nknow the meaning of “Inferno\"; they call it “casa del diavolo” (the\ndevil’s house); and if they are naughty, the mother says, “La Madonna\nstrilla\"–the Madonna will scold. Here is a legend of Saint Peter,\ninteresting for its realism and because it has been grafted upon a very\nancient motif:–",
        "The apostle Peter was a dissatisfied sort of man, who was always\ngrumbling about things in general and suggesting improvements in the\nworld-scheme. He thought himself cleverer even than “N. S. G. C.” One\nday they were walking together in an olive orchard, and Peter said:",
        "“Just look at the trouble and time it takes to collect all those\nmiserable little olives. Let’s have them the size of melons.”",
        "“Very well. Have your way, friend Peter! But something awkward is bound\nto happen. It always does, you know, with those improvements of yours.\"\nAnd, sure enough, one of these enormous olives fell from the tree\nstraight on the saint’s head, and ruined his new hat.",
        "“I told you so,” said N. S. G. C.",
        "I remember a woman explaining to me that the saints in Heaven took their\nfood exactly as we do, and at the same hours.",
        "“The same food?” I asked. “Does the Madonna really eat beans?”",
        "“Beans? Not likely! But fried fish, and beefsteaks of veal.” I tried to\npicture the scene, but the effort was too much for my hereditary Puritan\nleanings. Unable to rise to these heights of realism, I was rated a\npagan for my ill-timed spirituality.",
        "Madame est servie. . . .",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}