{
    "title": "Old Greek Stories - The Cruel Tribute",
    "author": "James Baldwin",
    "chapter": "17",
    "content": [
        "\n\n",
        "Minos, king of Crete, had made war upon Athens. He had come with a great\nfleet of ships and an army, and had burned the merchant vessels in the\nharbor, and had overrun all the country and the coast even to Megara,\nwhich lies to the west. He had laid waste the fields and gardens round\nabout Athens, had pitched his camp close to the walls, and had sent word\nto the Athenian rulers that on the morrow he would march into their city\nwith fire and sword and would slay all their young men and would pull\ndown all their houses, even to the Temple of Athena, which stood on the\ngreat hill above the town. Then AEgeus, the king of Athens, with the\ntwelve elders who were his helpers, went out to see King Minos and to\ntreat with him.",
        "“O mighty king,” they said, “what have we done that you should wish thus\nto destroy us from the earth?”",
        "“O cowardly and shameless men,” answered King Minos, “why do you ask\nthis foolish question, since you can but know the cause of my wrath? I\nhad an only son, Androgeos by name, and he was dearer to me than the\nhundred cities of Crete and the thousand islands of the sea over which I\nrule. Three years ago he came hither to take part in the games which you\nheld in honor of Athena, whose temple you have built on yonder hilltop.\nYou know how he overcame all your young men in the sports, and how your\npeople honored him with song and dance and laurel crown. But when your\nking, this same AEgeus who stands before me now, saw how everybody ran\nafter him and praised his valor, he was filled with envy and laid plans\nto kill him. Whether he caused armed men to waylay him on the road to\nThebes, or whether as some say he sent him against a certain wild bull\nof your country to be slain by that beast, I know not; but you cannot\ndeny that the young man’s life was taken from him through the plotting\nof this AEgeus.”",
        "“But we do deny it–we do deny it!” cried the elders. “For at that very\ntime our king was sojourning at Troezen on the other side of the Saronic\nSea, and he knew nothing of the young prince’s death. We ourselves\nmanaged the city’s affairs while he was abroad, and we know whereof we\nspeak. Androgeos was slain, not through the king’s orders but by the\nking’s nephews, who hoped to rouse your anger against AEgeus so that you\nwould drive him from Athens and leave the kingdom to one of them.”",
        "“Will you swear that what you tell me is true?” said Minos.",
        "“We will swear it,” they said.",
        "“Now then,” said Minos, “you shall hear my decree. Athens has robbed me\nof my dearest treasure, a treasure that can never be restored to me; so,\nin return, I require from Athens, as tribute, that possession which is\nthe dearest and most precious to her people; and it shall be destroyed\ncruelly as my son was destroyed.”",
        "“The condition is hard,” said the elders, “but it is just. What is the\ntribute which you require?”",
        "“Has the king a son?” asked Minos.",
        "The face of King AEgeus lost all its color and he trembled as he thought\nof a little child then with its mother at Troezen, on the other side of\nthe Saronic Sea. But the elders knew nothing about that child, and they\nanswered:",
        "“Alas, no! he has no son; but he has fifty nephews who are eating up his\nsubstance and longing for the time to come when one of them shall be\nking; and, as we have said, it was they who slew the young prince,\nAndrogeos.”",
        "“I have naught to do with those fellows,” said Minos; “you may deal\nwith them as you like. But you ask what is the tribute that I require,\nand I will tell you. Every year when the springtime comes and the roses\nbegin to bloom, you shall choose seven of your noblest youths and seven\nof your fairest maidens, and shall send them to me in a ship which your\nking shall provide. This is the tribute which you shall pay to me,\nMinos, king of Crete; and if you fail for a single time, or delay even a\nday, my soldiers shall tear down your walls and burn your city and put\nyour men to the sword and sell your wives and children as slaves.”",
        "“We agree to all this, O King,” said the elders; “for it is the least of\ntwo evils. But tell us now, what shall be the fate of the seven youths\nand the seven maidens?”",
        "“In Crete,” answered Minos, “there is a house called the Labyrinth, the\nlike of which you have never seen. In it there are a thousand chambers\nand winding ways, and whosoever goes even a little way into them can\nnever find his way out again. Into this house the seven youths and the\nseven maidens shall be thrust, and they shall be left there–”",
        "“To perish with hunger?” cried the elders.",
        "“To be devoured by a monster whom men call the Minotaur,” said Minos.",
        "Then King AEgeus and the elders covered their faces and wept and went\nslowly back into the city to tell their people of the sad and terrible\nconditions upon which Athens could alone be saved.",
        "“It is better that a few should perish than that the whole city should\nbe destroyed,” they said.",
        "Years passed by. Every spring when the roses began to bloom seven youths\nand seven maidens were put on board of a black-sailed ship and sent to\nCrete to pay the tribute which King Minos required. In every house in\nAthens there was sorrow and dread, and the people lifted up their hands\nto Athena on the hilltop and cried out, “How long, O Queen of the Air,\nhow long shall this thing be?”",
        "In the meanwhile the little child at Troezen on the other side of the\nsea had grown to be a man. His name, Theseus, was in everybody’s mouth,\nfor he had done great deeds of daring; and at last he had come to Athens\nto find his father, King AEgeus, who had never heard whether he was alive\nor dead; and when the youth had made himself known, the king had\nwelcomed him to his home and all the people were glad because so noble a\nprince had come to dwell among them and, in time, to rule over their\ncity.",
        "The springtime came again. The black-sailed ship was rigged for another\nvoyage. The rude Cretan soldiers paraded the streets; and the herald of\nKing Minos stood at the gates and shouted:",
        "“Yet three days, O Athenians, and your tribute will be due and must be\npaid!”",
        "Then in every street the doors of the houses were shut and no man went\nin or out, but every one sat silent with pale cheeks, and wondered whose\nlot it would be to be chosen this year. But the young prince, Theseus,\ndid not understand; for he had not been told about the tribute.",
        "“What is the meaning of all this?” he cried. “What right has a Cretan to\ndemand tribute in Athens? and what is this tribute of which he speaks?”",
        "Then AEgeus led him aside and with tears told him of the sad war with\nKing Minos, and of the dreadful terms of peace. “Now, say no more,\"\nsobbed AEgeus, “it is better that a few should die even thus than that\nall should be destroyed.”",
        "“But I will say more,” cried Theseus. “Athens shall not pay tribute to\nCrete. I myself will go with these youths and maidens, and I will slay\nthe monster Minotaur, and defy King Minos himself upon his throne.”",
        "“Oh, do not be so rash!” said the king; “for no one who is thrust into\nthe den of the Minotaur ever comes out again. Remember that you are the\nhope of Athens, and do not take this great risk upon yourself.”",
        "“Say you that I am the hope of Athens?” said Theseus. “Then how can I do\notherwise than go?” And he began at once to make himself ready.",
        "On the third day all the youths and maidens of the city were brought\ntogether in the market place, so that lots might be cast for those who\nwere to be taken. Then two vessels of brass were brought and set before\nKing AEgeus and the herald who had come from Crete. Into one vessel they\nplaced as many balls as there were noble youths in the city, and into\nthe other as many as there were maidens; and all the balls were white\nsave only seven in each vessel, and those were black as ebony.",
        "Then every maiden, without looking, reached her hand into one of the\nvessels and drew forth a ball, and those who took the black balls were\nborne away to the black ship, which lay in waiting by the shore. The\nyoung men also drew lots in like manner, but when six black balls had\nbeen drawn Theseus came quickly forward and said:",
        "“Hold! Let no more balls be drawn. I will be the seventh youth to pay\nthis tribute. Now let us go aboard the black ship and be off.”",
        "Then the people, and King AEgeus himself, went down to the shore to take\nleave of the young men and maidens, whom they had no hope of seeing\nagain; and all but Theseus wept and were brokenhearted.",
        "“I will come again, father,” he said.",
        "“I will hope that you may,” said the old king. “If when this ship\nreturns, I see a white sail spread above the black one, then I shall\nknow that you are alive and well; but if I see only the black one, it\nwill tell me that you have perished.”",
        "And now the vessel was loosed from its moorings, the north wind filled\nthe sail, and the seven youths and seven maidens were borne away over\nthe sea, towards the dreadful death which awaited them in far distant\nCrete.",
        "At last the black ship reached the end of its voyage. The young people\nwere set ashore, and a party of soldiers led them through the streets\ntowards the prison, where they were to stay until the morrow. They did\nnot weep nor cry out now, for they had outgrown their fears. But with\npaler faces and firm-set lips, they walked between the rows of Cretan\nhouses, and looked neither to the right nor to the left. The windows and\ndoors were full of people who were eager to see them.",
        "“What a pity that such brave young men should be food for the Minotaur,\"\nsaid some.",
        "“Ah, that maidens so beautiful should meet a fate so sad!” said others.",
        "And now they passed close by the palace gate, and in it stood King Minos\nhimself, and his daughter Ariadne, the fairest of the women of Crete.",
        "“Indeed, those are noble young fellows!” said the king.",
        "“Yes, too noble to feed the vile Minotaur,” said Ariadne.",
        "“The nobler, the better,” said the king; “and yet none of them can\ncompare with your lost brother Androgeos.”",
        "Ariadne said no more; and yet she thought that she had never seen any\none who looked so much like a hero as young Theseus. How tall he was,\nand how handsome! How proud his eye, and how firm his step! Surely there\nhad never been his like in Crete.",
        "All through that night Ariadne lay awake and thought of the matchless\nhero, and grieved that he should be doomed to perish; and then she began\nto lay plans for setting him free. At the earliest peep of day she\narose, and while everybody else was asleep, she ran out of the palace\nand hurried to the prison. As she was the king’s daughter, the jailer\nopened the door at her bidding and allowed her to go in. There sat the\nseven youths and the seven maidens on the ground, but they had not lost\nhope. She took Theseus aside and whispered to him. She told him of a\nplan which she had made to save him; and Theseus promised her that, when\nhe had slain the Minotaur, he would carry her away with him to Athens\nwhere she should live with him always. Then she gave him a sharp sword,\nand hid it underneath his cloak, telling him that with it alone could he\nhope to slay the Minotaur.",
        "“And here is a ball of silken thread,” she said. “As soon as you go into\nthe Labyrinth where the monster is kept, fasten one end of the thread to\nthe stone doorpost, and then unwind it as you go along. When you have\nslain the Minotaur, you have only to follow the thread and it will lead\nyou back to the door. In the meanwhile I will see that your ship, is\nready to sail, and then I will wait for you at the door of the\nLabyrinth.”",
        "Theseus thanked the beautiful princess and promised her again that if he\nshould live to go back to Athens she should go with him and be his\nwife. Then with a prayer to Athena, Ariadne hastened away.",
        "As soon as the sun was up the guards came to lead the young prisoners to\nthe Labyrinth. They did not see the sword which Theseus had under his\ncloak, nor the tiny ball of silk which he held in his closed hand. They\nled the youths and maidens a long way into the Labyrinth, turning here\nand there, back and forth, a thousand different times, until it seemed\ncertain that they could never find their way out again. Then the guards,\nby a secret passage which they alone knew, went out and left them, as\nthey had left many others before, to wander about until they should be\nfound by the terrible Minotaur.",
        "“Stay close by me,” said Theseus to his companions, “and with the help\nof Athena who dwells in her temple home in our own fair city, I will\nsave you.”",
        "Then he drew his sword and stood in the narrow way before them; and they\nall lifted up their hands and prayed to Athena.",
        "For hours they stood there, hearing no sound, and seeing nothing but the\nsmooth, high walls on either side of the passage and the calm blue sky\nso high above them. Then the maidens sat down upon the ground and\ncovered their faces and sobbed, and said:",
        "“Oh, that he would come and put an end to our misery and our lives.”",
        "At last, late in the day, they heard a bellowing, low and faint as\nthough far away. They listened and soon heard it again, a little louder\nand very fierce and dreadful.",
        "“It is he! it is he!” cried Theseus; “and now for the fight!”",
        "Then he shouted, so loudly that the walls of the Labyrinth answered\nback, and the sound was carried upward to the sky and outward to the\nrocks and cliffs of the mountains. The Minotaur heard him, and his\nbellowings grew louder and fiercer every moment.",
        "“He is coming!” cried Theseus, and he ran forward to meet the beast. The\nseven maidens shrieked, but tried to stand up bravely and face their\nfate; and the six young men stood together with firm-set teeth and\nclinched fists, ready to fight to the last.",
        "Soon the Minotaur came into view, rushing down the passage towards\nTheseus, and roaring most terribly. He was twice as tall as a man, and\nhis head was like that of a bull with huge sharp horns and fiery eyes\nand a mouth as large as a lion’s; but the young men could not see the\nlower part of his body for the cloud of dust which he raised in running.\nWhen he saw Theseus with the sword in his hand coming to meet him, he\npaused, for no one had ever faced him in that way before. Then he put\nhis head down, and rushed forward, bellowing. But Theseus leaped quickly\naside, and made a sharp thrust with his sword as he passed, and hewed\noff one of the monster’s legs above the knee.",
        "The Minotaur fell upon the ground, roaring and groaning and beating\nwildly about with his horned head and his hoof-like fists; but Theseus\nnimbly ran up to him and thrust the sword into his heart, and was away\nagain before the beast could harm him. A great stream of blood gushed\nfrom the wound, and soon the Minotaur turned his face towards the sky\nand was dead.",
        "Then the youths and maidens ran to Theseus and kissed his hands and\nfeet, and thanked him for his great deed; and, as it was already growing\ndark, Theseus bade them follow him while he wound up the silken thread\nwhich was to lead them out of the Labyrinth. Through a thousand rooms\nand courts and winding ways they went, and at midnight they came to the\nouter door and saw the city lying in the moonlight before them; and,\nonly a little way off, was the seashore where the black ship was moored\nwhich had brought them to Crete. The door was wide open, and beside it\nstood Ariadne waiting for them.",
        "“The wind is fair, the sea is smooth, and the sailors are ready,” she\nwhispered; and she took the arm of Theseus, and all went together\nthrough the silent streets to the ship.",
        "When the morning dawned they were far out to sea, and, looking back from\nthe deck of the little vessel, only the white tops of the Cretan\nmountains were in sight.",
        "Minos, when he arose from sleep, did not know that the youths and\nmaidens had gotten safe out of the Labyrinth. But when Ariadne could not\nbe found, he thought that robbers had carried her away. He sent soldiers\nout to search for her among the hills and mountains, never dreaming that\nshe was now well on the way towards distant Athens.",
        "Many days passed, and at last the searchers returned and said that the\nprincess could nowhere be found. Then the king covered his head and\nwept, and said:",
        "“Now, indeed, I am bereft of all my treasures!”",
        "In the meanwhile, King AEgeus of Athens had sat day after day on a rock\nby the shore, looking and watching if by chance he might see a ship\ncoming from the south. At last the vessel with Theseus and his\ncompanions hove in sight, but it still carried only the black sail, for\nin their joy the young men had forgotten to raise the white one.",
        "“Alas! alas! my son has perished!” moaned AEgeus; and he fainted and fell\nforward into the sea and was drowned. And that sea, from then until now,\nhas been called by his name, the Aegean Sea.",
        "Thus Theseus became king of Athens.",
        " ",
        "\nThis eBook of “Old Greek Stories” by James Baldwin belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Greek StoriesBy James BaldwinAt Amazon"
    ]
}