{
    "title": "Old Calabria - XII. MOLLE TARENTUM",
    "author": "Norman Douglas",
    "chapter": "12",
    "content": [
        "\n\n",
        "One looks into the faces of these Tarentines and listens to their casual\nconversations, trying to unravel what manner of life is theirs. But it\nis difficult to avoid reading into their characters what history leads\none to think should be there.",
        "The upper classes, among whom I have some acquaintance, are mellow and\nenlightened; it is really as if something of the honied spirit of those\nold Greek sages still brooded over them. Their charm lies in the fact\nthat they are civilized without being commercialized. Their politeness\nis unstrained, their suaveness congenital; they remind me of that New\nEngland type which for Western self-assertion substitutes a yielding\ngraciousness of disposition. So it is with persistent gentle upbringing,\nat Taranto and elsewhere. It tones the individual to reposeful\nsweetness; one by one, his anfractuosities are worn off; he becomes as a\npebble tossed in the waters, smooth, burnished, and (to outward\nappearances) indistinguishable from his fellows.",
        "But I do not care about the ordinary city folk. They have an air of\nelaborate superciliousness which testifies to ages of systematic\nhalf-culture. They seem to utter that hopeless word, connu! And what,\nas a matter of fact, do they know? They are only dreaming in their\nlittle backwater, like the oysters of the lagoon, distrustful of\nextraneous matter and oblivious of the movement in a world of men beyond\ntheir shell. You hear next to nothing of “America,” that fruitful source\nof fresh notions; there is no emigration to speak of; the population is\nnot sufficiently energetic–they prefer to stay at home. Nor do they\ncare much about the politics of their own country: one sees less\nnewspapers here than in most Italian towns. “Our middle classes,” said\nmy friend the Italian deputy of whom I have already spoken, “are like\nour mules: to be endurable, they must be worked thirteen hours out of\nthe twelve.” But these have no industries to keep them awake, no sports,\nno ambitions; and this has gone on for long centuries, In Taranto it is\nalways afternoon. “The Tarentines,” says Strabo, “have more holidays\nthan workdays in the year.”",
        "And never was city-population more completely cut off from the country;\nnever was wider gulf between peasant and townsman. There are charming\nwalks beyond the New Quarter–a level region, with olives and figs and\nalmonds and pomegranates standing knee-deep in ripe odorous wheat; but\nthe citizens might be living at Timbuctu for all they know of these\nthings. It rains little here; on the occasion of my last visit not a\ndrop had fallen for fourteen months; and consequently the country\nroads are generally smothered in dust. Now, dusty boots are a scandal\nand an offence in the eyes of the gentle burghers, who accordingly never\nissue out of their town walls. They have forgotten the use of ordinary\nappliances of country life, such as thick boots and walking-sticks; you\nwill not see them hereabouts. Unaware of this idiosyncrasy, I used to\ncarry a stick on my way through the streets into the surroundings, but\nleft it at home on learning that I was regarded as a kind of\nperambulating earthquake. The spectacle of a man clattering through the\nstreets on horseback, such as one often sees at Venosa, would cause them\nto barricade their doors and prepare for the last judgment.",
        "Altogether, essentially nice creatures, lotus-eaters, fearful of fuss or\nnovelty, and drowsily satisfied with themselves and life in general. The\nbreezy healthfulness of travel, the teachings of art or science, the\njoys of rivers and green lanes–all these things are a closed book to\nthem. Their interests are narrowed down to the purely human: a case of\npartial atrophy. For the purely human needs a corrective; it is not\nsufficiently humbling, and that is exactly what makes them so\nsupercilious. We must take a little account of the Cosmos nowadays–it\nhelps to rectify our bearings. They have their history, no doubt. But\nsave for that one gleam of Periclean sunshine the record, though long\nand varied, is sufficiently inglorious and does not testify to undue\nexertions.",
        "A change is at hand.",
        "Gregorovius lamented the filthy condition of the old town. It is now\nspotless.",
        "He deplored that Taranto possessed no museum. This again is changed, and\nthe provincial museum here is justly praised, though the traveller may\nbe annoyed at finding his favourite rooms temporarily closed (is there\nany museum in Italy not “partially closed for alterations”?). New\naccessions to its store are continually pouring in; so they lately\ndiscovered, in a tomb, a Hellenistic statuette of Eros and Aphrodite, 30\ncentimetres high, terra-cotta work of the third century. The goddess\nstands, half-timidly, while Eros alights in airy fashion on her\nshoulders and fans her with his wings–an exquisite little thing.",
        "He was grieved, likewise, that no public collection of books existed\nhere. But the newly founded municipal library is all that can be\ndesired. The stranger is cordially welcomed within its walls and may\nperuse, at his leisure, old Galateus, Giovan Giovene, and the rest of them.",
        "Wandering among those shelves, I hit upon a recent volume (1910) which\ngave me more food for thought than any of these ancients. It is called\n“Cose di Puglie,” and contains some dozen articles, all by writers of\nthis province of old Calabria, [Footnote: It included the heel of\nItaly.] on matters of exclusively local interest–its history,\nmeteorology, dialects, classical references to the country, extracts\nfrom old economic documents, notes on the development of Apulian\nprinting, examples of modern local caricature, descriptions of mediaeval\nmonuments; a kind of anthology, in short, of provincial lore. The\ntypography, paper and illustrations of this remarkable volume are beyond\nall praise; they would do honour to the best firm in London or Paris.\nWhat is this book? It is no commercial speculation at all; it is a\nwedding present to a newly married couple–a bouquet of flowers, of\nintellectual blossoms, culled from their native Apulian meadows. One\nnotes with pleasure that the happy pair are neither dukes nor princes.\nThere is no trace of snobbishness in the offering, which is simply a\nspontaneous expression of good wishes on the part of a few friends. But\nsurely it testifies to most refined feelings. How immeasurably does this\npermanent and yet immaterial feast differ from our gross wedding\nbanquets and ponderous gilt clocks and tea services! Such persons\ncannot but have the highest reverence for things of the mind; such a\ngift is the fairest efflorescence of civilization. And this is only\nanother aspect of that undercurrent of spirituality in south Italy of\nwhose existence the tourist, harassed by sordid preoccupations, remains\nwholly unaware.",
        "This book was printed at Bari. Bari, not long ago, consisted of a dark\nand tortuous old town, exactly like the citadel of Taranto. It has now\nits glaring New Quarter, not a whit less disagreeable than the one here.\nWhy should Taranto not follow suit in the matter of culture? Heraclea,\nSybaris and all the Greek settlements along this coast have vanished\nfrom earth; only Taranto and Cotrone have survived to carry on, if they\ncan, the old traditions. They have survived, thanks to peculiar physical\nconditions that have safeguarded them from invaders. . . .",
        "But these very conditions have entailed certain drawbacks–drawbacks\nwhich Buckle would have lovingly enumerated to prove their influence\nupon the habits and disposition of the Tarentines. That marine situation\n. . . only think of three thousand years of scirocco, summer and winter!\nIt is alone enough to explain molle Tarentum– enough to drain the\nenergy out of a Newfoundland puppy! And then, the odious dust of the\ncountry roadways–for it is odious. Had the soil been granitic, or\neven of the ordinary Apennine limestone, the population might have\nremained in closer contact with wild things of nature, and retained a\nperennial fountain of enjoyment and inspiration. A particular kind of\nrock, therefore, has helped to make them sluggish and incurious. The\ninsularity of their citadel has worked in the same direction, by\nfocussing their interests upon the purely human. That inland sea, again:\nwere it not an ideal breeding-place for shell-fish, the Tarentines would\nlong ago have learnt to vary their diet. Thirty centuries of\nmussel-eating cannot but impair the physical tone of a people.",
        "And had the inland sea not existed, the Government would not have been\ntempted to establish that arsenal which has led to the erection of the\nnew town and consequent municipal exactions. “The arsenal,” said a\ngrumbling old boatman to me, “was the beginning of our purgatory.” A\nmilk diet would work wonders with the health and spirits of the\ncitizens. But since the building of the new quarter, such a diet has\nbecome a luxury; cows and goats will soon be scarce as the megatherium.\nThere is a tax of a franc a day on every cow, and a herd of ten goats,\nbarely enough to keep a poor man alive, must pay annually 380 francs in\noctroi. These and other legalized robberies, which among a more virile\npopulace would cause the mayor and town council to be forthwith attached\nto the nearest lamp-post, are patiently borne. It is imbelle\nTarentum– a race without grit.",
        "I would also recommend the burghers some vegetables, so desirable for\ntheir sedentary habits, but there again! it seems to be a peculiarity of\nthe local soil to produce hardly a leaf of salad or cabbage. Potatoes\nare plainly regarded as an exotic–they are the size of English peas,\nand make me think of Ruskin’s letter to those old ladies describing the\nasparagus somewhere in Tuscany. And all this to the waiter’s undisguised\nastonishment.",
        "“The gentleman is rich enough to pay for meat. Why trouble about this\nkind of food?”...",
        "And yet–a change is at hand. These southern regions are waking up from\ntheir slumber of ages. Already some of Italy’s acutest thinkers and most\nbrilliant politicians are drawn from these long-neglected shores. For we\nmust rid ourselves of that incubus of “immutable race characters”: think\nonly of our Anglo-Saxon race! What has the Englishman of to-day in\ncommon with that rather lovable fop, drunkard and bully who would faint\nwith ecstasy over Byron’s Parisina after pistolling his best friend\nin a duel about a wench or a lap-dog? Such differences as exist between\nraces of men, exist only at a given moment.",
        "And what, I sometimes ask myself–what is now the distinguishing feature\nbetween these southern men and ourselves? Briefly this, I think. In\nmundane matters, where the personal equation dominates, their judgment\nis apt to be turbid and perverse; but as one rises into questions of\npure intelligence, it becomes serenely impartial. We, on the other hand,\nwho are pre-eminently clear-sighted in worldly concerns of law and\ngovernment and in all subsidiary branches of mentality, cannot bring\nourselves to reason dispassionately on non-practical subjects. “L’esprit\naussi a sa pudeur,” says Remy de Gourmont. Well, this pudeur de\nl’esprit, discouraged among the highest classes in England, is the\nhall-mark of respectability hereabouts. A very real difference, at this\nparticular moment. . . .",
        "There is an end of philosophizing.",
        "They have ousted me from my pleasant quarters, the landlady’s son and\ndaughter-in-law having returned unexpectedly and claiming their\napartments. I have taken refuge in a hotel. My peace is gone; my days in\nTaranto are numbered.",
        "Loath to depart, I linger by the beach of the Ionian Sea beyond the new\ntown. It is littered with shells and holothurians, with antique tesserae\nof blue glass and marble fragments, with white mosaic pavements and\npotteries of every age, from the glossy Greco-Roman ware whose\ndelicately embossed shell devices are emblematic of this sea-girt city,\ndown to the grosser products of yesterday. Of marbles I have found\ncipollino, pavonazzetto, giallo and rosso antico, but no harder\nmaterials such as porphyry or serpentine. This, and the fact that the\nmosaics are pure white, suggests that the houses here must have dated,\nat latest, from Augustan times.",
        "[Footnote: Nor is there any of the fashionable verde antico, and\nthis points in the same direction. Corsi says nothing as to the date of\nits introduction, and I have not read the treatise of Silenziario, but\nmy own observations lead me to think that the lapis atracius can\nhardly have been known under Tiberius. Not so those hard ones: they\nimported wholesale by his predecessor Augustus, who was anxious to be\nknown as a scorner of luxury (a favourite pose with monarchs), yet spent\nincalculable sums on ornamental stones both for public and private ends.\nOne is struck by a certain waste of material; either the expense was\ndeliberately disregarded or finer methods of working the stones were not\nyet in vogue. A revolution in the technique of stone-cutting must have\nset in soon after his death, for thenceforward we find the most\nintractable rocks cut into slices thin as card-board: too thin for\npavements, and presumably for encrusting walls and colonnades. The\nAugustans, unable to produce these effects naturally, attempted\nimitation-stones, and with wonderful success. I have a fragment of their\nplaster postiche copying the close-grained Egyptian granite; the oily\nlustre of the quartz is so fresh and the peculiar structure of the rock,\nwith its mica scintillations, so admirably rendered as to deceive, after\ntwo thousand years, the eye of a trained mineralogist.]",
        "Here I sit, on the tepid shingle, listening to the plash of the waves\nand watching the sun as it sinks over the western mountains that are\nveiled in mists during the full daylight, but loom up, at this sunset\nhour, as from a fabulous world of gold. Yonder lies the Calabrian Sila\nforest, the brigands’ country. I will attack it by way of Rossano, and\nthence wander, past Longobucco, across the whole region. It may be well,\nafter all, to come again into contact with streams and woodlands, after\nthis drenching of classical associations and formal civic life!",
        "Near me stands a shore-battery which used to be called “Batteria\nChianca.” It was here they found, some twenty years ago, a fine marble\nhead described as a Venus, and now preserved in the local museum. I\nobserve that this fort has lately been re-christened “Batteria Archyta.\"\nCan this be due to a burst of patriotism for the Greek warrior-sage who\nruled Taranto, or is it a subtle device to mislead the foreign spy?",
        "Here, too, are kilns where they burn the blue clay into tiles and vases.\nI time a small boy at work shaping the former. His average output is\nfive tiles in four minutes, including the carrying to and fro of the\nmoist clay; his wages about a shilling a day. But if you wish to see the\nmanufacture of more complicated potteries, you must go to the unclean\nquarter beyond the railway station. Once there, you will not soon weary\nof that potter’s wheel and the fair shapes that blossom forth under its\nenchanted touch. This ware of Taranto is sent by sea to many parts of\nsouth Italy, and you may see picturesque groups of it, here and there,\nat the street corners.",
        "Hardly has the sun disappeared before the lighthouse in the east begins\nto flash. The promontory on which it stands is called San Vito after one\nof the musty saints, now almost forgotten, whose names survive along\nthese shores. Stoutly this venerable one defended his ancient worship\nagainst the radiant and victorious Madonna; nor did she dislodge him\nfrom a certain famous sanctuary save by the questionable expedient of\nadopting his name: she called herself S. M. “della Vita.” That settled\nit. He came from Mazzara in Sicily, whither they still carry, to his\nlonely shrine, epileptics and others distraught in mind. And were I in a\ndiscursive mood, I would endeavour to trace some connection between his\nestablishment here and the tarantella–between St. Vitus’ dance and that\nother one which cured, they say, the bite of the Tarentine spider.",
        "But I am not inclined for such matters at present. The Cala-brian\nuplands are still visible in the gathering twilight; they draw me\nonwards, away from Taranto. It must be cool up there, among the firs and\nbeeches.",
        "And a land, moreover, of multiple memories and interests–this Calabria.\nA land of great men. In 1737 the learned Aceti was able to enumerate\nover two thousand celebrated Calabrians–athletes, generals, musicians,\ncentenarians, inventors, martyrs, ten popes, ten kings, as well as some\nsixty conspicuous women. A land of thinkers. Old Zavarroni, born in\n1705, gives us a list of seven hundred Calabrian writers; and I, for\none, would not care to bring his catalogue up to date. The recently\nacquired Biblioteca Calabra at Naples alone contains God knows how\nmany items, nearly all modern!",
        "And who shall recount its natural attractions? Says another old writer:",
        "“Here is all sorts of Corn, sundry Wines, and in great abundance, all\nkinds of Fruits, Oyle, Hony, Wax, Saffron, Bombace, Annis and Coriander\nseeds. There groweth Gum, Pitch, Turpentine and liquid Storax. In former\ntimes it was never without Mettals, but at this present it doth much\nabound, having in most parts divers sorts of Mines, as Gold, Silver,\nIron, Marble, Alabaster, Cristal, Marchesite, three sorts of white\nChaulk, Virmilion, Alume, Brimstone, and the Adamant stone, which being\nin the fifth degree, draweth not Iron, and is in colour black. There\ngroweth hemp and flax of two sorts, the one called the male, the other\nthe female: there falleth Manna from heaven, truly a thing very rare;\nand although there is not gathered such abundance of Silk, yet I dare\nsay there is not had so much in all Italy besides. There are also\nbathes, both hot, luke-warm, and cold, to cure many diseases. Near the\nSeaside, and likewise on the Mediterrane are goodly Gardens full of\nOringes, Citrons, and Lemons of divers sorts. It is watered with many\nRivers. There are on the hils of the Apennine, thick Woods of high\nFirrs, Holms, Platanes, Oaks, where grows the white odoriferous Mushrome\nwhich shineth in the night. Here is bred the soft stone Frigia, which\nevery month yields a delicate and wholesome Gum, and the stone\nAetites, by us called the stone Aquilina. In this Province there is\nexcellent hunting of divers creatures, as wild Hoggs, Staggs, Goats,\nHares, Foxes, Porcupines, Marmosets. There are also ravenous beasts, as\nWolves, Bears, Luzards, which are quick-sighted, and have the hinder\nparts spotted with divers colours. This kind of Beast was brought from\nFrance to Rome in the sports of Pompey the great, and Hunters\naffirm this Beast to be of so frail a memory, that although he eateth\nwith hunger, if he chance to look back, remembreth no more his meat, and\ndeparting searcheth for other.” Who would not visit Calabria, if only on\nthe chance of beholding the speckled posterior of the absent-minded\nLuzard?",
        "Continue...",
        "\nThis complete e-text “Old Calabria” (by Norman Douglas) belongs in the public domain.\n\nOld Calabria at Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Calabria (Marlboro Travel)By Norman DouglasAt Amazon"
    ]
}