{
    "title": "Opera Stories from Wagner - The Curse",
    "author": "Florence Akin",
    "chapter": "18",
    "content": [
        "\n\n",
        "Alberich held the ring close under his breast and muttered to himself:\n“They may have the gold! What do I care! With this ring I can soon make\nmy slaves dig more.”",
        "Then aloud he said: “You may take the gold. My slaves shall heap it at\nyour feet.”",
        "He slyly slipped his hand to his lips and, kissing the ring, called his\nslaves with its magic.",
        "In a moment the little black Nibelungs came in swarms from every shaft,\nbearing the precious gold.",
        "Alberich did not like to have them see him under Wotan’s foot.",
        "“Heap up the treasure!” he yelled. “Don’t stop to stare at me. I am\nstill your master. Now, crawl back into your shafts and drudge. I am\ncoming in a minute, and it will not be well for you if I do not find\nyou digging!”",
        "Trembling with fear, they scurried to the darkest depths.",
        "“Now, there is your gold!” said Alberich. “Give back my helmet and let\nme go!”",
        "But Loki quickly tossed the helmet upon the shining heap.",
        "“Take it, then,” snarled the dwarf, thinking he could easily, with the\npower of the ring, force Mimi to make another, “but let me go, I say!”",
        "“Just wait a minute, Alberich,” said Wotan. “That ring I saw glittering\non your finger,–I must have that too.”",
        "“The ring!” Alberich screamed in horror. “No, you shall never have the\nring!”",
        "Wotan’s face grew stern.",
        "“That ring does not belong to you. You stole its gold from the\nRhine-children,” he said.",
        "“Think twice, Wotan, before you take this ring from me! I warn you now a\ncurse goes with it.”",
        "But Wotan drew the ring from the dwarf’s finger, then set him free.",
        "“Farewell, Alberich! Farewell!”",
        "“Ha!” laughed Alberich in scorn. “It will never bring you happiness. Its\nowner shall always feel its curse of care, sorrow, and unrest.”",
        "Then, turning, he groped his way down the cavern, far poorer than the\nday he went stealing along the slippery bed of the river. Then, he had\nno gold. Now, he had no gold and no friends.",
        "Continue...",
        "This eBook of “Opera Stories from Wagner” by Florence Akin belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}