{
    "title": "Opera Stories from Wagner - The Punishment",
    "author": "Florence Akin",
    "chapter": "31",
    "content": [
        "\n\n",
        "It was the custom for the battle-maidens to meet at Walkuere Rock every\nevening at sunset. This was the highest peak in the mountains. From\nhere they would ride into Valhalla, each carrying the hero whom she had\nsnatched from the battlefield.",
        "“Heiho! hoyotoho! heiho!” called each as she neared the peak, and\n“Heiho! hoyotoho! heiho!” came the answer.",
        "At length all but one had reached the rock.",
        "“Why does Brunhilde not come?” they asked of each other anxiously.",
        "“What has happened that she should be so late?”",
        "Loudly they called: “Heiho! hoyotoho! heiho!”",
        "Looking toward the valley, they saw Brunhilde riding fast.",
        "Her horse was flecked with foam.",
        "“Heiho! hoyotoho! heiho!” they shouted; and “Heiho! hoyotoho! heiho!\"\ncame Brunhilde’s answer.",
        "She reached the peak and sprang from her saddle, crying:–",
        "“Help me, Sisters! help me! I disobeyed our king!”",
        "Even as she cried Wotan drew near.",
        "“Where is Brunhilde?” he screamed in anger.",
        "The skies grew black with the storm of his wrath.",
        "“Every one of you who dares to shield her shall share her punishment.”",
        "Brunhilde, weeping, walked out from her hiding-place among her sisters.",
        "Sinking at Wotan’s feet she cried:–",
        "“Here I am, Father. What punishment is mine?”",
        "Wotan spoke in solemn tones:–",
        "“Never again shall you see the beautiful Valhalla. Never shall you carry\nanother hero to your king.",
        "“You shall lie down upon this mountain peak, and here you shall sleep\nuntil some wanderer in passing shall awaken you, and his wife you\nshall be.”",
        "“You cannot mean it, Father! Anything but this! Never to see Valhalla?\nNever to ride with the Walkuere? Father! Father! Take back these words of\ndoom!” Brunhilde’s sisters began to plead for her.",
        "“Go!” he cried, “every one of you. Leave Brunhilde to me!”",
        "Frightened by great Wotan’s awful wrath, they spurred their horses and\ndashed away to Valhalla.",
        "Continue...",
        "This eBook of “Opera Stories from Wagner” by Florence Akin belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}