{
    "title": "Opera Stories from Wagner - The Doom of Valhalla",
    "author": "Florence Akin",
    "chapter": "56",
    "content": [
        "\n\n",
        "Siegfried had been away several days.",
        "Brunhilde sat looking far out over the valley.",
        "She was thinking of Siegfried and of how he was proving his courage to\nthe world.",
        "She lifted her hand to her lips and kissed the ring, Siegfried’s pledge\nof love.",
        "“Heiho! hoyotoho! heiho!” came from the valley below.",
        "Brunhilde sprang to her feet with the answer:–",
        "“Heiho! hoyotoho! heiho!”",
        "Could it be that one of her sisters was coming to see her?",
        "Was it possible that one of the Walkuere would so far dare Wotan’s wrath\nas to venture to the mountain’s crest?",
        "Nearer came the call:–",
        "“Heiho! hoyotoho! heiho!”",
        "And a battle-maiden came in sight.",
        "Brunhilde was very happy to see her sister again, but the battle-maiden\nlooked sad.",
        "She brought bad news from Valhalla.",
        "She and Brunhilde sat down upon the rock, and the battle-maiden told the\nsad story of the last days of the giants.",
        "“Brunhilde,” she said, “Wotan does not know that I have come. Valhalla\nis in deepest gloom.",
        "“Wotan has never sent us to a battlefield since that day when we last\nsaw you.",
        "“Not long ago he came home with his magic spear broken into splinters.\nHe sat down and buried his face in his hands, and there he sits day\nafter day.",
        "“He tell us the giants are passing from the earth. A little while and\nValhalla shall be no more.",
        "“He refuses all of Freya’s golden fruit. He has grown very old and very\nsad.",
        "“Yesterday I heard him say, ’Oh! if Brunhilde would only give the ring\nback to the Rhine-daughters, and release the world from the terrible\ncurse of gold!’",
        "“And, Brunhilde, I have come to beg of you, will you not give the ring\nback to the Rhine-daughters?”",
        "Brunhilde clasped the ring close to her breast.",
        "“Give the ring to the Rhine-daughters?” she cried.",
        "Then she looked far away toward the valley––and Siegfried.",
        "“This ring of mine is Siegfried’s pledge of love!”",
        "Continue...",
        "This eBook of “Opera Stories from Wagner” by Florence Akin belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}