{
    "title": "Opera Stories from Wagner - Loki",
    "author": "Florence Akin",
    "chapter": "10",
    "content": [
        "\n\n",
        "“Loki, why are you so late?” complained Wotan, when Loki came.",
        "Loki was much excited.",
        "“The Rhine-daughters are in great trouble, Wotan. As I was coming by the\nriver I heard them weeping and wailing. Black Alberich has stolen their\ngold, and I promised them that I would tell you about it. Perhaps you\ncould help them.”",
        "“I have no time for the Rhine-daughters now,” said Wotan. “I have\ntrouble of my own. Tell me how I can save poor Freya!”",
        "For many years Fafner had heard of this lump of gold. So he listened to\nall that Loki told. Then he asked: “Why does Alberich want the gold?”",
        "“Because,” replied Loki, “the gold can be made into a magic ring; if the\none who would make the ring will forever give up all love, the magic\nring will make its owner master of the whole wide world. Alberich\ndeclared that love was nothing to him if he could have all the gold\nhe wanted.”",
        "To himself Fafner thought: “Perhaps it would be better for me to have\nthe gold than to have Freya and her golden apples.” Then aloud he said:\n“Let me tell you what I am willing to do, Wotan. If you will get that\ngold for me, I will accept it in place of Freya.”",
        "“You rascal!” roared Wotan. “How can I give you gold that is not mine?”",
        "“Very well,” said Fafner. “I did not come here to quarrel. Already I\nhave waited too long. I shall take my pay. Come, Freya, you must go\nwith me.”",
        "Poor, frightened Freya wept and cried aloud as Fafner picked her up and\ncarried her off over the mountain.",
        "He called back to Wotan and Loki: “I will keep Freya until evening. Then\nI shall come again, and if you have that glittering Rhine-gold for me,\nthen you may have your sister. If you do not give me the gold, then\nFreya is mine and I will keep her always.”",
        "Continue...",
        "This eBook of “Opera Stories from Wagner” by Florence Akin belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}