{
    "title": "Opera Stories from Wagner - Siegfried Learns What Fear Is",
    "author": "Florence Akin",
    "chapter": "50",
    "content": [
        "\n\n",
        "Siegfried hurried up the mountain-side.",
        "The fierce flames leaped as if to meet him.",
        "They grew redder, and lapped their fiery tongues.",
        "Siegfried bounded toward them with joy.",
        "Lifting his silver horn to his lips, and blowing his Comrade Call so\nsweet and clear, he plunged into their depths.",
        "The maddened flames leaped and crackled as if to devour him.",
        "But on he went, blowing his horn, until at length the sea of flames\nslowly sank to earth.",
        "The redness of the sky gave way to blue, and all grew clear and\nbeautiful.",
        "Siegfried looked upon the sleeping figure.",
        "All the world seemed wrapped in silence. Not a leaf moved on the trees.",
        "There was not a sound to mar that perfect sleep.",
        "Siegfried looked in wonder at the shining coat of mail.",
        "“It is some valiant knight,” he whispered.",
        "“How heavy seems the armor. It should be lifted so that he may rest\nbetter.”",
        "Carefully Siegfried lifted the glittering shield and laid it to one\nside.",
        "Eagerly he raised the helmet. There fell a mass of waving golden hair.\n“A burst of glorious sunshine,” whispered Siegfried.",
        "Then he sought to loosen the rings that held the coat of mail.",
        "Finding it difficult, he drew his sword and cut them.",
        "The shining armor fell jingling to the ground.",
        "The soft white folds of her woman’s gown fell loosely about her.",
        "Siegfried started back and stared in silence.",
        "He trembled from head to foot.",
        "He pressed his hand to his fast-beating heart.",
        "“At last!” he cried. “At last! I know what fear is.”",
        "Continue...",
        "This eBook of “Opera Stories from Wagner” by Florence Akin belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}