{
    "title": "Opera Stories from Wagner - Mimi and the Baby",
    "author": "Florence Akin",
    "chapter": "37",
    "content": [
        "\n\n",
        "Mimi was mean and selfish.",
        "He would not even have cared for a little child alone in the woods had\nhe not thought that by so doing he might gain something for himself.",
        "As he looked at the baby he heard a strange voice saying:–",
        "“Siegfried is his name, and only he who knows no fear can mend the\nsword.”",
        "“The sword? The sword?” questioned Mimi. “What does the voice mean?”",
        "Going nearer to the child, he saw close beside it the broken pieces of\nSiegmund’s sword.",
        "Mimi picked up the pieces and looked at them.",
        "“The finest piece of steel I ever saw,” he chuckled, as he ran his\nfingers carefully along the keen edges.",
        "Then he cried aloud in joy.",
        "“At last I have found the hero! This little baby is the son of some\nvaliant warrior. These are the broken pieces of the warrior’s sword.\nSuch luck for Mimi!",
        "“The boy will be a warrior like his father. I shall take him to my cave\nand take good care of him.",
        "“When he is grown up I will make him pay me for my care and pains. He\nshall slay the dragon. Then I will take the ring.”",
        "He lifted the little baby as gently as he knew how, and started toward\nhis cave.",
        "Again he heard the same strange voice:–",
        "“Siegfried is his name, and only he who knows no fear can mend the\nsword.”",
        "“Ha! ha!” chuckled Mimi. “That voice does not know what a skillful\nsmith Mimi is.",
        "“I will mend the sword and Siegfried shall use it to slay the dragon.”",
        "He folded the baby close in his rough, black little arms.",
        "“A few more years, a few more years,” he gurgled in glee, “and Mimi’s\nhands shall clutch the precious gold.”",
        "Continue...",
        "This eBook of “Opera Stories from Wagner” by Florence Akin belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}