{
    "title": "Opera Stories from Wagner - Love",
    "author": "Florence Akin",
    "chapter": "57",
    "content": [
        "\n\n",
        "The next morning Brunhilde stood upon Walkuere Rock and watched the\nglorious sunrise.",
        "Suddenly she heard the glad notes of Siegfried’s silver horn.",
        "“Siegfried! Siegfried!” she cried in joy, and hurried down the mountain\nto greet him.",
        "All the earth seemed as glad as at that glad time when Siegfried came to\nWalkuere Rock to claim Brunhilde for his bride.",
        "But Brunhilde was not altogether happy.",
        "She could not forget the sorrowful news which her sister had brought, of\nthe gloom at Valhalla.",
        "So, after their first glad greeting, they sat down upon the rocks, and\nBrunhilde told Siegfried the sad story of the ring, from the time when\nAlberich snatched it from the Rhine-daughters, until the day Siegfried\ntook it from Hate Cavern.",
        "Then, hand in hand, they went, the valiant Siegfried and the noble\nBrunhilde, to the banks of the Rhine.",
        "They called to the Rhine-daughters and the Rhine-daughters came out upon\nthe rocks.",
        "With a glad shout, Brunhilde flung the ring into the water.",
        "The Rhine-daughters darted after it.",
        "In a moment they came again to the surface of the water.",
        "At last they held their precious, glittering\ngold.",
        "The happiest song that ever echoed along the banks of the Rhine was sung\nby the Rhine-daughters on that glad morning.",
        "Once more gold had become as harmless as a sunbeam.",
        "Hurry, worry, falsehood, greed, and envy vanished from the earth.",
        "Anxiety disappeared from the brows of the tired fathers.",
        "A new happiness came into the eyes of the loving mothers.",
        "A greater power than gold or giant strength had come to rule the world,\nand that power was Love.",
        "The author would not have you think that when you have read this little\nbook you know all that Richard Wagner told about Siegfried.",
        "When you are older, do not fail to read The Rhine-Gold, The Walkuere,\nSiegfried, and Goetterdaemmerung, as Richard Wagner told them.",
        "You will enjoy them more because of having read these little stories.",
        " ",
        "This eBook of “Opera Stories from Wagner” by Florence Akin belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}