{
    "title": "Opera Stories from Wagner - A Big Brown Bear",
    "author": "Florence Akin",
    "chapter": "40",
    "content": [
        "\n\n",
        "Siegfried grew to be a young man.",
        "Often he saw his reflection in the water, and he said:–",
        "“I am not Mimi’s son. The babes in the forest all look like their\nparents. I do not look like Mimi.”",
        "Siegfried’s reflection showed him a fearless face with large, honest\neyes.",
        "About the face fell a wealth of waving, sunny hair.",
        "One day, as he studied this reflection and thought of the blinking,\nsneaking little black Mimi, he said:–",
        "“I will endure his falsehoods no longer. I know he is not my father.\nThis very day I am going to make him tell me who I am!”",
        "Lifting his silver horn, he blew a loud blast.",
        "Out of the woods came one of his good friends, a great brown bear.",
        "“Come, Bruin,” said Siegfried.",
        "And he put a rope around Bruin’s neck.",
        "“We will go to Mimi’s cave and we will make him tell us all we want to\nknow.”",
        "Siegfried led the big bear to the mouth of Mimi’s cave.",
        "When the cowardly Mind saw the bear, he crouched behind the forge and\nscreamed:–",
        "“Take him away! Oh, Siegfried, take him away!”",
        "“Eat him, Bruin,” laughed Siegfried, as Mimi trembled with fear.",
        "The bear growled at Mimi.",
        "“Oh! keep him off!” gasped Mimi.",
        "“I shall,” said Siegfried, “if you will promise to answer all I ask.”",
        "[Illustration: “EAT HIM, BRUIN,” LAUGHED SIEGFRIED]",
        "“I will! I will! I will tell you anything you want to know,” stammered\nMimi.",
        "Siegfried untied the rope.",
        "“Good-bye, Bruin,” he said, as he gave him a friendly slap on the back,\nand the big bear trotted off to the woods.",
        "Continue...",
        "This eBook of “Opera Stories from Wagner” by Florence Akin belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}