{
    "title": "Pragmatism",
    "author": "William James",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "To the Memory of John Stuart Mill",
        "from whom I first learned the pragmatic openness of mind and whom my\nfancy likes to picture as our leader were he alive to-day.",
        "The lectures that follow were delivered at the Lowell Institute in\nBoston in November and December, 1906, and in January, 1907, at\nColumbia University, in New York. They are printed as delivered,\nwithout developments or notes. The pragmatic movement, so-called–I\ndo not like the name, but apparently it is too late to change it–\nseems to have rather suddenly precipitated itself out of the air. A\nnumber of tendencies that have always existed in philosophy have all\nat once become conscious of themselves collectively, and of their\ncombined mission; and this has occurred in so many countries, and\nfrom so many different points of view, that much unconcerted\nstatement has resulted. I have sought to unify the picture as it\npresents itself to my own eyes, dealing in broad strokes, and\navoiding minute controversy. Much futile controversy might have been\navoided, I believe, if our critics had been willing to wait until we\ngot our message fairly out.",
        "If my lectures interest any reader in the general subject, he will\ndoubtless wish to read farther. I therefore give him a few\nreferences.",
        "In America, John Dewey’s ’Studies in Logical Theory’ are the\nfoundation. Read also by Dewey the articles in the Philosophical\nReview, vol. xv, pp. 113 and 465, in Mind, vol. xv, p. 293, and in\nthe Journal of Philosophy, vol. iv, p. 197.",
        "Probably the best statements to begin with however, are F. C. S.\nSchiller’s in his ’Studies in Humanism,’ especially the essays\nnumbered i, v, vi, vii, xviii and xix. His previous essays and in\ngeneral the polemic literature of the subject are fully referred to\nin his footnotes.",
        "Furthermore, see G. Milhaud: le Rationnel, 1898, and the fine\narticles by Le Roy in the Revue de Metaphysique, vols. 7, 8 and 9.\nAlso articles by Blondel and de Sailly in the Annales de Philosophie\nChretienne, 4me Serie, vols. 2 and 3. Papini announces a book on\nPragmatism, in the French language, to be published very soon.",
        "To avoid one misunderstanding at least, let me say that there is no\nlogical connexion between pragmatism, as I understand it, and a\ndoctrine which I have recently set forth as ’radical empiricism.’\nThe latter stands on its own feet. One may entirely reject it and\nstill be a pragmatist.",
        "Harvard University, April, 1907.",
        "Continue...",
        "\nThis e-book of Pragmatism (A New Name for Some Old Ways of Thinking), 1907 by William James, is freeware.\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pragmatism (Philosophical Classics)By William JamesAt Amazon"
    ]
}