{
    "title": "Pragmatism - Lecture VII. Pragmatism and Humanism",
    "author": "William James",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "What hardens the heart of everyone I approach with the view of truth\nsketched in my last lecture is that typical idol of the tribe, the\nnotion of THE Truth, conceived as the one answer, determinate and\ncomplete, to the one fixed enigma which the world is believed to\npropound. For popular tradition, it is all the better if the answer\nbe oracular, so as itself to awaken wonder as an enigma of the\nsecond order, veiling rather than revealing what its profundities\nare supposed to contain. All the great single-word answers to the\nworld’s riddle, such as God, the One, Reason, Law, Spirit, Matter,\nNature, Polarity, the Dialectic Process, the Idea, the Self, the\nOversoul, draw the admiration that men have lavished on them from\nthis oracular role. By amateurs in philosophy and professionals\nalike, the universe is represented as a queer sort of petrified\nsphinx whose appeal to man consists in a monotonous challenge to his\ndivining powers. THE Truth: what a perfect idol of the rationalistic\nmind! I read in an old letter–from a gifted friend who died too\nyoung–these words: “In everything, in science, art, morals and\nreligion, there MUST be one system that is right and EVERY other\nwrong.” How characteristic of the enthusiasm of a certain stage of\nyouth! At twenty-one we rise to such a challenge and expect to find\nthe system. It never occurs to most of us even later that the\nquestion ’what is THE truth?’ is no real question (being irrelative\nto all conditions) and that the whole notion of THE truth is an\nabstraction from the fact of truths in the plural, a mere useful\nsummarizing phrase like THE Latin Language or THE Law.",
        "Common-law judges sometimes talk about the law, and school-masters\ntalk about the latin tongue, in a way to make their hearers think\nthey mean entities pre-existent to the decisions or to the words and\nsyntax, determining them unequivocally and requiring them to obey.\nBut the slightest exercise of reflexion makes us see that, instead\nof being principles of this kind, both law and latin are results.\nDistinctions between the lawful and the unlawful in conduct, or\nbetween the correct and incorrect in speech, have grown up\nincidentally among the interactions of men’s experiences in detail;\nand in no other way do distinctions between the true and the false\nin belief ever grow up. Truth grafts itself on previous truth,\nmodifying it in the process, just as idiom grafts itself on previous\nidiom, and law on previous law. Given previous law and a novel case,\nand the judge will twist them into fresh law. Previous idiom; new\nslang or metaphor or oddity that hits the public taste:–and presto,\na new idiom is made. Previous truth; fresh facts:–and our mind\nfinds a new truth.",
        "All the while, however, we pretend that the eternal is unrolling,\nthat the one previous justice, grammar or truth is simply\nfulgurating, and not being made. But imagine a youth in the\ncourtroom trying cases with his abstract notion of ’the’ law, or a\ncensor of speech let loose among the theatres with his idea of ’the’\nmother-tongue, or a professor setting up to lecture on the actual\nuniverse with his rationalistic notion of ’the Truth’ with a big T,\nand what progress do they make? Truth, law, and language fairly boil\naway from them at the least touch of novel fact. These things MAKE\nTHEMSELVES as we go. Our rights, wrongs, prohibitions, penalties,\nwords, forms, idioms, beliefs, are so many new creations that add\nthemselves as fast as history proceeds. Far from being antecedent\nprinciples that animate the process, law, language, truth are but\nabstract names for its results.",
        "Laws and languages at any rate are thus seen to be man-made: things.\nMr. Schiller applies the analogy to beliefs, and proposes the name\nof ’Humanism’ for the doctrine that to an unascertainable extent our\ntruths are man-made products too. Human motives sharpen all our\nquestions, human satisfactions lurk in all our answers, all our\nformulas have a human twist. This element is so inextricable in the\nproducts that Mr. Schiller sometimes seems almost to leave it an\nopen question whether there be anything else. “The world,” he says,\n“is essentially [u lambda nu], it is what we make of it. It is\nfruitless to define it by what it originally was or by what it is\napart from us; it IS what is made of it. Hence ... the world is\nPLASTIC.” [Footnote: Personal Idealism, p. 60.] He adds that we can\nlearn the limits of the plasticity only by trying, and that we ought\nto start as if it were wholly plastic, acting methodically on that\nassumption, and stopping only when we are decisively rebuked.",
        "This is Mr. Schiller’s butt-end-foremost statement of the humanist\nposition, and it has exposed him to severe attack. I mean to defend\nthe humanist position in this lecture, so I will insinuate a few\nremarks at this point.",
        "Mr. Schiller admits as emphatically as anyone the presence of\nresisting factors in every actual experience of truth-making, of\nwhich the new-made special truth must take account, and with which\nit has perforce to ’agree.’ All our truths are beliefs about\n’Reality’; and in any particular belief the reality acts as\nsomething independent, as a thing FOUND, not manufactured. Let me\nhere recall a bit of my last lecture.",
        "’REALITY’ IS IN GENERAL WHAT TRUTHS HAVE TO TAKE ACCOUNT OF;\n[Footnote: Mr. Taylor in his Elements of Metaphysics uses this\nexcellent pragmatic definition.] and the FIRST part of reality from\nthis point of view is the flux of our sensations. Sensations are\nforced upon us, coming we know not whence. Over their nature, order,\nand quantity we have as good as no control. THEY are neither true\nnor false; they simply ARE. It is only what we say about them, only\nthe names we give them, our theories of their source and nature and\nremote relations, that may be true or not.",
        "The SECOND part of reality, as something that our beliefs must also\nobediently take account of, is the RELATIONS that obtain between our\nsensations or between their copies in our minds. This part falls\ninto two sub-parts: 1) the relations that are mutable and\naccidental, as those of date and place; and 2) those that are fixed\nand essential because they are grounded on the inner natures of\ntheir terms–such as likeness and unlikeness. Both sorts of relation\nare matters of immediate perception. Both are ’facts.’ But it is the\nlatter kind of fact that forms the more important sub-part of\nreality for our theories of knowledge. Inner relations namely are\n’eternal,’ are perceived whenever their sensible terms are compared;\nand of them our thought–mathematical and logical thought, so-\ncalled–must eternally take account.",
        "The THIRD part of reality, additional to these perceptions (tho\nlargely based upon them), is the PREVIOUS TRUTHS of which every new\ninquiry takes account. This third part is a much less obdurately\nresisting factor: it often ends by giving way. In speaking of these\nthree portions of reality as at all times controlling our belief’s\nformation, I am only reminding you of what we heard in our last\nhour.",
        "Now however fixed these elements of reality may be, we still have a\ncertain freedom in our dealings with them. Take our sensations. THAT\nthey are is undoubtedly beyond our control; but WHICH we attend to,\nnote, and make emphatic in our conclusions depends on our own\ninterests; and, according as we lay the emphasis here or there,\nquite different formulations of truth result. We read the same facts\ndifferently. ’Waterloo,’ with the same fixed details, spells a\n’victory’ for an englishman; for a frenchman it spells a ’defeat.’\nSo, for an optimist philosopher the universe spells victory, for a\npessimist, defeat.",
        "What we say about reality thus depends on the perspective into which\nwe throw it. The THAT of it is its own; but the WHAT depends on the\nWHICH; and the which depends on US. Both the sensational and the\nrelational parts of reality are dumb: they say absolutely nothing\nabout themselves. We it is who have to speak for them. This dumbness\nof sensations has led such intellectualists as T.H. Green and Edward\nCaird to shove them almost beyond the pale of philosophic\nrecognition, but pragmatists refuse to go so far. A sensation is\nrather like a client who has given his case to a lawyer and then has\npassively to listen in the courtroom to whatever account of his\naffairs, pleasant or unpleasant, the lawyer finds it most expedient\nto give.",
        "Hence, even in the field of sensation, our minds exert a certain\narbitrary choice. By our inclusions and omissions we trace the\nfield’s extent; by our emphasis we mark its foreground and its\nbackground; by our order we read it in this direction or in that. We\nreceive in short the block of marble, but we carve the statue\nourselves.",
        "This applies to the ’eternal’ parts of reality as well: we shuffle\nour perceptions of intrinsic relation and arrange them just as\nfreely. We read them in one serial order or another, class them in\nthis way or in that, treat one or the other as more fundamental,\nuntil our beliefs about them form those bodies of truth known as\nlogics, geometries, or arithmetics, in each and all of which the\nform and order in which the whole is cast is flagrantly man-made.",
        "Thus, to say nothing of the new FACTS which men add to the matter of\nreality by the acts of their own lives, they have already impressed\ntheir mental forms on that whole third of reality which I have\ncalled ’previous truths.’ Every hour brings its new percepts, its\nown facts of sensation and relation, to be truly taken account of;\nbut the whole of our PAST dealings with such facts is already funded\nin the previous truths. It is therefore only the smallest and\nrecentest fraction of the first two parts of reality that comes to\nus without the human touch, and that fraction has immediately to\nbecome humanized in the sense of being squared, assimilated, or in\nsome way adapted, to the humanized mass already there. As a matter\nof fact we can hardly take in an impression at all, in the absence\nof a pre-conception of what impressions there may possibly be.",
        "When we talk of reality ’independent’ of human thinking, then, it\nseems a thing very hard to find. It reduces to the notion of what is\njust entering into experience, and yet to be named, or else to some\nimagined aboriginal presence in experience, before any belief about\nthe presence had arisen, before any human conception had been\napplied. It is what is absolutely dumb and evanescent, the merely\nideal limit of our minds. We may glimpse it, but we never grasp it;\nwhat we grasp is always some substitute for it which previous human\nthinking has peptonized and cooked for our consumption. If so vulgar\nan expression were allowed us, we might say that wherever we find\nit, it has been already FAKED. This is what Mr. Schiller has in mind\nwhen he calls independent reality a mere unresisting [u lambda nu],\nwhich IS only to be made over by us.",
        "That is Mr. Schiller’s belief about the sensible core of reality. We\n’encounter’ it (in Mr. Bradley’s words) but don’t possess it.\nSuperficially this sounds like Kant’s view; but between categories\nfulminated before nature began, and categories gradually forming\nthemselves in nature’s presence, the whole chasm between rationalism\nand empiricism yawns. To the genuine ’Kantianer’ Schiller will\nalways be to Kant as a satyr to Hyperion.",
        "Other pragmatists may reach more positive beliefs about the sensible\ncore of reality. They may think to get at it in its independent\nnature, by peeling off the successive man-made wrappings. They may\nmake theories that tell us where it comes from and all about it; and\nif these theories work satisfactorily they will be true. The\ntranscendental idealists say there is no core, the finally completed\nwrapping being reality and truth in one. Scholasticism still teaches\nthat the core is ’matter.’ Professor Bergson, Heymans, Strong, and\nothers, believe in the core and bravely try to define it. Messrs.\nDewey and Schiller treat it as a ’limit.’ Which is the truer of all\nthese diverse accounts, or of others comparable with them, unless it\nbe the one that finally proves the most satisfactory? On the one\nhand there will stand reality, on the other an account of it which\nproves impossible to better or to alter. If the impossibility prove\npermanent, the truth of the account will be absolute. Other content\nof truth than this I can find nowhere. If the anti-pragmatists have\nany other meaning, let them for heaven’s sake reveal it, let them\ngrant us access to it!",
        "Not BEING reality, but only our belief ABOUT reality, it will\ncontain human elements, but these will KNOW the non-human element,\nin the only sense in which there can be knowledge of anything. Does\nthe river make its banks, or do the banks make the river? Does a man\nwalk with his right leg or with his left leg more essentially? Just\nas impossible may it be to separate the real from the human factors\nin the growth of our cognitive experience.",
        "Let this stand as a first brief indication of the humanistic\nposition. Does it seem paradoxical? If so, I will try to make it\nplausible by a few illustrations, which will lead to a fuller\nacquaintance with the subject.",
        "In many familiar objects everyone will recognize the human element.\nWe conceive a given reality in this way or in that, to suit our\npurpose, and the reality passively submits to the conception. You\ncan take the number 27 as the cube of 3, or as the product of 3 and\n9, or as 26 PLUS 1, or 100 MINUS 73, or in countless other ways, of\nwhich one will be just as true as another. You can take a chessboard\nas black squares on a white ground, or as white squares on a black\nground, and neither conception is a false one. You can treat the\nadjoined figure [Figure of a ’Star of David’] as a star, as two big\ntriangles crossing each other, as a hexagon with legs set up on its\nangles, as six equal triangles hanging together by their tips, etc.\nAll these treatments are true treatments–the sensible THAT upon the\npaper resists no one of them. You can say of a line that it runs\neast, or you can say that it runs west, and the line per se accepts\nboth descriptions without rebelling at the inconsistency.",
        "We carve out groups of stars in the heavens, and call them\nconstellations, and the stars patiently suffer us to do so–tho if\nthey knew what we were doing, some of them might feel much surprised\nat the partners we had given them. We name the same constellation\ndiversely, as Charles’s Wain, the Great Bear, or the Dipper. None of\nthe names will be false, and one will be as true as another, for all\nare applicable.",
        "In all these cases we humanly make an addition to some sensible\nreality, and that reality tolerates the addition. All the additions\n’agree’ with the reality; they fit it, while they build it out. No\none of them is false. Which may be treated as the more true, depends\naltogether on the human use of it. If the 27 is a number of dollars\nwhich I find in a drawer where I had left 28, it is 28 minus 1. If\nit is the number of inches in a shelf which I wish to insert into a\ncupboard 26 inches wide, it is 26 plus 1. If I wish to ennoble the\nheavens by the constellations I see there, ’Charles’s Wain’ would be\nmore true than ’Dipper.’ My friend Frederick Myers was humorously\nindignant that that prodigious star-group should remind us Americans\nof nothing but a culinary utensil.",
        "What shall we call a THING anyhow? It seems quite arbitrary, for we\ncarve out everything, just as we carve out constellations, to suit\nour human purposes. For me, this whole ’audience’ is one thing,\nwhich grows now restless, now attentive. I have no use at present\nfor its individual units, so I don’t consider them. So of an ’army,’\nof a ’nation.’ But in your own eyes, ladies and gentlemen, to call\nyou ’audience’ is an accidental way of taking you. The permanently\nreal things for you are your individual persons. To an anatomist,\nagain, those persons are but organisms, and the real things are the\norgans. Not the organs, so much as their constituent cells, say the\nhistologists; not the cells, but their molecules, say in turn the\nchemists.",
        "We break the flux of sensible reality into things, then, at our\nwill. We create the subjects of our true as well as of our false\npropositions.",
        "We create the predicates also. Many of the predicates of things\nexpress only the relations of the things to us and to our feelings.\nSuch predicates of course are human additions. Caesar crossed the\nRubicon, and was a menace to Rome’s freedom. He is also an American\nschool-room pest, made into one by the reaction of our schoolboys on\nhis writings. The added predicate is as true of him as the earlier\nones.",
        "You see how naturally one comes to the humanistic principle: you\ncan’t weed out the human contribution. Our nouns and adjectives are\nall humanized heirlooms, and in the theories we build them into, the\ninner order and arrangement is wholly dictated by human\nconsiderations, intellectual consistency being one of them.\nMathematics and logic themselves are fermenting with human\nrearrangements; physics, astronomy and biology follow massive cues\nof preference. We plunge forward into the field of fresh experience\nwith the beliefs our ancestors and we have made already; these\ndetermine what we notice; what we notice determines what we do; what\nwe do again determines what we experience; so from one thing to\nanother, altho the stubborn fact remains that there IS a sensible\nflux, what is true of it seems from first to last to be largely a\nmatter of our own creation.",
        "We build the flux out inevitably. The great question is: does it,\nwith our additions, rise or fall in value? Are the additions WORTHY\nor UNWORTHY? Suppose a universe composed of seven stars, and nothing\nelse but three human witnesses and their critic. One witness names\nthe stars ’Great Bear’; one calls them ’Charles’s Wain’; one calls\nthem the ’Dipper.’ Which human addition has made the best universe\nof the given stellar material? If Frederick Myers were the critic,\nhe would have no hesitation in ’turning-down’ the American witness.",
        "Lotze has in several places made a deep suggestion. We naively\nassume, he says, a relation between reality and our minds which may\nbe just the opposite of the true one. Reality, we naturally think,\nstands ready-made and complete, and our intellects supervene with\nthe one simple duty of describing it as it is already. But may not\nour descriptions, Lotze asks, be themselves important additions to\nreality? And may not previous reality itself be there, far less for\nthe purpose of reappearing unaltered in our knowledge, than for the\nvery purpose of stimulating our minds to such additions as shall\nenhance the universe’s total value. “Die erhohung des vorgefundenen\ndaseins” is a phrase used by Professor Eucken somewhere, which\nreminds one of this suggestion by the great Lotze.",
        "It is identically our pragmatistic conception. In our cognitive as\nwell as in our active life we are creative. We ADD, both to the\nsubject and to the predicate part of reality. The world stands\nreally malleable, waiting to receive its final touches at our hands.\nLike the kingdom of heaven, it suffers human violence willingly. Man\nENGENDERS truths upon it.",
        "No one can deny that such a role would add both to our dignity and\nto our responsibility as thinkers. To some of us it proves a most\ninspiring notion. Signer Papini, the leader of italian pragmatism,\ngrows fairly dithyrambic over the view that it opens, of man’s\ndivinely-creative functions.",
        "The import of the difference between pragmatism and rationalism is\nnow in sight throughout its whole extent. The essential contrast is\nthat for rationalism reality is ready-made and complete from all\neternity, while for pragmatism it is still in the making, and awaits\npart of its complexion from the future. On the one side the universe\nis absolutely secure, on the other it is still pursuing its\nadventures.",
        "We have got into rather deep water with this humanistic view, and it\nis no wonder that misunderstanding gathers round it. It is accused\nof being a doctrine of caprice. Mr. Bradley, for example, says that\na humanist, if he understood his own doctrine, would have to “hold\nany end however perverted to be rational if I insist on it\npersonally, and any idea however mad to be the truth if only some\none is resolved that he will have it so.” The humanist view of\n’reality,’ as something resisting, yet malleable, which controls our\nthinking as an energy that must be taken ’account’ of incessantly\n(tho not necessarily merely COPIED) is evidently a difficult one to\nintroduce to novices. The situation reminds me of one that I have\npersonally gone through. I once wrote an essay on our right to\nbelieve, which I unluckily called the WILL to Believe. All the\ncritics, neglecting the essay, pounced upon the title.\nPsychologically it was impossible, morally it was iniquitous. The\n“will to deceive,” the “will to make-believe,” were wittily proposed\nas substitutes for it.",
        "THE ALTERNATIVE BETWEEN PRAGMATISM AND RATIONALISM, IN THE SHAPE IN\nWHICH WE NOW HAVE IT BEFORE US, IS NO LONGER A QUESTION IN THE\nTHEORY OF KNOWLEDGE, IT CONCERNS THE STRUCTURE OF THE UNIVERSE\nITSELF.",
        "On the pragmatist side we have only one edition of the universe,\nunfinished, growing in all sorts of places, especially in the places\nwhere thinking beings are at work.",
        "On the rationalist side we have a universe in many editions, one\nreal one, the infinite folio, or edition de luxe, eternally\ncomplete; and then the various finite editions, full of false\nreadings, distorted and mutilated each in its own way.",
        "So the rival metaphysical hypotheses of pluralism and monism here\ncome back upon us. I will develope their differences during the\nremainder of our hour.",
        "And first let me say that it is impossible not to see a\ntemperamental difference at work in the choice of sides. The\nrationalist mind, radically taken, is of a doctrinaire and\nauthoritative complexion: the phrase ’must be’ is ever on its lips.\nThe belly-band of its universe must be tight. A radical pragmatist\non the other hand is a happy-go-lucky anarchistic sort of creature.\nIf he had to live in a tub like Diogenes he wouldn’t mind at all if\nthe hoops were loose and the staves let in the sun.",
        "Now the idea of this loose universe affects your typical\nrationalists in much the same way as ’freedom of the press’ might\naffect a veteran official in the russian bureau of censorship; or as\n’simplified spelling’ might affect an elderly schoolmistress. It\naffects him as the swarm of protestant sects affects a papist\nonlooker. It appears as backboneless and devoid of principle as\n’opportunism’ in politics appears to an old-fashioned french\nlegitimist, or to a fanatical believer in the divine right of the\npeople.",
        "For pluralistic pragmatism, truth grows up inside of all the finite\nexperiences. They lean on each other, but the whole of them, if such\na whole there be, leans on nothing. All ’homes’ are in finite\nexperience; finite experience as such is homeless. Nothing outside\nof the flux secures the issue of it. It can hope salvation only from\nits own intrinsic promises and potencies.",
        "To rationalists this describes a tramp and vagrant world, adrift in\nspace, with neither elephant nor tortoise to plant the sole of its\nfoot upon. It is a set of stars hurled into heaven without even a\ncentre of gravity to pull against. In other spheres of life it is\ntrue that we have got used to living in a state of relative\ninsecurity. The authority of  ’the State,’ and that of an absolute\n’moral law,’ have resolved themselves into expediencies, and holy\nchurch has resolved itself into ’meeting-houses.’ Not so as yet\nwithin the philosophic class-rooms. A universe with such as US\ncontributing to create its truth, a world delivered to OUR\nopportunisms and OUR private judgments! Home-rule for Ireland would\nbe a millennium in comparison. We’re no more fit for such a part\nthan the Filipinos are ’fit for self-government.’ Such a world would\nnot be RESPECTABLE, philosophically. It is a trunk without a tag, a\ndog without a collar, in the eyes of most professors of philosophy.",
        "What then would tighten this loose universe, according to the\nprofessors?",
        "Something to support the finite many, to tie it to, to unify and\nanchor it. Something unexposed to accident, something eternal and\nunalterable. The mutable in experience must be founded on\nimmutability. Behind our de facto world, our world in act, there\nmust be a de jure duplicate fixed and previous, with all that can\nhappen here already there in posse, every drop of blood, every\nsmallest item, appointed and provided, stamped and branded, without\nchance of variation. The negatives that haunt our ideals here below\nmust be themselves negated in the absolutely Real. This alone makes\nthe universe solid. This is the resting deep. We live upon the\nstormy surface; but with this our anchor holds, for it grapples\nrocky bottom. This is Wordsworth’s “central peace subsisting at the\nheart of endless agitation.” This is Vivekananda’s mystical One of\nwhich I read to you. This is Reality with the big R, reality that\nmakes the timeless claim, reality to which defeat can’t happen. This\nis what the men of principles, and in general all the men whom I\ncalled tender-minded in my first lecture, think themselves obliged\nto postulate.",
        "And this, exactly this, is what the tough-minded of that lecture\nfind themselves moved to call a piece of perverse abstraction-\nworship. The tough-minded are the men whose alpha and omega are\nFACTS. Behind the bare phenomenal facts, as my tough-minded old\nfriend Chauncey Wright, the great Harvard empiricist of my youth,\nused to say, there is NOTHING. When a rationalist insists that\nbehind the facts there is the GROUND of the facts, the POSSIBILITY\nof the facts, the tougher empiricists accuse him of taking the mere\nname and nature of a fact and clapping it behind the fact as a\nduplicate entity to make it possible. That such sham grounds are\noften invoked is notorious. At a surgical operation I heard a\nbystander ask a doctor why the patient breathed so deeply. “Because\nether is a respiratory stimulant,” the doctor answered. “Ah!” said\nthe questioner, as if relieved by the explanation. But this is like\nsaying that cyanide of potassium kills because it is a ’poison,’ or\nthat it is so cold to-night because it is ’winter,’ or that we have\nfive fingers because we are ’pentadactyls.’ These are but names for\nthe facts, taken from the facts, and then treated as previous and\nexplanatory. The tender-minded notion of an absolute reality is,\naccording to the radically tough-minded, framed on just this\npattern. It is but our summarizing name for the whole spread-out and\nstrung-along mass of phenomena, treated as if it were a different\nentity, both one and previous.",
        "You see how differently people take things. The world we live in\nexists diffused and distributed, in the form of an indefinitely\nnumerous lot of eaches, coherent in all sorts of ways and degrees;\nand the tough-minded are perfectly willing to keep them at that\nvaluation. They can stand that kind of world, their temper being\nwell adapted to its insecurity. Not so the tender-minded party. They\nmust back the world we find ourselves born into by “another and a\nbetter” world in which the eaches form an All and the All a One that\nlogically presupposes, co-implicates, and secures each EACH without\nexception.",
        "Must we as pragmatists be radically tough-minded? or can we treat\nthe absolute edition of the world as a legitimate hypothesis? It is\ncertainly legitimate, for it is thinkable, whether we take it in its\nabstract or in its concrete shape.",
        "By taking it abstractly I mean placing it behind our finite life as\nwe place the word ’winter’ behind to-night’s cold weather. ’Winter’\nis only the name for a certain number of days which we find\ngenerally characterized by cold weather, but it guarantees nothing\nin that line, for our thermometer to-morrow may soar into the 70’s.\nNevertheless the word is a useful one to plunge forward with into\nthe stream of our experience. It cuts off certain probabilities and\nsets up others: you can put away your straw-hats; you can unpack\nyour arctics. It is a summary of things to look for. It names a part\nof nature’s habits, and gets you ready for their continuation. It is\na definite instrument abstracted from experience, a conceptual\nreality that you must take account of, and which reflects you\ntotally back into sensible realities. The pragmatist is the last\nperson to deny the reality of such abstractions. They are so much\npast experience funded.",
        "But taking the absolute edition of the world concretely means a\ndifferent hypothesis. Rationalists take it concretely and OPPOSE it\nto the world’s finite editions. They give it a particular nature. It\nis perfect, finished. Everything known there is known along with\neverything else; here, where ignorance reigns, far otherwise. If\nthere is want there, there also is the satisfaction provided. Here\nall is process; that world is timeless. Possibilities obtain in our\nworld; in the absolute world, where all that is NOT is from eternity\nimpossible, and all that IS is necessary, the category of\npossibility has no application. In this world crimes and horrors are\nregrettable. In that totalized world regret obtains not, for “the\nexistence of ill in the temporal order is the very condition of the\nperfection of the eternal order.”",
        "Once more, either hypothesis is legitimate in pragmatist eyes, for\neither has its uses. Abstractly, or taken like the word winter, as a\nmemorandum of past experience that orients us towards the future,\nthe notion of the absolute world is indispensable. Concretely taken,\nit is also indispensable, at least to certain minds, for it\ndetermines them religiously, being often a thing to change their\nlives by, and by changing their lives, to change whatever in the\nouter order depends on them.",
        "We cannot therefore methodically join the tough minds in their\nrejection of the whole notion of a world beyond our finite\nexperience. One misunderstanding of pragmatism is to identify it\nwith positivistic tough-mindedness, to suppose that it scorns every\nrationalistic notion as so much jabber and gesticulation, that it\nloves intellectual anarchy as such and prefers a sort of wolf-world\nabsolutely unpent and wild and without a master or a collar to any\nphilosophic class-room product, whatsoever. I have said so much in\nthese lectures against the over-tender forms of rationalism, that I\nam prepared for some misunderstanding here, but I confess that the\namount of it that I have found in this very audience surprises me,\nfor I have simultaneously defended rationalistic hypotheses so far\nas these re-direct you fruitfully into experience.",
        "For instance I receive this morning this question on a post-card:\n“Is a pragmatist necessarily a complete materialist and agnostic?\"\nOne of my oldest friends, who ought to know me better, writes me a\nletter that accuses the pragmatism I am recommending, of shutting\nout all wider metaphysical views and condemning us to the most\nterre-a-terre naturalism. Let me read you some extracts from it.",
        "“It seems to me,” my friend writes, “that the pragmatic objection to\npragmatism lies in the fact that it might accentuate the narrowness\nof narrow minds.",
        "“Your call to the rejection of the namby-pamby and the wishy-washy\nis of course inspiring. But although it is salutary and stimulating\nto be told that one should be responsible for the immediate issues\nand bearings of his words and thoughts, I decline to be deprived of\nthe pleasure and profit of dwelling also on remoter bearings and\nissues, and it is the TENDENCY of pragmatism to refuse this\nprivilege.",
        "“In short, it seems to me that the limitations, or rather the\ndangers, of the pragmatic tendency, are analogous to those which\nbeset the unwary followers of the ’natural sciences.’ Chemistry and\nphysics are eminently pragmatic and many of their devotees, smugly\ncontent with the data that their weights and measures furnish, feel\nan infinite pity and disdain for all students of philosophy and\nmeta-physics, whomsoever. And of course everything can be expressed-\n-after a fashion, and ’theoretically’–in terms of chemistry and\nphysics, that is, EVERYTHING EXCEPT THE VITAL PRINCIPLE OF THE\nWHOLE, and that, they say, there is no pragmatic use in trying to\nexpress; it has no bearings–FOR THEM. I for my part refuse to be\npersuaded that we cannot look beyond the obvious pluralism of the\nnaturalist and the pragmatist to a logical unity in which they take\nno interest.”",
        "How is such a conception of the pragmatism I am advocating possible,\nafter my first and second lectures? I have all along been offering\nit expressly as a mediator between tough-mindedness and tender-\nmindedness. If the notion of a world ante rem, whether taken\nabstractly like the word winter, or concretely as the hypothesis of\nan Absolute, can be shown to have any consequences whatever for our\nlife, it has a meaning. If the meaning works, it will have SOME\ntruth that ought to be held to through all possible reformulations,\nfor pragmatism.",
        "The absolutistic hypothesis, that perfection is eternal, aboriginal,\nand most real, has a perfectly definite meaning, and it works\nreligiously. To examine how, will be the subject of my next and\nfinal lecture.",
        "Continue...",
        "\nThis e-book of Pragmatism (A New Name for Some Old Ways of Thinking), 1907 by William James, is freeware.\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pragmatism (Philosophical Classics)By William JamesAt Amazon"
    ]
}