{
    "title": "Pragmatism - Lecture IV. The One and the Many",
    "author": "William James",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "We saw in the last lecture that the pragmatic method, in its\ndealings with certain concepts, instead of ending with admiring\ncontemplation, plunges forward into the river of experience with\nthem and prolongs the perspective by their means. Design, free-will,\nthe absolute mind, spirit instead of matter, have for their sole\nmeaning a better promise as to this world’s outcome. Be they false\nor be they true, the meaning of them is this meliorism. I have\nsometimes thought of the phenomenon called ’total reflexion’ in\noptics as a good symbol of the relation between abstract ideas and\nconcrete realities, as pragmatism conceives it. Hold a tumbler of\nwater a little above your eyes and look up through the water at its\nsurface–or better still look similarly through the flat wall of an\naquarium. You will then see an extraordinarily brilliant reflected\nimage say of a candle-flame, or any other clear object, situated on\nthe opposite side of the vessel. No candle-ray, under these\ncircumstances gets beyond the water’s surface: every ray is totally\nreflected back into the depths again. Now let the water represent\nthe world of sensible facts, and let the air above it represent the\nworld of abstract ideas. Both worlds are real, of course, and\ninteract; but they interact only at their boundary, and the locus of\neverything that lives, and happens to us, so far as full experience\ngoes, is the water. We are like fishes swimming in the sea of sense,\nbounded above by the superior element, but unable to breathe it pure\nor penetrate it. We get our oxygen from it, however, we touch it\nincessantly, now in this part, now in that, and every time we touch\nit we are reflected back into the water with our course re-\ndetermined and re-energized. The abstract ideas of which the air\nconsists, indispensable for life, but irrespirable by themselves, as\nit were, and only active in their re-directing function. All similes\nare halting but this one rather takes my fancy. It shows how\nsomething, not sufficient for life in itself, may nevertheless be an\neffective determinant of life elsewhere.",
        "In this present hour I wish to illustrate the pragmatic method by\none more application. I wish to turn its light upon the ancient\nproblem of ’the one and the many.’ I suspect that in but few of you\nhas this problem occasioned sleepless nights, and I should not be\nastonished if some of you told me it had never vexed you. I myself\nhave come, by long brooding over it, to consider it the most central\nof all philosophic problems, central because so pregnant. I mean by\nthis that if you know whether a man is a decided monist or a decided\npluralist, you perhaps know more about the rest of his opinions than\nif you give him any other name ending in IST. To believe in the one\nor in the many, that is the classification with the maximum number\nof consequences. So bear with me for an hour while I try to inspire\nyou with my own interest in the problem.",
        "Philosophy has often been defined as the quest or the vision of the\nworld’s unity. We never hear this definition challenged, and it is\ntrue as far as it goes, for philosophy has indeed manifested above\nall things its interest in unity. But how about the VARIETY in\nthings? Is that such an irrelevant matter? If instead of using the\nterm philosophy, we talk in general of our intellect and its needs\nwe quickly see that unity is only one of these. Acquaintance with\nthe details of fact is always reckoned, along with their reduction\nto system, as an indispensable mark of mental greatness. Your\n’scholarly’ mind, of encyclopedic, philological type, your man\nessentially of learning, has never lacked for praise along with your\nphilosopher. What our intellect really aims at is neither variety\nnor unity taken singly but totality.[Footnote: Compare  A.\nBellanger: Les concepts de Cause, et l’activite intentionelle de\nl’Esprit. Paris, Alcan, 1905, p. 79 ff.] In this, acquaintance with\nreality’s diversities is as important as understanding their\nconnexion. The human passion of curiosity runs on all fours with the\nsystematizing passion.",
        "In spite of this obvious fact the unity of things has always been\nconsidered more illustrious, as it were, than their variety. When a\nyoung man first conceives the notion that the whole world forms one\ngreat fact, with all its parts moving abreast, as it were, and\ninterlocked, he feels as if he were enjoying a great insight, and\nlooks superciliously on all who still fall short of this sublime\nconception. Taken thus abstractly as it first comes to one, the\nmonistic insight is so vague as hardly to seem worth defending\nintellectually. Yet probably everyone in this audience in some way\ncherishes it. A certain abstract monism, a certain emotional\nresponse to the character of oneness, as if it were a feature of the\nworld not coordinate with its manyness, but vastly more excellent\nand eminent, is so prevalent in educated circles that we might\nalmost call it a part of philosophic common sense. Of COURSE the\nworld is one, we say. How else could it be a world at all?\nEmpiricists as a rule, are as stout monists of this abstract kind as\nrationalists are.",
        "The difference is that the empiricists are less dazzled. Unity\ndoesn’t blind them to everything else, doesn’t quench their\ncuriosity for special facts, whereas there is a kind of rationalist\nwho is sure to interpret abstract unity mystically and to forget\neverything else, to treat it as a principle; to admire and worship\nit; and thereupon to come to a full stop intellectually.",
        "’The world is One!’–the formula may become a sort of number-\nworship. ’Three’ and ’seven’ have, it is true, been reckoned sacred\nnumbers; but, abstractly taken, why is ’one’ more excellent than\n’forty-three,’ or than ’two million and ten’? In this first vague\nconviction of the world’s unity, there is so little to take hold of\nthat we hardly know what we mean by it.",
        "The only way to get forward with our notion is to treat it\npragmatically. Granting the oneness to exist, what facts will be\ndifferent in consequence? What will the unity be known-as? The world\nis one–yes, but HOW one? What is the practical value of the oneness\nfor US?",
        "Asking such questions, we pass from the vague to the definite, from\nthe abstract to the concrete. Many distinct ways in which oneness\npredicated of the universe might make a difference, come to view. I\nwill note successively the more obvious of these ways.",
        "1. First, the world is at least ONE SUBJECT OF DISCOURSE. If its\nmanyness were so irremediable as to permit NO union whatever of it\nparts, not even our minds could ’mean’ the whole of it at once: the\nwould be like eyes trying to look in opposite directions. But in\npoint of fact we mean to cover the whole of it by our abstract term\n’world’ or ’universe,’ which expressly intends that no part shall be\nleft out. Such unity of discourse carries obviously no farther\nmonistic specifications. A ’chaos,’ once so named, has as much unity\nof discourse as a cosmos. It is an odd fact that many monists\nconsider a great victory scored for their side when pluralists say\n’the universe is many.’ “’The universe’!” they chuckle–\"his speech\nbewrayeth him. He stands confessed of monism out of his own mouth.\"\nWell, let things be one in that sense! You can then fling such a\nword as universe at the whole collection of them, but what matters\nit? It still remains to be ascertained whether they are one in any\nother sense that is more valuable.",
        "2. Are they, for example, CONTINUOUS? Can you pass from one to\nanother, keeping always in your one universe without any danger of\nfalling out? In other words, do the parts of our universe HANG\ntogether, instead of being like detached grains of sand?",
        "Even grains of sand hang together through the space in which they\nare embedded, and if you can in any way move through such space, you\ncan pass continuously from number one of them to number two. Space\nand time are thus vehicles of continuity, by which the world’s parts\nhang together. The practical difference to us, resultant from these\nforms of union, is immense. Our whole motor life is based upon\nthem.",
        "3. There are innumerable other paths of practical continuity among\nthings. Lines of INFLUENCE can be traced by which they together.\nFollowing any such line you pass from one thing to another till you\nmay have covered a good part of the universe’s extent. Gravity and\nheat-conduction are such all-uniting influences, so far as the\nphysical world goes. Electric, luminous and chemical influences\nfollow similar lines of influence. But opaque and inert bodies\ninterrupt the continuity here, so that you have to step round them,\nor change your mode of progress if you wish to get farther on that\nday. Practically, you have then lost your universe’s unity, SO FAR\nAS IT WAS CONSTITUTED BY THOSE FIRST LINES OF INFLUENCE. There are\ninnumerable kinds of connexion that special things have with other\nspecial things; and the ENSEMBLE of any one of these connexions\nforms one sort of system by which things are conjoined. Thus men are\nconjoined in a vast network of ACQUAINTANCESHIP. Brown knows Jones,\nJones knows Robinson, etc.; and BY CHOOSING YOUR FARTHER\nINTERMEDIARIES RIGHTLY you may carry a message from Jones to the\nEmpress of China, or the Chief of the African Pigmies, or to anyone\nelse in the inhabited world. But you are stopped short, as by a non-\nconductor, when you choose one man wrong in this experiment. What\nmay be called love-systems are grafted on the acquaintance-system. A\nloves (or hates) B; B loves (or hates) C, etc. But these systems are\nsmaller than the great acquaintance-system that they presuppose.",
        "Human efforts are daily unifying the world more and more in definite\nsystematic ways. We found colonial, postal, consular, commercial\nsystems, all the parts of which obey definite influences that\npropagate themselves within the system but not to facts outside of\nit. The result is innumerable little hangings-together of the\nworld’s parts within the larger hangings-together, little worlds,\nnot only of discourse but of operation, within the wider universe.\nEach system exemplifies one type or grade of union, its parts being\nstrung on that peculiar kind of relation, and the same part may\nfigure in many different systems, as a man may hold several offices\nand belong to various clubs. From this ’systematic’ point of view,\ntherefore, the pragmatic value of the world’s unity is that all\nthese definite networks actually and practically exist. Some are\nmore enveloping and extensive, some less so; they are superposed\nupon each other; and between them all they let no individual\nelementary part of the universe escape. Enormous as is the amount of\ndisconnexion among things (for these systematic influences and\nconjunctions follow rigidly exclusive paths), everything that exists\nis influenced in SOME way by something else, if you can only pick\nthe way out rightly Loosely speaking, and in general, it may be said\nthat all things cohere and adhere to each other SOMEHOW, and that\nthe universe exists practically in reticulated or concatenated forms\nwhich make of it a continuous or ’integrated’ affair. Any kind of\ninfluence whatever helps to make the world one, so far as you can\nfollow it from next to next. You may then say that ’the world IS\nOne’–meaning in these respects, namely, and just so far as they\nobtain. But just as definitely is it NOT one, so far as they do not\nobtain; and there is no species of connexion which will not fail,\nif, instead of choosing conductors for it, you choose non-\nconductors. You are then arrested at your very first step and have\nto write the world down as a pure MANY from that particular point of\nview. If our intellect had been as much interested in disjunctive as\nit is in conjunctive relations, philosophy would have equally\nsuccessfully celebrated the world’s DISUNION.",
        "The great point is to notice that the oneness and the manyness are\nabsolutely co-ordinate here. Neither is primordial or more essential\nor excellent than the other. Just as with space, whose separating of\nthings seems exactly on a par with its uniting of them, but\nsometimes one function and sometimes the other is what come home to\nus most, so, in our general dealings with the world of influences,\nwe now need conductors and now need non-conductors, and wisdom lies\nin knowing which is which at the appropriate moment.",
        "4. All these systems of influence or non-influence may be listed\nunder the general problem of the world’s CAUSAL UNITY. If the minor\ncausal influences among things should converge towards one common\ncausal origin of them in the past, one great first cause for all\nthat is, one might then speak of the absolute causal unity of the\nworld. God’s fiat on creation’s day has figured in traditional\nphilosophy as such an absolute cause and origin. Transcendental\nIdealism, translating ’creation’ into ’thinking’ (or ’willing to’\nthink’) calls the divine act ’eternal’ rather than ’first’; but the\nunion of the many here is absolute, just the same–the many would\nnot BE, save for the One. Against this notion of the unity of origin\nof all there has always stood the pluralistic notion of an eternal\nself-existing many in the shape of atoms or even of spiritual units\nof some sort. The alternative has doubtless a pragmatic meaning, but\nperhaps, as far as these lectures go, we had better leave the\nquestion of unity of origin unsettled.",
        "5. The most important sort of union that obtains among things,\npragmatically speaking, is their GENERIC UNITY. Things exist in\nkinds, there are many specimens in each kind, and what the ’kind’\nimplies for one specimen, it implies also for every other specimen\nof that kind. We can easily conceive that every fact in the world\nmight be singular, that is, unlike any other fact and sole of its\nkind. In such a world of singulars our logic would be useless, for\nlogic works by predicating of the single instance what is true of\nall its kind. With no two things alike in the world, we should be\nunable to reason from our past experiences to our future ones. The\nexistence of so much generic unity in things is thus perhaps the\nmost momentous pragmatic specification of what it may mean to say\n’the world is One.’ ABSOLUTE generic unity would obtain if there\nwere one summum genus under which all things without exception could\nbe eventually subsumed. ’Beings,’ ’thinkables,’ ’experiences,’ would\nbe candidates for this position. Whether the alternatives expressed\nby such words have any pragmatic significance or not, is another\nquestion which I prefer to leave unsettled just now.",
        "6. Another specification of what the phrase ’the world is One’ may\nmean is UNITY OF PURPOSE. An enormous number of things in the world\nsubserve a common purpose. All the man-made systems, administrative,\nindustrial, military, or what not, exist each for its controlling\npurpose. Every living being pursues its own peculiar purposes. They\nco-operate, according to the degree of their development, in\ncollective or tribal purposes, larger ends thus enveloping lesser\nones, until an absolutely single, final and climacteric purpose\nsubserved by all things without exception might conceivably be\nreached. It is needless to say that the appearances conflict with\nsuch a view. Any resultant, as I said in my third lecture, MAY have\nbeen purposed in advance, but none of the results we actually know\nin is world have in point of fact been purposed in advance in all\ntheir details. Men and nations start with a vague notion of being\nrich, or great, or good. Each step they make brings unforeseen\nchances into sight, and shuts out older vistas, and the\nspecifications of the general purpose have to be daily changed. What\nis reached in the end may be better or worse than what was proposed,\nbut it is always more complex and different.",
        "Our different purposes also are at war with each other. Where one\ncan’t crush the other out, they compromise; and the result is again\ndifferent from what anyone distinctly proposed beforehand. Vaguely\nand generally, much of what was purposed may be gained; but\neverything makes strongly for the view that our world is\nincompletely unified teleologically and is still trying to get its\nunification better organized.",
        "Whoever claims ABSOLUTE teleological unity, saying that there is one\npurpose that every detail of the universe subserves, dogmatizes at\nhis own risk. Theologians who dogmalize thus find it more and more\nimpossible, as our acquaintance with the warring interests of the\nworld’s parts grows more concrete, to imagine what the one\nclimacteric purpose may possibly be like. We see indeed that certain\nevils minister to ulterior goods, that the bitter makes the cocktail\nbetter, and that a bit of danger or hardship puts us agreeably to\nour trumps. We can vaguely generalize this into the doctrine that\nall the evil in the universe is but instrumental to its greater\nperfection. But the scale of the evil actually in sight defies all\nhuman tolerance; and transcendental idealism, in the pages of a\nBradley or a Royce, brings us no farther than the book of Job did–\nGod’s ways are not our ways, so let us put our hands upon our mouth.\nA God who can relish such superfluities of horror is no God for\nhuman beings to appeal to. His animal spirits are too high. In other\nwords the ’Absolute’ with his one purpose, is not the man-like God\nof common people.",
        "7. AESTHETIC UNION among things also obtains, and is very analogous\nto ideological union. Things tell a story. Their parts hang together\nso as to work out a climax. They play into each other’s hands\nexpressively. Retrospectively, we can see that altho no definite\npurpose presided over a chain of events, yet the events fell into a\ndramatic form, with a start, a middle, and a finish. In point of\nfact all stories end; and here again the point of view of a many is\nthat more natural one to take. The world is full of partial stories\nthat run parallel to one another, beginning and ending at odd times.\nThey mutually interlace and interfere at points, but we cannot unify\nthem completely in our minds. In following your life-history, I must\ntemporarily turn my attention from my own. Even a biographer of\ntwins would have to press them alternately upon his reader’s\nattention.",
        "It follows that whoever says that the whole world tells one story\nutters another of those monistic dogmas that a man believes at his\nrisk. It is easy to see the world’s history pluralistically, as a\nrope of which each fibre tells a separate tale; but to conceive of\neach cross-section of the rope as an absolutely single fact, and to\nsum the whole longitudinal series into one being living an undivided\nlife, is harder. We have indeed the analogy of embryology to help\nus. The microscopist makes a hundred flat cross-sections of a given\nembryo, and mentally unites them into one solid whole. But the great\nworld’s ingredients, so far as they are beings, seem, like the\nrope’s fibres, to be discontinuous cross-wise, and to cohere only in\nthe longitudinal direction. Followed in that direction they are\nmany. Even the embryologist, when he follows the DEVELOPMENT of his\nobject, has to treat the history of each single organ in turn.\nABSOLUTE aesthetic union is thus another barely abstract ideal. The\nworld appears as something more epic than dramatic.",
        "So far, then, we see how the world is unified by its many systems,\nkinds, purposes, and dramas. That there is more union in all these\nways than openly appears is certainly true. That there MAY be one\nsovereign purpose, system, kind, and story, is a legitimate\nhypothesis. All I say here is that it is rash to affirm this\ndogmatically without better evidence than we possess at present.",
        "8. The GREAT monistic DENKMITTEL for a hundred years past has been\nthe notion of THE ONE KNOWER. The many exist only as objects for his\nthought–exist in his dream, as it were; and AS HE KNOWS them, they\nhave one purpose, form one system, tell one tale for him. This\nnotion of an ALL-ENVELOPING NOETIC UNITY in things is the sublimest\nachievement of intellectualist philosophy. Those who believe in the\nAbsolute, as the all-knower is termed, usually say that they do so\nfor coercive reasons, which clear thinkers cannot evade. The\nAbsolute has far-reaching practical consequences, some of which I\ndrew attention in my second lecture. Many kinds of difference\nimportant to us would surely follow from its being true. I cannot\nhere enter into all the logical proofs of such a Being’s existence,\nfarther than to say that none of them seem to me sound. I must\ntherefore treat the notion of an All-Knower simply as an hypothesis,\nexactly on a par logically with the pluralist notion that there is\nno point of view, no focus of information extant, from which the\nentire content of the universe is visible at once. “God’s\nconsciousness,” says Professor Royce,[Footnote: The Conception of\nGod, New York, 1897, p. 292.] “forms in its wholeness one luminously\ntransparent conscious moment\"–this is the type of noetic unity on\nwhich rationalism insists. Empiricism on the other hand is satisfied\nwith the type of noetic unity that is humanly familiar. Everything\ngets known by SOME knower along with something else; but the knowers\nmay in the end be irreducibly many, and the greatest knower of them\nall may yet not know the whole of everything, or even know what he\ndoes know at one single stroke:–he may be liable to forget.\nWhichever type obtained, the world would still be a universe\nnoetically. Its parts would be conjoined by knowledge, but in the\none case the knowledge would be absolutely unified, in the other it\nwould be strung along and overlapped.",
        "The notion of one instantaneous or eternal Knower–either adjective\nhere means the same thing–is, as I said, the great intellectualist\nachievement of our time. It has practically driven out that\nconception of ’Substance’ which earlier philosophers set such store\nby, and by which so much unifying work used to be done–universal\nsubstance which alone has being in and from itself, and of which all\nthe particulars of experience are but forms to which it gives\nsupport. Substance has succumbed to the pragmatic criticisms of the\nEnglish school. It appears now only as another name for the fact\nthat phenomena as they come are actually grouped and given in\ncoherent forms, the very forms in which we finite knowers experience\nor think them together. These forms of conjunction are as much parts\nof the tissue of experience as are the terms which they connect; and\nit is a great pragmatic achievement for recent idealism to have made\nthe world hang together in these directly representable ways instead\nof drawing its unity from the ’inherence’ of its parts–whatever\nthat may mean–in an unimaginable principle behind the scenes.",
        "’The world is one,’ therefore, just so far as we experience it to be\nconcatenated, one by as many definite conjunctions as appear. But\nthen also NOT one by just as many definite DISjunctions as we find.\nThe oneness and the manyness of it thus obtain in respects which can\nbe separately named. It is neither a universe pure and simple nor a\nmultiverse pure and simple. And its various manners of being one\nsuggest, for their accurate ascertainment, so many distinct programs\nof scientific work. Thus the pragmatic question ’What is the oneness\nknown-as? What practical difference will it make?’ saves us from all\nfeverish excitement over it as a principle of sublimity and carries\nus forward into the stream of experience with a cool head. The\nstream may indeed reveal far more connexion and union than we now\nsuspect, but we are not entitled on pragmatic principles to claim\nabsolute oneness in any respect in advance.",
        "It is so difficult to see definitely what absolute oneness can mean,\nthat probably the majority of you are satisfied with the sober\nattitude which we have reached. Nevertheless there are possibly some\nradically monistic souls among you who are not content to leave the\none and the many on a par. Union of various grades, union of diverse\ntypes, union that stops at non-conductors, union that merely goes\nfrom next to next, and means in many cases outer nextness only, and\nnot a more internal bond, union of concatenation, in short; all that\nsort of thing seems to you a halfway stage of thought. The oneness\nof things, superior to their manyness, you think must also be more\ndeeply true, must be the more real aspect of the world. The\npragmatic view, you are sure, gives us a universe imperfectly\nrational. The real universe must form an unconditional unit of\nbeing, something consolidated, with its parts co-implicated through\nand through. Only then could we consider our estate completely\nrational. There is no doubt whatever that this ultra-monistic way of\nthinking means a great deal to many minds. “One Life, One Truth, one\nLove, one Principle, One Good, One God\"–I quote from a Christian\nScience leaflet which the day’s mail brings into my hands–beyond\ndoubt such a confession of faith has pragmatically an emotional\nvalue, and beyond doubt the word ’one’ contributes to the value\nquite as much as the other words. But if we try to realize\nINTELLECTUALLY what we can possibly MEAN by such a glut of oneness\nwe are thrown right back upon our pragmatistic determinations again.\nIt means either the mere name One, the universe of discourse; or it\nmeans the sum total of all the ascertainable particular conjunctions\nand concatenations; or, finally, it means some one vehicle of\nconjunction treated as all-inclusive, like one origin, one purpose,\nor one knower. In point of fact it always means one KNOWER to those\nwho take it intellectually to-day. The one knower involves, they\nthink, the other forms of conjunction. His world must have all its\nparts co-implicated in the one logical-aesthetical-teleological\nunit-picture which is his eternal dream.",
        "The character of the absolute knower’s picture is however so\nimpossible for us to represent clearly, that we may fairly suppose\nthat the authority which absolute monism undoubtedly possesses, and\nprobably always will possess over some persons, draws its strength\nfar less from intellectual than from mystical grounds. To interpret\nabsolute monism worthily, be a mystic. Mystical states of mind in\nevery degree are shown by history, usually tho not always, to make\nfor the monistic view. This is no proper occasion to enter upon the\ngeneral subject of mysticism, but I will quote one mystical\npronouncement to show just what I mean. The paragon of all monistic\nsystems is the Vedanta philosophy of Hindostan, and the paragon of\nVedantist missionaries was the late Swami Vivekananda who visited\nour shores some years ago. The method of Vedantism is the mystical\nmethod. You do not reason, but after going through a certain\ndiscipline YOU SEE, and having seen, you can report the truth.\nVivekananda thus reports the truth in one of his lectures here:",
        "“Where is any more misery for him who sees this Oneness in the\nUniverse...this Oneness of life, Oneness of everything? ...This\nseparation between man and man, man and woman, man and child, nation\nfrom nation, earth from moon, moon from sun, this separation between\natom and atom is the cause really of all the misery, and the Vedanta\nsays this separation does not exist, it is not real. It is merely\napparent, on the surface. In the heart of things there is Unity\nstill. If you go inside you find that Unity between man and man,\nwomen and children, races and races, high and low, rich and poor,\nthe gods and men: all are One, and animals too, if you go deep\nenough, and he who has attained to that has no more delusion. ...\nWhere is any more delusion for him? What can delude him? He knows\nthe reality of everything, the secret of everything. Where is there\nany more misery for him? What does he desire? He has traced the\nreality of everything unto the Lord, that centre, that Unity of\neverything, and that is Eternal Bliss, Eternal Knowledge, Eternal\nExistence. Neither death nor disease, nor sorrow nor misery, nor\ndiscontent is there ... in the centre, the reality, there is no one\nto be mourned for, no one to be sorry for. He has penetrated\neverything, the Pure One, the Formless, the Bodiless, the Stainless,\nHe the Knower, He the Great Poet, the Self-Existent, He who is\ngiving to everyone what he deserves.”",
        "Observe how radical the character of the monism here is. Separation\nis not simply overcome by the One, it is denied to exist. There is\nno many. We are not parts of the One; It has no parts; and since in\na sense we undeniably ARE, it must be that each of us is the One,\nindivisibly and totally. AN ABSOLUTE ONE, AND I THAT ONE–surely we\nhave here a religion which, emotionally considered, has a high\npragmatic value; it imparts a perfect sumptuosity of security. As\nour Swami says in another place:",
        "“When man has seen himself as one with the infinite Being of the\nuniverse, when all separateness has ceased, when all men, all women,\nall angels, all gods, all animals, all plants, the whole universe\nhas been melted into that oneness, then all fear disappears. Whom to\nfear? Can I hurt myself? Can I kill myself? Can I injure myself? Do\nyou fear yourself? Then will all sorrow disappear. What can cause me\nsorrow? I am the One Existence of the universe. Then all jealousies\nwill disappear; of whom to be jealous? Of myself? Then all bad\nfeelings disappear. Against whom will I have this bad feeling?\nAgainst myself? There is none in the universe but me. ... Kill out\nthis differentiation; kill out this superstition that there are\nmany. ’He who, in this world of many, sees that One; he who in this\nmass of insentiency sees that One Sentient Being; he who in this\nworld of shadow catches that Reality, unto him belongs eternal\npeace, unto none else, unto none else.’”",
        "We all have some ear for this monistic music: it elevates and\nreassures. We all have at least the germ of mysticism in us. And\nwhen our idealists recite their arguments for the Absolute, saying\nthat the slightest union admitted anywhere carries logically\nabsolute Oneness with it, and that the slightest separation admitted\nanywhere logically carries disunion remediless and complete, I\ncannot help suspecting that the palpable weak places in the\nintellectual reasonings they use are protected from their own\ncriticism by a mystical feeling that, logic or no logic, absolute\nOneness must somehow at any cost be true. Oneness overcomes MORAL\nseparateness at any rate. In the passion of love we have the mystic\ngerm of what might mean a total union of all sentient life. This\nmystical germ wakes up in us on hearing the monistic utterances,\nacknowledges their authority, and assigns to intellectual\nconsiderations a secondary place.",
        "I will dwell no longer on these religious and moral aspects of the\nquestion in this lecture. When I come to my final lecture there will\nbe something more to say.",
        "Leave then out of consideration for the moment the authority which\nmystical insights may be conjectured eventually to possess; treat\nthe problem of the One and the Many in a purely intellectual way;\nand we see clearly enough where pragmatism stands. With her\ncriterion of the practical differences that theories make, we see\nthat she must equally abjure absolute monism and absolute pluralism.\nThe world is one just so far as its parts hang together by any\ndefinite connexion. It is many just so far as any definite connexion\nfails to obtain. And finally it is growing more and more unified by\nthose systems of connexion at least which human energy keeps framing\nas time goes on.",
        "It is possible to imagine alternative universes to the one we know,\nin which the most various grades and types of union should be\nembodied. Thus the lowest grade of universe would be a world of mere\nWITHNESS, of which the parts were only strung together by the\nconjunction ’and.’ Such a universe is even now the collection of our\nseveral inner lives. The spaces and times of your imagination, the\nobjects and events of your day-dreams are not only more or less\nincoherent inter se, but are wholly out of definite relation with\nthe similar contents of anyone else’s mind. Our various reveries now\nas we sit here compenetrate each other idly without influencing or\ninterfering. They coexist, but in no order and in no receptacle,\nbeing the nearest approach to an absolute ’many’ that we can\nconceive. We cannot even imagine any reason why they SHOULD be known\nall together, and we can imagine even less, if they were known\ntogether, how they could be known as one systematic whole.",
        "But add our sensations and bodily actions, and the union mounts to a\nmuch higher grade. Our audita et visa and our acts fall into those\nreceptacles of time and space in which each event finds its date and\nplace. They form ’things’ and are of ’kinds’ too, and can be\nclassed. Yet we can imagine a world of things and of kinds in which\nthe causal interactions with which we are so familiar should not\nexist. Everything there might be inert towards everything else, and\nrefuse to propagate its influence. Or gross mechanical influences\nmight pass, but no chemical action. Such worlds would be far less\nunified than ours. Again there might be complete physico-chemical\ninteraction, but no minds; or minds, but altogether private ones,\nwith no social life; or social life limited to acquaintance, but no\nlove; or love, but no customs or institutions that should\nsystematize it. No one of these grades of universe would be\nabsolutely irrational or disintegrated, inferior tho it might appear\nwhen looked at from the higher grades. For instance, if our minds\nshould ever become ’telepathically’ connected, so that we knew\nimmediately, or could under certain conditions know immediately,\neach what the other was thinking, the world we now live in would\nappear to the thinkers in that world to have been of an inferior\ngrade.",
        "With the whole of past eternity open for our conjectures to range\nin, it may be lawful to wonder whether the various kinds of union\nnow realized in the universe that we inhabit may not possibly have\nbeen successively evolved after the fashion in which we now see\nhuman systems evolving in consequence of human needs. If such an\nhypothesis were legitimate, total oneness would appear at the end of\nthings rather than at their origin. In other words the notion of the\n’Absolute’ would have to be replaced by that of the ’Ultimate.’ The\ntwo notions would have the same content–the maximally unified\ncontent of fact, namely–but their time-relations would be\npositively reversed. [Footnote: Compare on the Ultimate, Mr.\nSchiller’s essay “Activity and Substance,” in his book entitled\nHumanism, p. 204.]",
        "After discussing the unity of the universe in this pragmatic way,\nyou ought to see why I said in my second lecture, borrowing the word\nfrom my friend G. Papini, that pragmatism tends to UNSTIFFEN all our\ntheories. The world’s oneness has generally been affirmed abstractly\nonly, and as if anyone who questioned it must be an idiot. The\ntemper of monists has been so vehement, as almost at times to be\nconvulsive; and this way of holding a doctrine does not easily go\nwith reasonable discussion and the drawing of distinctions. The\ntheory of the Absolute, in particular, has had to be an article of\nfaith, affirmed dogmatically and exclusively. The One and All, first\nin the order of being and of knowing, logically necessary itself,\nand uniting all lesser things in the bonds of mutual necessity, how\ncould it allow of any mitigation of its inner rigidity? The\nslightest suspicion of pluralism, the minutest wiggle of\nindependence of any one of its parts from the control of the\ntotality, would ruin it. Absolute unity brooks no degrees–as well\nmight you claim absolute purity for a glass of water because it\ncontains but a single little cholera-germ. The independence, however\ninfinitesimal, of a part, however small, would be to the Absolute as\nfatal as a cholera-germ.",
        "Pluralism on the other hand has no need of this dogmatic rigoristic\ntemper. Provided you grant SOME separation among things, some tremor\nof independence, some free play of parts on one another, some real\nnovelty or chance, however minute, she is amply satisfied, and will\nallow you any amount, however great, of real union. How much of\nunion there may be is a question that she thinks can only be decided\nempirically. The amount may be enormous, colossal; but absolute\nmonism is shattered if, along with all the union, there has to be\ngranted the slightest modicum, the most incipient nascency, or the\nmost residual trace, of a separation that is not ’overcome.’",
        "Pragmatism, pending the final empirical ascertainment of just what\nthe balance of union and disunion among things may be, must\nobviously range herself upon the pluralistic side. Some day, she\nadmits, even total union, with one knower, one origin, and a\nuniverse consolidated in every conceivable way, may turn out to be\nthe most acceptable of all hypotheses. Meanwhile the opposite\nhypothesis, of a world imperfectly unified still, and perhaps always\nto remain so, must be sincerely entertained. This latter hypothesis\nis pluralism’s doctrine. Since absolute monism forbids its being\neven considered seriously, branding it as irrational from the start,\nit is clear that pragmatism must turn its back on absolute monism,\nand follow pluralism’s more empirical path.",
        "This leaves us with the common-sense world, in which we find things\npartly joined and partly disjoined. ’Things,’ then, and their\n’conjunctions’–what do such words mean, pragmatically handled? In\nmy next lecture, I will apply the pragmatic method to the stage of\nphilosophizing known as Common Sense.",
        "Continue...",
        "\nThis e-book of Pragmatism (A New Name for Some Old Ways of Thinking), 1907 by William James, is freeware.\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pragmatism (Philosophical Classics)By William JamesAt Amazon"
    ]
}