{
    "title": "Pragmatism - Lecture VI. Pragmatism’s Conception of Truth",
    "author": "William James",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "When Clerk Maxwell was a child it is written that he had a mania for\nhaving everything explained to him, and that when people put him off\nwith vague verbal accounts of any phenomenon he would interrupt them\nimpatiently by saying, “Yes; but I want you to tell me the\nPARTICULAR GO of it!” Had his question been about truth, only a\npragmatist could have told him the particular go of it. I believe\nthat our contemporary pragmatists, especially Messrs. Schiller and\nDewey, have given the only tenable account of this subject. It is a\nvery ticklish subject, sending subtle rootlets into all kinds of\ncrannies, and hard to treat in the sketchy way that alone befits a\npublic lecture. But the Schiller-Dewey view of truth has been so\nferociously attacked by rationalistic philosophers, and so\nabominably misunderstood, that here, if anywhere, is the point where\na clear and simple statement should be made.",
        "I fully expect to see the pragmatist view of truth run through the\nclassic stages of a theory’s career. First, you know, a new theory\nis attacked as absurd; then it is admitted to be true, but obvious\nand insignificant; finally it is seen to be so important that its\nadversaries claim that they themselves discovered it. Our doctrine\nof truth is at present in the first of these three stages, with\nsymptoms of the second stage having begun in certain quarters. I\nwish that this lecture might help it beyond the first stage in the\neyes of many of you.",
        "Truth, as any dictionary will tell you, is a property of certain of\nour ideas. It means their ’agreement,’ as falsity means their\ndisagreement, with ’reality.’ Pragmatists and intellectualists both\naccept this definition as a matter of course. They begin to quarrel\nonly after the question is raised as to what may precisely be meant\nby the term ’agreement,’ and what by the term ’reality,’ when\nreality is taken as something for our ideas to agree with.",
        "In answering these questions the pragmatists are more analytic and\npainstaking, the intellectualists more offhand and irreflective. The\npopular notion is that a true idea must copy its reality. Like other\npopular views, this one follows the analogy of the most usual\nexperience. Our true ideas of sensible things do indeed copy them.\nShut your eyes and think of yonder clock on the wall, and you get\njust such a true picture or copy of its dial. But your idea of its\n’works’ (unless you are a clock-maker) is much less of a copy, yet\nit passes muster, for it in no way clashes with the reality. Even\ntho it should shrink to the mere word ’works,’ that word still\nserves you truly; and when you speak of the ’time-keeping function’\nof the clock, or of its spring’s ’elasticity,’ it is hard to see\nexactly what your ideas can copy.",
        "You perceive that there is a problem here. Where our ideas cannot\ncopy definitely their object, what does agreement with that object\nmean? Some idealists seem to say that they are true whenever they\nare what God means that we ought to think about that object. Others\nhold the copy-view all through, and speak as if our ideas possessed\ntruth just in proportion as they approach to being copies of the\nAbsolute’s eternal way of thinking.",
        "These views, you see, invite pragmatistic discussion. But the great\nassumption of the intellectualists is that truth means essentially\nan inert static relation. When you’ve got your true idea of\nanything, there’s an end of the matter. You’re in possession; you\nKNOW; you have fulfilled your thinking destiny. You are where you\nought to be mentally; you have obeyed your categorical imperative;\nand nothing more need follow on that climax of your rational\ndestiny. Epistemologically you are in stable equilibrium.",
        "Pragmatism, on the other hand, asks its usual question. “Grant an\nidea or belief to be true,” it says, “what concrete difference will\nits being true make in anyone’s actual life? How will the truth be\nrealized? What experiences will be different from those which would\nobtain if the belief were false? What, in short, is the truth’s\ncash-value in experiential terms?”",
        "The moment pragmatism asks this question, it sees the answer: TRUE\nIDEAS ARE THOSE THAT WE CAN ASSIMILATE, VALIDATE, CORROBORATE AND\nVERIFY. FALSE IDEAS ARE THOSE THAT WE CANNOT. That is the practical\ndifference it makes to us to have true ideas; that, therefore, is\nthe meaning of truth, for it is all that truth is known-as.",
        "This thesis is what I have to defend. The truth of an idea is not a\nstagnant property inherent in it. Truth HAPPENS to an idea. It\nBECOMES true, is MADE true by events. Its verity is in fact an\nevent, a process: the process namely of its verifying itself, its\nveri-FICATION. Its validity is the process of its valid-ATION.",
        "But what do the words verification and validation themselves\npragmatically mean? They again signify certain practical\nconsequences of the verified and validated idea. It is hard to find\nany one phrase that characterizes these consequences better than the\nordinary agreement-formula–just such consequences being what we\nhave in mind whenever we say that our ideas ’agree’ with reality.\nThey lead us, namely, through the acts and other ideas which they\ninstigate, into or up to, or towards, other parts of experience with\nwhich we feel all the while-such feeling being among our\npotentialities–that the original ideas remain in agreement. The\nconnexions and transitions come to us from point to point as being\nprogressive, harmonious, satisfactory. This function of agreeable\nleading is what we mean by an idea’s verification. Such an account\nis vague and it sounds at first quite trivial, but it has results\nwhich it will take the rest of my hour to explain.",
        "Let me begin by reminding you of the fact that the possession of\ntrue thoughts means everywhere the possession of invaluable\ninstruments of action; and that our duty to gain truth, so far from\nbeing a blank command from out of the blue, or a ’stunt’ self-\nimposed by our intellect, can account for itself by excellent\npractical reasons.",
        "The importance to human life of having true beliefs about matters of\nfact is a thing too notorious. We live in a world of realities that\ncan be infinitely useful or infinitely harmful. Ideas that tell us\nwhich of them to expect count as the true ideas in all this primary\nsphere of verification, and the pursuit of such ideas is a primary\nhuman duty. The possession of truth, so far from being here an end\nin itself, is only a preliminary means towards other vital\nsatisfactions. If I am lost in the woods and starved, and find what\nlooks like a cow-path, it is of the utmost importance that I should\nthink of a human habitation at the end of it, for if I do so and\nfollow it, I save myself. The true thought is useful here because\nthe house which is its object is useful. The practical value of true\nideas is thus primarily derived from the practical importance of\ntheir objects to us. Their objects are, indeed, not important at all\ntimes. I may on another occasion have no use for the house; and then\nmy idea of it, however verifiable, will be practically irrelevant,\nand had better remain latent. Yet since almost any object may some\nday become temporarily important, the advantage of having a general\nstock of extra truths, of ideas that shall be true of merely\npossible situations, is obvious. We store such extra truths away in\nour memories, and with the overflow we fill our books of reference.\nWhenever such an extra truth becomes practically relevant to one of\nour emergencies, it passes from cold-storage to do work in the\nworld, and our belief in it grows active. You can say of it then\neither that ’it is useful because it is true’ or that ’it is true\nbecause it is useful.’ Both these phrases mean exactly the same\nthing, namely that here is an idea that gets fulfilled and can be\nverified. True is the name for whatever idea starts the\nverification-process, useful is the name for its completed function\nin experience. True ideas would never have been singled out as such,\nwould never have acquired a class-name, least of all a name\nsuggesting value, unless they had been useful from the outset in\nthis way.",
        "From this simple cue pragmatism gets her general notion of truth as\nsomething essentially bound up with the way in which one moment in\nour experience may lead us towards other moments which it will be\nworth while to have been led to. Primarily, and on the common-sense\nlevel, the truth of a state of mind means this function of A LEADING\nTHAT IS WORTH WHILE. When a moment in our experience, of any kind\nwhatever, inspires us with a thought that is true, that means that\nsooner or later we dip by that thought’s guidance into the\nparticulars of experience again and make advantageous connexion with\nthem. This is a vague enough statement, but I beg you to retain it,\nfor it is essential.",
        "Our experience meanwhile is all shot through with regularities. One\nbit of it can warn us to get ready for another bit, can ’intend’ or\nbe ’significant of’ that remoter object. The object’s advent is the\nsignificance’s verification. Truth, in these cases, meaning nothing\nbut eventual verification, is manifestly incompatible with\nwaywardness on our part. Woe to him whose beliefs play fast and\nloose with the order which realities follow in his experience: they\nwill lead him nowhere or else make false connexions.",
        "By ’realities’ or ’objects’ here, we mean either things of common\nsense, sensibly present, or else common-sense relations, such as\ndates, places, distances, kinds, activities. Following our mental\nimage of a house along the cow-path, we actually come to see the\nhouse; we get the image’s full verification. SUCH SIMPLY AND FULLY\nVERIFIED LEADINGS ARE CERTAINLY THE ORIGINALS AND PROTOTYPES OF THE\nTRUTH-PROCESS. Experience offers indeed other forms of truth-\nprocess, but they are all conceivable as being primary verifications\narrested, multiplied or substituted one for another.",
        "Take, for instance, yonder object on the wall. You and I consider it\nto be a ’clock,’ altho no one of us has seen the hidden works that\nmake it one. We let our notion pass for true without attempting to\nverify. If truths mean verification-process essentially, ought we\nthen to call such unverified truths as this abortive? No, for they\nform the overwhelmingly large number of the truths we live by.\nIndirect as well as direct verifications pass muster. Where\ncircumstantial evidence is sufficient, we can go without eye-\nwitnessing. Just as we here assume Japan to exist without ever\nhaving been there, because it WORKS to do so, everything we know\nconspiring with the belief, and nothing interfering, so we assume\nthat thing to be a clock. We USE it as a clock, regulating the\nlength of our lecture by it. The verification of the assumption here\nmeans its leading to no frustration or contradiction. VerifiABILITY\nof wheels and weights and pendulum is as good as verification. For\none truth-process completed there are a million in our lives that\nfunction in this state of nascency. They turn us TOWARDS direct\nverification; lead us into the SURROUNDINGS of the objects they\nenvisage; and then, if everything runs on harmoniously, we are so\nsure that verification is possible that we omit it, and are usually\njustified by all that happens.",
        "Truth lives, in fact, for the most part on a credit system. Our\nthoughts and beliefs ’pass,’ so long as nothing challenges them,\njust as bank-notes pass so long as nobody refuses them. But this all\npoints to direct face-to-face verifications somewhere, without which\nthe fabric of truth collapses like a financial system with no cash-\nbasis whatever. You accept my verification of one thing, I yours of\nanother. We trade on each other’s truth. But beliefs verified\nconcretely by SOMEBODY are the posts of the whole superstructure.",
        "Another great reason–beside economy of time–for waiving complete\nverification in the usual business of life is that all things exist\nin kinds and not singly. Our world is found once for all to have\nthat peculiarity. So that when we have once directly verified our\nideas about one specimen of a kind, we consider ourselves free to\napply them to other specimens without verification. A mind that\nhabitually discerns the kind of thing before it, and acts by the law\nof the kind immediately, without pausing to verify, will be a ’true’\nmind in ninety-nine out of a hundred emergencies, proved so by its\nconduct fitting everything it meets, and getting no refutation.",
        "INDIRECTLY OR ONLY POTENTIALLY VERIFYING PROCESSES MAY THUS BE TRUE\nAS WELL AS FULL VERIFICATION-PROCESSES. They work as true processes\nwould work, give us the same advantages, and claim our recognition\nfor the same reasons. All this on the common-sense level of, matters\nof fact, which we are alone considering.",
        "But matters of fact are not our only stock in trade. RELATIONS AMONG\nPURELY MENTAL IDEAS form another sphere where true and false beliefs\nobtain, and here the beliefs are absolute, or unconditional. When\nthey are true they bear the name either of definitions or of\nprinciples. It is either a principle or a definition that 1 and 1\nmake 2, that 2 and 1 make 3, and so on; that white differs less from\ngray than it does from black; that when the cause begins to act the\neffect also commences. Such propositions hold of all possible\n’ones,’ of all conceivable ’whites’ and ’grays’ and ’causes.’ The\nobjects here are mental objects. Their relations are perceptually\nobvious at a glance, and no sense-verification is necessary.\nMoreover, once true, always true, of those same mental objects.\nTruth here has an ’eternal’ character. If you can find a concrete\nthing anywhere that is ’one’ or ’white’ or ’gray,’ or an ’effect,’\nthen your principles will everlastingly apply to it. It is but a\ncase of ascertaining the kind, and then applying the law of its kind\nto the particular object. You are sure to get truth if you can but\nname the kind rightly, for your mental relations hold good of\neverything of that kind without exception. If you then,\nnevertheless, failed to get truth concretely, you would say that you\nhad classed your real objects wrongly.",
        "In this realm of mental relations, truth again is an affair of\nleading. We relate one abstract idea with another, framing in the\nend great systems of logical and mathematical truth, under the\nrespective terms of which the sensible facts of experience\neventually arrange themselves, so that our eternal truths hold good\nof realities also. This marriage of fact and theory is endlessly\nfertile. What we say is here already true in advance of special\nverification, IF WE HAVE SUBSUMED OUR OBJECTS RIGHTLY. Our ready-\nmade ideal framework for all sorts of possible objects follows from\nthe very structure of our thinking. We can no more play fast and\nloose with these abstract relations than we can do so with our\nsense-experiences. They coerce us; we must treat them consistently,\nwhether or not we like the results. The rules of addition apply to\nour debts as rigorously as to our assets. The hundredth decimal of\npi, the ratio of the circumference to its diameter, is predetermined\nideally now, tho no one may have computed it. If we should ever need\nthe figure in our dealings with an actual circle we should need to\nhave it given rightly, calculated by the usual rules; for it is the\nsame kind of truth that those rules elsewhere calculate.",
        "Between the coercions of the sensible order and those of the ideal\norder, our mind is thus wedged tightly. Our ideas must agree with\nrealities, be such realities concrete or abstract, be they facts or\nbe they principles, under penalty of endless inconsistency and\nfrustration. So far, intellectualists can raise no protest. They can\nonly say that we have barely touched the skin of the matter.",
        "Realities mean, then, either concrete facts, or abstract kinds of\nthings and relations perceived intuitively between them. They\nfurthermore and thirdly mean, as things that new ideas of ours must\nno less take account of, the whole body of other truths already in\nour possession. But what now does ’agreement’ with such three-fold\nrealities mean?–to use again the definition that is current.",
        "Here it is that pragmatism and intellectualism begin to part\ncompany. Primarily, no doubt, to agree means to copy, but we saw\nthat the mere word ’clock’ would do instead of a mental picture of\nits works, and that of many realities our ideas can only be symbols\nand not copies. ’Past time,’ ’power,’ ’spontaneity’–how can our\nmind copy such realities?",
        "To ’agree’ in the widest sense with a reality, CAN ONLY MEAN TO BE\nGUIDED EITHER STRAIGHT UP TO IT OR INTO ITS SURROUNDINGS, OR TO BE\nPUT INTO SUCH WORKING TOUCH WITH IT AS TO HANDLE EITHER IT OR\nSOMETHING CONNECTED WITH IT BETTER THAN IF WE DISAGREED. Better\neither intellectually or practically! And often agreement will only\nmean the negative fact that nothing contradictory from the quarter\nof that reality comes to interfere with the way in which our ideas\nguide us elsewhere. To copy a reality is, indeed, one very important\nway of agreeing with it, but it is far from being essential. The\nessential thing is the process of being guided. Any idea that helps\nus to DEAL, whether practically or intellectually, with either the\nreality or its belongings, that doesn’t entangle our progress in\nfrustrations, that FITS, in fact, and adapts our life to the\nreality’s whole setting, will agree sufficiently to meet the\nrequirement. It will hold true of that reality.",
        "Thus, NAMES are just as ’true’ or ’false’ as definite mental\npictures are. They set up similar verification-processes, and lead\nto fully equivalent practical results.",
        "All human thinking gets discursified; we exchange ideas; we lend and\nborrow verifications, get them from one another by means of social\nintercourse. All truth thus gets verbally built out, stored up, and\nmade available for everyone. Hence, we must TALK consistently just\nas we must THINK consistently: for both in talk and thought we deal\nwith kinds. Names are arbitrary, but once understood they must be\nkept to. We mustn’t now call Abel ’Cain’ or Cain ’Abel.’ If we do,\nwe ungear ourselves from the whole book of Genesis, and from all its\nconnexions with the universe of speech and fact down to the present\ntime. We throw ourselves out of whatever truth that entire system of\nspeech and fact may embody.",
        "The overwhelming majority of our true ideas admit of no direct or\nface-to-face verification-those of past history, for example, as of\nCain and Abel. The stream of time can be remounted only verbally, or\nverified indirectly by the present prolongations or effects of what\nthe past harbored. Yet if they agree with these verbalities and\neffects, we can know that our ideas of the past are true. AS TRUE AS\nPAST TIME ITSELF WAS, so true was Julius Caesar, so true were\nantediluvian monsters, all in their proper dates and settings. That\npast time itself was, is guaranteed by its coherence with everything\nthat’s present. True as the present is, the past was also.",
        "Agreement thus turns out to be essentially an affair of leading–\nleading that is useful because it is into quarters that contain\nobjects that are important. True ideas lead us into useful verbal\nand conceptual quarters as well as directly up to useful sensible\ntermini. They lead to consistency, stability and flowing human\nintercourse. They lead away from excentricity and isolation, from\nfoiled and barren thinking. The untrammeled flowing of the leading-\nprocess, its general freedom from clash and contradiction, passes\nfor its indirect verification; but all roads lead to Rome, and in\nthe end and eventually, all true processes must lead to the face of\ndirectly verifying sensible experiences SOMEWHERE, which somebody’s\nideas have copied.",
        "Such is the large loose way in which the pragmatist interprets the\nword agreement. He treats it altogether practically. He lets it\ncover any process of conduction from a present idea to a future\nterminus, provided only it run prosperously. It is only thus that\n’scientific’ ideas, flying as they do beyond common sense, can be\nsaid to agree with their realities. It is, as I have already said,\nas if reality were made of ether, atoms or electrons, but we mustn’t\nthink so literally. The term ’energy’ doesn’t even pretend to stand\nfor anything ’objective.’ It is only a way of measuring the surface\nof phenomena so as to string their changes on a simple formula.",
        "Yet in the choice of these man-made formulas we cannot be capricious\nwith impunity any more than we can be capricious on the common-sense\npractical level. We must find a theory that will WORK; and that\nmeans something extremely difficult; for our theory must mediate\nbetween all previous truths and certain new experiences. It must\nderange common sense and previous belief as little as possible, and\nit must lead to some sensible terminus or other that can be verified\nexactly. To ’work’ means both these things; and the squeeze is so\ntight that there is little loose play for any hypothesis. Our\ntheories are wedged and controlled as nothing else is. Yet sometimes\nalternative theoretic formulas are equally compatible with all the\ntruths we know, and then we choose between them for subjective\nreasons. We choose the kind of theory to which we are already\npartial; we follow ’elegance’ or ’economy.’ Clerk Maxwell somewhere\nsays it would be “poor scientific taste” to choose the more\ncomplicated of two equally well-evidenced conceptions; and you will\nall agree with him. Truth in science is what gives us the maximum\npossible sum of satisfactions, taste included, but consistency both\nwith previous truth and with novel fact is always the most imperious\nclaimant.",
        "I have led you through a very sandy desert. But now, if I may be\nallowed so vulgar an expression, we begin to taste the milk in the\ncocoanut. Our rationalist critics here discharge their batteries\nupon us, and to reply to them will take us out from all this dryness\ninto full sight of a momentous philosophical alternative.",
        "Our account of truth is an account of truths in the plural, of\nprocesses of leading, realized in rebus, and having only this\nquality in common, that they PAY. They pay by guiding us into or\ntowards some part of a system that dips at numerous points into\nsense-percepts, which we may copy mentally or not, but with which at\nany rate we are now in the kind of commerce vaguely designated as\nverification. Truth for us is simply a collective name for\nverification-processes, just as health, wealth, strength, etc., are\nnames for other processes connected with life, and also pursued\nbecause it pays to pursue them. Truth is MADE, just as health,\nwealth and strength are made, in the course of experience.",
        "Here rationalism is instantaneously up in arms against us. I can\nimagine a rationalist to talk as follows:",
        "“Truth is not made,” he will say; “it absolutely obtains, being a\nunique relation that does not wait upon any process, but shoots\nstraight over the head of experience, and hits its reality every\ntime. Our belief that yon thing on the wall is a clock is true\nalready, altho no one in the whole history of the world should\nverify it. The bare quality of standing in that transcendent\nrelation is what makes any thought true that possesses it, whether\nor not there be verification. You pragmatists put the cart before\nthe horse in making truth’s being reside in verification-processes.\nThese are merely signs of its being, merely our lame ways of\nascertaining after the fact, which of our ideas already has\npossessed the wondrous quality. The quality itself is timeless, like\nall essences and natures. Thoughts partake of it directly, as they\npartake of falsity or of irrelevancy. It can’t be analyzed away into\npragmatic consequences.”",
        "The whole plausibility of this rationalist tirade is due to the fact\nto which we have already paid so much attention. In our world,\nnamely, abounding as it does in things of similar kinds and\nsimilarly associated, one verification serves for others of its\nkind, and one great use of knowing things is to be led not so much\nto them as to their associates, especially to human talk about them.\nThe quality of truth, obtaining ante rem, pragmatically means, then,\nthe fact that in such a world innumerable ideas work better by their\nindirect or possible than by their direct and actual verification.\nTruth ante rem means only verifiability, then; or else it is a case\nof the stock rationalist trick of treating the NAME of a concrete\nphenomenal reality as an independent prior entity, and placing it\nbehind the reality as its explanation. Professor Mach quotes\nsomewhere an epigram of Lessing’s:",
        "Sagt Hanschen Schlau zu Vetter Fritz,\n“Wie kommt es, Vetter Fritzen,\nDass grad’ die Reichsten in der Welt,\nDas meiste Geld besitzen?”",
        "Hanschen Schlau here treats the principle ’wealth’ as something\ndistinct from the facts denoted by the man’s being rich. It\nantedates them; the facts become only a sort of secondary\ncoincidence with the rich man’s essential nature.",
        "In the case of ’wealth’ we all see the fallacy. We know that wealth\nis but a name for concrete processes that certain men’s lives play a\npart in, and not a natural excellence found in Messrs. Rockefeller\nand Carnegie, but not in the rest of us.",
        "Like wealth, health also lives in rebus. It is a name for processes,\nas digestion, circulation, sleep, etc., that go on happily, tho in\nthis instance we are more inclined to think of it as a principle and\nto say the man digests and sleeps so well BECAUSE he is so healthy.",
        "With ’strength’ we are, I think, more rationalistic still, and\ndecidedly inclined to treat it as an excellence pre-existing in the\nman and explanatory of the herculean performances of his muscles.",
        "With ’truth’ most people go over the border entirely, and treat the\nrationalistic account as self-evident. But really all these words in\nTH are exactly similar. Truth exists ante rem just as much and as\nlittle as the other things do.",
        "The scholastics, following Aristotle, made much of the distinction\nbetween habit and act. Health in actu means, among other things,\ngood sleeping and digesting. But a healthy man need not always be\nsleeping, or always digesting, any more than a wealthy man need be\nalways handling money, or a strong man always lifting weights. All\nsuch qualities sink to the status of ’habits’ between their times of\nexercise; and similarly truth becomes a habit of certain of our\nideas and beliefs in their intervals of rest from their verifying\nactivities. But those activities are the root of the whole matter,\nand the condition of there being any habit to exist in the\nintervals.",
        "’The true,’ to put it very briefly, is only the expedient in the way\nof our thinking, just as ’the right’ is only the expedient in the\nway of our behaving. Expedient in almost any fashion; and expedient\nin the long run and on the whole of course; for what meets\nexpediently all the experience in sight won’t necessarily meet all\nfarther experiences equally satisfactorily. Experience, as we know,\nhas ways of BOILING OVER, and making us correct our present\nformulas.",
        "The ’absolutely’ true, meaning what no farther experience will ever\nalter, is that ideal vanishing-point towards which we imagine that\nall our temporary truths will some day converge. It runs on all\nfours with the perfectly wise man, and with the absolutely complete\nexperience; and, if these ideals are ever realized, they will all be\nrealized together. Meanwhile we have to live to-day by what truth we\ncan get to-day, and be ready to-morrow to call it falsehood.\nPtolemaic astronomy, euclidean space, aristotelian logic, scholastic\nmetaphysics, were expedient for centuries, but human experience has\nboiled over those limits, and we now call these things only\nrelatively true, or true within those borders of experience.\n’Absolutely’ they are false; for we know that those limits were\ncasual, and might have been transcended by past theorists just as\nthey are by present thinkers.",
        "When new experiences lead to retrospective judgments, using the past\ntense, what these judgments utter WAS true, even tho no past thinker\nhad been led there. We live forwards, a Danish thinker has said, but\nwe understand backwards. The present sheds a backward light on the\nworld’s previous processes. They may have been truth-processes for\nthe actors in them. They are not so for one who knows the later\nrevelations of the story.",
        "This regulative notion of a potential better truth to be established\nlater, possibly to be established some day absolutely, and having\npowers of retroactive legislation, turns its face, like all\npragmatist notions, towards concreteness of fact, and towards the\nfuture. Like the half-truths, the absolute truth will have to be\nMADE, made as a relation incidental to the growth of a mass of\nverification-experience, to which the half-true ideas are all along\ncontributing their quota.",
        "I have already insisted on the fact that truth is made largely out\nof previous truths. Men’s beliefs at any time are so much experience\nfunded. But the beliefs are themselves parts of the sum total of the\nworld’s experience, and become matter, therefore, for the next day’s\nfunding operations. So far as reality means experienceable reality,\nboth it and the truths men gain about it are everlastingly in\nprocess of mutation-mutation towards a definite goal, it may be–but\nstill mutation.",
        "Mathematicians can solve problems with two variables. On the\nNewtonian theory, for instance, acceleration varies with distance,\nbut distance also varies with acceleration. In the realm of truth-\nprocesses facts come independently and determine our beliefs\nprovisionally. But these beliefs make us act, and as fast as they do\nso, they bring into sight or into existence new facts which re-\ndetermine the beliefs accordingly. So the whole coil and ball of\ntruth, as it rolls up, is the product of a double influence. Truths\nemerge from facts; but they dip forward into facts again and add to\nthem; which facts again create or reveal new truth (the word is\nindifferent) and so on indefinitely. The ’facts’ themselves\nmeanwhile are not TRUE. They simply ARE. Truth is the function of\nthe beliefs that start and terminate among them.",
        "The case is like a snowball’s growth, due as it is to the\ndistribution of the snow on the one hand, and to the successive\npushes of the boys on the other, with these factors co-determining\neach other incessantly.",
        "The most fateful point of difference between being a rationalist and\nbeing a pragmatist is now fully in sight. Experience is in mutation,\nand our psychological ascertainments of truth are in mutation–so\nmuch rationalism will allow; but never that either reality itself or\ntruth itself is mutable. Reality stands complete and ready-made from\nall eternity, rationalism insists, and the agreement of our ideas\nwith it is that unique unanalyzable virtue in them of which she has\nalready told us. As that intrinsic excellence, their truth has\nnothing to do with our experiences. It adds nothing to the content\nof experience. It makes no difference to reality itself; it is\nsupervenient, inert, static, a reflexion merely. It doesn’t EXIST,\nit HOLDS or OBTAINS, it belongs to another dimension from that of\neither facts or fact-relations, belongs, in short, to the\nepistemological dimension–and with that big word rationalism closes\nthe discussion.",
        "Thus, just as pragmatism faces forward to the future, so does\nrationalism here again face backward to a past eternity. True to her\ninveterate habit, rationalism reverts to ’principles,’ and thinks\nthat when an abstraction once is named, we own an oracular solution.",
        "The tremendous pregnancy in the way of consequences for life of this\nradical difference of outlook will only become apparent in my later\nlectures. I wish meanwhile to close this lecture by showing that\nrationalism’s sublimity does not save it from inanity.",
        "When, namely, you ask rationalists, instead of accusing pragmatism\nof desecrating the notion of truth, to define it themselves by\nsaying exactly what THEY understand by it, the only positive\nattempts I can think of are these two:",
        "1. “Truth is just the system of propositions which have an un-\nconditional claim to be recognized as valid.” [Footnote: A. E.\nTaylor, Philosophical Review, vol. xiv, p. 288.]",
        "2. Truth is a name for all those judgments which we find ourselves\nunder obligation to make by a kind of imperative duty. [Footnote: H.\nRickert, Der Gegenstand der Erkenntniss, chapter on ’Die\nUrtheilsnothwendigkeit.’]",
        "The first thing that strikes one in such definitions is their\nunutterable triviality. They are absolutely true, of course, but\nabsolutely insignificant until you handle them pragmatically. What\ndo you mean by ’claim’ here, and what do you mean by ’duty’? As\nsummary names for the concrete reasons why thinking in true ways is\noverwhelmingly expedient and good for mortal men, it is all right to\ntalk of claims on reality’s part to be agreed with, and of\nobligations on our part to agree. We feel both the claims and the\nobligations, and we feel them for just those reasons.",
        "But the rationalists who talk of claim and obligation EXPRESSLY SAY\nTHAT THEY HAVE NOTHING TO DO WITH OUR PRACTICAL INTERESTS OR\nPERSONAL REASONS. Our reasons for agreeing are psychological facts,\nthey say, relative to each thinker, and to the accidents of his\nlife. They are his evidence merely, they are no part of the life of\ntruth itself. That life transacts itself in a purely logical or\nepistemological, as distinguished from a psychological, dimension,\nand its claims antedate and exceed all personal motivations\nwhatsoever. Tho neither man nor God should ever ascertain truth, the\nword would still have to be defined as that which OUGHT to be\nascertained and recognized.",
        "There never was a more exquisite example of an idea abstracted from\nthe concretes of experience and then used to oppose and negate what\nit was abstracted from.",
        "Philosophy and common life abound in similar instances. The\n’sentimentalist fallacy’ is to shed tears over abstract justice and\ngenerosity, beauty, etc., and never to know these qualities when you\nmeet them in the street, because there the circumstances make them\nvulgar. Thus I read in the privately printed biography of an\neminently rationalistic mind: “It was strange that with such\nadmiration for beauty in the abstract, my brother had no enthusiasm\nfor fine architecture, for beautiful painting, or for flowers.” And\nin almost the last philosophic work I have read, I find such\npassages as the following: “Justice is ideal, solely ideal. Reason\nconceives that it ought to exist, but experience shows that it can-\nnot. ... Truth, which ought to be, cannot be. ... Reason is deformed\nby experience. As soon as reason enters experience, it becomes\ncontrary to reason.”",
        "The rationalist’s fallacy here is exactly like the sentimentalist’s.\nBoth extract a quality from the muddy particulars of experience, and\nfind it so pure when extracted that they contrast it with each and\nall its muddy instances as an opposite and higher nature. All the\nwhile it is THEIR nature. It is the nature of truths to be\nvalidated, verified. It pays for our ideas to be validated. Our\nobligation to seek truth is part of our general obligation to do\nwhat pays. The payments true ideas bring are the sole why of our\nduty to follow them.",
        "Identical whys exist in the case of wealth and health. Truth makes\nno other kind of claim and imposes no other kind of ought than\nhealth and wealth do. All these claims are conditional; the concrete\nbenefits we gain are what we mean by calling the pursuit a duty. In\nthe case of truth, untrue beliefs work as perniciously in the long\nrun as true beliefs work beneficially. Talking abstractly, the\nquality ’true’ may thus be said to grow absolutely precious, and the\nquality ’untrue’ absolutely damnable: the one may be called good,\nthe other bad, unconditionally. We ought to think the true, we ought\nto shun the false, imperatively.",
        "But if we treat all this abstraction literally and oppose it to its\nmother soil in experience, see what a preposterous position we work\nourselves into.",
        "We cannot then take a step forward in our actual thinking. When\nshall I acknowledge this truth and when that? Shall the\nacknowledgment be loud?–or silent? If sometimes loud, sometimes\nsilent, which NOW? When may a truth go into cold-storage in the\nencyclopedia? and when shall it come out for battle? Must I\nconstantly be repeating the truth ’twice two are four’ because of\nits eternal claim on recognition? or is it sometimes irrelevant?\nMust my thoughts dwell night and day on my personal sins and\nblemishes, because I truly have them?–or may I sink and ignore them\nin order to be a decent social unit, and not a mass of morbid\nmelancholy and apology?",
        "It is quite evident that our obligation to acknowledge truth, so far\nfrom being unconditional, is tremendously conditioned. Truth with a\nbig T, and in the singular, claims abstractly to be recognized, of\ncourse; but concrete truths in the plural need be recognized only\nwhen their recognition is expedient. A truth must always be\npreferred to a falsehood when both relate to the situation; but when\nneither does, truth is as little of a duty as falsehood. If you ask\nme what o’clock it is and I tell you that I live at 95 Irving\nStreet, my answer may indeed be true, but you don’t see why it is my\nduty to give it. A false address would be as much to the purpose.",
        "With this admission that there are conditions that limit the\napplication of the abstract imperative, THE PRAGMATISTIC TREATMENT\nOF TRUTH SWEEPS BACK UPON US IN ITS FULNESS. Our duty to agree with\nreality is seen to be grounded in a perfect jungle of concrete\nexpediencies.",
        "When Berkeley had explained what people meant by matter, people\nthought that he denied matter’s existence. When Messrs. Schiller and\nDewey now explain what people mean by truth, they are accused of\ndenying ITS existence. These pragmatists destroy all objective\nstandards, critics say, and put foolishness and wisdom on one level.\nA favorite formula for describing Mr. Schiller’s doctrines and mine\nis that we are persons who think that by saying whatever you find it\npleasant to say and calling it truth you fulfil every pragmatistic\nrequirement.",
        "I leave it to you to judge whether this be not an impudent slander.\nPent in, as the pragmatist more than anyone else sees himself to be,\nbetween the whole body of funded truths squeezed from the past and\nthe coercions of the world of sense about him, who so well as he\nfeels the immense pressure of objective control under which our\nminds perform their operations? If anyone imagines that this law is\nlax, let him keep its commandment one day, says Emerson. We have\nheard much of late of the uses of the imagination in science. It is\nhigh time to urge the use of a little imagination in philosophy. The\nunwillingness of some of our critics to read any but the silliest of\npossible meanings into our statements is as discreditable to their\nimaginations as anything I know in recent philosophic history.\nSchiller says the true is that which ’works.’ Thereupon he is\ntreated as one who limits verification to the lowest material\nutilities. Dewey says truth is what gives ’satisfaction.’ He is\ntreated as one who believes in calling everything true which, if it\nwere true, would be pleasant.",
        "Our critics certainly need more imagination of realities. I have\nhonestly tried to stretch my own imagination and to read the best\npossible meaning into the rationalist conception, but I have to\nconfess that it still completely baffles me. The notion of a reality\ncalling on us to ’agree’ with it, and that for no reasons, but\nsimply because its claim is ’unconditional’ or ’transcendent,’ is\none that I can make neither head nor tail of. I try to imagine\nmyself as the sole reality in the world, and then to imagine what\nmore I would ’claim’ if I were allowed to. If you suggest the\npossibility of my claiming that a mind should come into being from\nout of the void inane and stand and COPY me, I can indeed imagine\nwhat the copying might mean, but I can conjure up no motive. What\ngood it would do me to be copied, or what good it would do that mind\nto copy me, if farther consequences are expressly and in principle\nruled out as motives for the claim (as they are by our rationalist\nauthorities) I cannot fathom. When the Irishman’s admirers ran him\nalong to the place of banquet in a sedan chair with no bottom, he\nsaid, “Faith, if it wasn’t for the honor of the thing, I might as\nwell have come on foot.” So here: but for the honor of the thing, I\nmight as well have remained uncopied. Copying is one genuine mode of\nknowing (which for some strange reason our contemporary\ntranscendentalists seem to be tumbling over each other to\nrepudiate); but when we get beyond copying, and fall back on unnamed\nforms of agreeing that are expressly denied to be either copyings or\nleadings or fittings, or any other processes pragmatically\ndefinable, the WHAT of the ’agreement’ claimed becomes as\nunintelligible as the why of it. Neither content nor motive can be\nimagine for it. It is an absolutely meaningless abstraction.\n[Footnote: I am not forgetting that Professor Rickert long ago gave\nup the whole notion of truth being founded on agreement with\nreality. Reality, according to him, is whatever agrees with truth,\nand truth is founded solely on our primal duty. This fantastic\nflight, together with Mr. Joachim’s candid confession of failure in\nhis book The Nature of Truth, seems to me to mark the bankruptcy of\nrationalism when dealing with this subject. Rickert deals with part\nof the pragmatistic position under the head of what he calls\n’Relativismus.’ I cannot discuss his text here. Suffice it to say\nthat his argumentation in that chapter is so feeble as to seem\nalmost incredible in so generally able a writer.]",
        "Surely in this field of truth it is the pragmatists and not the\nrationalists who are the more genuine defenders of the universe’s\nrationality.",
        "Continue...",
        "\nThis e-book of Pragmatism (A New Name for Some Old Ways of Thinking), 1907 by William James, is freeware.\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pragmatism (Philosophical Classics)By William JamesAt Amazon"
    ]
}