{
    "title": "Pragmatism - Lecture I. The Present Dilemma in Philosophy",
    "author": "William James",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "In the preface to that admirable collection of essays of his called\n’Heretics,’ Mr. Chesterton writes these words: “There are some\npeople–and I am one of them–who think that the most practical and\nimportant thing about a man is still his view of the universe. We\nthink that for a landlady considering a lodger, it is important to\nknow his income, but still more important to know his philosophy. We\nthink that for a general about to fight an enemy, it is important to\nknow the enemy’s numbers, but still more important to know the\nenemy’s philosophy. We think the question is not whether the theory\nof the cosmos affects matters, but whether, in the long run,\nanything else affects them.”",
        "I think with Mr. Chesterton in this matter. I know that you, ladies\nand gentlemen, have a philosophy, each and all of you, and that the\nmost interesting and important thing about you is the way in which\nit determines the perspective in your several worlds. You know the\nsame of me. And yet I confess to a certain tremor at the audacity of\nthe enterprise which I am about to begin. For the philosophy which\nis so important in each of us is not a technical matter; it is our\nmore or less dumb sense of what life honestly and deeply means. It\nis only partly got from books; it is our individual way of just\nseeing and feeling the total push and pressure of the cosmos. I have\nno right to assume that many of you are students of the cosmos in\nthe class-room sense, yet here I stand desirous of interesting you\nin a philosophy which to no small extent has to be technically\ntreated. I wish to fill you with sympathy with a contemporaneous\ntendency in which I profoundly believe, and yet I have to talk like\na professor to you who are not students. Whatever universe a\nprofessor believes in must at any rate be a universe that lends\nitself to lengthy discourse. A universe definable in two sentences\nis something for which the professorial intellect has no use. No\nfaith in anything of that cheap kind! I have heard friends and\ncolleagues try to popularize philosophy in this very hall, but they\nsoon grew dry, and then technical, and the results were only\npartially encouraging. So my enterprise is a bold one. The founder\nof pragmatism himself recently gave a course of lectures at the\nLowell Institute with that very word in its title-flashes of\nbrilliant light relieved against Cimmerian darkness! None of us, I\nfancy, understood ALL that he said–yet here I stand, making a very\nsimilar venture.",
        "I risk it because the very lectures I speak of DREW–they brought\ngood audiences. There is, it must be confessed, a curious\nfascination in hearing deep things talked about, even tho neither we\nnor the disputants understand them. We get the problematic thrill,\nwe feel the presence of the vastness. Let a controversy begin in a\nsmoking-room anywhere, about free-will or God’s omniscience, or good\nand evil, and see how everyone in the place pricks up his ears.\nPhilosophy’s results concern us all most vitally, and philosophy’s\nqueerest arguments tickle agreeably our sense of subtlety and\ningenuity.",
        "Believing in philosophy myself devoutly, and believing also that a\nkind of new dawn is breaking upon us philosophers, I feel impelled,\nper fas aut nefas, to try to impart to you some news of the\nsituation.",
        "Philosophy is at once the most sublime and the most trivial of human\npursuits. It works in the minutest crannies and it opens out the\nwidest vistas. It ’bakes no bread,’ as has been said, but it can\ninspire our souls with courage; and repugnant as its manners, its\ndoubting and challenging, its quibbling and dialectics, often are to\ncommon people, no one of us can get along without the far-flashing\nbeams of light it sends over the world’s perspectives. These\nilluminations at least, and the contrast-effects of darkness and\nmystery that accompany them, give to what it says an interest that\nis much more than professional.",
        "The history of philosophy is to a great extent that of a certain\nclash of human temperaments. Undignified as such a treatment may\nseem to some of my colleagues, I shall have to take account of this\nclash and explain a good many of the divergencies of philosophers by\nit. Of whatever temperament a professional philosopher is, he tries\nwhen philosophizing to sink the fact of his temperament. Temperament\nis no conventionally recognized reason, so he urges impersonal\nreasons only for his conclusions. Yet his temperament really gives\nhim a stronger bias than any of his more strictly objective\npremises. It loads the evidence for him one way or the other, making\nfor a more sentimental or a more hard-hearted view of the universe,\njust as this fact or that principle would. He trusts his\ntemperament. Wanting a universe that suits it, he believes in any\nrepresentation of the universe that does suit it. He feels men of\nopposite temper to be out of key with the world’s character, and in\nhis heart considers them incompetent and ’not in it,’ in the\nphilosophic business, even tho they may far excel him in dialectical\nability.",
        "Yet in the forum he can make no claim, on the bare ground of his\ntemperament, to superior discernment or authority. There arises thus\na certain insincerity in our philosophic discussions: the potentest\nof all our premises is never mentioned. I am sure it would\ncontribute to clearness if in these lectures we should break this\nrule and mention it, and I accordingly feel free to do so.",
        "Of course I am talking here of very positively marked men, men of\nradical idiosyncracy, who have set their stamp and likeness on\nphilosophy and figure in its history. Plato, Locke, Hegel, Spencer,\nare such temperamental thinkers. Most of us have, of course, no very\ndefinite intellectual temperament, we are a mixture of opposite\ningredients, each one present very moderately. We hardly know our\nown preferences in abstract matters; some of us are easily talked\nout of them, and end by following the fashion or taking up with the\nbeliefs of the most impressive philosopher in our neighborhood,\nwhoever he may be. But the one thing that has COUNTED so far in\nphilosophy is that a man should see things, see them straight in his\nown peculiar way, and be dissatisfied with any opposite way of\nseeing them. There is no reason to suppose that this strong\ntemperamental vision is from now onward to count no longer in the\nhistory of man’s beliefs.",
        "Now the particular difference of temperament that I have in mind in\nmaking these remarks is one that has counted in literature, art,\ngovernment and manners as well as in philosophy. In manners we find\nformalists and free-and-easy persons. In government, authoritarians\nand anarchists. In literature, purists or academicals, and realists.\nIn art, classics and romantics. You recognize these contrasts as\nfamiliar; well, in philosophy we have a very similar contrast\nexpressed in the pair of terms ’rationalist’ and ’empiricist,’\n’empiricist’ meaning your lover of facts in all their crude variety,\n’rationalist’ meaning your devotee to abstract and eternal\nprinciples. No one can live an hour without both facts and\nprinciples, so it is a difference rather of emphasis; yet it breeds\nantipathies of the most pungent character between those who lay the\nemphasis differently; and we shall find it extraordinarily\nconvenient to express a certain contrast in men’s ways of taking\ntheir universe, by talking of the ’empiricist’ and of the\n’rationalist’ temper. These terms make the contrast simple and\nmassive.",
        "More simple and massive than are usually the men of whom the terms\nare predicated. For every sort of permutation and combination is\npossible in human nature; and if I now proceed to define more fully\nwhat I have in mind when I speak of rationalists and empiricists, by\nadding to each of those titles some secondary qualifying\ncharacteristics, I beg you to regard my conduct as to a certain\nextent arbitrary. I select types of combination that nature offers\nvery frequently, but by no means uniformly, and I select them solely\nfor their convenience in helping me to my ulterior purpose of\ncharacterizing pragmatism. Historically we find the terms\n’intellectualism’ and ’sensationalism’ used as synonyms of\n’rationalism’ and ’empiricism.’ Well, nature seems to combine most\nfrequently with intellectualism an idealistic and optimistic\ntendency. Empiricists on the other hand are not uncommonly\nmaterialistic, and their optimism is apt to be decidedly conditional\nand tremulous. Rationalism is always monistic. It starts from wholes\nand universals, and makes much of the unity of things. Empiricism\nstarts from the parts, and makes of the whole a collection-is not\naverse therefore to calling itself pluralistic. Rationalism usually\nconsiders itself more religious than empiricism, but there is much\nto say about this claim, so I merely mention it. It is a true claim\nwhen the individual rationalist is what is called a man of feeling,\nand when the individual empiricist prides himself on being hard-\nheaded. In that case the rationalist will usually also be in favor\nof what is called free-will, and the empiricist will be a fatalist–\nI use the terms most popularly current. The rationalist finally will\nbe of dogmatic temper in his affirmations, while the empiricist may\nbe more sceptical and open to discussion.",
        "I will write these traits down in two columns. I think you will\npractically recognize the two types of mental make-up that I mean if\nI head the columns by the titles ’tender-minded’ and ’tough-minded’\nrespectively.",
        "Rationalistic (going by ’principles’),\nIntellectualistic,\nIdealistic,\nOptimistic,\nReligious,\nFree-willist,\nMonistic,\nDogmatical.",
        "Empiricist (going by ’facts’),\nSensationalistic,\nMaterialistic,\nPessimistic,\nIrreligious,\nFatalistic,\nPluralistic,\nSceptical.",
        "Pray postpone for a moment the question whether the two contrasted\nmixtures which I have written down are each inwardly coherent and\nself-consistent or not–I shall very soon have a good deal to say on\nthat point. It suffices for our immediate purpose that tender-minded\nand tough-minded people, characterized as I have written them down,\ndo both exist. Each of you probably knows some well-marked example\nof each type, and you know what each example thinks of the example\non the other side of the line. They have a low opinion of each\nother. Their antagonism, whenever as individuals their temperaments\nhave been intense, has formed in all ages a part of the philosophic\natmosphere of the time. It forms a part of the philosophic\natmosphere to-day. The tough think of the tender as sentimentalists\nand soft-heads. The tender feel the tough to be unrefined, callous,\nor brutal. Their mutual reaction is very much like that that takes\nplace when Bostonian tourists mingle with a population like that of\nCripple Creek. Each type believes the other to be inferior to\nitself; but disdain in the one case is mingled with amusement, in\nthe other it has a dash of fear.",
        "Now, as I have already insisted, few of us are tender-foot\nBostonians pure and simple, and few are typical Rocky Mountain\ntoughs, in philosophy. Most of us have a hankering for the good\nthings on both sides of the line. Facts are good, of course–give us\nlots of facts. Principles are good–give us plenty of principles.\nThe world is indubitably one if you look at it in one way, but as\nindubitably is it many, if you look at it in another. It is both one\nand many–let us adopt a sort of pluralistic monism. Everything of\ncourse is necessarily determined, and yet of course our wills are\nfree: a sort of free-will determinism is the true philosophy. The\nevil of the parts is undeniable; but the whole can’t be evil: so\npractical pessimism may be combined with metaphysical optimism. And\nso forth–your ordinary philosophic layman never being a radical,\nnever straightening out his system, but living vaguely in one\nplausible compartment of it or another to suit the temptations of\nsuccessive hours.",
        "But some of us are more than mere laymen in philosophy. We are\nworthy of the name of amateur athletes, and are vexed by too much\ninconsistency and vacillation in our creed. We cannot preserve a\ngood intellectual conscience so long as we keep mixing incompatibles\nfrom opposite sides of the line.",
        "And now I come to the first positively important point which I wish\nto make. Never were as many men of a decidedly empiricist proclivity\nin existence as there are at the present day. Our children, one may\nsay, are almost born scientific. But our esteem for facts has not\nneutralized in us all religiousness. It is itself almost religious.\nOur scientific temper is devout. Now take a man of this type, and\nlet him be also a philosophic amateur, unwilling to mix a hodge-\npodge system after the fashion of a common layman, and what does he\nfind his situation to be, in this blessed year of our Lord 1906? He\nwants facts; he wants science; but he also wants a religion. And\nbeing an amateur and not an independent originator in philosophy he\nnaturally looks for guidance to the experts and professionals whom\nhe finds already in the field. A very large number of you here\npresent, possibly a majority of you, are amateurs of just this sort.",
        "Now what kinds of philosophy do you find actually offered to meet\nyour need? You find an empirical philosophy that is not religious\nenough, and a religious philosophy that is not empirical enough for\nyour purpose. If you look to the quarter where facts are most\nconsidered you find the whole tough-minded program in operation, and\nthe ’conflict between science and religion’ in full blast. Either it\nis that Rocky Mountain tough of a Haeckel with his materialistic\nmonism, his ether-god and his jest at your God as a ’gaseous\nvertebrate’; or it is Spencer treating the world’s history as a\nredistribution of matter and motion solely, and bowing religion\npolitely out at the front door:–she may indeed continue to exist,\nbut she must never show her face inside the temple. For a hundred\nand fifty years past the progress of science has seemed to mean the\nenlargement of the material universe and the diminution of man’s\nimportance. The result is what one may call the growth of\nnaturalistic or positivistic feeling. Man is no law-giver to nature,\nhe is an absorber. She it is who stands firm; he it is who must\naccommodate himself. Let him record truth, inhuman tho it be, and\nsubmit to it! The romantic spontaneity and courage are gone, the\nvision is materialistic and depressing. Ideals appear as inert by-\nproducts of physiology; what is higher is explained by what is lower\nand treated forever as a case of ’nothing but’–nothing but\nsomething else of a quite inferior sort. You get, in short, a\nmaterialistic universe, in which only the tough-minded find\nthemselves congenially at home.",
        "If now, on the other hand, you turn to the religious quarter for\nconsolation, and take counsel of the tender-minded philosophies,\nwhat do you find?",
        "Religious philosophy in our day and generation is, among us English-\nreading people, of two main types. One of these is more radical and\naggressive, the other has more the air of fighting a slow retreat.\nBy the more radical wing of religious philosophy I mean the so-\ncalled transcendental idealism of the Anglo-Hegelian school, the\nphilosophy of such men as Green, the Cairds, Bosanquet, and Royce.\nThis philosophy has greatly influenced the more studious members of\nour protestant ministry. It is pantheistic, and undoubtedly it has\nalready blunted the edge of the traditional theism in protestantism\nat large.",
        "That theism remains, however. It is the lineal descendant, through\none stage of concession after another, of the dogmatic scholastic\ntheism still taught rigorously in the seminaries of the catholic\nchurch. For a long time it used to be called among us the philosophy\nof the Scottish school. It is what I meant by the philosophy that\nhas the air of fighting a slow retreat. Between the encroachments of\nthe hegelians and other philosophers of the ’Absolute,’ on the one\nhand, and those of the scientific evolutionists and agnostics, on\nthe other, the men that give us this kind of a philosophy, James\nMartineau, Professor Bowne, Professor Ladd and others, must feel\nthemselves rather tightly squeezed. Fair-minded and candid as you\nlike, this philosophy is not radical in temper. It is eclectic, a\nthing of compromises, that seeks a modus vivendi above all things.\nIt accepts the facts of darwinism, the facts of cerebral physiology,\nbut it does nothing active or enthusiastic with them. It lacks the\nvictorious and aggressive note. It lacks prestige in consequence;\nwhereas absolutism has a certain prestige due to the more radical\nstyle of it.",
        "These two systems are what you have to choose between if you turn to\nthe tender-minded school. And if you are the lovers of facts I have\nsupposed you to be, you find the trail of the serpent of\nrationalism, of intellectualism, over everything that lies on that\nside of the line. You escape indeed the materialism that goes with\nthe reigning empiricism; but you pay for your escape by losing\ncontact with the concrete parts of life. The more absolutistic\nphilosophers dwell on so high a level of abstraction that they never\neven try to come down. The absolute mind which they offer us, the\nmind that makes our universe by thinking it, might, for aught they\nshow us to the contrary, have made any one of a million other\nuniverses just as well as this. You can deduce no single actual\nparticular from the notion of it. It is compatible with any state of\nthings whatever being true here below. And the theistic God is\nalmost as sterile a principle. You have to go to the world which he\nhas created to get any inkling of his actual character: he is the\nkind of god that has once for all made that kind of a world. The God\nof the theistic writers lives on as purely abstract heights as does\nthe Absolute. Absolutism has a certain sweep and dash about it,\nwhile the usual theism is more insipid, but both are equally remote\nand vacuous. What you want is a philosophy that will not only\nexercise your powers of intellectual abstraction, but that will make\nsome positive connexion with this actual world of finite human\nlives.",
        "You want a system that will combine both things, the scientific\nloyalty to facts and willingness to take account of them, the spirit\nof adaptation and accommodation, in short, but also the old\nconfidence in human values and the resultant spontaneity, whether of\nthe religious or of the romantic type. And this is then your\ndilemma: you find the two parts of your quaesitum hopelessly\nseparated. You find empiricism with inhumanism and irreligion; or\nelse you find a rationalistic philosophy that indeed may call itself\nreligious, but that keeps out of all definite touch with concrete\nfacts and joys and sorrows.",
        "I am not sure how many of you live close enough to philosophy to\nrealize fully what I mean by this last reproach, so I will dwell a\nlittle longer on that unreality in all rationalistic systems by\nwhich your serious believer in facts is so apt to feel repelled.",
        "I wish that I had saved the first couple of pages of a thesis which\na student handed me a year or two ago. They illustrated my point so\nclearly that I am sorry I cannot read them to you now. This young\nman, who was a graduate of some Western college, began by saying\nthat he had always taken for granted that when you entered a\nphilosophic class-room you had to open relations with a universe\nentirely distinct from the one you left behind you in the street.\nThe two were supposed, he said, to have so little to do with each\nother, that you could not possibly occupy your mind with them at the\nsame time. The world of concrete personal experiences to which the\nstreet belongs is multitudinous beyond imagination, tangled, muddy,\npainful and perplexed. The world to which your philosophy-professor\nintroduces you is simple, clean and noble. The contradictions of\nreal life are absent from it. Its architecture is classic.\nPrinciples of reason trace its outlines, logical necessities cement\nits parts. Purity and dignity are what it most expresses. It is a\nkind of marble temple shining on a hill.",
        "In point of fact it is far less an account of this actual world than\na clear addition built upon it, a classic sanctuary in which the\nrationalist fancy may take refuge from the intolerably confused and\ngothic character which mere facts present. It is no EXPLANATION of\nour concrete universe, it is another thing altogether, a substitute\nfor it, a remedy, a way of escape.",
        "Its temperament, if I may use the word temperament here, is utterly\nalien to the temperament of existence in the concrete. REFINEMENT is\nwhat characterizes our intellectualist philosophies. They\nexquisitely satisfy that craving for a refined object of\ncontemplation which is so powerful an appetite of the mind. But I\nask you in all seriousness to look abroad on this colossal universe\nof concrete facts, on their awful bewilderments, their surprises and\ncruelties, on the wildness which they show, and then to tell me\nwhether ’refined’ is the one inevitable descriptive adjective that\nsprings to your lips.",
        "Refinement has its place in things, true enough. But a philosophy\nthat breathes out nothing but refinement will never satisfy the\nempiricist temper of mind. It will seem rather a monument of\nartificiality. So we find men of science preferring to turn their\nbacks on metaphysics as on something altogether cloistered and\nspectral, and practical men shaking philosophy’s dust off their feet\nand following the call of the wild.",
        "Truly there is something a little ghastly in the satisfaction with\nwhich a pure but unreal system will fill a rationalist mind.\nLeibnitz was a rationalist mind, with infinitely more interest in\nfacts than most rationalist minds can show. Yet if you wish for\nsuperficiality incarnate, you have only to read that charmingly\nwritten ’Theodicee’ of his, in which he sought to justify the ways\nof God to man, and to prove that the world we live in is the best of\npossible worlds. Let me quote a specimen of what I mean.",
        "Among other obstacles to his optimistic philosophy, it falls to\nLeibnitz to consider the number of the eternally damned. That it is\ninfinitely greater, in our human case, than that of those saved he\nassumes as a premise from the theologians, and then proceeds to\nargue in this way. Even then, he says:",
        "“The evil will appear as almost nothing in comparison with the good,\nif we once consider the real magnitude of the City of God. Coelius\nSecundus Curio has written a little book, ’De Amplitudine Regni\nCoelestis,’ which was reprinted not long ago. But he failed to\ncompass the extent of the kingdom of the heavens. The ancients had\nsmall ideas of the works of God. ... It seemed to them that only our\nearth had inhabitants, and even the notion of our antipodes gave\nthem pause. The rest of the world for them consisted of some shining\nglobes and a few crystalline spheres. But to-day, whatever be the\nlimits that we may grant or refuse to the Universe we must recognize\nin it a countless number of globes, as big as ours or bigger, which\nhave just as much right as it has to support rational inhabitants,\ntho it does not follow that these need all be men. Our earth is only\none among the six principal satellites of our sun. As all the fixed\nstars are suns, one sees how small a place among visible things our\nearth takes up, since it is only a satellite of one among them. Now\nall these suns MAY be inhabited by none but happy creatures; and\nnothing obliges us to believe that the number of damned persons is\nvery great; for a VERY FEW INSTANCES AND SAMPLES SUFFICE FOR THE\nUTILITY WHICH GOOD DRAWS FROM EVIL. Moreover, since there is no\nreason to suppose that there are stars everywhere, may there not be\na great space beyond the region of the stars? And this immense\nspace, surrounding all this region, ... may be replete with\nhappiness and glory. ... What now becomes of the consideration of\nour Earth and of its denizens? Does it not dwindle to something\nincomparably less than a physical point, since our Earth is but a\npoint compared with the distance of the fixed stars. Thus the part\nof the Universe which we know, being almost lost in nothingness\ncompared with that which is unknown to us, but which we are yet\nobliged to admit; and all the evils that we know lying in this\nalmost-nothing; it follows that the evils may be almost-nothing in\ncomparison with the goods that the Universe contains.”",
        "Leibnitz continues elsewhere: “There is a kind of justice which aims\nneither at the amendment of the criminal, nor at furnishing an\nexample to others, nor at the reparation of the injury. This justice\nis founded in pure fitness, which finds a certain satisfaction in\nthe expiation of a wicked deed. The Socinians and Hobbes objected to\nthis punitive justice, which is properly vindictive justice and\nwhich God has reserved for himself at many junctures. ... It is\nalways founded in the fitness of things, and satisfies not only the\noffended party, but all wise lookers-on, even as beautiful music or\na fine piece of architecture satisfies a well-constituted mind. It\nis thus that the torments of the damned continue, even tho they\nserve no longer to turn anyone away from sin, and that the rewards\nof the blest continue, even tho they confirm no one in good ways.\nThe damned draw to themselves ever new penalties by their continuing\nsins, and the blest attract ever fresh joys by their unceasing\nprogress in good. Both facts are founded on the principle of\nfitness, ... for God has made all things harmonious in perfection as\nI have already said.”",
        "Leibnitz’s feeble grasp of reality is too obvious to need comment\nfrom me. It is evident that no realistic image of the experience of\na damned soul had ever approached the portals of his mind. Nor had\nit occurred to him that the smaller is the number of ’samples’ of\nthe genus ’lost-soul’ whom God throws as a sop to the eternal\nfitness, the more unequitably grounded is the glory of the blest.\nWhat he gives us is a cold literary exercise, whose cheerful\nsubstance even hell-fire does not warm.",
        "And do not tell me that to show the shallowness of rationalist\nphilosophizing I have had to go back to a shallow wigpated age. The\noptimism of present-day rationalism sounds just as shallow to the\nfact-loving mind. The actual universe is a thing wide open, but\nrationalism makes systems, and systems must be closed. For men in\npractical life perfection is something far off and still in process\nof achievement. This for rationalism is but the illusion of the\nfinite and relative: the absolute ground of things is a perfection\neternally complete.",
        "I find a fine example of revolt against the airy and shallow\noptimism of current religious philosophy in a publication of that\nvaliant anarchistic writer Morrison I. Swift. Mr. Swift’s anarchism\ngoes a little farther than mine does, but I confess that I\nsympathize a good deal, and some of you, I know, will sympathize\nheartily with his dissatisfaction with the idealistic optimisms now\nin vogue. He begins his pamphlet on ’Human Submission’ with a series\nof city reporter’s items from newspapers (suicides, deaths from\nstarvation and the like) as specimens of our civilized regime. For\ninstance:",
        "“’After trudging through the snow from one end of the city to the\nother in the vain hope of securing employment, and with his wife and\nsix children without food and ordered to leave their home in an\nupper east side tenement house because of non-payment of rent, John\nCorcoran, a clerk, to-day ended his life by drinking carbolic acid.\nCorcoran lost his position three weeks ago through illness, and\nduring the period of idleness his scanty savings disappeared.\nYesterday he obtained work with a gang of city snow shovelers, but\nhe was too weak from illness and was forced to quit after an hour’s\ntrial with the shovel. Then the weary task of looking for employment\nwas again resumed. Thoroughly discouraged, Corcoran returned to his\nhome late last night to find his wife and children without food and\nthe notice of dispossession on the door.’ On the following morning\nhe drank the poison.",
        "“The records of many more such cases lie before me [Mr. Swift goes\non]; an encyclopedia might easily be filled with their kind. These\nfew I cite as an interpretation of the universe. ’We are aware of\nthe presence of God in His world,’ says a writer in a recent English\nReview. [The very presence of ill in the temporal order is the\ncondition of the perfection of the eternal order, writes Professor\nRoyce (’The World and the Individual,’ II, 385).] ’The Absolute is\nthe richer for every discord, and for all diversity which it\nembraces,’ says F. H. Bradley (Appearance and Reality, 204). He\nmeans that these slain men make the universe richer, and that is\nPhilosophy. But while Professors Royce and Bradley and a whole host\nof guileless thoroughfed thinkers are unveiling Reality and the\nAbsolute and explaining away evil and pain, this is the condition of\nthe only beings known to us anywhere in the universe with a\ndeveloped consciousness of what the universe is. What these people\nexperience IS Reality. It gives us an absolute phase of the\nuniverse. It is the personal experience of those most qualified in\nall our circle of knowledge to HAVE experience, to tell us WHAT is.\nNow, what does THINKING ABOUT the experience of these persons come\nto compared with directly, personally feeling it, as they feel it?\nThe philosophers are dealing in shades, while those who live and\nfeel know truth. And the mind of mankind-not yet the mind of\nphilosophers and of the proprietary class-but of the great mass of\nthe silently thinking and feeling men, is coming to this view. They\nare judging the universe as they have heretofore permitted the\nhierophants of religion and learning to judge THEM. ...",
        "“This Cleveland workingman, killing his children and himself\n[another of the cited cases], is one of the elemental, stupendous\nfacts of this modern world and of this universe. It cannot be glozed\nover or minimized away by all the treatises on God, and Love, and\nBeing, helplessly existing in their haughty monumental vacuity. This\nis one of the simple irreducible elements of this world’s life after\nmillions of years of divine opportunity and twenty centuries of\nChrist. It is in the moral world like atoms or sub-atoms in the\nphysical, primary, indestructible. And what it blazons to man is the\n... imposture of all philosophy which does not see in such events\nthe consummate factor of conscious experience. These facts\ninvincibly prove religion a nullity. Man will not give religion two\nthousand centuries or twenty centuries more to try itself and waste\nhuman time; its time is up, its probation is ended. Its own record\nends it. Mankind has not sons and eternities to spare for trying out\ndiscredited systems....” [Footnote: Morrison I. Swift, Human\nSubmission, Part Second, Philadelphia, Liberty Press, 1905, pp. 4-\n10.]",
        "Such is the reaction of an empiricist mind upon the rationalist bill\nof fare. It is an absolute ’No, I thank you.’ “Religion,” says Mr.\nSwift, “is like a sleep-walker to whom actual things are blank.” And\nsuch, tho possibly less tensely charged with feeling, is the verdict\nof every seriously inquiring amateur in philosophy to-day who turns\nto the philosophy-professors for the wherewithal to satisfy the\nfulness of his nature’s needs. Empiricist writers give him a\nmaterialism, rationalists give him something religious, but to that\nreligion “actual things are blank.” He becomes thus the judge of us\nphilosophers. Tender or tough, he finds us wanting. None of us may\ntreat his verdicts disdainfully, for after all, his is the typically\nperfect mind, the mind the sum of whose demands is greatest, the\nmind whose criticisms and dissatisfactions are fatal in the long\nrun.",
        "It is at this point that my own solution begins to appear. I offer\nthe oddly-named thing pragmatism as a philosophy that can satisfy\nboth kinds of demand. It can remain religious like the rationalisms,\nbut at the same time, like the empiricisms, it can preserve the\nrichest intimacy with facts. I hope I may be able to leave many of\nyou with as favorable an opinion of it as I preserve myself. Yet, as\nI am near the end of my hour, I will not introduce pragmatism bodily\nnow. I will begin with it on the stroke of the clock next time. I\nprefer at the present moment to return a little on what I have said.",
        "If any of you here are professional philosophers, and some of you I\nknow to be such, you will doubtless have felt my discourse so far to\nhave been crude in an unpardonable, nay, in an almost incredible\ndegree. Tender-minded and tough-minded, what a barbaric disjunction!\nAnd, in general, when philosophy is all compacted of delicate\nintellectualities and subtleties and scrupulosities, and when every\npossible sort of combination and transition obtains within its\nbounds, what a brutal caricature and reduction of highest things to\nthe lowest possible expression is it to represent its field of\nconflict as a sort of rough-and-tumble fight between two hostile\ntemperaments! What a childishly external view! And again, how stupid\nit is to treat the abstractness of rationalist systems as a crime,\nand to damn them because they offer themselves as sanctuaries and\nplaces of escape, rather than as prolongations of the world of\nfacts. Are not all our theories just remedies and places of escape?\nAnd, if philosophy is to be religious, how can she be anything else\nthan a place of escape from the crassness of reality’s surface? What\nbetter thing can she do than raise us out of our animal senses and\nshow us another and a nobler home for our minds in that great\nframework of ideal principles subtending all reality, which the\nintellect divines? How can principles and general views ever be\nanything but abstract outlines? Was Cologne cathedral built without\nan architect’s plan on paper? Is refinement in itself an\nabomination? Is concrete rudeness the only thing that’s true?",
        "Believe me, I feel the full force of the indictment. The picture I\nhave given is indeed monstrously over-simplified and rude. But like\nall abstractions, it will prove to have its use. If philosophers can\ntreat the life of the universe abstractly, they must not complain of\nan abstract treatment of the life of philosophy itself. In point of\nfact the picture I have given is, however coarse and sketchy,\nliterally true. Temperaments with their cravings and refusals do\ndetermine men in their philosophies, and always will. The details of\nsystems may be reasoned out piecemeal, and when the student is\nworking at a system, he may often forget the forest for the single\ntree. But when the labor is accomplished, the mind always performs\nits big summarizing act, and the system forthwith stands over\nagainst one like a living thing, with that strange simple note of\nindividuality which haunts our memory, like the wraith of the man,\nwhen a friend or enemy of ours is dead.",
        "Not only Walt Whitman could write “who touches this book touches a\nman.” The books of all the great philosophers are like so many men.\nOur sense of an essential personal flavor in each one of them,\ntypical but indescribable, is the finest fruit of our own\naccomplished philosophic education. What the system pretends to be\nis a picture of the great universe of God. What it is–and oh so\nflagrantly!–is the revelation of how intensely odd the personal\nflavor of some fellow creature is. Once reduced to these terms (and\nall our philosophies get reduced to them in minds made critical by\nlearning) our commerce with the systems reverts to the informal, to\nthe instinctive human reaction of satisfaction or dislike. We grow\nas peremptory in our rejection or admission, as when a person\npresents himself as a candidate for our favor; our verdicts are\ncouched in as simple adjectives of praise or dispraise. We measure\nthe total character of the universe as we feel it, against the\nflavor of the philosophy proffered us, and one word is enough.",
        "“Statt der lebendigen Natur,” we say, “da Gott die Menschen schuf\nhinein\"–that nebulous concoction, that wooden, that straight-laced\nthing, that crabbed artificiality, that musty schoolroom product,\nthat sick man’s dream! Away with it. Away with all of them!\nImpossible! Impossible!",
        "Our work over the details of his system is indeed what gives us our\nresultant impression of the philosopher, but it is on the resultant\nimpression itself that we react. Expertness in philosophy is\nmeasured by the definiteness of our summarizing reactions, by the\nimmediate perceptive epithet with which the expert hits such complex\nobjects off. But great expertness is not necessary for the epithet\nto come. Few people have definitely articulated philosophies of\ntheir own. But almost everyone has his own peculiar sense of a\ncertain total character in the universe, and of the inadequacy fully\nto match it of the peculiar systems that he knows. They don’t just\ncover HIS world. One will be too dapper, another too pedantic, a\nthird too much of a job-lot of opinions, a fourth too morbid, and a\nfifth too artificial, or what not. At any rate he and we know\noffhand that such philosophies are out of plumb and out of key and\nout of ’whack,’ and have no business to speak up in the universe’s\nname. Plato, Locke, Spinoza, Mill, Caird, Hegel–I prudently avoid\nnames nearer home!–I am sure that to many of you, my hearers, these\nnames are little more than reminders of as many curious personal\nways of falling short. It would be an obvious absurdity if such ways\nof taking the universe were actually true. We philosophers have to\nreckon with such feelings on your part. In the last resort, I\nrepeat, it will be by them that all our philosophies shall\nultimately be judged. The finally victorious way of looking at\nthings will be the most completely IMPRESSIVE way to the normal run\nof minds.",
        "One word more–namely about philosophies necessarily being abstract\noutlines. There are outlines and outlines, outlines of buildings\nthat are FAT, conceived in the cube by their planner, and outlines\nof buildings invented flat on paper, with the aid of ruler and\ncompass. These remain skinny and emaciated even when set up in stone\nand mortar, and the outline already suggests that result. An outline\nin itself is meagre, truly, but it does not necessarily suggest a\nmeagre thing. It is the essential meagreness of WHAT IS SUGGESTED by\nthe usual rationalistic philosophies that moves empiricists to their\ngesture of rejection. The case of Herbert Spencer’s system is much\nto the point here. Rationalists feel his fearful array of\ninsufficiencies. His dry schoolmaster temperament, the hurdy-gurdy\nmonotony of him, his preference for cheap makeshifts in argument,\nhis lack of education even in mechanical principles, and in general\nthe vagueness of all his fundamental ideas, his whole system wooden,\nas if knocked together out of cracked hemlock boards–and yet the\nhalf of England wants to bury him in Westminster Abbey.",
        "Why? Why does Spencer call out so much reverence in spite of his\nweakness in rationalistic eyes? Why should so many educated men who\nfeel that weakness, you and I perhaps, wish to see him in the Abbey\nnotwithstanding?",
        "Simply because we feel his heart to be IN THE RIGHT PLACE\nphilosophically. His principles may be all skin and bone, but at any\nrate his books try to mould themselves upon the particular shape of\nthis, particular world’s carcase. The noise of facts resounds\nthrough all his chapters, the citations of fact never cease, he\nemphasizes facts, turns his face towards their quarter; and that is\nenough. It means the right kind of thing for the empiricist mind.",
        "The pragmatistic philosophy of which I hope to begin talking in my\nnext lecture preserves as cordial a relation with facts, and, unlike\nSpencer’s philosophy, it neither begins nor ends by turning positive\nreligious constructions out of doors–it treats them cordially as\nwell.",
        "I hope I may lead you to find it just the mediating way of thinking\nthat you require.",
        "Continue...",
        "\nThis e-book of Pragmatism (A New Name for Some Old Ways of Thinking), 1907 by William James, is freeware.\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pragmatism (Philosophical Classics)By William JamesAt Amazon"
    ]
}