{
    "title": "Pragmatism - Lecture III. Some Metaphysical Problems Pragmatically Considered",
    "author": "William James",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "I am now to make the pragmatic method more familiar by giving you\nsome illustrations of its application to particular problems. I will\nbegin with what is driest, and the first thing I shall take will be\nthe problem of Substance. Everyone uses the old distinction between\nsubstance and attribute, enshrined as it is in the very structure of\nhuman language, in the difference between grammatical subject and\npredicate. Here is a bit of blackboard crayon. Its modes,\nattributes, properties, accidents, or affections,–use which term\nyou will,–are whiteness, friability, cylindrical shape,\ninsolubility in water, etc., etc. But the bearer of these attributes\nis so much chalk, which thereupon is called the substance in which\nthey inhere. So the attributes of this desk inhere in the substance\n’wood,’ those of my coat in the substance ’wool,’ and so forth.\nChalk, wood and wool, show again, in spite of their differences,\ncommon properties, and in so far forth they are themselves counted\nas modes of a still more primal substance, matter, the attributes of\nwhich are space occupancy and impenetrability. Similarly our\nthoughts and feelings are affections or properties of our several\nsouls, which are substances, but again not wholly in their own\nright, for they are modes of the still deeper substance ’spirit.’",
        "Now it was very early seen that all we know of the chalk is the\nwhiteness, friability, etc., all WE KNOW of the wood is the\ncombustibility and fibrous structure. A group of attributes is what\neach substance here is known-as, they form its sole cash-value for\nour actual experience. The substance is in every case revealed\nthrough THEM; if we were cut off from THEM we should never suspect\nits existence; and if God should keep sending them to us in an\nunchanged order, miraculously annihilating at a certain moment the\nsubstance that supported them, we never could detect the moment, for\nour experiences themselves would be unaltered. Nominalists\naccordingly adopt the opinion that substance is a spurious idea due\nto our inveterate human trick of turning names into things.\nPhenomena come in groups–the chalk-group, the wood-group, etc.–and\neach group gets its name. The name we then treat as in a way\nsupporting the group of phenomena. The low thermometer to-day, for\ninstance, is supposed to come from something called the ’climate.’\nClimate is really only the name for a certain group of days, but it\nis treated as if it lay BEHIND the day, and in general we place the\nname, as if it were a being, behind the facts it is the name of. But\nthe phenomenal properties of things, nominalists say, surely do not\nreally inhere in names, and if not in names then they do not inhere\nin anything. They ADhere, or COhere, rather, WITH EACH OTHER, and\nthe notion of a substance inaccessible to us, which we think\naccounts for such cohesion by supporting it, as cement might support\npieces of mosaic, must be abandoned. The fact of the bare cohesion\nitself is all that the notion of the substance signifies. Behind\nthat fact is nothing.",
        "Scholasticism has taken the notion of substance from common sense\nand made it very technical and articulate. Few things would seem to\nhave fewer pragmatic consequences for us than substances, cut off as\nwe are from every contact with them. Yet in one case scholasticism\nhas proved the importance of the substance-idea by treating it\npragmatically. I refer to certain disputes about the mystery of the\nEucharist. Substance here would appear to have momentous pragmatic\nvalue. Since the accidents of the wafer don’t change in the Lord’s\nsupper, and yet it has become the very body of Christ, it must be\nthat the change is in the substance solely. The bread-substance must\nhave been withdrawn, and the divine substance substituted\nmiraculously without altering the immediate sensible properties. But\ntho these don’t alter, a tremendous difference has been made, no\nless a one than this, that we who take the sacrament, now feed upon\nthe very substance of divinity. The substance-notion breaks into\nlife, then, with tremendous effect, if once you allow that\nsubstances can separate from their accidents, and exchange these\nlatter.",
        "This is the only pragmatic application of the substance-idea with\nwhich I am acquainted; and it is obvious that it will only be\ntreated seriously by those who already believe in the ’real\npresence’ on independent grounds.",
        "MATERIAL SUBSTANCE was criticized by Berkeley with such telling\neffect that his name has reverberated through all subsequent\nphilosophy. Berkeley’s treatment of the notion of matter is so well\nknown as to need hardly more than a mention. So far from denying the\nexternal world which we know, Berkeley corroborated it. It was the\nscholastic notion of a material substance unapproachable by us,\nBEHIND the external world, deeper and more real than it, and needed\nto support it, which Berkeley maintained to be the most effective of\nall reducers of the external world to unreality. Abolish that\nsubstance, he said, believe that God, whom you can understand and\napproach, sends you the sensible world directly, and you confirm the\nlatter and back it up by his divine authority. Berkeley’s criticism\nof ’matter’ was consequently absolutely pragmatistic. Matter is\nknown as our sensations of colour, figure, hardness and the like.\nThey are the cash-value of the term. The difference matter makes to\nus by truly being is that we then get such sensations; by not being,\nis that we lack them. These sensations then are its sole meaning.\nBerkeley doesn’t deny matter, then; he simply tells us what it\nconsists of. It is a true name for just so much in the way of\nsensations.",
        "Locke, and later Hume, applied a similar pragmatic criticism to the\nnotion of SPIRITUAL SUBSTANCE. I will only mention Locke’s treatment\nof our ’personal identity.’ He immediately reduces this notion to\nits pragmatic value in terms of experience. It means, he says, so\nmuch consciousness,’ namely the fact that at one moment of life we\nremember other moments, and feel them all as parts of one and the\nsame personal history. Rationalism had explained this practical\ncontinuity in our life by the unity of our soul-substance. But Locke\nsays: suppose that God should take away the consciousness, should WE\nbe any the better for having still the soul-principle? Suppose he\nannexed the same consciousness to different souls, | should we, as\nWE realize OURSELVES, be any the worse for that fact? In Locke’s day\nthe soul was chiefly a thing to be rewarded or punished. See how\nLocke, discussing it from this point of view, keeps the question\npragmatic:",
        "Suppose, he says, one to think himself to be the same soul that once\nwas Nestor or Thersites. Can he think their actions his own any more\nthan the actions of any other man that ever existed? But | let him\nonce find himself CONSCIOUS of any of the actions of Nestor, he then\nfinds himself the same person with Nestor. ... In this personal\nidentity is founded all the right and justice of reward and\npunishment. It may be reasonable to think, no one shall be made to\nanswer for what he knows nothing of, but shall receive his doom, his\nconsciousness accusing or excusing. Supposing a man punished now for\nwhat he had done in another life, whereof he could be made to have\nno consciousness at all, what difference is there between that\npunishment and being created miserable?",
        "Our personal identity, then, consists, for Locke, solely in\npragmatically definable particulars. Whether, apart from these\nverifiable facts, it also inheres in a spiritual principle, is a\nmerely curious speculation. Locke, compromiser that he was,\npassively tolerated the belief in a substantial soul behind our\nconsciousness. But his successor Hume, and most empirical\npsychologists after him, have denied the soul, save as the name for\nverifiable cohesions in our inner life. They redescend into the\nstream of experience with it, and cash it into so much small-change\nvalue in the way of ’ideas’ and their peculiar connexions with each\nother. As I said of Berkeley’s matter, the soul is good or ’true’\nfor just SO MUCH, but no more.",
        "The mention of material substance naturally suggests the doctrine of\n’materialism,’ but philosophical materialism is not necessarily knit\nup with belief in ’matter,’ as a metaphysical principle. One may\ndeny matter in that sense, as strongly as Berkeley did, one may be a\nphenomenalist like Huxley, and yet one may still be a materialist in\nthe wider sense, of explaining higher phenomena by lower ones, and\nleaving the destinies of the world at the mercy of its blinder parts\nand forces. It is in this wider sense of the word that materialism\nis opposed to spiritualism or theism. The laws of physical nature\nare what run things, materialism says. The highest productions of\nhuman genius might be ciphered by one who had complete acquaintance\nwith the facts, out of their physiological conditions, regardless\nwhether nature be there only for our minds, as idealists contend, or\nnot. Our minds in any case would have to record the kind of nature\nit is, and write it down as operating through blind laws of physics.\nThis is the complexion of present day materialism, which may better\nbe called naturalism. Over against it stands ’theism,’ or what in a\nwide sense may be termed ’spiritualism.’ Spiritualism says that mind\nnot only witnesses and records things, but also runs and operates\nthem: the world being thus guided, not by its lower, but by its\nhigher element.",
        "Treated as it often is, this question becomes little more than a\nconflict between aesthetic preferences. Matter is gross, coarse,\ncrass, muddy; spirit is pure, elevated, noble; and since it is more\nconsonant with the dignity of the universe to give the primacy in it\nto what appears superior, spirit must be affirmed as the ruling\nprinciple. To treat abstract principles as finalities, before which\nour intellects may come to rest in a state of admiring\ncontemplation, is the great rationalist failing. Spiritualism, as\noften held, may be simply a state of admiration for one kind, and of\ndislike for another kind, of abstraction. I remember a worthy\nspiritualist professor who always referred to materialism as the\n’mud-philosophy,’ and deemed it thereby refuted.",
        "To such spiritualism as this there is an easy answer, and Mr.\nSpencer makes it effectively. In some well-written pages at the end\nof the first volume of his Psychology he shows us that a ’matter’ so\ninfinitely subtile, and performing motions as inconceivably quick\nand fine as those which modern science postulates in her\nexplanations, has no trace of grossness left. He shows that the\nconception of spirit, as we mortals hitherto have framed it, is\nitself too gross to cover the exquisite tenuity of nature’s facts.\nBoth terms, he says, are but symbols, pointing to that one\nunknowable reality in which their oppositions cease.",
        "To an abstract objection an abstract rejoinder suffices; and so far\nas one’s opposition to materialism springs from one’s disdain of\nmatter as something ’crass,’ Mr. Spencer cuts the ground from under\none. Matter is indeed infinitely and incredibly refined. To anyone\nwho has ever looked on the face of a dead child or parent the mere\nfact that matter COULD have taken for a time that precious form,\nought to make matter sacred ever after. It makes no difference what\nthe PRINCIPLE of life may be, material or immaterial, matter at any\nrate co-operates, lends itself to all life’s purposes. That beloved\nincarnation was among matter’s possibilities.",
        "But now, instead of resting in principles after this stagnant\nintellectualist fashion, let us apply the pragmatic method to the\nquestion. What do we MEAN by matter? What practical difference can\nit make NOW that the world should be run by matter or by spirit? I\nthink we find that the problem takes with this a rather different\ncharacter.",
        "And first of all I call your attention to a curious fact. It makes\nnot a single jot of difference so far as the PAST of the world goes,\nwhether we deem it to have been the work of matter or whether we\nthink a divine spirit was its author.",
        "Imagine, in fact, the entire contents of the world to be once for\nall irrevocably given. Imagine it to end this very moment, and to\nhave no future; and then let a theist and a materialist apply their\nrival explanations to its history. The theist shows how a God made\nit; the materialist shows, and we will suppose with equal success,\nhow it resulted from blind physical forces. Then let the pragmatist\nbe asked to choose between their theories. How can he apply his test\nif the world is already completed? Concepts for him are things to\ncome back into experience with, things to make us look for\ndifferences. But by hypothesis there is to be no more experience and\nno possible differences can now be looked for. Both theories have\nshown all their consequences and, by the hypothesis we are adopting,\nthese are identical. The pragmatist must consequently say that the\ntwo theories, in spite of their different-sounding names, mean\nexactly the same thing, and that the dispute is purely verbal. [I am\nopposing, of course, that the theories HAVE been equally successful\nin their explanations of what is.]",
        "For just consider the case sincerely, and say what would be the\nWORTH of a God if he WERE there, with his work accomplished arid his\nworld run down. He would be worth no more than just that world was\nworth. To that amount of result, with its mixed merits and defects,\nhis creative power could attain, but go no farther. And since there\nis to be no future; since the whole value and meaning of the world\nhas been already paid in and actualized in the feelings that went\nwith it in the passing, and now go with it in the ending; since it\ndraws no supplemental significance (such as our real world draws)\nfrom its function of preparing something yet to come; why then, by\nit we take God’s measure, as it were. He is the Being who could once\nfor all do THAT; and for that much we are thankful to him, but for\nnothing more. But now, on the contrary hypothesis, namely, that the\nbits of matter following their laws could make that world and do no\nless, should we not be just as thankful to them? Wherein should we\nsuffer loss, then, if we dropped God as an hypothesis and made the\nmatter alone responsible? Where would any special deadness, or\ncrassness, come in? And how, experience being what is once for all,\nwould God’s presence in it make it any more living or richer?",
        "Candidly, it is impossible to give any answer to this question. The\nactually experienced world is supposed to be the same in its details\non either hypothesis, “the same, for our praise or blame,” as\nBrowning says. It stands there indefeasibly: a gift which can’t be\ntaken back. Calling matter the cause of it retracts no single one of\nthe items that have made it up, nor does calling God the cause\naugment them. They are the God or the atoms, respectively, of just\nthat and no other world. The God, if there, has been doing just what\natoms could do–appearing in the character of atoms, so to speak–\nand earning such gratitude as is due to atoms, and no more. If his\npresence lends no different turn or issue to the performance, it\nsurely can lend it no increase of dignity. Nor would indignity come\nto it were he absent, and did the atoms remain the only actors on\nthe stage. When a play is once over, and the curtain down, you\nreally make it no better by claiming an illustrious genius for its\nauthor, just as you make it no worse by calling him a common hack.",
        "Thus if no future detail of experience or conduct is to be deduced\nfrom our hypothesis, the debate between materialism and theism\nbecomes quite idle and insignificant. Matter and God in that event\nmean exactly the same thing–the power, namely, neither more nor\nless, that could make just this completed world–and the wise man is\nhe who in such a case would turn his back on such a supererogatory\ndiscussion. Accordingly, most men instinctively, and positivists and\nscientists deliberately, do turn their backs on philosophical\ndisputes from which nothing in the line of definite future\nconsequences can be seen to follow. The verbal and empty character\nof philosophy is surely a reproach with which we are, but too\nfamiliar. If pragmatism be true, it is a perfectly sound reproach\nunless the theories under fire can be shown to have alternative\npractical outcomes, however delicate and distant these may be. The\ncommon man and the scientist say they discover no such outcomes, and\nif the metaphysician can discern none either, the others certainly\nare in the right of it, as against him. His science is then but\npompous trifling; and the endowment of a professorship for such a\nbeing would be silly.",
        "Accordingly, in every genuine metaphysical debate some practical\nissue, however conjectural and remote, is involved. To realize this,\nrevert with me to our question, and place yourselves this time in\nthe world we live in, in the world that HAS a future, that is yet\nuncompleted whilst we speak. In this unfinished world the\nalternative of ’materialism or theism?’ is intensely practical; and\nit is worth while for us to spend some minutes of our hour in seeing\nthat it is so.",
        "How, indeed, does the program differ for us, according as we\nconsider that the facts of experience up to date are purposeless\nconfigurations of blind atoms moving according to eternal laws, or\nthat on the other hand they are due to the providence of God? As far\nas the past facts go, indeed there is no difference. Those facts are\nin, are bagged, are captured; and the good that’s in them is gained,\nbe the atoms or be the God their cause. There are accordingly many\nmaterialists about us to-day who, ignoring altogether the future and\npractical aspects of the question, seek to eliminate the odium\nattaching to the word materialism, and even to eliminate the word\nitself, by showing that, if matter could give birth to all these\ngains, why then matter, functionally considered, is just as divine\nan entity as God, in fact coalesces with God, is what you mean by\nGod. Cease, these persons advise us, to use either of these terms,\nwith their outgrown opposition. Use a term free of the clerical\nconnotations, on the one hand; of the suggestion of gross-ness,\ncoarseness, ignobility, on the other. Talk of the primal mystery, of\nthe unknowable energy, of the one and only power, instead of saying\neither God or matter. This is the course to which Mr. Spencer urges\nus; and if philosophy were purely retrospective, he would thereby\nproclaim himself an excellent pragmatist.",
        "But philosophy is prospective also, and, after finding what the\nworld has been and done and yielded, still asks the further question\n’what does the world PROMISE?’ Give us a matter that promises\nSUCCESS, that is bound by its laws to lead our world ever nearer to\nperfection, and any rational man will worship that matter as readily\nas Mr. Spencer worships his own so-called unknowable power. It not\nonly has made for righteousness up to date, but it will make for\nrighteousness forever; and that is all we need. Doing practically\nall that a God can do, it is equivalent to God, its function is a\nGod’s function, and is exerted in a world in which a God would now\nbe superfluous; from such a world a God could never lawfully be\nmissed. ’Cosmic emotion’ would here be the right name for religion.",
        "But is the matter by which Mr. Spencer’s process of cosmic evolution\nis carried on any such principle of never-ending perfection as this?\nIndeed it is not, for the future end of every cosmically evolved\nthing or system of things is foretold by science to be death and\ntragedy; and Mr. Spencer, in confining himself to the aesthetic and\nignoring the practical side of the controversy, has really\ncontributed nothing serious to its relief. But apply now our\nprinciple of practical results, and see what a vital significance\nthe question of materialism or theism immediately acquires.",
        "Theism and materialism, so indifferent when taken retrospectively,\npoint, when we take them prospectively, to wholly different outlooks\nof experience. For, according to the theory of mechanical evolution,\nthe laws of redistribution of matter and motion, tho they are\ncertainly to thank for all the good hours which our organisms have\never yielded us and for all the ideals which our minds now frame,\nare yet fatally certain to undo their work again, and to redissolve\neverything that they have once evolved. You all know the picture of\nthe last state of the universe which evolutionary science foresees.\nI cannot state it better than in Mr. Balfour’s words: “The energies\nof our system will decay, the glory of the sun will be dimmed, and\nthe earth, tideless and inert, will no longer tolerate the race\nwhich has for a moment disturbed its solitude. Man will go down into\nthe pit, and all his thoughts will perish. The uneasy, consciousness\nwhich in this obscure corner has for a brief space broken the\ncontented silence of the universe, will be at rest. Matter will know\nitself no longer. ’Imperishable monuments’ and ’immortal deeds,’\ndeath itself, and love stronger than death, will be as though they\nhad never been. Nor will anything that is, be better or be worse for\nall that the labour, genius, devotion, and suffering of man have\nstriven through countless generations to effect.” [Footnote: The\nFoundations of Belief, p. 30.]",
        "That is the sting of it, that in the vast driftings of the cosmic\nweather, tho many a jeweled shore appears, and many an enchanted\ncloud-bank floats away, long lingering ere it be dissolved–even as\nour world now lingers, for our joy-yet when these transient products\nare gone, nothing, absolutely NOTHING remains, of represent those\nparticular qualities, those elements of preciousness which they may\nhave enshrined. Dead and gone are they, gone utterly from the very\nsphere and room of being. Without an echo; without a memory; without\nan influence on aught that may come after, to make it care for\nsimilar ideals. This utter final wreck and tragedy is of the essence\nof scientific materialism as at present understood. The lower and\nnot the higher forces are the eternal forces, or the last surviving\nforces within the only cycle of evolution which we can definitely\nsee. Mr. Spencer believes this as much as anyone; so why should he\nargue with us as if we were making silly aesthetic objections to the\n’grossness’ of ’matter and motion,’ the principles of his\nphilosophy, when what really dismays us is the disconsolateness of\nits ulterior practical results?",
        "No the true objection to materialism is not positive but negative.\nIt would be farcical at this day to make complaint of it for what it\nIS for ’grossness.’ Grossness is what grossness DOES–we now know\nTHAT. We make complaint of it, on the contrary, for what it is NOT–\nnot a permanent warrant for our more ideal interests, not a\nfulfiller of our remotest hopes.",
        "The notion of God, on the other hand, however inferior it may be in\nclearness to those mathematical notions so current in mechanical\nphilosophy, has at least this practical superiority over them, that\nit guarantees an ideal order that shall be permanently preserved. A\nworld with a God in it to say the last word, may indeed burn up or\nfreeze, but we then think of him as still mindful of the old ideals\nand sure to bring them elsewhere to fruition; so that, where he is,\ntragedy is only provisional and partial, and shipwreck and\ndissolution not the absolutely final things. This need of an eternal\nmoral order is one of the deepest needs of our breast. And those\npoets, like Dante and Wordsworth, who live on the conviction of such\nan order, owe to that fact the extraordinary tonic and consoling\npower of their verse. Here then, in these different emotional and\npractical appeals, in these adjustments of our concrete attitudes of\nhope and expectation, and all the delicate consequences which their\ndifferences entail, lie the real meanings of materialism and\nspiritualism–not in hair-splitting abstractions about matter’s\ninner essence, or about the metaphysical attributes of God.\nMaterialism means simply the denial that the moral order is eternal,\nand the cutting off of ultimate hopes; spiritualism means the\naffirmation of an eternal moral order and the letting loose of hope.\nSurely here is an issue genuine enough, for anyone who feels it;\nand, as long as men are men, it will yield matter for a serious\nphilosophic debate.",
        "But possibly some of you may still rally to their defence. Even\nwhilst admitting that spiritualism and materialism make different\nprophecies of the world’s future, you may yourselves pooh-pooh the\ndifference as something so infinitely remote as to mean nothing for\na sane mind. The essence of a sane mind, you may say, is to take\nshorter views, and to feel no concern about such chimaeras as the\nlatter end of the world. Well, I can only say that if you say this,\nyou do injustice to human nature. Religious melancholy is not\ndisposed of by a simple flourish of the word insanity. The absolute\nthings, the last things, the overlapping things, are the truly\nphilosophic concerns; all superior minds feel seriously about them,\nand the mind with the shortest views is simply the mind of the more\nshallow man.",
        "The issues of fact at stake in the debate are of course vaguely\nenough conceived by us at present. But spiritualistic faith in all\nits forms deals with a world of PROMISE, while materialism’s sun\nsets in a sea of disappointment. Remember what I said of the\nAbsolute: it grants us moral holidays. Any religious view does this.\nIt not only incites our more strenuous moments, but it also takes\nour joyous, careless, trustful moments, and it justifies them. It\npaints the grounds of justification vaguely enough, to be sure. The\nexact features of the saving future facts that our belief in God\ninsures, will have to be ciphered out by the interminable methods of\nscience: we can STUDY our God only by studying his Creation. But we\ncan ENJOY our God, if we have one, in advance of all that labor. I\nmyself believe that the evidence for God lies primarily in inner\npersonal experiences. When they have once given you your God, his\nname means at least the benefit of the holiday. You remember what I\nsaid yesterday about the way in which truths clash and try to ’down’\neach other. The truth of ’God’ has to run the gauntlet of all our\nother truths. It is on trial by them and they on trial by it. Our\nFINAL opinion about God can be settled only after all the truths\nhave straightened themselves out together. Let us hope that they\nshall find a modus vivendi!",
        "Let me pass to a very cognate philosophic problem, the QUESTION of\nDESIGN IN NATURE. God’s existence has from time immemorial been held\nto be proved by certain natural facts. Many facts appear as if\nexpressly designed in view of one another. Thus the woodpecker’s\nbill, tongue, feet, tail, etc., fit him wondrously for a world of\ntrees with grubs hid in their bark to feed upon. The parts of our\neye fit the laws of light to perfection, leading its rays to a sharp\npicture on our retina. Such mutual fitting of things diverse in\norigin argued design, it was held; and the designer was always\ntreated as a man-loving deity.",
        "The first step in these arguments was to prove that the design\nexisted. Nature was ransacked for results obtained through separate\nthings being co-adapted. Our eyes, for instance, originate in intra-\nuterine darkness, and the light originates in the sun, yet see how\nthey fit each other. They are evidently made FOR each other. Vision\nis the end designed, light and eyes the separate means devised for\nits attainment.",
        "It is strange, considering how unanimously our ancestors felt the\nforce of this argument, to see how little it counts for since the\ntriumph of the darwinian theory. Darwin opened our minds to the\npower of chance-happenings to bring forth ’fit’ results if only they\nhave time to add themselves together. He showed the enormous waste\nof nature in producing results that get destroyed because of their\nunfitness. He also emphasized the number of adaptations which, if\ndesigned, would argue an evil rather than a good designer. Here all\ndepends upon the point of view. To the grub under the bark the\nexquisite fitness of the woodpecker’s organism to extract him would\ncertainly argue a diabolical designer.",
        "Theologians have by this time stretched their minds so as to embrace\nthe darwinian facts, and yet to interpret them as still showing\ndivine purpose. It used to be a question of purpose AGAINST\nmechanism, of one OR the other. It was as if one should say “My\nshoes are evidently designed to fit my feet, hence it is impossible\nthat they should have been produced by machinery.” We know that they\nare both: they are made by a machinery itself designed to fit the\nfeet with shoes. Theology need only stretch similarly the designs of\nGod. As the aim of a football-team is not merely to get the ball to\na certain goal (if that were so, they would simply get up on some\ndark night and place it there), but to get it there by a fixed\nMACHINERY OF CONDITIONS–the game’s rules and the opposing players;\nso the aim of God is not merely, let us say, to make men and to save\nthem, but rather to get this done through the sole agency of\nnature’s vast machinery. Without nature’s stupendous laws and\ncounterforces, man’s creation and perfection, we might suppose,\nwould be too insipid achievements for God to have designed them.",
        "This saves the form of the design-argument at the expense of its old\neasy human content. The designer is no longer the old man-like\ndeity. His designs have grown so vast as to be incomprehensible to\nus humans. The WHAT of them so overwhelms us that to establish the\nmere THAT of a designer for them becomes of very little consequence\nin comparison. We can with difficulty comprehend the character of a\ncosmic mind whose purposes are fully revealed by the strange mixture\nof goods and evils that we find in this actual world’s particulars.\nOr rather we cannot by any possibility comprehend it. The mere word\n’design’ by itself has, we see, no consequences and explains\nnothing. It is the barrenest of principles. The old question of\nWHETHER there is design is idle. The real question is WHAT is the\nworld, whether or not it have a designer–and that can be revealed\nonly by the study of all nature’s particulars.",
        "Remember that no matter what nature may have produced or may be\nproducing, the means must necessarily have been adequate, must have\nbeen FITTED TO THAT PRODUCTION. The argument from fitness to design\nwould consequently always apply, whatever were the product’s\ncharacter. The recent Mont-Pelee eruption, for example, required all\nprevious history to produce that exact combination of ruined houses,\nhuman and animal corpses, sunken ships, volcanic ashes, etc., in\njust that one hideous configuration of positions. France had to be a\nnation and colonize Martinique. Our country had to exist and send\nour ships there. IF God aimed at just that result, the means by\nwhich the centuries bent their influences towards it, showed\nexquisite intelligence. And so of any state of things whatever,\neither in nature or in history, which we find actually realized. For\nthe parts of things must always make SOME definite resultant, be it\nchaotic or harmonious. When we look at what has actually come, the\nconditions must always appear perfectly designed to ensure it. We\ncan always say, therefore, in any conceivable world, of any\nconceivable character, that the whole cosmic machinery MAY have been\ndesigned to produce it.",
        "Pragmatically, then, the abstract word ’design’ is a blank\ncartridge. It carries no consequences, it does no execution. What\nsort of design? and what sort of a designer? are the only serious\nquestions, and the study of facts is the only way of getting even\napproximate answers. Meanwhile, pending the slow answer from facts,\nanyone who insists that there is a designer and who is sure he is a\ndivine one, gets a certain pragmatic benefit from the term–the\nsame, in fact which we saw that the terms God, Spirit, or the\nAbsolute, yield us ’Design,’ worthless tho it be as a mere\nrationalistic principle set above or behind things for our\nadmiration, becomes, if our faith concretes it into something\ntheistic, a term of PROMISE. Returning with it into experience, we\ngain a more confiding outlook on the future. If not a blind force\nbut a seeing force runs things, we may reasonably expect better\nissues. This vague confidence in the future is the sole pragmatic\nmeaning at present discernible in the terms design and designer. But\nif cosmic confidence is right not wrong, better not worse, that is a\nmost important meaning. That much at least of possible ’truth’ the\nterms will then have in them.",
        "Let me take up another well-worn controversy, THE FREE-WILL PROBLEM.\nMost persons who believe in what is called their free-will do so\nafter the rationalistic fashion. It is a principle, a positive\nfaculty or virtue added to man, by which his dignity is\nenigmatically augmented. He ought to believe it for this reason.\nDeterminists, who deny it, who say that individual men originate\nnothing, but merely transmit to the future the whole push of the\npast cosmos of which they are so small an expression, diminish man.\nHe is less admirable, stripped of this creative principle. I imagine\nthat more than half of you share our instinctive belief in free-\nwill, and that admiration of it as a principle of dignity has much\nto do with your fidelity.",
        "But free-will has also been discussed pragmatically, and, strangely\nenough, the same pragmatic interpretation has been put upon it by\nboth disputants. You know how large a part questions of\nACCOUNTABILITY have played in ethical controversy. To hear some\npersons, one would suppose that all that ethics aims at is a code of\nmerits and demerits. Thus does the old legal and theological leaven,\nthe interest in crime and sin and punishment abide with us. ’Who’s\nto blame? whom can we punish? whom will God punish?’–these\npreoccupations hang like a bad dream over man’s religious history.",
        "So both free-will and determinism have been inveighed against and\ncalled absurd, because each, in the eyes of its enemies, has seemed\nto prevent the ’imputability’ of good or bad deeds to their authors.\nQueer antinomy this! Free-will means novelty, the grafting on to the\npast of something not involved therein. If our acts were\npredetermined, if we merely transmitted the push of the whole past,\nthe free-willists say, how could we be praised or blamed for\nanything? We should be ’agents’ only, not ’principals,’ and where\nthen would be our precious imputability and responsibility?",
        "But where would it be if we HAD free-will? rejoin the determinists.\nIf a ’free’ act be a sheer novelty, that comes not FROM me, the\nprevious me, but ex nihilo, and simply tacks itself on to me, how\ncan I, the previous I, be responsible? How can I have any\npermanent CHARACTER that will stand still long enough for praise or\nblame to be awarded? The chaplet of my days tumbles into a cast of\ndisconnected beads as soon as the thread of inner necessity is drawn\nout by the preposterous indeterminist doctrine. Messrs. Fullerton\nand McTaggart have recently laid about them doughtily with this\nargument.",
        "It may be good ad hominem, but otherwise it is pitiful. For I ask\nyou, quite apart from other reasons, whether any man, woman or\nchild, with a sense for realities, ought not to be ashamed to plead\nsuch principles as either dignity or imputability. Instinct and\nutility between them can safely be trusted to carry on the social\nbusiness of punishment and praise. If a man does good acts we shall\npraise him, if he does bad acts we shall punish him–anyhow, and\nquite apart from theories as to whether the acts result from what\nwas previous in him or are novelties in a strict sense. To make our\nhuman ethics revolve about the question of ’merit’ is a piteous\nunreality–God alone can know our merits, if we have any. The real\nground for supposing free-will is indeed pragmatic, but it has\nnothing to do with this contemptible right to punish which had made\nsuch a noise in past discussions of the subject.",
        "Free-will pragmatically means NOVELTIES IN THE WORLD, the right to\nexpect that in its deepest elements as well as in its surface\nphenomena, the future may not identically repeat and imitate the\npast. That imitation en masse is there, who can deny? The general\n’uniformity of nature’ is presupposed by every lesser law. But\nnature may be only approximately uniform; and persons in whom\nknowledge of the world’s past has bred pessimism (or doubts as to\nthe world’s good character, which become certainties if that\ncharacter be supposed eternally fixed) may naturally welcome free-\nwill as a MELIORISTIC doctrine. It holds up improvement as at least\npossible; whereas determinism assures us that our whole notion of\npossibility is born of human ignorance, and that necessity and\nimpossibility between them rule the destinies of the world.",
        "Free-will is thus a general cosmological theory of PROMISE, just\nlike the Absolute, God, Spirit or Design. Taken abstractly, no one\nof these terms has any inner content, none of them gives us any\npicture, and no one of them would retain the least pragmatic value\nin a world whose character was obviously perfect from the start.\nElation at mere existence, pure cosmic emotion and delight, would,\nit seems to me, quench all interest in those speculations, if the\nworld were nothing but a lubberland of happiness already. Our\ninterest in religious metaphysics arises in the fact that our\nempirical future feels to us unsafe, and needs some higher\nguarantee. If the past and present were purely good, who could wish\nthat the future might possibly not resemble them? Who could desire\nfree-will? Who would not say, with Huxley, “let me be wound up every\nday like a watch, to go right fatally, and I ask no better freedom.\"\n’Freedom’ in a world already perfect could only mean freedom to BE\nWORSE, and who could be so insane as to wish that? To be necessarily\nwhat it is, to be impossibly aught else, would put the last touch of\nperfection upon optimism’s universe. Surely the only POSSIBILITY\nthat one can rationally claim is the possibility that things may be\nBETTER. That possibility, I need hardly say, is one that, as the\nactual world goes, we have ample grounds for desiderating.",
        "Free-will thus has no meaning unless it be a doctrine of RELIEF. As\nsuch, it takes its place with other religious doctrines. Between\nthem, they build up the old wastes and repair the former\ndesolations. Our spirit, shut within this courtyard of sense-\nexperience, is always saying to the intellect upon the tower:\n’Watchman, tell us of the night, if it aught of promise bear,’ and\nthe intellect gives it then these terms of promise.",
        "Other than this practical significance, the words God, free-will,\ndesign, etc., have none. Yet dark tho they be in themselves, or\nintellectualistically taken, when we bear them into life’s thicket\nwith us the darkness THERE grows light about us. If you stop, in\ndealing with such words, with their definition, thinking that to be\nan intellectual finality, where are you? Stupidly staring at a\npretentious sham! “Deus est Ens, a se, extra et supra omne genus,\nnecessarium, unum, infinite perfectum, simplex, immutabile,\nimmensum, aeternum, intelligens,” etc.,–wherein is such a\ndefinition really instructive? It means less, than nothing, in its\npompous robe of adjectives. Pragmatism alone can read a positive\nmeaning into it, and for that she turns her back upon the\nintellectualist point of view altogether. ’God’s in his heaven;\nall’s right with the world!’–THAT’S the heart of your theology, and\nfor that you need no rationalist definitions.",
        "Why shouldn’t we all of us, rationalists as well as pragmatists,\nconfess this? Pragmatism, so far from keeping her eyes bent on the\nimmediate practical foreground, as she is accused of doing, dwells\njust as much upon the world’s remotest perspectives.",
        "See then how all these ultimate questions turn, as it were, up their\nhinges; and from looking backwards upon principles, upon an\nerkenntnisstheoretische Ich, a God, a Kausalitaetsprinzip, a Design,\na Free-will, taken in themselves, as something august and exalted\nabove facts,–see, I say, how pragmatism shifts the emphasis and\nlooks forward into facts themselves. The really vital question for\nus all is, What is this world going to be? What is life eventually\nto make of itself? The centre of gravity of philosophy must\ntherefore alter its place. The earth of things, long thrown into\nshadow by the glories of the upper ether, must resume its rights. To\nshift the emphasis in this way means that philosophic questions will\nfall to be treated by minds of a less abstractionist type than\nheretofore, minds more scientific and individualistic in their tone\nyet not irreligious either. It will be an alteration in ’the seat of\nauthority’ that reminds one almost of the protestant reformation.\nAnd as, to papal minds, protestantism has often seemed a mere mess\nof anarchy and confusion, such, no doubt, will pragmatism often seem\nto ultra-rationalist minds in philosophy. It will seem so much sheer\ntrash, philosophically. But life wags on, all the same, and\ncompasses its ends, in protestant countries. I venture to think that\nphilosophic protestantism will compass a not dissimilar prosperity.",
        "Continue...",
        "\nThis e-book of Pragmatism (A New Name for Some Old Ways of Thinking), 1907 by William James, is freeware.\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pragmatism (Philosophical Classics)By William JamesAt Amazon"
    ]
}