{
    "title": "Pride and Prejudice - Chapter 11",
    "author": "Jane Austen",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "When the ladies removed after dinner, Elizabeth ran up to her\nsister, and seeing her well guarded from cold, attended her into\nthe drawing-room, where she was welcomed by her two friends\nwith many professions of pleasure; and Elizabeth had never seen\nthem so agreeable as they were during the hour which passed\nbefore the gentlemen appeared.  Their powers of conversation\nwere considerable.  They could describe an entertainment with\naccuracy, relate an anecdote with humour, and laugh at their\nacquaintance with spirit.",
        "But when the gentlemen entered, Jane was no longer the first\nobject; Miss Bingley’s eyes were instantly turned toward Darcy,\nand she had something to say to him before he had advanced\nmany steps.  He addressed himself to Miss Bennet, with a polite\ncongratulation; Mr. Hurst also made her a slight bow, and said\nhe was “very glad;” but diffuseness and warmth remained for\nBingley’s salutation.  He was full of joy and attention.  The first\nhalf-hour was spent in piling up the fire, lest she should suffer\nfrom the change of room; and she removed at his desire to the\nother side of the fireplace, that she might be further from the\ndoor.  He then sat down by her, and talked scarcely to anyone\nelse.  Elizabeth, at work in the opposite corner, saw it all with\ngreat delight.",
        "When tea was over, Mr. Hurst reminded his sister-in-law of the\ncard-table–but in vain.  She had obtained private intelligence\nthat Mr. Darcy did not wish for cards; and Mr. Hurst soon found\neven his open petition rejected.  She assured him that no one\nintended to play, and the silence of the whole party on the\nsubject seemed to justify her.  Mr. Hurst had therefore nothing\nto do, but to stretch himself on one of the sofas and go to\nsleep.  Darcy took up a book; Miss Bingley did the same; and\nMrs. Hurst, principally occupied in playing with her bracelets\nand rings, joined now and then in her brother’s conversation\nwith Miss Bennet.",
        "Miss Bingley’s attention was quite as much engaged in watching\nMr. Darcy’s progress through his book, as in reading her own;\nand she was perpetually either making some inquiry, or looking\nat his page.  She could not win him, however, to any conversation;\nhe merely answered her question, and read on.  At length, quite\nexhausted by the attempt to be amused with her own book, which\nshe had only chosen because it was the second volume of his,\nshe gave a great yawn and said, “How pleasant it is to spend an\nevening in this way!  I declare after all there is no enjoyment\nlike reading!  How much sooner one tires of anything than of a\nbook!  When I have a house of my own, I shall be miserable if\nI have not an excellent library.”",
        "No one made any reply.  She then yawned again, threw aside her\nbook, and cast her eyes round the room in quest for some\namusement; when hearing her brother mentioning a ball to Miss\nBennet, she turned suddenly towards him and said:",
        "“By the bye, Charles, are you really serious in meditating a dance\nat Netherfield?  I would advise you, before you determine on it,\nto consult the wishes of the present party; I am much mistaken if\nthere are not some among us to whom a ball would be rather a\npunishment than a pleasure.”",
        "“If you mean Darcy,” cried her brother, “he may go to bed, if he\nchooses, before it begins–but as for the ball, it is quite a settled\nthing; and as soon as Nicholls has made white soup enough, I\nshall send round my cards.”",
        "“I should like balls infinitely better,” she replied, “if they\nwere carried on in a different manner; but there is something\ninsufferably tedious in the usual process of such a meeting.  It\nwould surely be much more rational if conversation instead of\ndancing were made the order of the day.”",
        "“Much more rational, my dear Caroline, I dare say, but it would\nnot be near so much like a ball.”",
        "Miss Bingley made no answer, and soon afterwards she got up\nand walked about the room.  Her figure was elegant, and she\nwalked well; but Darcy, at whom it was all aimed, was still\ninflexibly studious.  In the desperation of her feelings, she\nresolved on one effort more, and, turning to Elizabeth, said:",
        "“Miss Eliza Bennet, let me persuade you to follow my example,\nand take a turn about the room.  I assure you it is very\nrefreshing after sitting so long in one attitude.”",
        "Elizabeth was surprised, but agreed to it immediately.  Miss\nBingley succeeded no less in the real object of her civility;\nMr. Darcy looked up.  He was as much awake to the novelty of\nattention in that quarter as Elizabeth herself could be, and\nunconsciously closed his book.  He was directly invited to join\ntheir party, but he declined it, observing that he could imagine\nbut two motives for their choosing to walk up and down the\nroom together, with either of which motives his joining them\nwould interfere.  “What could he mean?  She was dying to know\nwhat could be his meaning?\"–and asked Elizabeth whether she\ncould at all understand him?",
        "“Not at all,” was her answer; “but depend upon it, he means to\nbe severe on us, and our surest way of disappointing him will be\nto ask nothing about it.”",
        "Miss Bingley, however, was incapable of disappointing Mr.\nDarcy in anything, and persevered therefore in requiring an\nexplanation of his two motives.",
        "“I have not the smallest objection to explaining them,” said he,\nas soon as she allowed him to speak.  “You either choose this\nmethod of passing the evening because you are in each other’s\nconfidence, and have secret affairs to discuss, or because you are\nconscious that your figures appear to the greatest advantage in\nwalking; if the first, I would be completely in your way, and if\nthe second, I can admire you much better as I sit by the fire.”",
        "“Oh! shocking!” cried Miss Bingley.  “I never heard anything so\nabominable.  How shall we punish him for such a speech?”",
        "“Nothing so easy, if you have but the inclination,” said Elizabeth.\n“We can all plague and punish one another.  Tease him–laugh\nat him.  Intimate as you are, you must know how it is to be\ndone.”",
        "“But upon my honour, I do not.  I do assure you that my\nintimacy has not yet taught me that.  Tease calmness of\nmanner and presence of mind!  No, no–feel he may defy us\nthere.  And as to laughter, we will not expose ourselves, if you\nplease, by attempting to laugh without a subject.  Mr. Darcy may\nhug himself.”",
        "“Mr. Darcy is not to be laughed at!” cried Elizabeth.  “That is\nan uncommon advantage, and uncommon I hope it will continue, for\nit would be a great loss to me to have many such acquaintances.\nI dearly love a laugh.”",
        "“Miss Bingley,” said he, “has given me more credit than can be.\nThe wisest and the best of men–nay, the wisest and best of their\nactions–may be rendered ridiculous by a person whose first\nobject in life is a joke.”",
        "“Certainly,” replied Elizabeth–\"there are such people, but I\nhope I am not one of them.  I hope I never ridicule what is\nwise and good.  Follies and nonsense, whims and\ninconsistencies, do divert me, I own, and I laugh at them\nwhenever I can.  But these, I suppose, are precisely what you\nare without.”",
        "“Perhaps that is not possible for anyone.  But it has been the\nstudy of my life to avoid those weaknesses which often expose a\nstrong understanding to ridicule.”",
        "“Such as vanity and pride.”",
        "“Yes, vanity is a weakness indeed.  But pride–where there is a\nreal superiority of mind, pride will be always under good\nregulation.”",
        "Elizabeth turned away to hide a smile.",
        "“Your examination of Mr. Darcy is over, I presume,” said Miss\nBingley; “and pray what is the result?”",
        "“I am perfectly convinced by it that Mr. Darcy has no defect.\nHe owns it himself without disguise.”",
        "“No,” said Darcy, “I have made no such pretension.  I have\nfaults enough, but they are not, I hope, of understanding.\nMy temper I dare not vouch for.  It is, I believe, too little\nyielding–certainly too little for the convenience of the world.\nI cannot forget the follies and vices of other so soon as I ought,\nnor their offenses against myself.  My feelings are not puffed\nabout with every attempt to move them.  My temper would perhaps be\ncalled resentful.  My good opinion once lost, is lost forever.”",
        "“_That is a failing indeed!” cried Elizabeth.  “Implacable\nresentment is a shade in a character.  But you have chosen your\nfault well.  I really cannot laugh at it.  You are safe from me.”",
        "“There is, I believe, in every disposition a tendency to some\nparticular evil–a natural defect, which not even the best\neducation can overcome.”",
        "“And your defect is to hate everybody.”",
        "“And yours,” he replied with a smile, “is willfully to\nmisunderstand them.”",
        "“Do let us have a little music,” cried Miss Bingley, tired of a\nconversation in which she had no share.  “Louisa, you will not\nmind my waking Mr. Hurst?”",
        "Her sister had not the smallest objection, and the pianoforte was\nopened; and Darcy, after a few moments’ recollection, was not\nsorry for it.  He began to feel the danger of paying Elizabeth too\nmuch attention.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}