{
    "title": "Pride and Prejudice - Chapter 12",
    "author": "Jane Austen",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "In consequence of an agreement between the sisters, Elizabeth\nwrote the next morning to their mother, to beg that the carriage\nmight be sent for them in the course of the day.  But Mrs.\nBennet, who had calculated on her daughters remaining at\nNetherfield till the following Tuesday, which would exactly\nfinish Jane’s week, could not bring herself to receive them with\npleasure before.  Her answer, therefore, was not propitious, at\nleast not to Elizabeth’s wishes, for she was impatient to get\nhome.  Mrs. Bennet sent them word that they could not possibly\nhave the carriage before Tuesday; and in her postscript it was\nadded, that if Mr. Bingley and his sister pressed them to stay\nlonger, she could spare them very well.  Against staying longer,\nhowever, Elizabeth was positively resolved–nor did she much\nexpect it would be asked; and fearful, on the contrary, as being\nconsidered as intruding themselves needlessly long, she urged\nJane to borrow Mr. Bingley’s carriage immediately, and at\nlength it was settled that their original design of leaving\nNetherfield that morning should be mentioned, and the request\nmade.",
        "The communication excited many professions of concern; and\nenough was said of wishing them to stay at least till the\nfollowing day to work on Jane; and till the morrow their going\nwas deferred.  Miss Bingley was then sorry that she had\nproposed the delay, for her jealousy and dislike of one sister\nmuch exceeded her affection for the other.",
        "The master of the house heard with real sorrow that they were\nto go so soon, and repeatedly tried to persuade Miss Bennet that\nit would not be safe for her–that she was not enough recovered;\nbut Jane was firm where she felt herself to be right.",
        "To Mr. Darcy it was welcome intelligence–Elizabeth had been\nat Netherfield long enough.  She attracted him more than he\nliked–and Miss Bingley was uncivil to her, and more teasing\nthan usual to himself.  He wisely resolved to be particularly\ncareful that no sign of admiration should now escape him,\nnothing that could elevate her with the hope of influencing his\nfelicity; sensible that if such an idea had been suggested,\nhis behaviour during the last day must have material weight in\nconfirming or crushing it.  Steady to his purpose, he scarcely\nspoke ten words to her through the whole of Saturday, and\nthough they were at one time left by themselves for half-an-hour,\nhe adhered most conscientiously to his book, and would not\neven look at her.",
        "On Sunday, after morning service, the separation, so agreeable\nto almost all, took place.  Miss Bingley’s civility to Elizabeth\nincreased at last very rapidly, as well as her affection for Jane;\nand when they parted, after assuring the latter of the pleasure\nit would always give her to see her either at Longbourn or\nNetherfield, and embracing her most tenderly, she even shook\nhands with the former.  Elizabeth took leave of the whole party\nin the liveliest of spirits.",
        "They were not welcomed home very cordially by their mother.\nMrs. Bennet wondered at their coming, and thought them very\nwrong to give so much trouble, and was sure Jane would have\ncaught cold again.  But their father, though very laconic in his\nexpressions of pleasure, was really glad to see them; he had felt\ntheir importance in the family circle.  The evening conversation,\nwhen they were all assembled, had lost much of its animation,\nand almost all its sense by the absence of Jane and Elizabeth.",
        "They found Mary, as usual, deep in the study of thorough-bass\nand human nature; and had some extracts to admire, and some\nnew observations of threadbare morality to listen to.  Catherine\nand Lydia had information for them of a different sort.  Much\nhad been done and much had been said in the regiment since the\npreceding Wednesday; several of the officers had dined lately\nwith their uncle, a private had been flogged, and it had actually\nbeen hinted that Colonel Forster was going to be married.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}