{
    "title": "Pride and Prejudice - Chapter 26",
    "author": "Jane Austen",
    "chapter": "26",
    "content": [
        "\n",
        "\n\n",
        "Mrs. Gardiner’s caution to Elizabeth was punctually and kindly\ngiven on the first favourable opportunity of speaking to her\nalone; after honestly telling her what she thought, she thus went\non:",
        "“You are too sensible a girl, Lizzy, to fall in love merely because\nyou are warned against it; and, therefore, I am not afraid of\nspeaking openly.  Seriously, I would have you be on your guard.\nDo not involve yourself or endeavour to involve him in an\naffection which the want of fortune would make so very\nimprudent.  I have nothing to say against him; he is a most\ninteresting young man; and if he had the fortune he ought to\nhave, I should think you could not do better.  But as it is, you\nmust not let your fancy run away with you.  You have sense, and\nwe all expect you to use it.  Your father would depend on\nyour resolution and good conduct, I am sure.  You must not\ndisappoint your father.”",
        "“My dear aunt, this is being serious indeed.”",
        "“Yes, and I hope to engage you to be serious likewise.”",
        "“Well, then, you need not be under any alarm.  I will take care\nof myself, and of Mr. Wickham too.  He shall not be in love with\nme, if I can prevent it.”",
        "“Elizabeth, you are not serious now.”",
        "“I beg your pardon, I will try again.  At present I am not in\nlove with Mr. Wickham; no, I certainly am not.  But he is, beyond\nall comparison, the most agreeable man I ever saw–and if he\nbecomes really attached to me–I believe it will be better that\nhe should not.  I see the imprudence of it.  Oh! that abominable\nMr. Darcy!  My father’s opinion of me does me the greatest\nhonour, and I should be miserable to forfeit it.  My father,\nhowever, is partial to Mr. Wickham.  In short, my dear aunt,\nI should be very sorry to be the means of making any of you\nunhappy; but since we see every day that where there is\naffection, young people are seldom withheld by immediate want\nof fortune from entering into engagements with each other, how\ncan I promise to be wiser than so many of my fellow-creatures\nif I am tempted, or how am I even to know that it would be\nwisdom  to resist?  All that I can promise you, therefore, is not\nto be in a hurry.  I will not be in a hurry to believe myself his\nfirst object.  When I am in company with him, I will not be\nwishing.  In short, I will do my best.”",
        "“Perhaps it will be as well if you discourage his coming here so\nvery often.  At least, you should not remind you mother of\ninviting him.”",
        "“As I did the other day,” said Elizabeth with a conscious smile:\n“very true, it will be wise in me to refrain from that.  But do\nnot imagine that he is always here so often.  It is on your\naccount that he has been so frequently invited this week.  You\nknow my mother’s ideas as to the necessity of constant company\nfor her friends.  But really, and upon my honour, I will try to do\nwhat I think to be the wisest; and now I hope you are satisfied.”",
        "Her aunt assured her that she was, and Elizabeth having thanked\nher for the kindness of her hints, they parted; a wonderful\ninstance of advice being given on such a point, without being\nresented.",
        "Mr. Collins returned into Hertfordshire soon after it had been\nquitted by the Gardiners and Jane; but as he took up his abode\nwith the Lucases, his arrival was no great inconvenience to Mrs.\nBennet.  His marriage was now fast approaching, and she was at\nlength so far resigned as to think it inevitable, and even\nrepeatedly to say, in an ill-natured tone, that she ’wished they\nmight be happy.”  Thursday was to be the wedding day, and on\nWednesday Miss Lucas paid her farewell visit; and when she\nrose to take leave, Elizabeth, ashamed of her mother’s\nungracious and reluctant good wishes, and sincerely affected\nherself, accompanied her out of the room.  As they went\ndownstairs together, Charlotte said:",
        "“I shall depend on hearing from you very often, Eliza.”",
        "“_That you certainly shall.”",
        "“And I have another favour to ask you.  Will you come and see\nme?”",
        "“We shall often meet, I hope, in Hertfordshire.”",
        "“I am not likely to leave Kent for some time.  Promise me,\ntherefore, to come to Hunsford.”",
        "Elizabeth could not refuse, though she foresaw little pleasure\nin the visit.",
        "“My father and Maria are coming to me in March,” added\nCharlotte, “and I hope you will consent to be of the party.\nIndeed, Eliza, you will be as welcome as either of them.”",
        "The wedding took place; the bride and bridegroom set off for\nKent from the church door, and everybody had as much to say,\nor to hear, on the subject as usual.  Elizabeth soon heard from\nher friend; and their correspondence was as regular and frequent\nas it had ever been; that it should be equally unreserved was\nimpossible.  Elizabeth could never address her without feeling\nthat all the comfort of intimacy was over, and though determined\nnot to slacken as a correspondent, it was for the sake of what\nhad been, rather than what was.  Charlotte’s first letters were\nreceived with a good deal of eagerness; there could not but be\ncuriosity to know how she would speak of her new home, how\nshe would like Lady Catherine, and how happy she would dare\npronounce herself to be; though, when the letters were read,\nElizabeth felt that Charlotte expressed herself on every point\nexactly as she might have foreseen.  She wrote cheerfully,\nseemed surrounded with comforts, and mentioned nothing which\nshe could not praise.  The house, furniture, neighbourhood, and\nroads, were all to her taste, and Lady Catherine’s behaviour\nwas most friendly and obliging.  It was Mr. Collins’s picture\nof Hunsford and Rosings rationally softened; and Elizabeth\nperceived that she must wait for her own visit there to know the\nrest.",
        "Jane had already written a few lines to her sister to announce\ntheir safe arrival in London; and when she wrote again, Elizabeth\nhoped it would be in her power to say something of the\nBingleys.",
        "Her impatience for this second letter was as well rewarded as\nimpatience generally is.  Jane had been a week in town without\neither seeing or hearing from Caroline.  She accounted for it,\nhowever, by supposing that her last letter to her friend from\nLongbourn had by some accident been lost.",
        "“My aunt,” she continued, “is going to-morrow into that part of\nthe town, and I shall take the opportunity of calling in Grosvenor\nStreet.”",
        "She wrote again when the visit was paid, and she had seen Miss\nBingley.  “I did not think Caroline in spirits,” were her words,\n“but she was very glad to see me, and reproached me for giving\nher no notice of my coming to London.  I was right, therefore,\nmy last letter had never reached her.  I inquired after their\nbrother, of course.  He was well, but so much engaged with Mr.\nDarcy that they scarcely ever saw him.  I found that Miss Darcy\nwas expected to dinner.  I wish I could see her.  My visit was\nnot long, as Caroline and Mrs. Hurst were going out.  I dare say\nI shall see them soon here.”",
        "Elizabeth shook her head over this letter.  It convinced her that\naccident only could discover to Mr. Bingley her sister’s being in\ntown.",
        "Four weeks passed away, and Jane saw nothing of him.  She\nendeavoured to persuade herself that she did not regret it; but\nshe could no longer be blind to Miss Bingley’s inattention.  After\nwaiting at home every morning for a fortnight, and inventing\nevery evening a fresh excuse for her, the visitor did at last\nappear; but the shortness of her stay, and yet more, the alteration\nof her manner would allow Jane to deceive herself no longer.\nThe letter which she wrote on this occasion to her sister will\nprove what she felt.",
        "“My dearest Lizzy will, I am sure, be incapable of triumphing in\nher better judgement, at my expense, when I confess myself to\nhave been entirely deceived in Miss Bingley’s regard for me.\nBut, my dear sister, though the event has proved you right, do\nnot think me obstinate if I still assert that, considering what\nher behaviour was, my confidence was as natural as your suspicion.\nI do not at all comprehend her reason for wishing to be intimate\nwith me; but if the same circumstances were to happen again, I\nam sure I should be deceived again.  Caroline did not return my\nvisit till yesterday; and not a note, not a line, did I receive\nin the meantime.  When she did come, it was very evident that she\nhad no pleasure in it; she made a slight, formal apology, for not\ncalling before, said not a word of wishing to see me again, and\nwas in every respect so altered a creature, that when she went\naway I was perfectly resolved to continue the acquaintance no\nlonger.  I pity, though I cannot help blaming her.  She was very\nwrong in singling me out as she did; I can safely say that every\nadvance to intimacy began on her side.  But I pity her, because\nshe must feel that she has been acting wrong, and because I am\nvery sure that anxiety for her brother is the cause of it.  I need\nnot explain myself farther; and though we know this anxiety to\nbe quite needless, yet if she feels it, it will easily account\nfor her behaviour to me; and so deservedly dear as he is to his\nsister, whatever anxiety she must feel on his behalf is natural\nand amiable.  I cannot but wonder, however, at her having any\nsuch fears now, because, if he had at all cared about me, we\nmust have met, long ago.  He knows of my being in town, I am\ncertain, from something she said herself; and yet it would seem,\nby her manner of talking, as if she wanted to persuade herself\nthat he is really partial to Miss Darcy.  I cannot understand it.\nIf I were not afraid of judging harshly, I should be almost\ntempted to say that there is a strong appearance of duplicity in\nall this.  But I will endeavour to banish every painful thought,\nand think only of what will make me happy–your affection, and\nthe invariable kindness of my dear uncle and aunt.  Let me hear\nfrom you very soon.  Miss Bingley said something of his never\nreturning to Netherfield again, of giving up the house, but not\nwith any certainty.  We had better not mention it.  I am extremely\nglad that you have such pleasant accounts from our friends at\nHunsford.  Pray go to see them, with Sir William and Maria.  I am\nsure you will be very comfortable there.–Yours, etc.”",
        "This letter gave Elizabeth some pain; but her spirits returned as\nshe considered that Jane would no longer be duped, by the sister\nat least.  All expectation from the brother was now absolutely\nover.  She would not even wish for a renewal of his attentions.\nHis character sunk on every review of it; and as a punishment for\nhim, as well as a possible advantage to Jane, she seriously hoped\nhe might really soon marry Mr. Darcy’s sister, as by Wickham’s\naccount, she would make him abundantly regret what he had\nthrown away.",
        "Mrs. Gardiner about this time reminded Elizabeth of her promise\nconcerning that gentleman, and required information; and\nElizabeth had such to send as might rather give contentment to\nher aunt than to herself.  His apparent partiality had subsided,\nhis attentions were over, he was the admirer of some one else.\nElizabeth was watchful enough to see it all, but she could see it\nand write of it without material pain.  Her heart had been but\nslightly touched, and her vanity was satisfied with believing that\nshe would have been his only choice, had fortune permitted it.\nThe sudden acquisition of ten thousand pounds was the most\nremarkable charm of the young lady to whom he was now rendering\nhimself agreeable; but Elizabeth, less clear-sighted perhaps in\nthis case than in Charlotte’s, did not quarrel with him for his\nwish of independence.  Nothing, on the contrary, could be more\nnatural; and while able to suppose that it cost him a few struggles\nto relinquish her, she was ready to allow it a wise and desirable\nmeasure for both, and could very sincerely wish him happy.",
        "All this was acknowledged to Mrs. Gardiner; and after relating\nthe circumstances, she thus went on: “I am now convinced, my\ndear aunt, that I have never been much in love; for had I really\nexperienced that pure and elevating passion, I should at present\ndetest his very name, and wish him all manner of evil.  But my\nfeelings are not only cordial towards him; they are even\nimpartial towards Miss King.  I cannot find out that I hate her at\nall, or that I am in the least unwilling to think her a very good\nsort of girl.  There can be no love in all this.  My watchfulness\nhas been effectual; and though I certainly should be a more\ninteresting object to all my acquaintances were I distractedly\nin love with him, I cannot say that I regret my comparative\ninsignificance.  Importance may sometimes be purchased too\ndearly.  Kitty and Lydia take his defection much more to heart\nthan I do.  They are young in the ways of the world, and not\nyet open to the mortifying conviction that handsome young men\nmust have something to live on as well as the plain.”",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}