{
    "title": "Pride and Prejudice - Chapter 35",
    "author": "Jane Austen",
    "chapter": "35",
    "content": [
        "\n",
        "\n\n",
        "Elizabeth awoke the next morning to the same thoughts and\nmeditations which had at length closed her eyes.  She could\nnot yet recover from the surprise of what had happened; it was\nimpossible to think of anything else; and, totally indisposed\nfor employment, she resolved, soon after breakfast, to indulge\nherself in air and exercise.  She was proceeding directly to her\nfavourite walk, when the recollection of Mr. Darcy’s sometimes\ncoming there stopped her, and instead of entering the park, she\nturned up the lane, which led farther from the turnpike-road.\nThe park paling was still the boundary on one side, and she\nsoon passed one of the gates into the ground.",
        "After walking two or three times along that part of the lane, she\nwas tempted, by the pleasantness of the morning, to stop at the\ngates and look into the park.  The five weeks which she had now\npassed in Kent had made a great difference in the country, and\nevery day was adding to the verdure of the early trees.  She was\non the point of continuing her walk, when she caught a glimpse\nof a gentleman within the sort of grove which edged the park;\nhe was moving that way; and, fearful of its being Mr. Darcy,\nshe was directly retreating.  But the person who advanced was\nnow near enough to see her, and stepping forward with eagerness,\npronounced her name.  She had turned away; but on hearing\nherself called, though in a voice which proved it to be Mr.\nDarcy, she moved again towards the gate.  He had by that time\nreached it also, and, holding out a letter, which she instinctively\ntook, said, with a look of haughty composure, “I have been\nwalking in the grove some time in the hope of meeting you.  Will\nyou do me the honour of reading that letter?”  And then, with a\nslight bow, turned again into the plantation, and was soon out of\nsight.",
        "With no expectation of pleasure, but with the strongest curiosity,\nElizabeth opened the letter, and, to her still increasing wonder,\nperceived an envelope containing two sheets of letter-paper,\nwritten quite through, in a very close hand.  The envelope itself\nwas likewise full.  Pursuing her way along the lane, she then\nbegan it.  It was dated from Rosings, at eight o’clock in the\nmorning, and was as follows:–",
        "“Be not alarmed, madam, on receiving this letter, by the\napprehension of its containing any repetition of those sentiments\nor renewal of those offers which were last night so disgusting to\nyou.  I write without any intention of paining you, or humbling\nmyself, by dwelling on wishes which, for the happiness of both,\ncannot be too soon forgotten; and the effort which the formation\nand the perusal of this letter must occasion, should have been\nspared, had not my character required it to be written and read.\nYou must, therefore, pardon the freedom with which I demand\nyour attention; your feelings, I know, will bestow it unwillingly,\nbut I demand it of your justice.",
        "“Two offenses of a very different nature, and by no means of\nequal magnitude, you last night laid to my charge.  The first\nmentioned was, that, regardless of the sentiments of either, I had\ndetached Mr. Bingley from your sister, and the other, that I had,\nin defiance of various claims, in defiance of honour and\nhumanity, ruined the immediate prosperity and blasted the\nprospects of Mr. Wickham.  Wilfully and wantonly to have\nthrown off the companion of my youth, the acknowledged\nfavourite of my father, a young man who had scarcely any other\ndependence than on our patronage, and who had been brought\nup to expect its exertion, would be a depravity, to which the\nseparation of two young persons, whose affection could be the\ngrowth of only a few weeks, could bear no comparison.  But\nfrom the severity of that blame which was last night so liberally\nbestowed, respecting each circumstance, I shall hope to be in the\nfuture secured, when the following account of my actions and\ntheir motives has been read.  If, in the explanation of them,\nwhich is due to myself, I am under the necessity of relating\nfeelings which may be offensive to yours, I can only say that I\nam sorry.  The necessity must be obeyed, and further apology\nwould be absurd.",
        "“I had not been long in Hertfordshire, before I saw, in common\nwith others, that Bingley preferred your elder sister to any other\nyoung woman in the country.  But it was not till the evening of\nthe dance at Netherfield that I had any apprehension of his\nfeeling a serious attachment.  I had often seen him in love before.\nAt that ball, while I had the honour of dancing with you, I was\nfirst made acquainted, by Sir William Lucas’s accidental\ninformation, that Bingley’s attentions to your sister had given\nrise to a general expectation of their marriage.  He spoke of it\nas a certain event, of which the time alone could be undecided.\nFrom that moment I observed my friend’s behaviour attentively;\nand I could then perceive that his partiality for Miss Bennet\nwas beyond what I had ever witnessed in him.  Your sister I\nalso watched.  Her look and manners were open, cheerful, and\nengaging as ever, but without any symptom of peculiar regard,\nand I remained convinced from the evening’s scrutiny, that\nthough she received his attentions with pleasure, she did not\ninvite them by any participation of sentiment.  If you have not\nbeen mistaken here, I must have been in error.  Your superior\nknowledge of your sister must make the latter probable.  If it be\nso, if I have been misled by such error to inflict pain on her,\nyour resentment has not been unreasonable.  But I shall not scruple\nto assert, that the serenity of your sister’s countenance and air\nwas such as might have given the most acute observer a conviction\nthat, however amiable her temper, her heart was not likely to be\neasily touched.  That I was desirous of believing her indifferent\nis certain–but I will venture to say that my investigation and\ndecisions are not usually influenced by my hopes or fears.  I did\nnot believe her to be indifferent because I wished it; I believed\nit on impartial conviction, as truly as I wished it in reason.\nMy objections to the marriage were not merely those which I last\nnight acknowledged to have the utmost force of passion to put\naside, in my own case; the want of connection could not be so\ngreat an evil to my friend as to me.  But there were other causes\nof repugnance; causes which, though still existing, and existing\nto an equal degree in both instances, I had myself endeavoured\nto forget, because they were not immediately before me.  These\ncauses must be stated, though briefly.  The situation of\nyour mother’s family, though objectionable, was nothing in\ncomparison to that total want of propriety so frequently, so\nalmost uniformly betrayed by herself, by your three younger\nsisters, and occasionally even by your father.  Pardon me.  It\npains me to offend you.  But amidst your concern for the defects\nof  your nearest relations, and your displeasure at this\nrepresentation of them, let it give you consolation to consider\nthat, to have conducted yourselves so as to avoid any share of\nthe like censure, is praise no less generally bestowed on you and\nyour elder sister, than it is honourable to the sense and\ndisposition of both.  I will only say farther that from what passed\nthat evening, my opinion of all parties was confirmed, and every\ninducement heightened which could have led me before, to\npreserve my friend from what I esteemed a most unhappy\nconnection.  He left Netherfield for London, on the day\nfollowing, as you, I am certain, remember, with the design of\nsoon returning.",
        "“The part which I acted is now to be explained.  His sisters’\nuneasiness had been equally excited with my own; our coincidence\nof feeling was soon discovered, and, alike sensible that no time\nwas to be lost in detaching their brother, we shortly resolved\non joining him directly in London.  We accordingly went–and\nthere I readily engaged in the office of pointing out to my\nfriend the certain evils of such a choice.  I described, and\nenforced them earnestly.  But, however this remonstrance might\nhave staggered or delayed his determination, I do not suppose\nthat it would ultimately have prevented the marriage, had it not\nbeen seconded by the assurance that I hesitated not in giving, of\nyour sister’s indifference.  He had before believed her to return\nhis affection with sincere, if not with equal regard.  But Bingley\nhas great natural modesty, with a stronger dependence on my\njudgement than on his own.  To convince him, therefore, that he\nhad deceived himself, was no very difficult point.  To persuade\nhim against returning into Hertfordshire, when that conviction\nhad been given, was scarcely the work of a moment.  I cannot\nblame myself for having done thus much.  There is but one part\nof my conduct in the whole affair on which I do not reflect with\nsatisfaction; it is that I condescended to adopt the measures of\nart so far as to conceal from him your sister’s being in town.  I\nknew it myself, as it was known to Miss Bingley; but her brother\nis even yet ignorant of it.  That they might have met without ill\nconsequence is perhaps probable; but his regard did not appear\nto me enough extinguished for him to see her without some danger.\nPerhaps this concealment, this disguise was beneath me; it is\ndone, however, and it was done for the best.  On this subject\nI have nothing more to say, no other apology to offer.  If I\nhave wounded your sister’s feelings, it was unknowingly done and\nthough the motives which governed me may to you very naturally\nappear insufficient, I have not yet learnt to condemn them.",
        "“With respect to that other, more weighty accusation, of having\ninjured Mr. Wickham, I can only refute it by laying before you\nthe whole of his connection with my family.  Of what he has\nparticularly accused me I am ignorant; but of the truth of\nwhat I shall relate, I can summon more than one witness of\nundoubted veracity.",
        "“Mr. Wickham is the son of a very respectable man, who had for\nmany years the management of all the Pemberley estates, and\nwhose good conduct in the discharge of his trust naturally\ninclined my father to be of service to him; and on George\nWickham, who was his godson, his kindness was therefore\nliberally bestowed.  My father supported him at school, and\nafterwards at Cambridge–most important assistance, as his own\nfather, always poor from the extravagance of his wife, would\nhave been unable to give him a gentleman’s education.  My\nfather was not only fond of this young man’s society, whose\nmanner were always engaging; he had also the highest opinion of\nhim, and hoping the church would be his profession, intended to\nprovide for him in it.  As for myself, it is many, many years since\nI first began to think of him in a very different manner.  The\nvicious propensities–the want of principle, which he was careful\nto guard from the knowledge of his best friend, could not escape\nthe observation of a young man of nearly the same age with\nhimself, and who had opportunities of seeing him in unguarded\nmoments, which Mr. Darcy could not have.  Here again shall\ngive you pain–to what degree you only can tell.  But whatever\nmay be the sentiments which Mr. Wickham has created, a\nsuspicion of their nature shall not prevent me from unfolding\nhis real character–it adds even another motive.",
        "“My excellent father died about five years ago; and his attachment\nto Mr. Wickham was to the last so steady, that in his will he\nparticularly recommended it to me, to promote his advancement in\nthe best manner that his profession might allow–and if he took\norders, desired that a valuable family living might be his as soon\nas it became vacant.  There was also a legacy of one thousand\npounds.  His own father did not long survive mine, and within half\na year from these events, Mr. Wickham wrote to inform me that,\nhaving finally resolved against taking orders, he hoped I should\nnot think it unreasonable for him to expect some more immediate\npecuniary advantage, in lieu of the preferment, by which he could\nnot be benefited.  He had some intention, he added, of studying\nlaw, and I must be aware that the interest of one thousand pounds\nwould be a very insufficient support therein.  I rather wished,\nthan believed him to be sincere; but, at any rate, was perfectly\nready to accede to his proposal.  I knew that Mr. Wickham\nought not to be a clergyman; the business was therefore soon\nsettled–he resigned all claim to assistance in the church, were\nit possible that he could ever be in a situation to receive it,\nand accepted in return three thousand pounds.  All connection\nbetween us seemed now dissolved.  I thought too ill of him to\ninvite him to Pemberley, or admit his society in town.  In town\nI believe he chiefly lived, but his studying the law was a mere\npretence, and being now free from all restraint, his life was a\nlife of idleness and dissipation.  For about three years I heard\nlittle of him; but on the decease of the incumbent of the living\nwhich had been designed for him, he applied to me again by letter\nfor the presentation.  His circumstances, he assured me, and I\nhad no difficulty in believing it, were exceedingly bad.  He had\nfound the law a most unprofitable study, and was now absolutely\nresolved on being ordained, if I would present him to the living\nin question–of which he trusted there could be little doubt, as\nhe was well assured that I had no other person to provide for,\nand I could not have forgotten my revered father’s intentions.\nYou will hardly blame me for refusing to comply with this entreaty,\nor for resisting every repetition to it.  His resentment was in\nproportion to the distress of his circumstances–and he was\ndoubtless as violent in his abuse of me to others as in his\nreproaches to myself.  After this period every appearance of\nacquaintance was dropped.  How he lived I know not.  But last\nsummer he was again most painfully obtruded on my notice.",
        "“I must now mention a circumstance which I would wish to\nforget myself, and which no obligation less than the present\nshould induce me to unfold to any human being.  Having said\nthus much, I feel no doubt of your secrecy.  My sister, who is\nmore than ten years my junior, was left to the guardianship of\nmy mother’s nephew, Colonel Fitzwilliam, and myself.  About a\nyear ago, she was taken from school, and an establishment\nformed for her in London; and last summer she went with the\nlady who presided over it, to Ramsgate; and thither also went\nMr. Wickham, undoubtedly by design; for there proved to have\nbeen a prior acquaintance between him and Mrs. Younge, in\nwhose character we were most unhappily deceived; and by\nher connivance and aid, he so far recommended himself to\nGeorgiana, whose affectionate heart retained a strong impression\nof his kindness to her as a child, that she was persuaded to\nbelieve herself in love, and to consent to an elopement.  She was\nthen but fifteen, which must be her excuse; and after stating her\nimprudence, I am happy to add, that I owed the knowledge of it\nto herself.  I joined them unexpectedly a day or two before the\nintended elopement, and then Georgiana, unable to support the\nidea of grieving and offending a brother whom she almost\nlooked up to as a father, acknowledged the whole to me.  You\nmay imagine what I felt and how I acted.  Regard for my sister’s\ncredit and feelings prevented any public exposure; but I wrote\nto Mr. Wickham, who left the place immediately, and Mrs. Younge\nwas of course removed from her charge.  Mr. Wickham’s chief\nobject was unquestionably my sister’s fortune, which is thirty\nthousand pounds; but I cannot help supposing that the hope of\nrevenging himself on me was a strong inducement.  His revenge\nwould have been complete indeed.",
        "“This, madam, is a faithful narrative of every event in which\nwe have been concerned together; and if you do not absolutely\nreject it as false, you will, I hope, acquit me henceforth\nof cruelty towards Mr. Wickham.  I know not in what manner,\nunder what form of falsehood he had imposed on you; but his\nsuccess is not perhaps to be wondered at.  Ignorant as you\npreviously were of everything concerning either, detection\ncould not be in your power, and suspicion certainly not in\nyour inclination.",
        "“You may possibly wonder why all this was not told you last\nnight; but I was not then master enough of myself to know what\ncould or ought to be revealed.  For the truth of everything here\nrelated, I can appeal more particularly to the testimony of\nColonel Fitzwilliam, who, from our near relationship and\nconstant intimacy, and, still more, as one of the executors of\nmy father’s will, has been unavoidably acquainted with every\nparticular of these transactions.  If your abhorrence of meshould make my assertions valueless, you cannot be prevented\nby the same cause from confiding in my cousin; and that there\nmay be the possibility of consulting him, I shall endeavour to\nfind some opportunity of putting this letter in your hands in\nthe course of the morning.  I will only add, God bless you.",
        "“Fitzwilliam Darcy”",
        "Chapter 36",
        "If Elizabeth, when Mr. Darcy gave her the letter, did not expect\nit to contain a renewal of his offers, she had formed no\nexpectation at all of its contents.  But such as they were, it\nmay well be supposed how eagerly she went through them, and what\na contrariety of emotion they excited.  Her feelings as she\nread were scarcely to be defined.  With amazement did she first\nunderstand that he believed any apology to be in his power; and\nsteadfastly was she persuaded, that he could have no explanation\nto give, which a just sense of shame would not conceal.  With a\nstrong prejudice against everything he might say, she began his\naccount of what had happened at Netherfield.  She read with an\neagerness which hardly left her power of comprehension, and\nfrom impatience of knowing what the next sentence might bring,\nwas incapable of attending to the sense of the one before her\neyes.  His belief of her sister’s insensibility she instantly\nresolved to be false; and his account of the real, the worst\nobjections to the match, made her too angry to have any wish of\ndoing him justice.  He expressed no regret for what he had done\nwhich satisfied her; his style was not penitent, but haughty.\nIt was all pride and insolence.",
        "But when this subject was succeeded by his account of Mr.\nWickham–when she read with somewhat clearer attention a\nrelation of events which, if true, must overthrow every cherished\nopinion of his worth, and which bore so alarming an affinity to\nhis own history of himself–her feelings were yet more acutely\npainful and more difficult of definition.  Astonishment,\napprehension, and even horror, oppressed her.  She wished to\ndiscredit it entirely, repeatedly exclaiming, “This must be false!\nThis cannot be!  This must be the grossest falsehood!\"–and\nwhen she had gone through the whole letter, though scarcely\nknowing anything of the last page or two, put it hastily away,\nprotesting that she would not regard it, that she would never\nlook in it again.",
        "In this perturbed state of mind, with thoughts that could rest on\nnothing, she walked on; but it would not do; in half a minute the\nletter was unfolded again, and collecting herself as well as she\ncould, she again began the mortifying perusal of all that related\nto Wickham, and commanded herself so far as to examine the\nmeaning of every sentence.  The account of his connection with\nthe Pemberley family was exactly what he had related himself;\nand the kindness of the late Mr. Darcy, though she had not\nbefore known its extent, agreed equally well with his own\nwords.  So far each recital confirmed the other; but when she\ncame to the will, the difference was great.  What Wickham had\nsaid of the living was fresh in her memory, and as she recalled\nhis very words, it was impossible not to feel that there was gross\nduplicity on one side or the other; and, for a few moments, she\nflattered herself that her wishes did not err.  But when she\nread and re-read with the closest attention, the particulars\nimmediately following of Wickham’s resigning all pretensions to\nthe living, of his receiving in lieu so considerable a sum as\nthree thousand pounds, again was she forced to hesitate.  She\nput down the letter, weighed every circumstance with what she\nmeant to be impartiality–deliberated on the probability of each\nstatement–but with little success.  On both sides it was only\nassertion.  Again she read on; but every line proved more clearly\nthat the affair, which she had believed it impossible that any\ncontrivance could so represent as to render Mr. Darcy’s conduct\nin it less than infamous, was capable of a turn which must make\nhim entirely blameless throughout the whole.",
        "The extravagance and general profligacy which he scrupled not\nto lay at Mr. Wickham’s charge, exceedingly shocked her; the\nmore so, as she could bring no proof of its injustice.  She had\nnever heard of him before his entrance into the ––shire Militia,\nin which he had engaged at the persuasion of the young man\nwho, on meeting him accidentally in town, had there renewed a\nslight acquaintance.  Of his former way of life nothing had been\nknown in Hertfordshire but what he told himself.  As to his real\ncharacter, had information been in her power, she had never felt\na wish of inquiring.  His countenance, voice, and manner had\nestablished him at once in the possession of every virtue.  She\ntried to recollect some instance of goodness, some distinguished\ntrait of integrity or benevolence, that might rescue him from the\nattacks of Mr. Darcy; or at least, by the predominance of virtue,\natone for those casual errors under which she would endeavour\nto class what Mr. Darcy had described as the idleness and vice\nof many years’ continuance.  But no such recollection befriended\nher.  She could see him instantly before her, in every charm of\nair and address; but she could remember no more substantial\ngood than the general approbation of the neighbourhood, and\nthe regard which his social powers had gained him in the mess.\nAfter pausing on this point a considerable while, she once more\ncontinued to read.  But, alas! the story which followed, of his\ndesigns on Miss Darcy, received some confirmation from what\nhad passed between Colonel Fitzwilliam and herself only the\nmorning before; and at last she was referred for the truth of\nevery particular to Colonel Fitzwilliam himself–from whom she\nhad previously received the information of his near concern in\nall his cousin’s affairs, and whose character she had no reason\nto question.  At one time she had almost resolved on applying\nto him, but the idea was checked by the awkwardness of the\napplication, and at length wholly banished by the conviction\nthat Mr. Darcy would never have hazarded such a proposal, if\nhe had not been well assured of his cousin’s corroboration.",
        "She perfectly remembered everything that had passed in\nconversation between Wickham and herself, in their first evening\nat Mr. Phillips’s.  Many of his expressions were still fresh in\nher memory.  She was now struck with the impropriety of such\ncommunications to a stranger, and wondered it had escaped her\nbefore.  She saw the indelicacy of putting himself forward as\nhe had done, and the inconsistency of his professions with his\nconduct.  She remembered that he had boasted of having no fear\nof seeing Mr. Darcy–that Mr. Darcy might leave the country,\nbut that he should stand his ground; yet he had avoided the\nNetherfield ball the very next week.  She remembered also that,\ntill the Netherfield family had quitted the country, he had told\nhis story to no one but herself; but that after their removal it\nhad been everywhere discussed; that he had then no reserves, no\nscruples in sinking Mr. Darcy’s character, though he had assured\nher that respect for the father would always prevent his exposing\nthe son.",
        "How differently did everything now appear in which he was\nconcerned!  His attentions to Miss King were now the consequence\nof views solely and hatefully mercenary; and the mediocrity of\nher fortune proved no longer the moderation of his wishes, but\nhis eagerness to grasp at anything.  His behaviour to herself\ncould now have had no tolerable motive; he had either been\ndeceived with regard to her fortune, or had been gratifying his\nvanity by encouraging the preference which she believed she had\nmost incautiously shown.  Every lingering struggle in his favour\ngrew fainter and fainter; and in farther justification of Mr.\nDarcy, she could not but allow Mr. Bingley, when questioned\nby Jane, had long ago asserted his blamelessness in the affair;\nthat proud and repulsive as were his manners, she had never, in\nthe whole course of their acquaintance–an acquaintance which\nhad latterly brought them much together, and given her a sort of\nintimacy with his ways–seen anything that betrayed him to be\nunprincipled or unjust–anything that spoke him of irreligious\nor immoral habits; that among his own connections he was\nesteemed and valued–that even Wickham had allowed him\nmerit as a brother, and that she had often heard him speak so\naffectionately of his sister as to prove him capable of someamiable feeling; that had his actions been what Mr. Wickham\nrepresented them, so gross a violation of everything right could\nhardly have been concealed from the world; and that friendship\nbetween a person capable of it, and such an amiable man as Mr.\nBingley, was incomprehensible.",
        "She grew absolutely ashamed of herself.  Of neither Darcy nor\nWickham could she think without feeling she had been blind,\npartial, prejudiced, absurd.",
        "“How despicably I have acted!” she cried; “I, who have prided\nmyself on my discernment!  I, who have valued myself on my\nabilities!  who have often disdained the generous candour of my\nsister, and gratified my vanity in useless or blameable mistrust!\nHow humiliating is this discovery!  Yet, how just a humiliation!\nHad I been in love, I could not have been more wretchedly blind!\nBut vanity, not love, has been my folly.  Pleased with the\npreference of one, and offended by the neglect of the other,\non the very beginning of our acquaintance, I have courted\nprepossession and ignorance, and driven reason away, where\neither were concerned.  Till this moment I never knew myself.”",
        "From herself to Jane–from Jane to Bingley, her thoughts were\nin a line which soon brought to her recollection that Mr. Darcy’s\nexplanation there had appeared very insufficient, and she read\nit again.  Widely different was the effect of a second perusal.\nHow could she deny that credit to his assertions in one instance,\nwhich she had been obliged to give in the other?  He declared\nhimself to be totally unsuspicious of her sister’s attachment;\nand she could not help remembering what Charlotte’s opinion\nhad always been.  Neither could she deny the justice of his\ndescription of Jane.  She felt that Jane’s feelings, though fervent,\nwere little displayed, and that there was a constant complacency\nin her air and manner not often united with great sensibility.",
        "When she came to that part of the letter in which her family were\nmentioned in terms of such mortifying, yet merited reproach, her\nsense of shame was severe.  The justice of the charge struck her\ntoo forcibly for denial, and the circumstances to which he\nparticularly alluded as having passed at the Netherfield ball,\nand as confirming all his first disapprobation, could not have\nmade a stronger impression on his mind than on hers.",
        "The compliment to herself and her sister was not unfelt.  It\nsoothed, but it could not console her for the contempt which had\nthus been self-attracted by the rest of her family; and as she\nconsidered that Jane’s disappointment had in fact been the work\nof her nearest relations, and reflected how materially the credit\nof both must be hurt by such impropriety of conduct, she felt\ndepressed beyond anything she had ever known before.",
        "After wandering along the lane for two hours, giving way to\nevery variety of thought–re-considering events, determining\nprobabilities, and reconciling herself, as well as she could, to\na change so sudden and so important, fatigue, and a recollection\nof her long absence, made her at length return home; and she\nentered the house with the wish of appearing cheerful as usual,\nand the resolution of repressing such reflections as must make\nher unfit for conversation.",
        "She was immediately told that the two gentlemen from Rosings\nhad each called during her absence; Mr. Darcy, only for a few\nminutes, to take leave–but that Colonel Fitzwilliam had been\nsitting with them at least an hour, hoping for her return, and\nalmost resolving to walk after her till she could be found.\nElizabeth could but just affect concern in missing him; she\nreally rejoiced at it.  Colonel Fitzwilliam was no longer an\nobject; she could think only of her letter.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}