{
    "title": "Pride and Prejudice - Chapter 43",
    "author": "Jane Austen",
    "chapter": "42",
    "content": [
        "\n",
        "\n\n",
        "Elizabeth, as they drove along, watched for the first appearance\nof Pemberley Woods with some perturbation; and when at\nlength they turned in at the lodge, her spirits were in a high\nflutter.",
        "The park was very large, and contained great variety of ground.\nThey entered it in one of its lowest points, and drove for some\ntime through a beautiful wood stretching over a wide extent.",
        "Elizabeth’s mind was too full for conversation, but she saw and\nadmired every remarkable spot and point of view.  They\ngradually ascended for half-a-mile, and then found themselves\nat the top of a considerable eminence, where the wood ceased,\nand the eye was instantly caught by Pemberley House, situated\non the opposite side of a valley, into which the road with some\nabruptness wound.  It was a large, handsome stone building,\nstanding well on rising ground, and backed by a ridge of high\nwoody hills; and in front, a stream of some natural importance\nwas swelled into greater, but without any artificial appearance.\nIts banks were neither formal nor falsely adorned.  Elizabeth\nwas delighted.  She had never seen a place for which nature\nhad done more, or where natural beauty had been so little\ncounteracted by an awkward taste.  They were all of them warm\nin their admiration; and at that moment she felt that to be\nmistress of Pemberley might be something!",
        "They descended the hill, crossed the bridge, and drove to the\ndoor; and, while examining the nearer aspect of the house, all\nher apprehension of meeting its owner returned.  She dreaded\nlest the chambermaid had been mistaken.  On applying to see\nthe place, they were admitted into the hall; and Elizabeth, as\nthey waited for the housekeeper, had leisure to wonder at her\nbeing where she was.",
        "The housekeeper came; a respectable-looking elderly woman,\nmuch less fine, and more civil, than she had any notion of\nfinding her.  They followed her into the dining-parlour.\nIt was a large, well proportioned room, handsomely fitted up.\nElizabeth, after slightly surveying it, went to a window to enjoy\nits prospect.  The hill, crowned with wood, which they had\ndescended, receiving increased abruptness from the distance,\nwas a beautiful object.  Every disposition of the ground was\ngood; and she looked on the whole scene, the river, the trees\nscattered on its banks and the winding of the valley, as far as\nshe could trace it, with delight.  As they passed into other\nrooms these objects were taking different positions; but from\nevery window there were beauties to be seen.  The rooms were\nlofty and handsome, and their furniture suitable to the fortune\nof its proprietor; but Elizabeth saw, with admiration of his taste,\nthat it was neither gaudy nor uselessly fine; with less of\nsplendour, and more real elegance, than the furniture of Rosings.",
        "“And of this place,” thought she, “I might have been mistress!\nWith these rooms I might now have been familiarly acquainted!\nInstead of viewing them as a stranger, I might have rejoiced\nin them as my own, and welcomed to them as visitors my uncle\nand aunt.  But no,\"–recollecting herself–\"that could never\nbe; my uncle and aunt would have been lost to me; I should not\nhave been allowed to invite them.”",
        "This was a lucky recollection–it saved her from something\nvery like regret.",
        "She longed to inquire of the housekeeper whether her master\nwas really absent, but had not the courage for it.  At length\nhowever, the question was asked by her uncle; and she turned\naway with alarm, while Mrs. Reynolds replied that he was,\nadding, “But we expect him to-morrow, with a large party of\nfriends.”  How rejoiced was Elizabeth that their own journey\nhad not by any circumstance been delayed a day!",
        "Her aunt now called her to look at a picture.  She approached\nand saw the likeness of Mr. Wickham, suspended, amongst\nseveral other miniatures, over the mantelpiece.  Her aunt asked\nher, smilingly, how she liked it.  The housekeeper came forward,\nand told them it was a picture of a young gentleman, the son of\nher late master’s steward, who had been brought up by him at\nhis own expense.  “He is now gone into the army,” she added;\n“but I am afraid he has turned out very wild.”",
        "Mrs. Gardiner looked at her niece with a smile, but Elizabeth\ncould not return it.",
        "“And that,” said Mrs. Reynolds, pointing to another of the\nminiatures, “is my master–and very like him.  It was drawn at\nthe same time as the other–about eight years ago.”",
        "“I have heard much of your master’s fine person,” said Mrs.\nGardiner, looking at the picture; “it is a handsome face.\nBut, Lizzy, you can tell us whether it is like or not.”",
        "Mrs. Reynolds respect for Elizabeth seemed to increase on this\nintimation of her knowing her master.",
        "“Does that young lady know Mr. Darcy?”",
        "Elizabeth coloured, and said: “A little.”",
        "“And do not you think him a very handsome gentleman, ma’am?”",
        "“Yes, very handsome.”",
        "“I am sure I know none so handsome; but in the gallery\nupstairs you will see a finer, larger picture of him than this.\nThis room was my late master’s favourite room, and these\nminiatures are just as they used to be then.  He was very fond\nof them.”",
        "This accounted to Elizabeth for Mr. Wickham’s being among them.",
        "Mrs. Reynolds then directed their attention to one of Miss Darcy,\ndrawn when she was only eight years old.",
        "“And is Miss Darcy as handsome as her brother?” said Mrs. Gardiner.",
        "“Oh! yes–the handsomest young lady that ever was seen; and\nso accomplished!–She plays and sings all day long.  In the next\nroom is a new instrument just come down for her–a present\nfrom my master; she comes here to-morrow with him.”",
        "Mr. Gardiner, whose manners were very easy and pleasant,\nencouraged her communicativeness by his questions and remarks;\nMrs. Reynolds, either by pride or attachment, had evidently\ngreat pleasure in talking of her master and his sister.",
        "“Is your master much at Pemberley in the course of the year?”",
        "“Not so much as I could wish, sir; but I dare say he may spend\nhalf his time here; and Miss Darcy is always down for the\nsummer months.”",
        "“Except,” thought Elizabeth, “when she goes to Ramsgate.”",
        "“If your master would marry, you might see more of him.”",
        "“Yes, sir; but I do not know when that will be.  I do not\nknow who is good enough for him.”",
        "Mr. and Mrs. Gardiner smiled.  Elizabeth could not help saying,\n“It is very much to his credit, I am sure, that you should think\nso.”",
        "“I say no more than the truth, and everybody will say that\nknows him,” replied the other.  Elizabeth thought this was\ngoing pretty far; and she listened with increasing astonishment\nas the housekeeper added, “I have never known a cross word\nfrom him in my life, and I have known him ever since he was\nfour years old.”",
        "This was praise, of all others most extraordinary, most opposite\nto her ideas.  That he was not a good-tempered man had been\nher firmest opinion.  Her keenest attention was awakened; she\nlonged to hear more, and was grateful to her uncle for saying:",
        "“There are very few people of whom so much can be said.  You\nare lucky in having such a master.”",
        "“Yes, sir, I know I am.  If I were to go through the world, I\ncould not meet with a better.  But I have always observed, that\nthey who are good-natured when children, are good-natured\nwhen they grow up; and he was always the sweetest-tempered,\nmost generous-hearted boy in the world.”",
        "Elizabeth almost stared at her.  “Can this be Mr. Darcy?\"\nthought she.",
        "“His father was an excellent man,” said Mrs. Gardiner.",
        "“Yes, ma’am, that he was indeed; and his son will be just like\nhim–just as affable to the poor.”",
        "Elizabeth listened, wondered, doubted, and was impatient for\nmore.  Mrs. Reynolds could interest her on no other point.  She\nrelated the subjects of the pictures, the dimensions of the rooms,\nand the price of the furniture, in vain, Mr. Gardiner, highly\namused by the kind of family prejudice to which he attributed\nher excessive commendation of her master, soon led again to\nthe subject; and she dwelt with energy on his many merits as\nthey proceeded together up the great staircase.",
        "“He is the best landlord, and the best master,” said she, “that\never lived; not like the wild young men nowadays, who think of\nnothing but themselves.  There is not one of his tenants or\nservants but will give him a good name.  Some people call him\nproud; but I am sure I never saw anything of it.  To my fancy, it\nis only because he does not rattle away like other young men.”",
        "“In what an amiable light does this place him!” thought\nElizabeth.",
        "“This fine account of him,” whispered her aunt as they walked,\n“is not quite consistent with his behaviour to our poor friend.”",
        "“Perhaps we might be deceived.”",
        "“That is not very likely; our authority was too good.”",
        "On reaching the spacious lobby above they were shown into a\nvery pretty sitting-room, lately fitted up with greater elegance\nand lightness than the apartments below; and were informed that\nit was but just done to give pleasure to Miss Darcy, who had\ntaken a liking to the room when last at Pemberley.",
        "“He is certainly a good brother,” said Elizabeth, as she walked\ntowards one of the windows.",
        "Mrs. Reynolds anticipated Miss Darcy’s delight, when she\nshould enter the room.  “And this is always the way with him,\"\nshe added.  “Whatever can give his sister any pleasure is sure\nto be done in a moment.  There is nothing he would not do for\nher.”",
        "The picture-gallery, and two or three of the principal bedrooms,\nwere all that remained to be shown.  In the former were many\ngood paintings; but Elizabeth knew nothing of the art; and from\nsuch as had been already visible below, she had willingly turned\nto look at some drawings of Miss Darcy’s, in crayons, whose\nsubjects were usually more interesting, and also more intelligible.",
        "In the gallery there were many family portraits, but they could\nhave little to fix the attention of a stranger.  Elizabeth walked\nin quest of the only face whose features would be known to her.\nAt last it arrested her–and she beheld a striking resemblance\nto Mr. Darcy, with such a smile over the face as she remembered\nto have sometimes seen when he looked at her.  She stood\nseveral minutes before the picture, in earnest contemplation,\nand returned to it again before they quitted the gallery.  Mrs.\nReynolds informed them that it had been taken in his father’s\nlifetime.",
        "There was certainly at this moment, in Elizabeth’s mind, a more\ngentle sensation towards the original than she had ever felt at\nthe height of their acquaintance.  The commendation bestowed\non him by Mrs. Reynolds was of no trifling nature.  What praise\nis more valuable than the praise of an intelligent servant?  As a\nbrother, a landlord, a master, she considered how many people’s\nhappiness were in his guardianship!–how much of pleasure or\npain was it in his power to bestow!–how much of good or evil\nmust be done by him!  Every idea that had been brought forward\nby the housekeeper was favourable to his character, and as she\nstood before the canvas on which he was represented, and fixed\nhis eyes upon herself, she thought of his regard with a deeper\nsentiment of gratitude than it had ever raised before; she\nremembered its warmth, and softened its impropriety of\nexpression.",
        "When all of the house that was open to general inspection had\nbeen seen, they returned downstairs, and, taking leave of the\nhousekeeper, were consigned over to the gardener, who met\nthem at the hall-door.",
        "As they walked across the hall towards the river, Elizabeth\nturned back to look again; her uncle and aunt stopped also, and\nwhile the former was conjecturing as to the date of the building,\nthe owner of it himself suddenly came forward from the road,\nwhich led behind it to the stables.",
        "They were within twenty yards of each other, and so abrupt was\nhis appearance, that it was impossible to avoid his sight.  Their\neyes instantly met, and the cheeks of both were overspread with\nthe deepest blush.  He absolutely started, and for a moment\nseemed immovable from surprise; but shortly recovering himself,\nadvanced towards the party, and spoke to Elizabeth, if not in\nterms of perfect composure, at least of perfect civility.",
        "She had instinctively turned away; but stopping on his approach,\nreceived his compliments with an embarrassment impossible to\nbe overcome.  Had his first appearance, or his resemblance to\nthe picture they had just been examining, been insufficient\nto assure the other two that they now saw Mr. Darcy, the\ngardener’s expression of surprise, on beholding his master,\nmust immediately have told it.  They stood a little aloof while\nhe was talking to their niece, who, astonished and confused,\nscarcely dared lift her eyes to his face, and knew not what\nanswer she returned to his civil inquiries after her family.\nAmazed at the alteration of his manner since they last parted,\nevery sentence that he uttered was increasing her embarrassment;\nand every idea of the impropriety of her being found there\nrecurring to her mind, the few minutes in which they continued\nwere some of the most uncomfortable in her life.  Nor did he\nseem much more at ease; when he spoke, his accent had none of\nits usual sedateness; and he repeated his inquiries as to the\ntime of her having left Longbourn, and of her having stayed in\nDerbyshire, so often, and in so hurried a way, as plainly spoke\nthe distraction of his thoughts.",
        "At length every idea seemed to fail him; and, after standing a\nfew moments without saying a word, he suddenly recollected\nhimself, and took leave.",
        "The others then joined her, and expressed admiration of his\nfigure; but Elizabeth heard not a word, and wholly engrossed\nby her own feelings, followed them in silence.  She was\noverpowered by shame and vexation.  Her coming there was\nthe most unfortunate, the most ill-judged thing in the world!\nHow strange it must appear to him!  In what a disgraceful light\nmight it not strike so vain a man!  It might seem as if she\nhad purposely thrown herself in his way again!  Oh! why did she\ncome?  Or, why did he thus come a day before he was expected?\nHad they been only ten minutes sooner, they should have been\nbeyond the reach of his discrimination; for it was plain that\nhe was that moment arrived–that moment alighted from his\nhorse or his carriage.  She blushed again and again over the\nperverseness of the meeting.  And his behaviour, so strikingly\naltered–what could it mean?  That he should even speak to her\nwas amazing!–but to speak with such civility, to inquire after\nher family!  Never in her life had she seen his manners so little\ndignified, never had he spoken with such gentleness as on this\nunexpected meeting.  What a contrast did it offer to his last\naddress in Rosings Park, when he put his letter into her hand!\nShe  knew not what to think, or how to account for it.",
        "They had now entered a beautiful walk by the side of the water,\nand every step was bringing forward a nobler fall of ground, or\na finer reach of the woods to which they were approaching; but\nit was some time before Elizabeth was sensible of any of it;\nand, though she answered mechanically to the repeated appeals\nof her uncle and aunt, and seemed to direct her eyes to such\nobjects as they pointed out, she distinguished no part of\nthe scene.  Her thoughts were all fixed on that one spot of\nPemberley House, whichever it might be, where Mr. Darcy then\nwas.  She longed to know what at the moment was passing in\nhis mind–in what manner he thought of her, and whether, in\ndefiance of everything, she was still dear to him.  Perhaps he\nhad been civil only because he felt himself at ease; yet there\nhad been that in his voice which was not like ease.  Whether he\nhad felt more of pain or of pleasure in seeing her she could\nnot tell, but he certainly had not seen her with composure.",
        "At length, however, the remarks of her companions on her\nabsence of mind aroused her, and she felt the necessity of\nappearing more like herself.",
        "They entered the woods, and bidding adieu to the river for a\nwhile, ascended some of the higher grounds; when, in spots where\nthe opening of the trees gave the eye power to wander, were many\ncharming views of the valley, the opposite hills, with the long\nrange of woods overspreading many, and occasionally part of the\nstream.  Mr. Gardiner expressed a wish of going round the whole\npark, but feared it might be beyond a walk.  With a triumphant\nsmile they were told that it was ten miles round.  It settled the\nmatter; and they pursued the accustomed circuit; which brought\nthem again, after some time, in a descent among hanging woods,\nto the edge of the water, and one of its narrowest parts.  They\ncrossed it by a simple bridge, in character with the general air\nof the scene; it was a spot less adorned than any they had yet\nvisited; and the valley, here contracted into a glen, allowed\nroom only for the stream, and a narrow walk amidst the rough\ncoppice-wood which bordered it.  Elizabeth longed to explore its\nwindings; but when they had crossed the bridge, and perceived\ntheir distance from the house, Mrs. Gardiner, who was not a\ngreat walker, could go no farther, and thought only of returning\nto the carriage as quickly as possible.  Her niece was, therefore,\nobliged to submit, and they took their way towards the house on\nthe opposite side of the river, in the nearest direction; but\ntheir progress was slow, for Mr. Gardiner, though seldom able to\nindulge the taste, was very fond of fishing, and was so much\nengaged in watching the occasional appearance of some trout in\nthe water, and talking to the man about them, that he advanced\nbut little.  Whilst wandering on in this slow manner, they were\nagain surprised, and Elizabeth’s astonishment was quite equal to\nwhat it had been at first, by the sight of Mr. Darcy approaching\nthem, and at no great distance.  The walk here being here less\nsheltered than on the other side, allowed them to see him before\nthey met.  Elizabeth, however astonished, was at least more\nprepared for an interview than before, and resolved to appear\nand to speak with calmness, if he really intended to meet them.\nFor a few moments, indeed, she felt that he would probably strike\ninto some other path.  The idea lasted while a turning in the\nwalk concealed him from their view; the turning past, he was\nimmediately before them.  With a glance, she saw that he had lost\nnone of his recent civility; and, to imitate his politeness, she\nbegan, as they met, to admire the beauty of the place; but she\nhad not got beyond the words “delightful,” and “charming,” when\nsome unlucky recollections obtruded, and she fancied that praise\nof Pemberley from her might be mischievously construed.  Her\ncolour changed, and she said no more.",
        "Mrs. Gardiner was standing a little behind; and on her pausing,\nhe asked her if she would do him the honour of introducing him\nto her friends.  This was a stroke of civility for which she\nwas quite unprepared; and she could hardly suppress a smile at\nhis being now seeking the acquaintance of some of those very\npeople against whom his pride had revolted in his offer to\nherself.  “What will be his surprise,” thought she, “when he\nknows who they are?  He takes them now for people of fashion.”",
        "The introduction, however, was immediately made; and as she\nnamed their relationship to herself, she stole a sly look at\nhim, to see how he bore it, and was not without the expectation\nof his decamping as fast as he could from such disgraceful\ncompanions.  That he was surprised by the connection was\nevident; he sustained it, however, with fortitude, and so far\nfrom going away, turned his back with them, and entered into\nconversation with Mr. Gardiner.  Elizabeth could not but be\npleased, could not but triumph.  It was consoling that he should\nknow she had some relations for whom there was no need to\nblush.  She listened most attentively to all that passed between\nthem, and gloried in every expression, every sentence of her\nuncle, which marked his intelligence, his taste, or his good\nmanners.",
        "The conversation soon turned upon fishing; and she heard Mr.\nDarcy invite him, with the greatest civility, to fish there as often\nas he chose while he continued in the neighbourhood, offering\nat the same time to supply him with fishing tackle, and pointing\nout those parts of the stream where there was usually most\nsport.  Mrs. Gardiner, who was walking arm-in-arm with\nElizabeth, gave her a look expressive of wonder.  Elizabeth\nsaid nothing, but it gratified her exceedingly; the compliment\nmust be all for herself.  Her astonishment, however, was\nextreme, and continually was she repeating, “Why is he so\naltered?  From what can it proceed?  It cannot be for me–it\ncannot be for my sake that his manners are thus softened.  My\nreproofs at Hunsford could not work such a change as this.\nIt is impossible that he should still love me.”",
        "After walking some time in this way, the two ladies in front,\nthe two gentlemen behind, on resuming their places, after\ndescending to the brink of the river for the better inspection of\nsome curious water-plant, there chanced to be a little alteration.\nIt originated in Mrs. Gardiner, who, fatigued by the exercise of\nthe morning, found Elizabeth’s arm inadequate to her support, and\nconsequently preferred her husband’s.  Mr. Darcy took her place\nby her niece, and they walked on together.  After a short silence,\nthe lady first spoke.  She wished him to know that she had\nbeen assured of his absence before she came to the place, and\naccordingly began by observing, that his arrival had been very\nunexpected–\"for your housekeeper,” she added, “informed us that\nyou would certainly not be here till to-morrow; and indeed, before\nwe left Bakewell, we understood that you were not immediately\nexpected in the country.”  He acknowledged the truth of it all,\nand said that business with his steward had occasioned his coming\nforward a few hours before the rest of the party with whom he\nhad been travelling.  “They will join me early to-morrow,” he\ncontinued, “and among them are some who will claim an acquaintance\nwith you–Mr. Bingley and his sisters.”",
        "Elizabeth answered only by a slight bow.  Her thoughts were\ninstantly driven back to the time when Mr. Bingley’s name had\nbeen the last mentioned between them; and, if she might judge\nby his complexion, his mind was not very differently engaged.",
        "“There is also one other person in the party,” he continued after\na pause, “who more particularly wishes to be known to you.\nWill you allow me, or do I ask too much, to introduce my sister\nto your acquaintance during your stay at Lambton?”",
        "The surprise of such an application was great indeed; it was too\ngreat for her to know in what manner she acceded to it.  She\nimmediately felt that whatever desire Miss Darcy might have of\nbeing acquainted with her must be the work of her brother, and,\nwithout looking farther, it was satisfactory; it was gratifying to\nknow that his resentment had not made him think really ill of her.",
        "They now walked on in silence, each of them deep in thought.\nElizabeth was not comfortable; that was impossible; but she was\nflattered and pleased.  His wish of introducing his sister to her\nwas a compliment of the highest kind.  They soon outstripped the\nothers, and when they had reached the carriage, Mr. and Mrs.\nGardiner were half a quarter of a mile behind.",
        "He then asked her to walk into the house–but she declared\nherself not tired, and they stood together on the lawn.  At\nsuch a time much might have been said, and silence was very\nawkward.  She wanted to talk, but there seemed to be an\nembargo on every subject.  At last she recollected that she had\nbeen travelling, and they talked of Matlock and Dove Dale with\ngreat perseverance.  Yet time and her aunt moved slowly–and\nher patience and her ideas were nearly worn our before the\ntete-a-tete was over.  On Mr. and Mrs. Gardiner’s coming up\nthey were all pressed to go into the house and take some\nrefreshment; but this was declined, and they parted on each\nside with utmost politeness.  Mr. Darcy handed the ladies into\nthe carriage; and when it drove off, Elizabeth saw him walking\nslowly towards the house.",
        "The observations of her uncle and aunt now began; and each of\nthem pronounced him to be infinitely superior to anything they\nhad expected.  “He is perfectly well behaved, polite, and\nunassuming,” said her uncle.",
        "“There is something a little stately in him, to be sure,” replied\nher aunt, “but it is confined to his air, and is not unbecoming.\nI can now say with the housekeeper, that though some people may\ncall him proud, I have seen nothing of it.”",
        "“I was never more surprised than by his behaviour to us.  It was\nmore than civil; it was really attentive; and there was no\nnecessity for such attention.  His acquaintance with Elizabeth\nwas very trifling.”",
        "“To be sure, Lizzy,” said her aunt, “he is not so handsome as\nWickham; or, rather, he has not Wickham’s countenance, for\nhis features are perfectly good.  But how came you to tell me\nthat he was so disagreeable?”",
        "Elizabeth excused herself as well as she could; said that she had\nliked him better when they had met in Kent than before, and that\nshe had never seen him so pleasant as this morning.",
        "“But perhaps he may be a little whimsical in his civilities,\"\nreplied her uncle.  “Your great men often are; and therefore I\nshall not take him at his word, as he might change his mind\nanother day, and warn me off his grounds.”",
        "Elizabeth felt that they had entirely misunderstood his character,\nbut said nothing.",
        "“From what we have seen of him,” continued Mrs. Gardiner, “I\nreally should not have thought that he could have behaved in so\ncruel a way by anybody as he has done by poor Wickham.  He\nhas not an ill-natured look.  On the contrary, there is something\npleasing about his mouth when he speaks.  And there is something\nof dignity in his countenance that would not give one an\nunfavourable idea of his heart.  But, to be sure, the good lady\nwho showed us his house did give him a most flaming character!\nI could hardly help laughing aloud sometimes.  But he is a\nliberal master, I suppose, and that in the eye of a servant\ncomprehends every virtue.”",
        "Elizabeth here felt herself called on to say something in\nvindication of his behaviour to Wickham; and therefore gave\nthem to understand, in as guarded a manner as she could, that\nby what she had heard from his relations in Kent, his actions\nwere capable of a very different construction; and that his\ncharacter was by no means so faulty, nor Wickham’s so amiable,\nas they had been considered in Hertfordshire.  In confirmation\nof this, she related the particulars of all the pecuniary\ntransactions in which they had been connected, without actually\nnaming her authority, but stating it to be such as such as might\nbe relied on.",
        "Mrs. Gardiner was surprised and concerned; but as they were\nnow approaching the scene of her former pleasures, every idea\ngave way to the charm of recollection; and she was too much\nengaged in pointing out to her husband all the interesting spots\nin its environs to think of anything else.  Fatigued as she had\nbeen by the morning’s walk they had no sooner dined than she\nset off again in quest of her former acquaintance, and the\nevening was spent in the satisfactions of a intercourse renewed\nafter many years’ discontinuance.",
        "The occurrences of the day were too full of interest to leave\nElizabeth much attention for any of these new friends; and she\ncould do nothing but think, and think with wonder, of Mr.\nDarcy’s civility, and, above all, of his wishing her to be\nacquainted with his sister.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}