{
    "title": "Pride and Prejudice - Chapter 31",
    "author": "Jane Austen",
    "chapter": "31",
    "content": [
        "\n",
        "\n\n",
        "Colonel Fitzwilliam’s manners were very much admired at the\nParsonage, and the ladies all felt that he must add considerably\nto the pleasures of their engagements at Rosings.  It was some\ndays, however, before they received any invitation thither–for\nwhile there were visitors in the house, they could not be\nnecessary; and it was not till Easter-day, almost a week after the\ngentlemen’s arrival, that they were honoured by such an\nattention, and then they were merely asked on leaving church to\ncome there in the evening.  For the last week they had seen very\nlittle of Lady Catherine or her daughter.  Colonel Fitzwilliam had\ncalled at the Parsonage more than once during the time, but Mr.\nDarcy they had seen only at church.",
        "The invitation was accepted of course, and at a proper hour they\njoined the party in Lady Catherine’s drawing-room.  Her ladyship\nreceived them civilly, but it was plain that their company was by\nno means so acceptable as when she could get nobody else; and\nshe was, in fact, almost engrossed by her nephews, speaking to\nthem, especially to Darcy, much more than to any other person\nin the room.",
        "Colonel Fitzwilliam seemed really glad to see them; anything\nwas a welcome relief to him at Rosings; and Mrs. Collins’s\npretty friend had moreover caught his fancy very much.  He now\nseated himself by her, and talked so agreeably of Kent and\nHertfordshire, of travelling and staying at home, of new books\nand music, that Elizabeth had never been half so well entertained\nin that room before; and they conversed with so much spirit and\nflow, as to draw the attention of Lady Catherine herself, as well\nas of Mr. Darcy.  His eyes had been soon and repeatedly turned\ntowards them with a look of curiosity; and that her ladyship,\nafter a while, shared the feeling, was more openly acknowledged,\nfor she did not scruple to call out:",
        "“What is that you are saying, Fitzwilliam?  What is it you are\ntalking of?  What are you telling Miss Bennet?  Let me hear\nwhat it is.”",
        "“We are speaking of music, madam,” said he, when no longer\nable to avoid a reply.",
        "“Of music!  Then pray speak aloud.  It is of all subjects my\ndelight.  I must have my share in the conversation if you are\nspeaking of music.  There are few people in England, I suppose,\nwho have more true enjoyment of music than myself, or a better\nnatural taste.  If I had ever learnt, I should have been a great\nproficient.  And so would Anne, if her health had allowed her to\napply.  I am confident that she would have performed delightfully.\nHow does Georgiana get on, Darcy?”",
        "Mr. Darcy spoke with affectionate praise of his sister’s\nproficiency.",
        "“I am very glad to hear such a good account of her,” said Lady\nCatherine; “and pray tell her from me, that she cannot expect to\nexcel if she does not practice a good deal.”",
        "“I assure you, madam,” he replied, “that she does not need such\nadvice.  She practises very constantly.”",
        "“So much the better.  It cannot be done too much; and when I\nnext write to her, I shall charge her not to neglect it on any\naccount.  I often tell young ladies that no excellence in music\nis to be acquired without constant practice.  I have told Miss\nBennet several times, that she will never play really well unless\nshe practises more; and though Mrs. Collins has no instrument,\nshe is very welcome, as I have often told her, to come to Rosings\nevery day, and play on the pianoforte in Mrs. Jenkinson’s room.\nShe would be in nobody’s way, you know, in that part of the house.”",
        "Mr. Darcy looked a little ashamed of his aunt’s ill-breeding, and\nmade no answer.",
        "When coffee was over, Colonel Fitzwilliam reminded Elizabeth\nof having promised to play to him; and she sat down directly to\nthe instrument.  He drew a chair near her.  Lady Catherine\nlistened to half a song, and then talked, as before, to her other\nnephew; till the latter walked away from her, and making with\nhis usual deliberation towards the pianoforte stationed himself\nso as to command a full view of the fair performer’s countenance.\nElizabeth saw what he was doing, and at the first convenient\npause, turned to him with an arch smile, and said:",
        "“You mean to frighten me, Mr. Darcy, by coming in all this state\nto hear me?  I will not be alarmed though your sister does play\nso well.  There is a stubbornness about me that never can bear to\nbe frightened at the will of others.  My courage always rises at\nevery attempt to intimidate me.”",
        "“I shall not say you are mistaken,” he replied, “because you\ncould not really believe me to entertain any design of alarming\nyou; and I have had the pleasure of your acquaintance long\nenough to know that you find great enjoyment in occasionally\nprofessing opinions which in fact are not your own.”",
        "Elizabeth laughed heartily at this picture of herself, and said to\nColonel Fitzwilliam, “Your cousin will give you a very pretty\nnotion of me, and teach you not to believe a word I say.  I am\nparticularly unlucky in meeting with a person so able to expose\nmy real character, in a part of the world where I had hoped to\npass myself off with some degree of credit.  Indeed, Mr. Darcy,\nit is very ungenerous in you to mention all that you knew to my\ndisadvantage in Hertfordshire–and, give me leave to say, very\nimpolitic too–for it is provoking me to retaliate, and such\nthings may come out as will shock your relations to hear.”",
        "“I am not afraid of you,” said he, smilingly.",
        "“Pray let me hear what you have to accuse him of,” cried\nColonel Fitzwilliam.  “I should like to know how he behaves\namong strangers.”",
        "“You shall hear then–but prepare yourself for something very\ndreadful.  The first time of my ever seeing him in Hertfordshire,\nyou must know, was at a ball–and at this ball, what do you\nthink he did?  He danced only four dances, though gentlemen\nwere scarce; and, to my certain knowledge, more than one\nyoung lady was sitting down in want of a partner.  Mr. Darcy,\nyou cannot deny the fact.”",
        "“I had not at that time the honour of knowing any lady in the\nassembly beyond my own party.”",
        "“True; and nobody can ever be introduced in a ball-room.  Well,\nColonel Fitzwilliam, what do I play next?  My fingers wait your\norders.”",
        "“Perhaps,” said Darcy, “I should have judged better, had I\nsought an introduction; but I am ill-qualified to recommend\nmyself to strangers.”",
        "“Shall we ask your cousin the reason of this?” said Elizabeth,\nstill addressing Colonel Fitzwilliam.  “Shall we ask him why a\nman of sense and education, and who has lived in the world, is\nill qualified to recommend himself to strangers?”",
        "“I can answer your question,” said Fitzwilliam, “without\napplying to him.  It is because he will not give himself the\ntrouble.”",
        "“I certainly have not the talent which some people possess,” said\nDarcy, “of conversing easily with those I have never seen before.\nI cannot catch their tone of conversation, or appear interested\nin their concerns, as I often see done.”",
        "“My fingers,” said Elizabeth, “do not move over this instrument\nin the masterly manner which I see so many women’s do.  They\nhave not the same force or rapidity, and do not produce the\nsame expression.  But then I have always supposed it to be my\nown fault–because I will not take the trouble of practising.\nIt is not that I do not believe my fingers as capable as any\nother woman’s of superior execution.”",
        "Darcy smiled and said, “You are perfectly right.  You have\nemployed your time much better.  No one admitted to the\nprivilege of hearing you can think anything wanting.  We neither\nof us perform to strangers.”",
        "Here they were interrupted by Lady Catherine, who called out to\nknow what they were talking of.  Elizabeth immediately began\nplaying again.  Lady Catherine approached, and, after listening\nfor a few minutes, said to Darcy:",
        "“Miss Bennet would not play at all amiss if she practised more,\nand could have the advantage of a London master.  She has a\nvery good notion of fingering, though her taste is not equal to\nAnne’s.  Anne would have been a delightful performer, had her\nhealth allowed her to learn.”",
        "Elizabeth looked at Darcy to see how cordially he assented to\nhis cousin’s praise; but neither at that moment nor at any other\ncould she discern any symptom of love; and from the whole of\nhis behaviour to Miss de Bourgh she derived this comfort for\nMiss Bingley, that he might have been just as likely to marry\nher, had she been his relation.",
        "Lady Catherine continued her remarks on Elizabeth’s performance,\nmixing with them many instructions on execution and taste.\nElizabeth received them with all the forbearance of civility,\nand, at the request of the gentlemen, remained at the instrument\ntill her ladyship’s carriage was ready to take them all home.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}