{
    "title": "Pride and Prejudice - Chapter 34",
    "author": "Jane Austen",
    "chapter": "34",
    "content": [
        "\n",
        "\n\n",
        "When they were gone, Elizabeth, as if intending to exasperate\nherself as much as possible against Mr. Darcy, chose for her\nemployment the examination of all the letters which Jane had\nwritten to her since her being in Kent.  They contained no actual\ncomplaint, nor was there any revival of past occurrences, or any\ncommunication of present suffering.  But in all, and in almost\nevery line of each, there was a want of that cheerfulness which\nhad been used to characterise her style, and which, proceeding\nfrom the serenity of a mind at ease with itself and kindly\ndisposed towards everyone, had been scarcely ever clouded.\nElizabeth noticed every sentence conveying the idea of uneasiness,\nwith an attention which it had hardly received on the first\nperusal.  Mr. Darcy’s shameful boast of what misery he had been\nable to inflict, gave her a keener sense of her sister’s\nsufferings.  It was some consolation to think that his visit\nto Rosings was to end on the day after the next–and, a still\ngreater, that in less than a fortnight she should herself be with\nJane again, and enabled to contribute to the recovery of her\nspirits, by all that affection could do.",
        "She could not think of Darcy’s leaving Kent without remembering\nthat his cousin was to go with him; but Colonel Fitzwilliam had\nmade it clear that he had no intentions at all, and agreeable\nas he was, she did not mean to be unhappy about him.",
        "While settling this point, she was suddenly roused by the sound\nof the door-bell, and her spirits were a little fluttered by the\nidea of its being Colonel Fitzwilliam himself, who had once\nbefore called late in the evening, and might now come to inquire\nparticularly after her.  But this idea was soon banished, and\nher spirits were very differently affected, when, to her utter\namazement, she saw Mr. Darcy walk into the room.  In an\nhurried manner he immediately began an inquiry after her health,\nimputing his visit to a wish of hearing that she were better.\nShe answered him with cold civility.  He sat down for a few\nmoments, and then getting up, walked about the room.  Elizabeth\nwas surprised, but said not a word.  After a silence of\nseveral minutes, he came towards her in an agitated manner,\nand thus began:",
        "“In vain I have struggled.  It will not do.  My feelings will not\nbe repressed.  You must allow me to tell you how ardently I admire\nand love you.”",
        "Elizabeth’s astonishment was beyond expression.  She stared,\ncoloured, doubted, and was silent.  This he considered sufficient\nencouragement; and the avowal of all that he felt, and had long\nfelt for her, immediately followed.  He spoke well; but there\nwere feelings besides those of the heart to be detailed; and he\nwas not more eloquent on the subject of tenderness than of pride.\nHis sense of her inferiority–of its being a degradation–of the\nfamily obstacles which had always opposed to inclination, were\ndwelt on with a warmth which seemed due to the consequence he\nwas wounding, but was very unlikely to recommend his suit.",
        "In spite of her deeply-rooted dislike, she could not be insensible\nto the compliment of such a man’s affection, and though her\nintentions did not vary for an instant, she was at first sorry for\nthe pain he was to receive; till, roused to resentment by his\nsubsequent language, she lost all compassion in anger.  She\ntried, however, to compose herself to answer him with patience,\nwhen he should have done.  He concluded with representing to\nher the strength of that attachment which, in spite of all his\nendeavours, he had found impossible to conquer; and with\nexpressing his hope that it would now be rewarded by her\nacceptance of his hand.  As he said this, she could easily\nsee that he had no doubt of a favourable answer.  He spoke of\napprehension and anxiety, but his countenance expressed real\nsecurity.  Such a circumstance could only exasperate farther,\nand, when he ceased, the colour rose into her cheeks, and she\nsaid:",
        "“In such cases as this, it is, I believe, the established mode\nto express a sense of obligation for the sentiments avowed,\nhowever unequally they may be returned.  It is natural that\nobligation should be felt, and if I could feel gratitude, I would\nnow thank you.  But I cannot–I have never desired your good\nopinion, and you have certainly bestowed it most unwillingly.  I\nam sorry to have occasioned pain to anyone.  It has been most\nunconsciously done, however, and I hope will be of short\nduration.  The feelings which, you tell me, have long prevented\nthe acknowledgment of your regard, can have little difficulty in\novercoming it after this explanation.”",
        "Mr. Darcy, who was leaning against the mantelpiece with his\neyes fixed on her face, seemed to catch her words with no less\nresentment than surprise.  His complexion became pale with\nanger, and the disturbance of his mind was visible in every\nfeature.  He was struggling for the appearance of composure,\nand would not open his lips till he believed himself to have\nattained it.  The pause was to Elizabeth’s feelings dreadful.\nAt length, with a voice of forced calmness, he said:",
        "“And this is all the reply which I am to have the honour of\nexpecting!  I might, perhaps, wish to be informed why, with so\nlittle endeavour at civility, I am thus rejected.  But it is of\nsmall importance.”",
        "“I might as well inquire,” replied she, “why with so evident a\ndesire of offending and insulting me, you chose to tell me that\nyou liked me against your will, against your reason, and even\nagainst your character?  Was not this some excuse for incivility,\nif I was uncivil?  But I have other provocations.  You know I\nhave.  Had not my feelings decided against you–had they been\nindifferent, or had they even been favourable, do you think that\nany consideration would tempt me to accept the man who has\nbeen the means of ruining, perhaps for ever, the happiness of a\nmost beloved sister?”",
        "As she pronounced these words, Mr. Darcy changed colour; but\nthe emotion was short, and he listened without attempting\nto interrupt her while she continued:",
        "“I have every reason in the world to think ill of you.  No motive\ncan excuse the unjust and ungenerous part you acted there.\nYou dare not, you cannot deny, that you have been the principal,\nif not the only means of dividing them from each other–of\nexposing one to the censure of the world for caprice and\ninstability, and the other to its derision for disappointed hopes,\nand involving them both in misery of the acutest kind.”",
        "She paused, and saw with no slight indignation that he was\nlistening with an air which proved him wholly unmoved by any\nfeeling of remorse.  He even looked at her with a smile of\naffected incredulity.",
        "“Can you deny that you have done it?” she repeated.",
        "With assumed tranquillity he then replied: “I have no wish of\ndenying that I did everything in my power to separate my friend\nfrom your sister, or that I rejoice in my success.  Towards himI have been kinder than towards myself.”",
        "Elizabeth disdained the appearance of noticing this civil\nreflection, but its meaning did not escape, nor was it likely to\nconciliate her.",
        "“But it is not merely this affair,” she continued, “on which my\ndislike is founded.  Long before it had taken place my opinion\nof you was decided.  Your character was unfolded in the recital\nwhich I received many months ago from Mr. Wickham.  On this\nsubject, what can you have to say?  In what imaginary act\nof friendship can you here defend yourself?  or under what\nmisrepresentation can you here impose upon others?”",
        "“You take an eager interest in that gentleman’s concerns,” said\nDarcy, in a less tranquil tone, and with a heightened colour.",
        "“Who that knows what his misfortunes have been, can help\nfeeling an interest in him?”",
        "“His misfortunes!” repeated Darcy contemptuously; “yes, his\nmisfortunes have been great indeed.”",
        "“And of your infliction,” cried Elizabeth with energy.  “You\nhave reduced him to his present state of poverty–comparative\npoverty.  You have withheld the advantages which you must\nknow to have been designed for him.  You have deprived the\nbest years of his life of that independence which was no less his\ndue than his desert.  You have done all this!  and yet you can\ntreat the mention of his misfortune with contempt and ridicule.”",
        "“And this,” cried Darcy, as he walked with quick steps across\nthe room, “is your opinion of me!  This is the estimation in\nwhich you hold me!  I thank you for explaining it so fully.  My\nfaults, according to this calculation, are heavy indeed!  But\nperhaps,” added he, stopping in his walk, and turning towards\nher, “these offenses might have been overlooked, had not your\npride been hurt by my honest confession of the scruples that had\nlong prevented my forming any serious design.  These bitter\naccusations might have been suppressed, had I, with greater\npolicy, concealed my struggles, and flattered you into the belief\nof my being impelled by unqualified, unalloyed inclination; by\nreason, by reflection, by everything.  But disguise of every sort\nis my abhorrence.  Nor am I ashamed of the feelings I related.\nThey were natural and just.  Could you expect me to rejoice in\nthe inferiority of your connections?–to congratulate myself on\nthe hope of relations, whose condition in life is so decidedly\nbeneath my own?”",
        "Elizabeth felt herself growing more angry every moment; yet she\ntried to the utmost to speak with composure when she said:",
        "“You are mistaken, Mr. Darcy, if you suppose that the mode of\nyour declaration affected me in any other way, than as it spared\nthe concern which I might have felt in refusing you, had you\nbehaved in a more gentlemanlike manner.”",
        "She saw him start at this, but he said nothing, and she continued:",
        "“You could not have made the offer of your hand in any possible\nway that would have tempted me to accept it.”",
        "Again his astonishment was obvious; and he looked at her with\nan expression of mingled incredulity and mortification.  She went\non:",
        "“From the very beginning–from the first moment, I may almost\nsay–of my acquaintance with you, your manners, impressing me\nwith the fullest belief of your arrogance, your conceit, and your\nselfish disdain of the feelings of others, were such as to form the\ngroundwork of disapprobation on which succeeding events have\nbuilt so immovable a dislike; and I had not known you a month\nbefore I felt that you were the last man in the world whom I\ncould ever be prevailed on to marry.”",
        "“You have said quite enough, madam.  I perfectly comprehend\nyour feelings, and have now only to be ashamed of what my own\nhave been.  Forgive me for having taken up so much of your\ntime, and accept my best wishes for your health and happiness.”",
        "And with these words he hastily left the room, and Elizabeth\nheard him the next moment open the front door and quit the\nhouse.",
        "The tumult of her mind, was now painfully great.  She knew not\nhow to support herself, and from actual weakness sat down and\ncried for half-an-hour.  Her astonishment, as she reflected on\nwhat had passed, was increased by every review of it.  That she\nshould receive an offer of marriage from Mr. Darcy!  That he\nshould have been in love with her for so many months!  So much\nin love as to wish to marry her in spite of all the objections\nwhich had made him prevent his friend’s marrying her sister,\nand which must appear at least with equal force in his own\ncase–was almost incredible!  It was gratifying to have inspired\nunconsciously so strong an affection.  But his pride, his\nabominable pride–his shameless avowal of what he had done with\nrespect to Jane–his unpardonable assurance in acknowledging,\nthough he could not justify it, and the unfeeling manner in\nwhich he had mentioned Mr. Wickham, his cruelty towards whom\nhe had not attempted to deny, soon overcame the pity which the\nconsideration of his attachment had for a moment excited.  She\ncontinued in very agitated reflections till the sound of Lady\nCatherine’s carriage made her feel how unequal she was to\nencounter Charlotte’s observation, and hurried her away to\nher room.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}