{
    "title": "Pride and Prejudice - Chapter 58",
    "author": "Jane Austen",
    "chapter": "57",
    "content": [
        "\n",
        "\n\n",
        "Instead of receiving any such letter of excuse from his friend,\nas Elizabeth half expected Mr. Bingley to do, he was able to\nbring Darcy with him to Longbourn before many days had passed\nafter Lady Catherine’s visit.  The gentlemen arrived early;\nand, before Mrs. Bennet had time to tell him of their having\nseen his aunt, of which her daughter sat in momentary dread,\nBingley, who wanted to be alone with Jane, proposed their\nall walking out.  It was agreed to.  Mrs. Bennet was not in\nthe habit of walking; Mary could never spare time; but the\nremaining five set off together.  Bingley and Jane, however,\nsoon allowed the others to outstrip them.  They lagged behind,\nwhile Elizabeth, Kitty, and Darcy were to entertain each other.\nVery little was said by either; Kitty was too much afraid of\nhim to talk; Elizabeth was secretly forming a desperate\nresolution; and perhaps he might be doing the same.",
        "They walked towards the Lucases, because Kitty wished to call\nupon Maria; and as Elizabeth saw no occasion for making it a\ngeneral concern, when Kitty left them she went boldly on with\nhim alone.  Now was the moment for her resolution to be\nexecuted, and, while her courage was high, she immediately\nsaid:",
        "“Mr. Darcy, I am a very selfish creature; and, for the sake of\ngiving relief to my own feelings, care not how much I may be\nwounding your’s.  I can no longer help thanking you for your\nunexampled kindness to my poor sister.  Ever since I have\nknown it, I have been most anxious to acknowledge to you how\ngratefully I feel it.  Were it known to the rest of my family,\nI should not have merely my own gratitude to express.”",
        "“I am sorry, exceedingly sorry,” replied Darcy, in a tone of\nsurprise and emotion, “that you have ever been informed of what\nmay, in a mistaken light, have given you uneasiness.  I did not\nthink Mrs. Gardiner was so little to be trusted.”",
        "“You must not blame my aunt.  Lydia’s thoughtlessness first\nbetrayed to me that you had been concerned in the matter; and,\nof course, I could not rest till I knew the particulars.  Let\nme thank you again and again, in the name of all my family,\nfor that generous compassion which induced you to take so much\ntrouble, and bear so many mortifications, for the sake of\ndiscovering them.”",
        "“If you will thank me,” he replied, “let it be for yourself\nalone.  That the wish of giving happiness to you might add\nforce to the other inducements which led me on, I shall not\nattempt to deny.  But your family owe me nothing.  Much as\nI respect them, I believe I thought only of you.”",
        "Elizabeth was too much embarrassed to say a word.  After a\nshort pause, her companion added, “You are too generous to\ntrifle with me.  If your feelings are still what they were\nlast April, tell me so at once.  My affections and wishes\nare unchanged, but one word from you will silence me on this\nsubject for ever.”",
        "Elizabeth, feeling all the more than common awkwardness and\nanxiety of his situation, now forced herself to speak; and\nimmediately, though not very fluently, gave him to understand\nthat her sentiments had undergone so material a change, since\nthe period to which he alluded, as to make her receive with\ngratitude and pleasure his present assurances.  The happiness\nwhich this reply produced, was such as he had probably never\nfelt before; and he expressed himself on the occasion as\nsensibly and as warmly as a man violently in love can be\nsupposed to do.  Had Elizabeth been able to encounter his\neye, she might have seen how well the expression of heartfelt\ndelight, diffused over his face, became him; but, though she\ncould not look, she could listen, and he told her of feelings,\nwhich, in proving of what importance she was to him, made his\naffection every moment more valuable.",
        "They walked on, without knowing in what direction.  There was\ntoo much to be thought, and felt, and said, for attention to\nany other objects.  She soon learnt that they were indebted\nfor their present good understanding to the efforts of his\naunt, who did call on him in her return through London,\nand there relate her journey to Longbourn, its motive, and\nthe substance of her conversation with Elizabeth; dwelling\nemphatically on every expression of the latter which, in her\nladyship’s apprehension, peculiarly denoted her perverseness\nand assurance; in the belief that such a relation must assist\nher endeavours to obtain that promise from her nephew which\nshe had refused to give.  But, unluckily for her ladyship,\nits effect had been exactly contrariwise.",
        "“It taught me to hope,” said he, “as I had scarcely ever allowed\nmyself to hope before.  I knew enough of your disposition to\nbe certain that, had you been absolutely, irrevocably decided\nagainst me, you would have acknowledged it to Lady Catherine,\nfrankly and openly.”",
        "Elizabeth coloured and laughed as she replied, “Yes, you know\nenough of my frankness to believe me capable of that.\nAfter abusing you so abominably to your face, I could have no\nscruple in abusing you to all your relations.”",
        "“What did you say of me, that I did not deserve?  For, though\nyour accusations were ill-founded, formed on mistaken premises,\nmy behaviour to you at the time had merited the severest\nreproof.  It was unpardonable.  I cannot think of it without\nabhorrence.”",
        "“We will not quarrel for the greater share of blame annexed to\nthat evening,” said Elizabeth.  “The conduct of neither, if\nstrictly examined, will be irreproachable; but since then, we\nhave both, I hope, improved in civility.”",
        "“I cannot be so easily reconciled to myself.  The recollection\nof what I then said, of my conduct, my manners, my expressions\nduring the whole of it, is now, and has been many months,\ninexpressibly painful to me.  Your reproof, so well applied, I\nshall never forget: ’had you behaved in a more gentlemanlike\nmanner.’ Those were your words.  You know not, you can\nscarcely conceive, how they have tortured me;–though it was\nsome time, I confess, before I was reasonable enough to allow\ntheir justice.”",
        "“I was certainly very far from expecting them to make so strong\nan impression.  I had not the smallest idea of their being ever\nfelt in such a way.”",
        "“I can easily believe it.  You thought me then devoid of\nevery proper feeling, I am sure you did.  The turn of your\ncountenance I shall never forget, as you said that I could\nnot have addressed you in any possible way that would induce\nyou to accept me.”",
        "“Oh! do not repeat what I then said.  These recollections\nwill not do at all.  I assure you that I have long been most\nheartily ashamed of it.”",
        "Darcy mentioned his letter.  “Did it,” said he, “did it soon\nmake you think better of me?  Did you, on reading it, give any\ncredit to its contents?”",
        "She explained what its effect on her had been, and how gradually\nall her former prejudices had been removed.",
        "“I knew,” said he, “that what I wrote must give you pain,\nbut it was necessary.  I hope you have destroyed the letter.\nThere was one part especially, the opening of it, which I\nshould dread your having the power of reading again.  I can\nremember some expressions which might justly make you hate me.”",
        "“The letter shall certainly be burnt, if you believe it\nessential to the preservation of my regard; but, though we have\nboth reason to think my opinions not entirely unalterable, they\nare not, I hope, quite so easily changed as that implies.”",
        "“When I wrote that letter,” replied Darcy, “I believed myself\nperfectly calm and cool, but I am since convinced that it was\nwritten in a dreadful bitterness of spirit.”",
        "“The letter, perhaps, began in bitterness, but it did not end\nso.  The adieu is charity itself.  But think no more of the\nletter.  The feelings of the person who wrote, and the person\nwho received it, are now so widely different from what they\nwere then, that every unpleasant circumstance attending it\nought to be forgotten.  You must learn some of my philosophy.\nThink only of the past as its remembrance gives you pleasure.”",
        "“I cannot give you credit for any philosophy of the kind.\nYour retrospections must be so totally void of reproach, that\nthe contentment arising from them is not of philosophy, but,\nwhat is much better, of innocence.  But with me, it is not\nso.  Painful recollections will intrude which cannot, which\nought not, to be repelled.  I have been a selfish being all my\nlife, in practice, though not in principle.  As a child I was\ntaught what was right, but I was not taught to correct my\ntemper.  I was given good principles, but left to follow them\nin pride and conceit.  Unfortunately an only son (for many\nyears an only child), I was spoilt by my parents, who, though\ngood themselves (my father, particularly, all that was\nbenevolent and amiable), allowed, encouraged, almost taught me\nto be selfish and overbearing; to care for none beyond my own\nfamily circle; to think meanly of all the rest of the world;\nto wish at least to think meanly of their sense and worth\ncompared with my own.  Such I was, from eight to eight and\ntwenty; and such I might still have been but for you, dearest,\nloveliest Elizabeth!  What do I not owe you!  You taught me a\nlesson, hard indeed at first, but most advantageous.  By you,\nI was properly humbled.  I came to you without a doubt of my\nreception.  You showed me how insufficient were all my\npretensions to please a woman worthy of being pleased.”",
        "“Had you then persuaded yourself that I should?”",
        "“Indeed I had.  What will you think of my vanity?  I believed\nyou to be wishing, expecting my addresses.”",
        "“My manners must have been in fault, but not intentionally,\nI assure you.  I never meant to deceive you, but my spirits\nmight often lead me wrong.  How you must have hated me after\nthat evening?”",
        "“Hate you!  I was angry perhaps at first, but my anger soon\nbegan to take a proper direction.”",
        "“I am almost afraid of asking what you thought of me, when we\nmet at Pemberley.  You blamed me for coming?”",
        "“No indeed; I felt nothing but surprise.”",
        "“Your surprise could not be greater than mine in being\nnoticed by you.  My conscience told me that I deserved no\nextraordinary politeness, and I confess that I did not expect\nto receive more than my due.”",
        "“My object then,” replied Darcy, “was to show you, by every\ncivility in my power, that I was not so mean as to resent the\npast; and I hoped to obtain your forgiveness, to lessen your\nill opinion, by letting you see that your reproofs had been\nattended to.  How soon any other wishes introduced themselves\nI can hardly tell, but I believe in about half an hour after\nI had seen you.”",
        "He then told her of Georgiana’s delight in her acquaintance,\nand of her disappointment at its sudden interruption; which\nnaturally leading to the cause of that interruption, she soon\nlearnt that his resolution of following her from Derbyshire in\nquest of her sister had been formed before he quitted the inn,\nand that his gravity and thoughtfulness there had arisen from\nno other struggles than what such a purpose must comprehend.",
        "She expressed her gratitude again, but it was too painful a\nsubject to each, to be dwelt on farther.",
        "After walking several miles in a leisurely manner, and too busy\nto know anything about it, they found at last, on examining\ntheir watches, that it was time to be at home.",
        "“What could become of Mr. Bingley and Jane!” was a wonder\nwhich introduced the discussion of their affairs.  Darcy\nwas delighted with their engagement; his friend had given\nhim the earliest information of it.",
        "“I must ask whether you were surprised?” said Elizabeth.",
        "“Not at all.  When I went away, I felt that it would soon\nhappen.”",
        "“That is to say, you had given your permission.  I guessed as\nmuch.”  And though he exclaimed at the term, she found that it\nhad been pretty much the case.",
        "“On the evening before my going to London,” said he, “I made a\nconfession to him, which I believe I ought to have made long\nago.  I told him of all that had occurred to make my former\ninterference in his affairs absurd and impertinent.  His\nsurprise was great.  He had never had the slightest suspicion.\nI told him, moreover, that I believed myself mistaken in\nsupposing, as I had done, that your sister was indifferent to\nhim; and as I could easily perceive that his attachment to her\nwas unabated, I felt no doubt of their happiness together.”",
        "Elizabeth could not help smiling at his easy manner of\ndirecting his friend.",
        "“Did you speak from your own observation,” said she, “when\nyou told him that my sister loved him, or merely from my\ninformation last spring?”",
        "“From the former.  I had narrowly observed her during the two\nvisits which I had lately made here; and I was convinced of her\naffection.”",
        "“And your assurance of it, I suppose, carried immediate\nconviction to him.”",
        "“It did.  Bingley is most unaffectedly modest.  His diffidence\nhad prevented his depending on his own judgment in so anxious\na case, but his reliance on mine made every thing easy.  I\nwas obliged to confess one thing, which for a time, and not\nunjustly, offended him.  I could not allow myself to conceal\nthat your sister had been in town three months last winter,\nthat I had known it, and purposely kept it from him.  He was\nangry.  But his anger, I am persuaded, lasted no longer than\nhe remained in any doubt of your sister’s sentiments.  He has\nheartily forgiven me now.”",
        "Elizabeth longed to observe that Mr. Bingley had been a most\ndelightful friend; so easily guided that his worth was\ninvaluable; but she checked herself.  She remembered that he\nhad yet to learn to be laughed at, and it was rather too early\nto begin.  In anticipating the happiness of Bingley, which of\ncourse was to be inferior only to his own, he continued the\nconversation till they reached the house.  In the hall they\nparted.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}