{
    "title": "Pride and Prejudice - Chapter 40",
    "author": "Jane Austen",
    "chapter": "39",
    "content": [
        "\n",
        "\n\n",
        "Elizabeth’s impatience to acquaint Jane with what had happened\ncould no longer be overcome; and at length, resolving to\nsuppress every particular in which her sister was concerned,\nand preparing her to be surprised, she related to her the next\nmorning the chief of the scene between Mr. Darcy and herself.",
        "Miss Bennet’s astonishment was soon lessened by the strong\nsisterly partiality which made any admiration of Elizabeth appear\nperfectly natural; and all surprise was shortly lost in other\nfeelings.  She was sorry that Mr. Darcy should have delivered his\nsentiments in a manner so little suited to recommend them; but\nstill more was she grieved for the unhappiness which her sister’s\nrefusal must have given him.",
        "“His being so sure of succeeding was wrong,” said she, “and\ncertainly ought not to have appeared; but consider how much it\nmust increase his disappointment!”",
        "“Indeed,” replied Elizabeth, “I am heartily sorry for him; but he\nhas other feelings, which will probably soon drive away his\nregard for me.  You do not blame me, however, for refusing him?”",
        "“Blame you!  Oh, no.”",
        "“But you blame me for having spoken so warmly of Wickham?”",
        "“No–I do not know that you were wrong in saying what you\ndid.”",
        "“But you will know it, when I tell you what happened the very\nnext day.”",
        "She then spoke of the letter, repeating the whole of its contents\nas far as they concerned George Wickham.  What a stroke was\nthis for poor Jane! who would willingly have gone through the\nworld without believing that so much wickedness existed in the\nwhole race of mankind, as was here collected in one individual.\nNor was Darcy’s vindication, though grateful to her feelings,\ncapable of consoling her for such discovery.  Most earnestly did\nshe labour to prove the probability of error, and seek to clear the\none without involving the other.",
        "“This will not do,” said Elizabeth; “you never will be able to\nmake both of them good for anything.  Take your choice, but\nyou must be satisfied with only one.  There is but such a quantity\nof merit between them; just enough to make one good sort of\nman; and of late it has been shifting about pretty much.  For my\npart, I am inclined to believe it all Darcy’s; but you shall do\nas you choose.”",
        "It was some time, however, before a smile could be extorted\nfrom Jane.",
        "“I do not know when I have been more shocked,” said she.\n“Wickham so very bad!  It is almost past belief.  And poor Mr.\nDarcy!  Dear Lizzy, only consider what he must have suffered.\nSuch a disappointment! and with the knowledge of your ill\nopinion, too! and having to relate such a thing of his sister!\nIt is really too distressing.  I am sure you must feel it so.”",
        "“Oh! no, my regret and compassion are all done away by seeing\nyou so full of both.  I know you will do him such ample justice,\nthat I am growing every moment more unconcerned and indifferent.\nYour profusion makes me saving; and if you lament over him much\nlonger, my heart will be as light as a feather.”",
        "“Poor Wickham! there is such an expression of goodness in his\ncountenance! such an openness and gentleness in his manner!”",
        "“There certainly was some great mismanagement in the education\nof those two young men.  One has got all the goodness, and the\nother all the appearance of it.”",
        "“I never thought Mr. Darcy so deficient in the appearanceof it as you used to do.”",
        "“And yet I meant to be uncommonly clever in taking so decided\na dislike to him, without any reason.  It is such a spur to one’s\ngenius, such an opening for wit, to have a dislike of that kind.\nOne may be continually abusive without saying anything just; but\none cannot always be laughing at a man without now and then\nstumbling on something witty.”",
        "“Lizzy, when you first read that letter, I am sure you could not\ntreat the matter as you do now.”",
        "“Indeed, I could not.  I was uncomfortable enough, I may say\nunhappy.  And with no one to speak to about what I felt, no\nJane to comfort me and say that I had not been so very weak and\nvain and nonsensical as I knew I had!  Oh! how I wanted you!”",
        "“How unfortunate that you should have used such very strong\nexpressions in speaking of Wickham to Mr. Darcy, for now they\ndo appear wholly undeserved.”",
        "“Certainly.  But the misfortune of speaking with bitterness\nis a most natural consequence of the prejudices I had been\nencouraging.  There is one point on which I want your advice.\nI want to be told whether I ought, or ought not, to make our\nacquaintances in general understand Wickham’s character.”",
        "Miss Bennet paused a little, and then replied, “Surely there can\nbe no occasion for exposing him so dreadfully.  What is your\nopinion?”",
        "“That it ought not to be attempted.  Mr. Darcy has not\nauthorised me to make his communication public.  On the\ncontrary, every particular relative to his sister was meant to\nbe kept as much as possible to myself; and if I endeavour to\nundeceive people as to the rest of his conduct, who will believe\nme?  The general prejudice against Mr. Darcy is so violent, that\nit would be the death of half the good people in Meryton to\nattempt to place him in an amiable light.  I am not equal to it.\nWickham will soon be gone; and therefore it will not signify to\nanyone here what he really is.  Some time hence it will be all\nfound out, and then we may laugh at their stupidity in not\nknowing it before.  At present I will say nothing about it.”",
        "“You are quite right.  To have his errors made public might ruin\nhim for ever.  He is now, perhaps, sorry for what he has done,\nand anxious to re-establish a character.  We must not make him\ndesperate.”",
        "The tumult of Elizabeth’s mind was allayed by this conversation.\nShe had got rid of two of the secrets which had weighed on her\nfor a fortnight, and was certain of a willing listener in Jane,\nwhenever she might wish to talk again of either.  But there was\nstill something lurking behind, of which prudence forbade the\ndisclosure.  She dared not relate the other half of Mr. Darcy’s\nletter, nor explain to her sister how sincerely she had been\nvalued by her friend.  Here was knowledge in which no one\ncould partake; and she was sensible that nothing less than a\nperfect understanding between the parties could justify her in\nthrowing off this last encumbrance of mystery.  “And then,” said\nshe, “if that very improbable event should ever take place, I\nshall merely be able to tell what Bingley may tell in a much more\nagreeable manner himself.  The liberty of communication cannot\nbe mine till it has lost all its value!”",
        "She was now, on being settled at home, at leisure to observe the\nreal state of her sister’s spirits.  Jane was not happy.  She still\ncherished a very tender affection for Bingley.  Having never even\nfancied herself in love before, her regard had all the warmth of\nfirst attachment, and, from her age and disposition, greater\nsteadiness than most first attachments often boast; and so\nfervently did she value his remembrance, and prefer him to every\nother man, that all her good sense, and all her attention to the\nfeelings of her friends, were requisite to check the indulgence of\nthose regrets which must have been injurious to her own health\nand their tranquillity.",
        "“Well, Lizzy,” said Mrs. Bennet one day, “what is your opinion\nnow of this sad business of Jane’s?  For my part, I am\ndetermined never to speak of it again to anybody.  I told my\nsister Phillips so the other day.  But I cannot find out that Jane\nsaw anything of him in London.  Well, he is a very undeserving\nyoung man–and I do not suppose there’s the least chance in the\nworld of her ever getting him now.  There is no talk of his\ncoming to Netherfield again in the summer; and I have inquired\nof everybody, too, who is likely to know.”",
        "“I do not believe he will ever live at Netherfield any more.”",
        "“Oh well! it is just as he chooses.  Nobody wants him to come.\nThough I shall always say he used my daughter extremely ill; and\nif I was her, I would not have put up with it.  Well, my comfort\nis, I am sure Jane will die of a broken heart; and then he will\nbe sorry for what he has done.”",
        "But as Elizabeth could not receive comfort from any such\nexpectation, she made no answer.",
        "“Well, Lizzy,” continued her mother, soon afterwards, “and so\nthe Collinses live very comfortable, do they?  Well, well, I only\nhope it will last.  And what sort of table do they keep?  Charlotte\nis an excellent manager, I dare say.  If she is half as sharp as\nher mother, she is saving enough.  There is nothing extravagant in\ntheir housekeeping, I dare say.”",
        "“No, nothing at all.”",
        "“A great deal of good management, depend upon it.  Yes, yes.\nthey will take care not to outrun their income.  They will\nnever be distressed for money.  Well, much good may it do\nthem!  And so, I suppose, they often talk of having Longbourn\nwhen your father is dead.  They look upon it as quite their own,\nI dare say, whenever that happens.”",
        "“It was a subject which they could not mention before me.”",
        "“No; it would have been strange if they had; but I make no\ndoubt they often talk of it between themselves.  Well, if they\ncan be easy with an estate that is not lawfully their own, so\nmuch the better.  I should be ashamed of having one that was\nonly entailed on me.”",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}