{
    "title": "Pride and Prejudice - Chapter 9",
    "author": "Jane Austen",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "Elizabeth passed the chief of the night in her sister’s room, and\nin the morning had the pleasure of being able to send a tolerable\nanswer to the inquiries which she very early received from Mr.\nBingley by a housemaid, and some time afterwards from the two\nelegant ladies who waited on his sisters.  In spite of this\namendment, however, she requested to have a note sent to Longbourn,\ndesiring her mother to visit Jane, and form her own judgement of\nher situation.  The note was immediately dispatched, and its\ncontents as quickly complied with.  Mrs. Bennet, accompanied by\nher two youngest girls, reached Netherfield soon after the family\nbreakfast.",
        "Had she found Jane in any apparent danger, Mrs. Bennet would\nhave been very miserable; but being satisfied on seeing her that\nher illness was not alarming, she had no wish of her recovering\nimmediately, as her restoration to health would probably remove\nher from Netherfield.  She would not listen, therefore, to her\ndaughter’s proposal of being carried home; neither did the\napothecary, who arrived about the same time, think it at all\nadvisable.  After sitting a little while with Jane, on Miss\nBingley’s appearance and invitation, the mother and three\ndaughter all attended her into the breakfast parlour.  Bingley met\nthem with hopes that Mrs. Bennet had not found Miss Bennet\nworse than she expected.",
        "“Indeed I have, sir,” was her answer.  “She is a great deal too\nill to be moved.  Mr. Jones says we must not think of moving her.\nWe must trespass a little longer on your kindness.”",
        "“Removed!” cried Bingley.  “It must not be thought of.  My\nsister, I am sure, will not hear of her removal.”",
        "“You may depend upon it, Madam,” said Miss Bingley, with cold\ncivility, “that Miss Bennet will receive every possible attention\nwhile she remains with us.”",
        "Mrs. Bennet was profuse in her acknowledgments.",
        "“I am sure,” she added, “if it was not for such good friends I do\nnot know what would become of her, for she is very ill indeed,\nand suffers a vast deal, though with the greatest patience in the\nworld, which is always the way with her, for she has, without\nexception, the sweetest temper I have ever met with.  I often tell\nmy other girls they are nothing to her.  You have a sweet room\nhere, Mr. Bingley, and a charming prospect over the gravel walk.\nI do not know a place in the country that is equal to Netherfield.\nYou will not think of quitting it in a hurry, I hope, though you\nhave but a short lease.”",
        "“Whatever I do is done in a hurry,” replied he; “and therefore if I\nshould resolve to quit Netherfield, I should probably be off in\nfive minutes.  At present, however, I consider myself as quite\nfixed here.”",
        "“That is exactly what I should have supposed of you,” said\nElizabeth.",
        "“You begin to comprehend me, do you?” cried he, turning\ntowards her.",
        "“Oh! yes–I understand you perfectly.”",
        "“I wish I might take this for a compliment; but to be so easily\nseen through I am afraid is pitiful.”",
        "“That is as it happens.  It does not follow that a deep, intricate\ncharacter is more or less estimable than such a one as yours.”",
        "“Lizzy,” cried her mother, “remember where you are, and do not\nrun on in the wild manner that you are suffered to do at home.”",
        "“I did not know before,” continued Bingley immediately, “that\nyou were a studier of character.  It must be an amusing study.”",
        "“Yes, but intricate characters are the most amusing.  They\nhave at least that advantage.”",
        "“The country,” said Darcy, “can in general supply but a few\nsubjects for such a study.  In a country neighbourhood you move\nin a very confined and unvarying society.”",
        "“But people themselves alter so much, that there is something\nnew to be observed in them for ever.”",
        "“Yes, indeed,” cried Mrs. Bennet, offended by his manner of\nmentioning a country neighbourhood.  “I assure you there is\nquite as much of that going on in the country as in town.”",
        "Everybody was surprised, and Darcy, after looking at her for a\nmoment, turned silently away.  Mrs. Bennet, who fancied she\nhad gained a complete victory over him, continued her triumph.",
        "“I cannot see that London has any great advantage over the\ncountry, for my part, except the shops and public places.  The\ncountry is a vast deal pleasanter, is it not, Mr. Bingley?”",
        "“When I am in the country,” he replied, “I never wish to leave it;\nand when I am in town it is pretty much the same.  They have\neach their advantages, and I can be equally happy in either.”",
        "“Aye–that is because you have the right disposition.  But that\ngentleman,” looking at Darcy, “seemed to think the country was\nnothing at all.”",
        "“Indeed, Mamma, you are mistaken,” said Elizabeth, blushing for\nher mother.  “You quite mistook Mr. Darcy.  He only meant that\nthere was not such a variety of people to be met with in the\ncountry as in the town, which you must acknowledge to be\ntrue.”",
        "“Certainly, my dear, nobody said there were; but as to not\nmeeting with many people in this neighbourhood, I believe\nthere are few neighbourhoods larger.  I know we dine with\nfour-and-twenty families.”",
        "Nothing but concern for Elizabeth could enable Bingley to keep\nhis countenance.  His sister was less delicate, and directed her\neyes towards Mr. Darcy with a very expressive smile.  Elizabeth,\nfor the sake of saying something that might turn her mother’s\nthoughts, now asked her if Charlotte Lucas had been at\nLongbourn since her coming away.",
        "“Yes, she called yesterday with her father.  What an agreeable\nman Sir William is, Mr. Bingley, is not he?  So much the man of\nfashion!  So genteel and easy!  He had always something to say\nto everybody.  That is my idea of good breeding; and those\npersons who fancy themselves very important, and never open\ntheir mouths, quite mistake the matter.”",
        "“Did Charlotte dine with you?”",
        "“No, she would go home.  I fancy she was wanted about the\nmince-pies.  For my part, Mr. Bingley, I always keep servants\nthat can do their own work; my daughters are brought up very\ndifferently.  But everybody is to judge for themselves, and the\nLucases are a very good sort of girls, I assure you.  It is a pity\nthey are not handsome!  Not that I think Charlotte so veryplain–but then she is our particular friend.”",
        "“She seems a very pleasant young woman.”",
        "“Oh! dear, yes; but you must own she is very plain.  Lady Lucas\nherself has often said so, and envied me Jane’s beauty.  I do not\nlike to boast of my own child, but to be sure, Jane–one does\nnot often see anybody better looking.  It is what everybody says.\nI do not trust my own partiality.  When she was only fifteen,\nthere was a man at my brother Gardiner’s in town so much in\nlove with her that my sister-in-law was sure he would make her\nan offer before we came away.  But, however, he did not.\nPerhaps he thought her too young.  However, he wrote some\nverses on her, and very pretty they were.”",
        "“And so ended his affection,” said Elizabeth impatiently.  “There\nhas been many a one, I fancy, overcome in the same way.  I\nwonder who first discovered the efficacy of poetry in driving\naway love!”",
        "“I have been used to consider poetry as the food of love,” said\nDarcy.",
        "“Of  a fine, stout, healthy love it may.  Everything nourishes\nwhat is strong already.  But if it be only a slight, thin sort of\ninclination, I am convinced that one good sonnet will starve it\nentirely away.”",
        "Darcy only smiled; and the general pause which ensued made\nElizabeth tremble lest her mother should be exposing herself\nagain.  She longed to speak, but could think of nothing to say;\nand after a short silence Mrs. Bennet began repeating her thanks\nto Mr. Bingley for his kindness to Jane, with an apology for\ntroubling him also with Lizzy.  Mr. Bingley was unaffectedly\ncivil in his answer, and forced his younger sister to be civil\nalso, and say what the occasion required.  She performed her\npart indeed without much graciousness, but Mrs. Bennet was\nsatisfied, and soon afterwards ordered her carriage.  Upon this\nsignal, the youngest of her daughters put herself forward.  The\ntwo girls had been whispering to each other during the whole\nvisit, and the result of it was, that the youngest should tax\nMr. Bingley with having promised on his first coming into the\ncountry to give a ball at Netherfield.",
        "Lydia was a stout, well-grown girl of fifteen, with a fine\ncomplexion and good-humoured countenance; a favourite with her\nmother, whose affection had brought her into public at an early\nage.  She had high animal spirits, and a sort of natural\nself-consequence, which the attention of the officers, to whom\nher uncle’s good dinners, and her own easy manners recommended\nher, had increased into assurance.  She was very equal,\ntherefore, to address Mr. Bingley on the subject of the ball, and\nabruptly reminded him of his promise; adding, that it would be\nthe most shameful thing in the world if he did not keep it.  His\nanswer to this sudden attack was delightful to their mother’s ear:",
        "“I am perfectly ready, I assure you, to keep my engagement; and\nwhen your sister is recovered, you shall, if you please, name the\nvery day of the ball.  But you would not wish to be dancing\nwhen she is ill.”",
        "Lydia declared herself satisfied.  “Oh! yes–it would be much\nbetter to wait till Jane was well, and by that time most likely\nCaptain Carter would be at Meryton again.  And when you have\ngiven your ball,” she added, “I shall insist on their giving one\nalso.  I shall tell Colonel Forster it will be quite a shame if he\ndoes not.”",
        "Mrs. Bennet and her daughters then departed, and Elizabeth\nreturned instantly to Jane, leaving her own and her relations’\nbehaviour to the remarks of the two ladies and Mr. Darcy; the\nlatter of whom, however, could not be prevailed on to join in\ntheir censure of her, in spite of all Miss Bingley’s witticisms on\nfine eyes.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}