{
    "title": "Pride and Prejudice - Chapter 46",
    "author": "Jane Austen",
    "chapter": "45",
    "content": [
        "\n",
        "\n\n",
        "Elizabeth had been a good deal disappointed in not finding a\nletter from Jane on their first arrival at Lambton; and this\ndisappointment had been renewed on each of the mornings that\nhad now been spent there; but on the third her repining was\nover, and her sister justified, by the receipt of two letters\nfrom her at once, on one of which was marked that it had been\nmissent elsewhere.  Elizabeth was not surprised at it, as Jane\nhad written the direction remarkably ill.",
        "They had just been preparing to walk as the letters came in;\nand her uncle and aunt, leaving her to enjoy them in quiet, set\noff by themselves.  The one missent must first be attended to;\nit had been written five days ago.  The beginning contained an\naccount of all their little parties and engagements, with such\nnews as the country afforded; but the latter half, which was\ndated a day later, and written in evident agitation, gave more\nimportant intelligence.  It was to this effect:",
        "“Since writing the above, dearest Lizzy, something has occurred\nof a most unexpected and serious nature; but I am afraid of\nalarming you–be assured that we are all well.  What I have to\nsay relates to poor Lydia.  An express came at twelve last night,\njust as we were all gone to bed, from Colonel Forster, to\ninform us that she was gone off to Scotland with one of his\nofficers; to own the truth, with Wickham!  Imagine our surprise.\nTo Kitty, however, it does not seem so wholly unexpected.  I\nam very, very sorry.  So imprudent a match on both sides! But\nI am willing to hope the best, and that his character has been\nmisunderstood.  Thoughtless and indiscreet I can easily believe\nhim, but this step (and let us rejoice over it) marks nothing bad\nat heart.  His choice is disinterested at least, for he must know\nmy father can give her nothing.  Our poor mother is sadly\ngrieved.  My father bears it better.  How thankful am I that we\nnever let them know what has been said against him; we must\nforget it ourselves.  They were off Saturday night about twelve,\nas is conjectured, but were not missed till yesterday morning at\neight.  The express was sent off directly.  My dear Lizzy, they\nmust have passed within ten miles of us.  Colonel Forster gives\nus reason to expect him here soon.  Lydia left a few lines for\nhis wife, informing her of their intention.  I must conclude, for\nI cannot be long from my poor mother.  I am afraid you will not\nbe able to make it out, but I hardly know what I have written.”",
        "Without allowing herself time for consideration, and scarcely\nknowing what she felt, Elizabeth on finishing this letter instantly\nseized the other, and opening it with the utmost impatience, read\nas follows: it had been written a day later than the conclusion of\nthe first.",
        "“By this time, my dearest sister, you have received my hurried\nletter; I wish this may be more intelligible, but though not\nconfined for time, my head is so bewildered that I cannot answer\nfor being coherent.  Dearest Lizzy, I hardly know what I would\nwrite, but I have bad news for you, and it cannot be delayed.\nImprudent as the marriage between Mr. Wickham and our poor\nLydia would be, we are now anxious to be assured it has taken\nplace, for there is but too much reason to fear they are not gone\nto Scotland.  Colonel Forster came yesterday, having left\nBrighton the day before, not many hours after the express.\nThough Lydia’s short letter to Mrs. F. gave them to understand\nthat they were going to Gretna Green, something was dropped\nby Denny expressing his belief that W. never intended to go\nthere, or to marry Lydia at all, which was repeated to Colonel\nF., who, instantly taking the alarm, set off from B. intending to\ntrace their route.  He did trace them easily to Clapham, but no\nfurther; for on entering that place, they removed into a hackney\ncoach, and dismissed the chaise that brought them from Epsom.\nAll that is known after this is, that they were seen to continue\nthe London road.  I know not what to think.  After making every\npossible inquiry on that side London, Colonel F. came on into\nHertfordshire, anxiously renewing them at all the turnpikes, and\nat the inns in Barnet and Hatfield, but without any success–no\nsuch people had been seen to pass through.  With the kindest\nconcern he came on to Longbourn, and broke his apprehensions\nto us in a manner most creditable to his heart.  I am sincerely\ngrieved for him and Mrs. F., but no one can throw any blame\non them.  Our distress, my dear Lizzy, is very great.  My father\nand mother believe the worst, but I cannot think so ill of him.\nMany circumstances might make it more eligible for them to be\nmarried privately in town than to pursue their first plan;\nand even if he could form such a design against a young woman\nof Lydia’s connections, which is not likely, can I suppose her\nso lost to everything?  Impossible!  I grieve to find, however,\nthat Colonel F. is not disposed to depend upon their marriage;\nhe shook his head when I expressed my hopes, and said he fear\nW. was not a man to be trusted.  My poor mother is really ill,\nand keeps her room.  Could she exert herself, it would be better;\nbut this is not to be expected.  And as to my father, I never in\nmy life saw him so affected.  Poor Kitty has anger for having\nconcealed their attachment; but as it was a matter of confidence,\none cannot wonder.  I am truly glad, dearest Lizzy, that you\nhave been spared something of these distressing scenes; but\nnow, as the first shock is over, shall I own that I long for\nyour return?  I am not so selfish, however, as to press for it,\nif inconvenient.  Adieu!  I take up my pen again to do what I\nhave just told you I would not; but circumstances are such that\nI cannot help earnestly begging you all to come here as soon as\npossible.  I know my dear uncle and aunt so well, that I am not\nafraid of requesting it, though I have still something more to\nask of the former.  My father is going to London with Colonel\nForster instantly, to try to discover her.  What he means to do\nI am sure I know not; but his excessive distress will not allow\nhim to pursue any measure in the best and safest way, and\nColonel Forster is obliged to be at Brighton again to-morrow\nevening.  In such an exigence, my uncle’s advice and assistance\nwould be everything in the world; he will immediately comprehend\nwhat I must feel, and I rely upon his goodness.”",
        "“Oh! where, where is my uncle?” cried Elizabeth, darting from\nher seat as she finished the letter, in eagerness to follow him,\nwithout losing a moment of the time so precious; but as she\nreached the door it was opened by a servant, and Mr. Darcy\nappeared.  Her pale face and impetuous manner made him start,\nand before he could recover himself to speak, she, in whose\nmind every idea was superseded by Lydia’s situation, hastily\nexclaimed, “I beg your pardon, but I must leave you.  I must\nfind Mr. Gardiner this moment, on business that cannot be\ndelayed; I have not an instant to lose.”",
        "“Good God! what is the matter?” cried he, with more feeling\nthan politeness; then recollecting himself, “I will not detain you\na minute; but let me, or let the servant go after Mr. and Mrs.\nGardiner.  You are not well enough; you cannot go yourself.”",
        "Elizabeth hesitated, but her knees trembled under her and she\nfelt how little would be gained by her attempting to pursue them.\nCalling back the servant, therefore, she commissioned him,\nthough in so breathless an accent as made her almost unintelligible,\nto fetch his master and mistress home instantly.",
        "On his quitting the room she sat down, unable to support\nherself, and looking so miserably ill, that it was impossible\nfor Darcy to leave her, or to refrain from saying, in a tone\nof gentleness and commiseration, “Let me call your maid.  Is\nthere nothing you could take to give you present relief?  A\nglass of wine; shall I get you one?  You are very ill.”",
        "“No, I thank you,” she replied, endeavouring to recover herself.\n“There is nothing the matter with me.  I am quite well; I am\nonly distressed by some dreadful news which I have just\nreceived from Longbourn.”",
        "She burst into tears as she alluded to it, and for a few minutes\ncould not speak another word.  Darcy, in wretched suspense,\ncould only say something indistinctly of his concern, and\nobserve her in compassionate silence.  At length she spoke\nagain.  “I have just had a letter from Jane, with such dreadful\nnews.  It cannot be concealed from anyone.  My younger sister\nhas left all her friends–has eloped; has thrown herself into\nthe power of–of Mr. Wickham.  They are gone off together from\nBrighton.  You know him too well to doubt the rest.  She has\nno money, no connections, nothing that can tempt him to–she\nis lost for ever.”",
        "Darcy was fixed in astonishment.  “When I consider,” she added\nin a yet more agitated voice, “that I might have prevented it!\nI, who knew what he was.  Had I but explained some part of\nit only–some part of what I learnt, to my own family!  Had his\ncharacter been known, this could not have happened.  But it is\nall–all too late now.”",
        "“I am grieved indeed,” cried Darcy; “grieved–shocked.  But is\nit certain–absolutely certain?”",
        "“Oh, yes!  They left Brighton together on Sunday night, and\nwere traced almost to London, but not beyond; they are\ncertainly not gone to Scotland.”",
        "“And what has been done, what has been attempted, to recover\nher?”",
        "“My father is gone to London, and Jane has written to beg my\nuncle’s immediate assistance; and we shall be off, I hope, in\nhalf-an-hour.  But nothing can be done–I know very well that\nnothing can be done.  How is such a man to be worked on?  How\nare they even to be discovered?  I have not the smallest hope.\nIt is every way horrible!”",
        "Darcy shook his head in silent acquiescence.",
        "“When my eyes were opened to his real character–Oh! had I\nknown what I ought, what I dared to do!  But I knew not–I\nwas afraid of doing too much.  Wretched, wretched mistake!”",
        "Darcy made no answer.  He seemed scarcely to hear her, and\nwas walking up and down the room in earnest meditation, his\nbrow contracted, his air gloomy.  Elizabeth soon observed, and\ninstantly understood it.  Her power was sinking; everything\nmust sink under such a proof of family weakness, such an\nassurance of the deepest disgrace.  She could neither wonder\nnor condemn, but the belief of his self-conquest brought nothing\nconsolatory to her bosom, afforded no palliation of her\ndistress.  It was, on the contrary, exactly calculated to make\nher understand her own wishes; and never had she so honestly felt\nthat she could have loved him, as now, when all love must be vain.",
        "But self, though it would intrude, could not engross her.\nLydia–the humiliation, the misery she was bringing on them all,\nsoon swallowed up every private care; and covering her face with\nher handkerchief, Elizabeth was soon lost to everything else;\nand, after a pause of several minutes, was only recalled to a\nsense of her situation by the voice of her companion, who, in a\nmanner which, though it spoke compassion, spoke likewise restraint,\nsaid, “I am afraid you have been long desiring my absence, nor\nhave I anything to plead in excuse of my stay, but real, though\nunavailing concern.  Would to Heaven that anything could be\neither said or done on my part that might offer consolation to\nsuch distress!  But I will not torment you with vain wishes, which\nmay seem purposely to ask for your thanks.  This unfortunate\naffair will, I fear, prevent my sister’s having the pleasure of\nseeing you at Pemberley to-day.”",
        "“Oh, yes.  Be so kind as to apologise for us to Miss Darcy.  Say\nthat urgent business calls us home immediately.  Conceal the\nunhappy truth as long as it is possible, I know it cannot be long.”",
        "He readily assured her of his secrecy; again expressed his sorrow\nfor her distress, wished it a happier conclusion than there was\nat present reason to hope, and leaving his compliments for her\nrelations, with only one serious, parting look, went away.",
        "As he quitted the room, Elizabeth felt how improbable it was\nthat they should ever see each other again on such terms of\ncordiality as had marked their several meetings in Derbyshire;\nand as she threw a retrospective glance over the whole of their\nacquaintance, so full of contradictions and varieties, sighed\nat the perverseness of those feelings which would now have\npromoted its continuance, and would formerly have rejoiced in\nits termination.",
        "If gratitude and esteem are good foundations of affection,\nElizabeth’s change of sentiment will be neither improbable nor\nfaulty.  But if otherwise–if regard springing from such sources\nis unreasonable or unnatural, in comparison of what is so often\ndescribed as arising on a first interview with its object, and even\nbefore two words have been exchanged, nothing can be said in\nher defence, except that she had given somewhat of a trial to the\nlatter method in her partiality for Wickham, and that its ill\nsuccess might, perhaps, authorise her to seek the other less\ninteresting mode of attachment.  Be that as it may, she saw him\ngo with regret; and in this early example of what Lydia’s infamy\nmust produce, found additional anguish as she reflected on that\nwretched business.  Never, since reading Jane’s second letter,\nhad she entertained a hope of Wickham’s meaning to marry her.\nNo one but Jane, she thought, could flatter herself with such an\nexpectation.  Surprise was the least of her feelings on this\ndevelopment.  While the contents of the first letter remained in\nher mind, she was all surprise–all astonishment that Wickham\nshould marry a girl whom it was impossible he could marry\nfor money; and how Lydia could ever have attached him had\nappeared incomprehensible.  But now it was all too natural.  For\nsuch an attachment as this she might have sufficient charms; and\nthough she did not suppose Lydia to be deliberately engaging in\nan elopement without the intention of marriage, she had no\ndifficulty in believing that neither her virtue nor her\nunderstanding would preserve her from falling an easy prey.",
        "She had never perceived, while the regiment was in Hertfordshire,\nthat Lydia had any partiality for him; but she was convinced that\nLydia wanted only encouragement to attach herself to anybody.\nSometimes one officer, sometimes another, had been her favourite,\nas their attentions raised them in her opinion.  Her affections\nhad continually been fluctuating but never without an object.\nThe mischief of neglect and mistaken indulgence towards such a\ngirl–oh! how acutely did she now feel it!",
        "She was wild to be at home–to hear, to see, to be upon the\nspot to share with Jane in the cares that must now fall wholly\nupon her, in a family so deranged, a father absent, a mother\nincapable of exertion, and requiring constant attendance; and\nthough almost persuaded that nothing could be done for Lydia,\nher uncle’s interference seemed of the utmost importance, and\ntill he entered the room her impatience was severe.  Mr. and\nMrs. Gardiner had hurried back in alarm, supposing by the\nservant’s account that their niece was taken suddenly ill; but\nsatisfying them instantly on that head, she eagerly communicated\nthe cause of their summons, reading the two letters aloud, and\ndwelling on the postscript of the last with trembling energy,\nthough Lydia had never been a favourite with them, Mr. and\nMrs. Gardiner could not but be deeply afflicted.  Not Lydia\nonly, but all were concerned in it; and after the first\nexclamations of surprise and horror, Mr. Gardiner promised\nevery assistance in his power.  Elizabeth, though expecting no\nless, thanked him with tears of gratitude; and all three being\nactuated by one spirit, everything relating to their journey was\nspeedily settled.  They were to be off as soon as possible.  “But\nwhat is to be done about Pemberley?” cried Mrs. Gardiner.\n“John told us Mr. Darcy was here when you sent for us; was it\nso?”",
        "“Yes; and I told him we should not be able to keep our\nengagement.  That is all settled.”",
        "“What is all settled?” repeated the other, as she ran into her\nroom to prepare.  “And are they upon such terms as for her to\ndisclose the real truth?  Oh, that I knew how it was!”",
        "But wishes were vain, or at least could only serve to amuse her\nin the hurry and confusion of the following hour.  Had Elizabeth\nbeen at leisure to be idle, she would have remained certain that\nall employment was impossible to one so wretched as herself;\nbut she had her share of business as well as her aunt, and\namongst the rest there were notes to be written to all their\nfriends at Lambton, with false excuses for their sudden\ndeparture.  An hour, however, saw the whole completed; and\nMr. Gardiner meanwhile having settled his account at the inn,\nnothing remained to be done but to go; and Elizabeth, after all\nthe misery of the morning, found herself, in a shorter space of\ntime than she could have supposed, seated in the carriage, and\non the road to Longbourn.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}