{
    "title": "Pride and Prejudice - Chapter 8",
    "author": "Jane Austen",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "At five o’clock the two ladies retired to dress, and at half-past\nsix Elizabeth was summoned to dinner.  To the civil inquiries\nwhich then poured in, and amongst which she had the pleasure\nof distinguishing the much superior solicitude of Mr. Bingley’s,\nshe could not make a very favourable answer.  Jane was by no\nmeans better.  The sisters, on hearing this, repeated three or four\ntimes how much they were grieved, how shocking it was to have\na bad cold, and how excessively they disliked being ill\nthemselves; and then thought no more of the matter: and their\nindifference towards Jane when not immediately before them\nrestored Elizabeth to the enjoyment of all her former dislike.",
        "Their brother, indeed, was the only one of the party whom she\ncould regard with any complacency.  His anxiety for Jane was\nevident, and his attentions to herself most pleasing, and\nthey prevented her feeling herself so much an intruder as she\nbelieved she was considered by the others.  She had very little\nnotice from any but him.  Miss Bingley was engrossed by Mr.\nDarcy, her sister scarcely less so; and as for Mr. Hurst, by\nwhom Elizabeth sat, he was an indolent man, who lived only to\neat, drink, and play at cards; who, when he found her to prefer\na plain dish to a ragout, had nothing to say to her.",
        "When dinner was over, she returned directly to Jane, and Miss\nBingley began abusing her as soon as she was out of the room.\nHer manners were pronounced to be very bad indeed, a mixture\nof pride and impertinence; she had no conversation, no style, no\nbeauty.  Mrs. Hurst thought the same, and added:",
        "“She has nothing, in short, to recommend her, but being an\nexcellent walker.  I shall never forget her appearance this\nmorning.  She really looked almost wild.”",
        "“She did, indeed, Louisa.  I could hardly keep my countenance.\nVery nonsensical to come at all!  Why must she be scampering\nabout the country, because her sister had a cold?  Her hair, so\nuntidy, so blowsy!”",
        "“Yes, and her petticoat; I hope you saw her petticoat, six inches\ndeep in mud, I am absolutely certain; and the gown which had\nbeen let down to hide it not doing its office.”",
        "“Your picture may be very exact, Louisa,” said Bingley; “but\nthis was all lost upon me.  I thought Miss Elizabeth Bennet\nlooked remarkably well when she came into the room this\nmorning.  Her dirty petticoat quite escaped my notice.”",
        "“_You observed it, Mr. Darcy, I am sure,” said Miss Bingley;\n“and I am inclined to think that you would not wish to see\nyour sister make such an exhibition.”",
        "“Certainly not.”",
        "“To walk three miles, or four miles, or five miles, or whatever it\nis, above her ankles in dirt, and alone, quite alone!  What could\nshe mean by it?  It seems to me to show an abominable sort of\nconceited independence, a most country-town indifference to\ndecorum.”",
        "“It shows an affection for her sister that is very pleasing,” said\nBingley.",
        "“I am afraid, Mr. Darcy,” observed Miss Bingley in a half\nwhisper, “that this adventure has rather affected your\nadmiration of her fine eyes.”",
        "“Not at all,” he replied; “they were brightened by the exercise.\"\nA short pause followed this speech, and Mrs. Hurst began again:",
        "“I have a excessive regard for Miss Jane Bennet, she is really\na very sweet girl, and I wish with all my heart she were well\nsettled.  But with such a father and mother, and such low\nconnections, I am afraid there is no chance of it.”",
        "“I think I have heard you say that their uncle is an attorney on\nMeryton.”",
        "“Yes; and they have another, who lives somewhere near Cheapside.”",
        "“That is capital,” added her sister, and they both laughed heartily.",
        "“If they had uncles enough to fill all Cheapside,” cried\nBingley, “it would not make them one jot less agreeable.”",
        "“But it must very materially lessen their chance of marrying men\nof any consideration in the world,” replied Darcy.",
        "To this speech Bingley made no answer; but his sisters gave it\ntheir hearty assent, and indulged their mirth for some time at the\nexpense of their dear friend’s vulgar relations.",
        "With a renewal of tenderness, however, they returned to her\nroom on leaving the dining-parlour, and sat with her till\nsummoned to coffee.  She was still very poorly, and Elizabeth\nwould not quit her at all, till late in the evening, when she had\nthe comfort of seeing her sleep, and when it seemed to her rather\nright than pleasant that she should go downstairs herself.  On\nentering the drawing-room she found the whole party at loo, and\nwas immediately invited to join them; but suspecting them to be\nplaying high she declined it, and making her sister the excuse,\nsaid she would amuse herself for the short time she could stay\nbelow, with a book.  Mr. Hurst looked at her with astonishment.",
        "“Do you prefer reading to cards?” said he; “that is rather\nsingular.”",
        "“Miss Eliza Bennet,” said Miss Bingley, “despises cards.  She is\na great reader, and has no pleasure in anything else.”",
        "“I deserve neither such praise nor such censure,” cried Elizabeth;\n“I am not a great reader, and I have pleasure in many things.”",
        "“In nursing your sister I am sure you have pleasure,” said Bingley;\n“and I hope it will be soon increased by seeing her quite well.”",
        "Elizabeth thanked him from her heart, and then walked towards\nthe table where a few books were lying.  He immediately offered\nto fetch her others–all that his library afforded.",
        "“And I wish my collection were larger for your benefit and my\nown credit; but I am an idle fellow, and though I have not many,\nI have more than I ever looked into.”",
        "Elizabeth assured him that she could suit herself perfectly with\nthose in the room.",
        "“I am astonished,” said Miss Bingley, “that my father should\nhave left so small a collection of books.  What a delightful library\nyou have at Pemberley, Mr. Darcy!”",
        "“It ought to be good,” he replied, “it has been the work of many\ngenerations.”",
        "“And then you have added so much to it yourself, you are\nalways buying books.”",
        "“I cannot comprehend the neglect of a family library in such days\nas these.”",
        "“Neglect!  I am sure you neglect nothing that can add to the\nbeauties of that noble place.  Charles, when you build yourhouse, I wish it may be half as delightful as Pemberley.”",
        "“I wish it may.”",
        "“But I would really advise you to make your purchase in that\nneighbourhood, and take Pemberley for a kind of model.  There\nis not a finer county in England than Derbyshire.”",
        "“With all my heart; I will buy Pemberley itself if Darcy will\nsell it.”",
        "“I am talking of possibilities, Charles.”",
        "“Upon my word, Caroline, I should think it more possible to get\nPemberley by purchase than by imitation.”",
        "Elizabeth was so much caught with what passed, as to leave her\nvery little attention for her book; and soon laying it wholly\naside, she drew near the card-table, and stationed herself\nbetween Mr. Bingley and his eldest sister, to observe the game.",
        "“Is Miss Darcy much grown since the spring?” said Miss\nBingley; “will she be as tall as I am?”",
        "“I think she will.  She is now about Miss Elizabeth Bennet’s\nheight, or rather taller.”",
        "“How I long to see her again!  I never met with anybody who\ndelighted me so much.  Such a countenance, such manners!  And\nso extremely accomplished for her age!  Her performance on the\npianoforte is exquisite.”",
        "“It is amazing to me,” said Bingley, “how young ladies can have\npatience to be so very accomplished as they all are.”",
        "“All young ladies accomplished!  My dear Charles, what do you mean?”",
        "“Yes, all of them, I think.  They all paint tables, cover screens,\nand net purses.  I scarcely know anyone who cannot do all this,\nand I am sure I never heard a young lady spoken of for the first\ntime, without being informed that she was very accomplished.”",
        "“Your list of the common extent of accomplishments,” said Darcy,\n“has too much truth.  The word is applied to many a woman who\ndeserves it no otherwise than by netting a purse or covering\na screen.  But I am very far from agreeing with you in your\nestimation of ladies in general.  I cannot boast of knowing\nmore than half-a-dozen, in the whole range of my acquaintance,\nthat are really accomplished.”",
        "“Nor I, I am sure,” said Miss Bingley.",
        "“Then,” observed Elizabeth, “you must comprehend a great deal\nin your idea of an accomplished woman.”",
        "“Yes, I do comprehend a great deal in it.”",
        "“Oh! certainly,” cried his faithful assistant, “no one can be really\nesteemed accomplished who does not greatly surpass what is\nusually met with.  A woman must have a thorough knowledge of\nmusic, singing, drawing, dancing, and the modern languages, to\ndeserve the word; and besides all this, she must possess a certain\nsomething in her air and manner of walking, the tone of her\nvoice, her address and expressions, or the word will be but\nhalf-deserved.”",
        "“All this she must possess,” added Darcy, “and to all this she\nmust yet add something more substantial, in the improvement of\nher mind by extensive reading.”",
        "“I am no longer surprised at your knowing only six accomplished\nwomen.  I rather wonder now at your knowing any.”",
        "“Are you so severe upon your own sex as to doubt the possibility\nof all this?”",
        "“I never saw such a woman.  I never saw such capacity, and\ntaste, and application, and elegance, as you describe united.”",
        "Mrs. Hurst and Miss Bingley both cried out against the injustice\nof her implied doubt, and were both protesting that they knew\nmany women who answered this description, when Mr. Hurst\ncalled them to order, with bitter complaints of their inattention\nto what was going forward.  As all conversation was thereby at\nan end, Elizabeth soon afterwards left the room.",
        "“Elizabeth Bennet,” said Miss Bingley, when the door was\nclosed on her, “is one of those young ladies who seek to\nrecommend themselves to the other sex by undervaluing their\nown; and with many men, I dare say, it succeeds.  But, in my\nopinion, it is a paltry device, a very mean art.”",
        "“Undoubtedly,” replied Darcy, to whom this remark was chiefly\naddressed, “there is a meanness in all the arts which ladies\nsometimes condescend to employ for captivation.  Whatever\nbears affinity to cunning is despicable.”",
        "Miss Bingley was not so entirely satisfied with this reply as to\ncontinue the subject.",
        "Elizabeth joined them again only to say that her sister was worse,\nand that she could not leave her.  Bingley urged Mr. Jones being\nsent for immediately; while his sisters, convinced that no country\nadvice could be of any service, recommended an express to town for\none of the most eminent physicians.  This she would not hear of;\nbut she was not so unwilling to comply with their brother’s\nproposal; and it was settled that Mr. Jones should be sent for\nearly in the morning, if Miss Bennet were not decidedly better.\nBingley was quite uncomfortable; his sisters declared that they\nwere miserable.  They solaced their wretchedness, however, by\nduets after supper, while he could find no better relief to his\nfeelings than by giving his housekeeper directions that every\nattention might be paid to the sick lady and her sister.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}