{
    "title": "Pride and Prejudice - Chapter 15",
    "author": "Jane Austen",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "Mr. Collins was not a sensible man, and the deficiency of nature\nhad been but little assisted by education or society; the greatest\npart of his life having been spent under the guidance of an\nilliterate and miserly father; and though he belonged to one of\nthe universities, he had merely kept the necessary terms, without\nforming at it any useful acquaintance.  The subjection in which\nhis father had brought him up had given him originally great\nhumility of manner; but it was now a good deal counteracted by\nthe self-conceit of a weak head, living in retirement, and the\nconsequential feelings of early and unexpected prosperity.  A\nfortunate chance had recommended him to Lady Catherine de\nBourgh when the living of Hunsford was vacant; and the respect\nwhich he felt for her high rank, and his veneration for her as his\npatroness, mingling with a very good opinion of himself, of his\nauthority as a clergyman, and his right as a rector, made him\naltogether a mixture of pride and obsequiousness,\nself-importance and humility.",
        "Having now a good house and a very sufficient income, he\nintended to marry; and in seeking a reconciliation with the\nLongbourn family he had a wife in view, as he meant to choose\none of the daughters, if he found them as handsome and amiable\nas they were represented by common report.  This was his plan\nof amends–of atonement–for inheriting their father’s estate;\nand he thought it an excellent one, full of eligibility and\nsuitableness, and excessively generous and disinterested on his\nown part.",
        "His plan did not vary on seeing them.  Miss Bennet’s lovely face\nconfirmed his views, and established all his strictest notions of\nwhat was due to seniority; and for the first evening she was his\nsettled choice.  The next morning, however, made an alteration;\nfor in a quarter of an hour’s tete-a-tete with Mrs. Bennet before\nbreakfast, a conversation beginning with his parsonage-house,\nand leading naturally to the avowal of his hopes, that a mistress\nmight be found for it at Longbourn, produced from her, amid\nvery complaisant smiles and general encouragement, a caution\nagainst the very Jane he had fixed on.  “As to her youngerdaughters, she could not take upon her to say–she could not\npositively answer–but she did not know of any prepossession;\nher eldest daughter, she must just mention–she felt it\nincumbent on her to hint, was likely to be very soon engaged.”",
        "Mr. Collins had only to change from Jane to Elizabeth–and it\nwas soon done–done while Mrs. Bennet was stirring the fire.\nElizabeth, equally next to Jane in birth and beauty, succeeded\nher of course.",
        "Mrs. Bennet treasured up the hint, and trusted that she might\nsoon have two daughters married; and the man whom she could\nnot bear to speak of the day before was now high in her good\ngraces.",
        "Lydia’s intention of walking to Meryton was not forgotten;\nevery sister except Mary agreed to go with her; and Mr. Collins\nwas to attend them, at the request of Mr. Bennet, who was most\nanxious to get rid of him, and have his library to himself; for\nthither Mr. Collins had followed him after breakfast; and there he\nwould continue, nominally engaged with one of the largest folios\nin the collection, but really talking to Mr. Bennet, with little\ncessation, of his house and garden at Hunsford.  Such doings\ndiscomposed Mr. Bennet exceedingly.  In his library he had been\nalways sure of leisure and tranquillity; and though prepared, as\nhe told Elizabeth, to meet with folly and conceit in every other\nroom of the house, he was used to be free from them there; his\ncivility, therefore, was most prompt in inviting Mr. Collins to\njoin his daughters in their walk; and Mr. Collins, being in fact\nmuch better fitted for a walker than a reader, was extremely\npleased to close his large book, and go.",
        "In pompous nothings on his side, and civil assents on that of\nhis cousins, their time passed till they entered Meryton.  The\nattention of the younger ones was then no longer to be gained by\nhim.  Their eyes were immediately wandering up in the street in\nquest of the officers, and nothing less than a very smart bonnet\nindeed, or a really new muslin in a shop window, could recall\nthem.",
        "But the attention of every lady was soon caught by a young man,\nwhom they had never seen before, of most gentlemanlike\nappearance, walking with another officer on the other side of the\nway.  The officer was the very Mr. Denny concerning whose\nreturn from London Lydia came to inquire, and he bowed as\nthey passed.  All were struck with the stranger’s air, all\nwondered who he could be; and Kitty and Lydia, determined if\npossible to find out, led the way across the street, under pretense\nof wanting something in an opposite shop, and fortunately had\njust gained the pavement when the two gentlemen, turning back,\nhad reached the same spot.  Mr. Denny addressed them directly,\nand entreated permission to introduce his friend, Mr. Wickham,\nwho had returned with him the day before from town, and he\nwas happy to say had accepted a commission in their corps.\nThis was exactly as it should be; for the young man wanted only\nregimentals to make him completely charming.  His appearance\nwas greatly in his favour; he had all the best part of beauty, a\nfine countenance, a good figure, and very pleasing address.  The\nintroduction was followed up on his side by a happy readiness of\nconversation–a readiness at the same time perfectly correct and\nunassuming; and the whole party were still standing and talking\ntogether very agreeably, when the sound of horses drew their\nnotice, and Darcy and Bingley were seen riding down the street.\nOn distinguishing the ladies of the group, the two gentlemen\ncame directly towards them, and began the usual civilities.\nBingley was the principal spokesman, and Miss Bennet the\nprincipal object.  He was then, he said, on his way to Longbourn\non purpose to inquire after her.  Mr. Darcy corroborated it with\na bow, and was beginning to determine not to fix his eyes on\nElizabeth, when they were suddenly arrested by the sight of the\nstranger, and Elizabeth happening to see the countenance of\nboth as they looked at each other, was all astonishment at the\neffect of the meeting.  Both changed colour, one looked white,\nthe other red.  Mr. Wickham, after a few moments, touched his\nhat–a salutation which Mr. Darcy just deigned to return.  What\ncould be the meaning of it?  It was impossible to imagine; it was\nimpossible not to long to know.",
        "In another minute, Mr. Bingley, but without seeming to have\nnoticed what passed, took leave and rode on with his friend.",
        "Mr. Denny and Mr. Wickham walked with the young ladies to\nthe door of Mr. Phillip’s house, and then made their bows, in\nspite of Miss Lydia’s pressing entreaties that they should come\nin, and even in spite of Mrs. Phillips’s throwing up the parlour\nwindow and loudly seconding the invitation.",
        "Mrs. Phillips was always glad to see her nieces; and the two\neldest, from their recent absence, were particularly welcome, and\nshe was eagerly expressing her surprise at their sudden return\nhome, which, as their own carriage had not fetched them, she\nshould have known nothing about, if she had not happened to\nsee Mr. Jones’s shop-boy in the street, who had told her that\nthey were not to send any more draughts to Netherfield because\nthe Miss Bennets were come away, when her civility was\nclaimed towards Mr. Collins by Jane’s introduction of him.  She\nreceived him with her very best politeness, which he returned\nwith as much more, apologising for his intrusion, without any\nprevious acquaintance with her, which he could not help\nflattering himself, however, might be justified by his relationship\nto the young ladies who introduced him to her notice.  Mrs.\nPhillips was quite awed by such an excess of good breeding; but\nher contemplation of one stranger was soon put to an end by\nexclamations and inquiries about the other; of whom, however,\nshe could only tell her nieces what they already knew, that Mr.\nDenny had brought him from London, and that he was to have a\nlieutenant’s commission in the ––shire.  She had been watching\nhim the last hour, she said, as he walked up and down the street,\nand had Mr. Wickham appeared, Kitty and Lydia would certainly\nhave continued the occupation, but unluckily no one passed\nwindows now except a few of the officers, who, in comparison\nwith the stranger, were become “stupid, disagreeable fellows.\"\nSome of them were to dine with the Phillipses the next day, and\ntheir aunt promised to make her husband call on Mr. Wickham,\nand give him an invitation also, if the family from Longbourn\nwould come in the evening.  This was agreed to, and Mrs.\nPhillips protested that they would have a nice comfortable noisy\ngame of lottery tickets, and a little bit of hot supper afterwards.\nThe prospect of such delights was very cheering, and they parted\nin mutual good spirits.  Mr. Collins repeated his apologies in\nquitting the room, and was assured with unwearying civility that\nthey were perfectly needless.",
        "As they walked home, Elizabeth related to Jane what she had\nseen pass between the two gentlemen; but though Jane would\nhave defended either or both, had they appeared to be in the\nwrong, she could no more explain such behaviour than her sister.",
        "Mr. Collins on his return highly gratified Mrs. Bennet by\nadmiring Mrs. Phillips’s manners and politeness.  He protested\nthat, except Lady Catherine and her daughter, he had never seen\na more elegant woman; for she had not only received him with\nthe utmost civility, but even pointedly included him in her\ninvitation for the next evening, although utterly unknown to her\nbefore.  Something, he supposed, might be attributed to his\nconnection with them, but yet he had never met with so much\nattention in the whole course of his life.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}