{
    "title": "Pride and Prejudice - Chapter 55",
    "author": "Jane Austen",
    "chapter": "54",
    "content": [
        "\n",
        "\n\n",
        "A few days after this visit, Mr. Bingley called again, and\nalone.  His friend had left him that morning for London, but\nwas to return home in ten days time.  He sat with them above an\nhour, and was in remarkably good spirits.  Mrs. Bennet invited\nhim to dine with them; but, with many expressions of concern,\nhe confessed himself engaged elsewhere.",
        "“Next time you call,” said she, “I hope we shall be more\nlucky.”",
        "He should be particularly happy at any time, etc. etc.; and if\nshe would give him leave, would take an early opportunity of\nwaiting on them.",
        "“Can you come to-morrow?”",
        "Yes, he had no engagement at all for to-morrow; and her\ninvitation was accepted with alacrity.",
        "He came, and in such very good time that the ladies were none\nof them dressed.  In ran Mrs. Bennet to her daughter’s room, in\nher dressing gown, and with her hair half finished, crying out:",
        "“My dear Jane, make haste and hurry down.  He is come–Mr.\nBingley is come.  He is, indeed.  Make haste, make haste.\nHere, Sarah, come to Miss Bennet this moment, and help her\non with her gown.  Never mind Miss Lizzy’s hair.”",
        "“We will be down as soon as we can,” said Jane; “but I dare say\nKitty is forwarder than either of us, for she went up stairs\nhalf an hour ago.”",
        "“Oh! hang Kitty! what has she to do with it?  Come be quick,\nbe quick!  Where is your sash, my dear?”",
        "But when her mother was gone, Jane would not be prevailed on to\ngo down without one of her sisters.",
        "The same anxiety to get them by themselves was visible again\nin the evening.  After tea, Mr. Bennet retired to the library,\nas was his custom, and Mary went up stairs to her instrument.\nTwo obstacles of the five being thus removed, Mrs. Bennet\nsat looking and winking at Elizabeth and Catherine for a\nconsiderable time, without making any impression on them.\nElizabeth would not observe her; and when at last Kitty did,\nshe very innocently said, “What is the matter mamma?  What do\nyou keep winking at me for?  What am I to do?”",
        "“Nothing child, nothing.  I did not wink at you.”  She then sat\nstill five minutes longer; but unable to waste such a precious\noccasion, she suddenly got up, and saying to Kitty, “Come here,\nmy love, I want to speak to you,” took her out of the room.\nJane instantly gave a look at Elizabeth which spoke her\ndistress at such premeditation, and her entreaty that shewould not give in to it.  In a few minutes, Mrs. Bennet\nhalf-opened the door and called out:",
        "“Lizzy, my dear, I want to speak with you.”",
        "Elizabeth was forced to go.",
        "“We may as well leave them by themselves you know;” said her\nmother, as soon as she was in the hall.  “Kitty and I are going\nupstairs to sit in my dressing-room.”",
        "Elizabeth made no attempt to reason with her mother, but\nremained quietly in the hall, till she and Kitty were out of\nsight, then returned into the drawing-room.",
        "Mrs. Bennet’s schemes for this day were ineffectual.  Bingley\nwas every thing that was charming, except the professed lover\nof her daughter.  His ease and cheerfulness rendered him a\nmost agreeable addition to their evening party; and he bore\nwith the ill-judged officiousness of the mother, and heard all\nher silly remarks with a forbearance and command of countenance\nparticularly grateful to the daughter.",
        "He scarcely needed an invitation to stay supper; and before he\nwent away, an engagement was formed, chiefly through his own\nand Mrs. Bennet’s means, for his coming next morning to shoot\nwith her husband.",
        "After this day, Jane said no more of her indifference.\nNot a word passed between the sisters concerning Bingley;\nbut Elizabeth went to bed in the happy belief that all must\nspeedily be concluded, unless Mr. Darcy returned within the\nstated time.  Seriously, however, she felt tolerably persuaded\nthat all this must have taken place with that gentleman’s\nconcurrence.",
        "Bingley was punctual to his appointment; and he and Mr. Bennet\nspent the morning together, as had been agreed on.  The latter\nwas much more agreeable than his companion expected.  There was\nnothing of presumption or folly in Bingley that could provoke\nhis ridicule, or disgust him into silence; and he was more\ncommunicative, and less eccentric, than the other had ever seen\nhim.  Bingley of course returned with him to dinner; and in the\nevening Mrs. Bennet’s invention was again at work to get every\nbody away from him and her daughter.  Elizabeth, who had a\nletter to write, went into the breakfast room for that purpose\nsoon after tea; for as the others were all going to sit down to\ncards, she could not be wanted to counteract her mother’s\nschemes.",
        "But on returning to the drawing-room, when her letter was\nfinished, she saw, to her infinite surprise, there was\nreason to fear that her mother had been too ingenious for\nher.  On opening the door, she perceived her sister and\nBingley standing together over the hearth, as if engaged in\nearnest conversation; and had this led to no suspicion, the\nfaces of both, as they hastily turned round and moved away\nfrom each other, would have told it all.  Their situation\nwas awkward enough; but her’s she thought was still worse.\nNot a syllable was uttered by either; and Elizabeth was on\nthe point of going away again, when Bingley, who as well as\nthe other had sat down, suddenly rose, and whispering a few\nwords to her sister, ran out of the room.",
        "Jane could have no reserves from Elizabeth, where confidence\nwould give pleasure; and instantly embracing her, acknowledged,\nwith the liveliest emotion, that she was the happiest creature\nin the world.",
        "“’Tis too much!” she added, “by far too much.  I do not\ndeserve it.  Oh! why is not everybody as happy?”",
        "Elizabeth’s congratulations were given with a sincerity, a\nwarmth, a delight, which words could but poorly express.  Every\nsentence of kindness was a fresh source of happiness to Jane.\nBut she would not allow herself to stay with her sister, or say\nhalf that remained to be said for the present.",
        "“I must go instantly to my mother;” she cried.  “I would not on\nany account trifle with her affectionate solicitude; or allow\nher to hear it from anyone but myself.  He is gone to my\nfather already.  Oh! Lizzy, to know that what I have to relate\nwill give such pleasure to all my dear family! how shall I\nbear so much happiness!”",
        "She then hastened away to her mother, who had purposely broken\nup the card party, and was sitting up stairs with Kitty.",
        "Elizabeth, who was left by herself, now smiled at the rapidity\nand ease with which an affair was finally settled, that had\ngiven them so many previous months of suspense and vexation.",
        "“And this,” said she, “is the end of all his friend’s anxious\ncircumspection! of all his sister’s falsehood and contrivance!\nthe happiest, wisest, most reasonable end!”",
        "In a few minutes she was joined by Bingley, whose conference\nwith her father had been short and to the purpose.",
        "“Where is your sister?” said he hastily, as he opened the door.",
        "“With my mother up stairs.  She will be down in a moment,\nI dare say.”",
        "He then shut the door, and, coming up to her, claimed the good\nwishes and affection of a sister.  Elizabeth honestly and\nheartily expressed her delight in the prospect of their\nrelationship.  They shook hands with great cordiality; and\nthen, till her sister came down, she had to listen to all he\nhad to say of his own happiness, and of Jane’s perfections;\nand in spite of his being a lover, Elizabeth really believed\nall his expectations of felicity to be rationally founded,\nbecause they had for basis the excellent understanding, and\nsuper-excellent disposition of Jane, and a general similarity\nof feeling and taste between her and himself.",
        "It was an evening of no common delight to them all; the\nsatisfaction of Miss Bennet’s mind gave a glow of such sweet\nanimation to her face, as made her look handsomer than ever.\nKitty simpered and smiled, and hoped her turn was coming soon.\nMrs. Bennet could not give her consent or speak her approbation\nin terms warm enough to satisfy her feelings, though she talked\nto Bingley of nothing else for half an hour; and when Mr.\nBennet joined them at supper, his voice and manner plainly\nshowed how really happy he was.",
        "Not a word, however, passed his lips in allusion to it, till\ntheir visitor took his leave for the night; but as soon as he\nwas gone, he turned to his daughter, and said:",
        "“Jane, I congratulate you.  You will be a very happy woman.”",
        "Jane went to him instantly, kissed him, and thanked him for his\ngoodness.",
        "“You are a good girl;” he replied, “and I have great pleasure\nin thinking you will be so happily settled.  I have not a doubt\nof your doing very well together.  Your tempers are by no means\nunlike.  You are each of you so complying, that nothing will\never be resolved on; so easy, that every servant will cheat\nyou; and so generous, that you will always exceed your income.”",
        "“I hope not so.  Imprudence or thoughtlessness in money matters\nwould be unpardonable in me.”",
        "“Exceed their income!  My dear Mr. Bennet,” cried his wife,\n“what are you talking of?  Why, he has four or five thousand a\nyear, and very likely more.”  Then addressing her daughter,\n“Oh! my dear, dear Jane, I am so happy!  I am sure I shan’t\nget a wink of sleep all night.  I knew how it would be.  I\nalways said it must be so, at last.  I was sure you could not\nbe so beautiful for nothing!  I remember, as soon as ever I saw\nhim, when he first came into Hertfordshire last year, I thought\nhow likely it was that you should come together.  Oh! he is\nthe handsomest young man that ever was seen!”",
        "Wickham, Lydia, were all forgotten.  Jane was beyond competition\nher favourite child.  At that moment, she cared for no other.  Her\nyounger sisters soon began to make interest with her for objects\nof happiness which she might in future be able to dispense.",
        "Mary petitioned for the use of the library at Netherfield; and\nKitty begged very hard for a few balls there every winter.",
        "Bingley, from this time, was of course a daily visitor at\nLongbourn; coming frequently before breakfast, and always\nremaining till after supper; unless when some barbarous\nneighbour, who could not be enough detested, had given him\nan invitation to dinner which he thought himself obliged to\naccept.",
        "Elizabeth had now but little time for conversation with her\nsister; for while he was present, Jane had no attention to\nbestow on anyone else; but she found herself considerably\nuseful to both of them in those hours of separation that must\nsometimes occur.  In the absence of Jane, he always attached\nhimself to Elizabeth, for the pleasure of talking of her; and\nwhen Bingley was gone, Jane constantly sought the same means\nof relief.",
        "“He has made me so happy,” said she, one evening, “by telling\nme that he was totally ignorant of my being in town last\nspring!  I had not believed it possible.”",
        "“I suspected as much,” replied Elizabeth.  “But how did he\naccount for it?”",
        "“It must have been his sister’s doing.  They were certainly no\nfriends to his acquaintance with me, which I cannot wonder at,\nsince he might have chosen so much more advantageously in many\nrespects.  But when they see, as I trust they will, that their\nbrother is happy with me, they will learn to be contented, and\nwe shall be on good terms again; though we can never be what we\nonce were to each other.”",
        "“That is the most unforgiving speech,” said Elizabeth, “that\nI ever heard you utter.  Good girl!  It would vex me, indeed,\nto see you again the dupe of Miss Bingley’s pretended regard.”",
        "“Would you believe it, Lizzy, that when he went to town last\nNovember, he really loved me, and nothing but a persuasion of\nmy being indifferent would have prevented his coming down\nagain!”",
        "“He made a little mistake to be sure; but it is to the credit\nof his modesty.”",
        "This naturally introduced a panegyric from Jane on his\ndiffidence, and the little value he put on his own good\nqualities.  Elizabeth was pleased to find that he had not\nbetrayed the interference of his friend; for, though Jane had\nthe most generous and forgiving heart in the world, she knew\nit was a circumstance which must prejudice her against him.",
        "“I am certainly the most fortunate creature that ever existed!\"\ncried Jane.  “Oh! Lizzy, why am I thus singled from my family,\nand blessed above them all!  If I could but see you as happy!\nIf there were but such another man for you!”",
        "“If you were to give me forty such men, I never could be so\nhappy as you.  Till I have your disposition, your goodness,\nI never can have your happiness.  No, no, let me shift for\nmyself; and, perhaps, if I have very good luck, I may meet\nwith another Mr. Collins in time.”",
        "The situation of affairs in the Longbourn family could not be\nlong a secret.  Mrs. Bennet was privileged to whisper it to\nMrs. Phillips, and she ventured, without any permission, to do\nthe same by all her neighbours in Meryton.",
        "The Bennets were speedily pronounced to be the luckiest family\nin the world, though only a few weeks before, when Lydia had\nfirst run away, they had been generally proved to be marked out\nfor misfortune.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}