{
    "title": "Pride and Prejudice - Chapter 6",
    "author": "Jane Austen",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "The ladies of Longbourn soon waited on those of Netherfield.\nThe visit was soon returned in due form.  Miss Bennet’s\npleasing manners grew on the goodwill of Mrs. Hurst and Miss\nBingley; and though the mother was found to be intolerable,\nand the younger sisters not worth speaking to, a wish of\nbeing better acquainted with them was expressed towards\nthe two eldest.  By Jane, this attention was received with the\ngreatest pleasure, but Elizabeth still saw superciliousness in\ntheir treatment of everybody, hardly excepting even her sister,\nand could not like them; though their kindness to Jane, such as it\nwas, had a value as arising in all probability from the influence\nof their brother’s admiration.  It was generally evident\nwhenever they met, that he did admire her and to her it was\nequally evident that Jane was yielding to the preference which\nshe had begun to entertain for him from the first, and was in a\nway to be very much in love; but she considered with pleasure\nthat it was not likely to be discovered by the world in general,\nsince Jane united, with great strength of feeling, a composure\nof temper and a uniform cheerfulness of manner which would\nguard her from the suspicions of the impertinent.  She\nmentioned this to her friend Miss Lucas.",
        "“It may perhaps be pleasant,” replied Charlotte, “to be able to\nimpose on the public in such a case; but it is sometimes a\ndisadvantage to be so very guarded.  If a woman conceals her\naffection with the same skill from the object of it, she may lose\nthe opportunity of fixing him; and it will then be but poor\nconsolation to believe the world equally in the dark.  There is\nso much of gratitude or vanity in almost every attachment, that\nit is not safe to leave any to itself.  We can all begin freely–a\nslight preference is natural enough; but there are very few of us\nwho have heart enough to be really in love without encouragement.\nIn nine cases out of ten a women had better show more affection\nthan she feels.  Bingley likes your sister undoubtedly; but he\nmay never do more than like her, if she does not help him on.”",
        "“But she does help him on, as much as her nature will allow.\nIf I can perceive her regard for him, he must be a simpleton,\nindeed, not to discover it too.”",
        "“Remember, Eliza, that he does not know Jane’s disposition as\nyou do.”",
        "“But if a woman is partial to a man, and does not endeavour to\nconceal it, he must find it out.”",
        "“Perhaps he must, if he sees enough of her.  But, though\nBingley and Jane meet tolerably often, it is never for many\nhours together; and, as they always see each other in large\nmixed parties, it is impossible that every moment should be\nemployed in conversing together.  Jane should therefore make\nthe most of every half-hour in which she can command his\nattention.  When she is secure of him, there will be more leisure\nfor falling in love as much as she chooses.”",
        "“Your plan is a good one,” replied Elizabeth, “where nothing is\nin question but the desire of being well married, and if I were\ndetermined to get a rich husband, or any husband, I dare say I\nshould adopt it.  But these are not Jane’s feelings; she is not\nacting by design.  As yet, she cannot even be certain of the\ndegree of her own regard nor of its reasonableness.  She has\nknown him only a fortnight.  She danced four dances with him\nat Meryton; she saw him one morning at his own house, and\nhas since dined with him in company four times.  This is not\nquite enough to make her understand his character.”",
        "“Not as you represent it.  Had she merely dined with him, she\nmight only have discovered whether he had a good appetite; but\nyou must remember that four evenings have also been spent\ntogether–and four evenings may do a great deal.”",
        "“Yes; these four evenings have enabled them to ascertain that\nthey both like Vingt-un better than Commerce; but with respect\nto any other leading characteristic, I do not imagine that much\nhas been unfolded.”",
        "“Well,” said Charlotte, “I wish Jane success with all my heart;\nand if she were married to him to-morrow, I should think she\nhad as good a chance of happiness as if she were to be studying\nhis character for a twelvemonth.  Happiness in marriage is\nentirely  a matter of chance.  If the dispositions of the parties\nare ever so well known to each other or ever so similar beforehand,\nit does not advance their felicity in the least.  They always\ncontinue to grow sufficiently unlike afterwards to have their\nshare of vexation; and it is better to know as little as possible\nof the defects of the person with whom you are to pass your life.”",
        "“You make me laugh, Charlotte; but it is not sound.  You know\nit is not sound, and that you would never act in this way\nyourself.”",
        "Occupied in observing Mr. Bingley’s attentions to her sister,\nElizabeth was far from suspecting that she was herself becoming\nan object of some interest in the eyes of his friend.  Mr. Darcy\nhad at first scarcely allowed her to be pretty; he had looked at\nher without admiration at the ball; and when they next met, he\nlooked at her only to criticise.  But no sooner had he made it\nclear to himself and his friends that she hardly had a good feature\nin her face, than he began to find it was rendered uncommonly\nintelligent by the beautiful expression of her dark eyes.  To this\ndiscovery succeeded some others equally mortifying.  Though he\nhad detected with a critical eye more than one failure of perfect\nsymmetry in her form, he was forced to acknowledge her figure\nto be light and pleasing; and in spite of his asserting that her\nmanners were not those of the fashionable world, he was caught\nby their easy playfulness.  Of this she was perfectly unaware;\nto her he was only the man who made himself agreeable nowhere,\nand who had not thought her handsome enough to dance with.",
        "He began to wish to know more of her, and as a step towards\nconversing with her himself, attended to her conversation with\nothers.  His doing so drew her notice.  It was at Sir William\nLucas’s, where a large party were assembled.",
        "“What does Mr. Darcy mean,” said she to Charlotte, “by\nlistening to my conversation with Colonel Forster?”",
        "“That is a question which Mr. Darcy only can answer.”",
        "“But if he does it any more I shall certainly let him know that I\nsee what he is about.  He has a very satirical eye, and if I do not\nbegin by being impertinent myself, I shall soon grow afraid of\nhim.”",
        "On his approaching them soon afterwards, though without\nseeming to have any intention of speaking, Miss Lucas defied\nher friend to mention such a subject to him; which immediately\nprovoking Elizabeth to do it, she turned to him and said:",
        "“Did you not think, Mr. Darcy, that I expressed myself\nuncommonly well just now, when I was teasing Colonel Forster\nto give us a ball at Meryton?”",
        "“With great energy; but it is always a subject which makes a lady\nenergetic.”",
        "“You are severe on us.”",
        "“It will be her turn soon to be teased,” said Miss Lucas.  “I\nam going to open the instrument, Eliza, and you know what\nfollows.”",
        "“You are a very strange creature by way of a friend!–always\nwanting me to play and sing before anybody and everybody!\nIf my vanity had taken a musical turn, you would have been\ninvaluable; but as it is, I would really rather not sit down\nbefore those who must be in the habit of hearing the very best\nperformers.”  On Miss Lucas’s persevering, however, she added,\n“Very well, if it must be so, it must.”  And gravely glancing at\nMr. Darcy, “There is a fine old saying, which everybody here is of\ncourse familiar with: ’Keep your breath to cool your porridge’;\nand I shall keep mine to swell my song.”",
        "Her performance was pleasing, though by no means capital.\nAfter a song or two, and before she could reply to the entreaties\nof several that she would sing again, she was eagerly succeeded\nat the instrument by her sister Mary, who having, in consequence\nof being the only plain one in the family, worked hard for\nknowledge and accomplishments, was always impatient for\ndisplay.",
        "Mary had neither genius nor taste; and though vanity had given\nher application, it had given her likewise a pedantic air and\nconceited manner, which would have injured a higher degree of\nexcellence than she had reached.  Elizabeth, easy and unaffected,\nhad been listened to with much more pleasure, though not\nplaying half so well; and Mary, at the end of a long concerto,\nwas glad to purchase praise and gratitude by Scotch and Irish\nairs, at the request of her younger sisters, who, with some of the\nLucases, and two or three officers, joined eagerly in dancing at\none end of the room.",
        "Mr. Darcy stood near them in silent indignation at such a mode\nof passing the evening, to the exclusion of all conversation, and\nwas too much engrossed by his thoughts to perceive that Sir\nWilliam Lucas was his neighbour, till Sir William thus began:",
        "“What a charming amusement for young people this is, Mr. Darcy!\nThere is nothing like dancing after all.  I consider it as one\nof the first refinements of polished society.”",
        "“Certainly, sir; and it has the advantage also of being in vogue\namongst the less polished societies of the world.  Every savage\ncan dance.”",
        "Sir William only smiled.  “Your friend performs delightfully,” he\ncontinued after a pause, on seeing Bingley join the group; “and I\ndoubt not that you are an adept in the science yourself, Mr.\nDarcy.”",
        "“You saw me dance at Meryton, I believe, sir.”",
        "“Yes, indeed, and received no inconsiderable pleasure from the\nsight.  Do you often dance at St. James’s?”",
        "“Never, sir.”",
        "“Do you not think it would be a proper compliment to the\nplace?”",
        "“It is a compliment which I never pay to any place if I can\navoid it.”",
        "“You have a house in town, I conclude?”",
        "Mr. Darcy bowed.",
        "“I had once had some thought of fixing in town myself–for I am\nfond of superior society; but I did not feel quite certain that the\nair of London would agree with Lady Lucas.”",
        "He paused in hopes of an answer; but his companion was not\ndisposed to make any; and Elizabeth at that instant moving\ntowards them, he was struck with the action of doing a very\ngallant thing, and called out to her:",
        "“My dear Miss Eliza, why are you not dancing?  Mr. Darcy, you\nmust allow me to present this young lady to you as a very\ndesirable partner.  You cannot refuse to dance, I am sure when\nso much beauty is before you.”  And, taking her hand, he would\nhave given it to Mr. Darcy who, though extremely surprised,\nwas not unwilling to receive it, when she instantly drew back,\nand said with some discomposure to Sir William:",
        "“Indeed, sir, I have not the least intention of dancing.  I entreat\nyou not to suppose that I moved this way in order to beg for a\npartner.”",
        "Mr. Darcy, with grave propriety, requested to be allowed the\nhonour of her hand, but in vain.  Elizabeth was determined; nor\ndid Sir William at all shake her purpose by his attempt at\npersuasion.",
        "“You excel so much in the dance, Miss Eliza, that it is cruel to\ndeny me the happiness of seeing you; and though this gentleman\ndislikes the amusement in general, he can have no objection, I\nam sure, to oblige us for one half-hour.”",
        "“Mr. Darcy is all politeness,” said Elizabeth, smiling.",
        "“He is, indeed; but, considering the inducement, my dear Miss\nEliza, we cannot wonder at his complaisance–for who would\nobject to such a partner?”",
        "Elizabeth looked archly, and turned away.  Her resistance had\nnot injured her with the gentleman, and he was thinking of her\nwith some complacency, when thus accosted by Miss Bingley:",
        "“I can guess the subject of your reverie.”",
        "“I should imagine not.”",
        "“You are considering how insupportable it would be to pass many\nevenings in this manner–in such society; and indeed I am quite\nof your opinion.  I was never more annoyed!  The insipidity, and\nyet the noise–the nothingness, and yet the self-importance of all\nthose people!  What would I give to hear your strictures on them!”",
        "“You conjecture is totally wrong, I assure you.  My mind was\nmore agreeably engaged.  I have been meditating on the very\ngreat pleasure which a pair of fine eyes in the face of a pretty\nwoman can bestow.”",
        "Miss Bingley immediately fixed her eyes on his face, and desired\nhe would tell her what lady had the credit of inspiring such\nreflections.  Mr. Darcy replied with great intrepidity:",
        "“Miss Elizabeth Bennet.”",
        "“Miss Elizabeth Bennet!” repeated Miss Bingley.  “I am all\nastonishment.  How long has she been such a favourite?–and\npray, when am I to wish you joy?”",
        "“That is exactly the question which I expected you to ask.  A\nlady’s imagination is very rapid; it jumps from admiration to\nlove, from love to matrimony, in a moment.  I knew you would\nbe wishing me joy.”",
        "“Nay, if you are serious about it, I shall consider the matter is\nabsolutely settled.  You will be having a charming mother-in-law,\nindeed; and, of course, she will always be at Pemberley with you.”",
        "He listened to her with perfect indifference while she chose to\nentertain herself in this manner; and as his composure convinced\nher that all was safe, her wit flowed long.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}