{
    "title": "Pride and Prejudice - Chapter 28",
    "author": "Jane Austen",
    "chapter": "28",
    "content": [
        "\n",
        "\n\n",
        "Every object in the next day’s journey was new and interesting\nto Elizabeth; and her spirits were in a state of enjoyment; for\nshe had seen her sister looking so well as to banish all fear for\nher health, and the prospect of her northern tour was a constant\nsource of delight.",
        "When they left the high road for the lane to Hunsford, every eye\nwas in search of the Parsonage, and every turning expected to\nbring it in view.  The palings of Rosings Park was their boundary\non one side.  Elizabeth smiled at the recollection of all that she\nhad heard of its inhabitants.",
        "At length the Parsonage was discernible.  The garden sloping to\nthe road, the house standing in it, the green pales, and the laurel\nhedge, everything declared they were arriving.  Mr. Collins and\nCharlotte appeared at the door, and the carriage stopped at the\nsmall gate which led by a short gravel walk to the house, amidst\nthe nods and smiles of the whole party.  In a moment they were\nall out of the chaise, rejoicing at the sight of each other.\nMrs. Collins welcomed her friend with the liveliest pleasure,\nand Elizabeth was more and more satisfied with coming when she\nfound herself so affectionately received.  She saw instantly that\nher cousin’s manners were not altered by his marriage; his formal\ncivility was just what it had been, and he detained her some\nminutes at the gate to hear and satisfy his inquiries after\nall her family.  They were then, with no other delay than his\npointing out the neatness of the entrance, taken into the house;\nand as soon as they were in the parlour, he welcomed them a\nsecond time, with ostentatious formality to his humble abode,\nand punctually repeated all his wife’s offers of refreshment.",
        "Elizabeth was prepared to see him in his glory; and she could\nnot help in fancying that in displaying the good proportion of\nthe room, its aspect and its furniture, he addressed himself\nparticularly to her, as if wishing to make her feel what she\nhad lost in refusing him.  But though everything seemed neat\nand comfortable, she was not able to gratify him by any sigh of\nrepentance, and rather looked with wonder at her friend that\nshe could have so cheerful an air with such a companion.  When\nMr. Collins said anything of which his wife might reasonably be\nashamed, which certainly was not unseldom, she involuntarily\nturned her eye on Charlotte.  Once or twice she could discern\na faint blush; but in general Charlotte wisely did not hear.\nAfter sitting long enough to admire every article of furniture in\nthe room, from the sideboard to the fender, to give an account\nof their journey, and of all that had happened in London, Mr.\nCollins invited them to take a stroll in the garden, which was\nlarge and well laid out, and to the cultivation of which he\nattended himself.  To work in this garden was one of his most\nrespectable pleasures; and Elizabeth admired the command of\ncountenance with which Charlotte talked of the healthfulness of\nthe exercise, and owned she encouraged it as much as possible.\nHere, leading the way through every walk and cross walk, and\nscarcely allowing them an interval to utter the praises he asked\nfor, every view was pointed out with a minuteness which left\nbeauty entirely behind.  He could number the fields in every\ndirection, and could tell how many tress there were in the most\ndistant clump.  But of all the views which his garden, or which\nthe country or kingdom could boast, none were to be compared\nwith the prospect of Rosings, afforded by an opening in the trees\nthat bordered the park nearly opposite the front of his house.  It\nwas a handsome modern building, well situated on rising ground.",
        "From his garden, Mr. Collins would have led them round his two\nmeadows; but the ladies, not having shoes to encounter the\nremains of a white frost, turned back; and while Sir William\naccompanied him, Charlotte took her sister and friend over the\nhouse, extremely well pleased, probably, to have the opportunity\nof showing it without her husband’s help.  It was rather small,\nbut well built and convenient; and everything was fitted up and\narranged with a neatness and consistency of which Elizabeth\ngave Charlotte all the credit.  When Mr. Collins could be\nforgotten, there was really an air of great comfort throughout,\nand by Charlotte’s evident enjoyment of it, Elizabeth supposed\nhe must be often forgotten.",
        "She had already learnt that Lady Catherine was still in the\ncountry.  It was spoken of again while they were at dinner,\nwhen Mr. Collins joining in, observed:",
        "“Yes, Miss Elizabeth, you will have the honour of seeing Lady\nCatherine de Bourgh on the ensuing Sunday at church, and I\nneed not say you will be delighted with her.  She is all affability\nand condescension, and I doubt not but you will be honoured\nwith some portion of her notice when service is over.  I have\nscarcely any hesitation in saying she will include you and my\nsister Maria in every invitation with which she honours us during\nyour stay here.  Her behaviour to my dear Charlotte is charming.\nWe dine at Rosings twice every week, and are never allowed to\nwalk home.  Her ladyship’s carriage is regularly ordered for us.\nI should say, one of her ladyship’s carriages, for she has\nseveral.”",
        "“Lady Catherine is a very respectable, sensible woman indeed,\"\nadded Charlotte, “and a most attentive neighbour.”",
        "“Very true, my dear, that is exactly what I say.  She is the sort\nof woman whom one cannot regard with too much deference.”",
        "The evening was  spent chiefly in talking over Hertfordshire\nnews, and telling again what had already been written; and when\nit closed, Elizabeth, in the solitude of her chamber, had to\nmeditate upon Charlotte’s degree of contentment, to understand\nher address in guiding, and composure in bearing with, her\nhusband, and to acknowledge that it was all done very well.  She\nhad also to anticipate how her visit would pass, the quiet tenor\nof their usual employments, the vexatious interruptions of Mr.\nCollins, and the gaieties of their intercourse with Rosings.\nA lively imagination soon settled it all.",
        "About the middle of the next day, as she was in her room getting\nready for a walk, a sudden noise below seemed to speak the\nwhole house in confusion; and, after listening a moment, she\nheard somebody running upstairs in a violent hurry, and calling\nloudly after her.  She opened the door and met Maria in the\nlanding place, who, breathless with agitation, cried out–",
        "“Oh, my dear Eliza! pray make haste and come into the dining-room,\nfor there is such a sight to be seen!  I will not tell you what\nit is.  Make haste, and come down this moment.”",
        "Elizabeth asked questions in vain; Maria would tell her nothing\nmore, and down they ran into the dining-room, which fronted\nthe lane, in quest of this wonder; It was two ladies stopping in\na low phaeton at the garden gate.",
        "“And is this all?” cried Elizabeth.  “I expected at least that the\npigs were got into the garden, and here is nothing but Lady\nCatherine and her daughter.”",
        "“La! my dear,” said Maria, quite shocked at the mistake, “it is\nnot Lady Catherine.  The old lady is Mrs. Jenkinson, who lives\nwith them; the other is Miss de Bourgh.  Only look at her.  She\nis quite a little creature.  Who would have thought that she could\nbe so thin and small?”",
        "“She is abominably rude to keep Charlotte out of doors in all this\nwind.  Why does she not come in?”",
        "“Oh, Charlotte says she hardly ever does.  It is the greatest of\nfavours when Miss de Bourgh comes in.”",
        "“I like her appearance,” said Elizabeth, struck with other ideas.\n“She looks sickly and cross.  Yes, she will do for him very well.\nShe will make him a very proper wife.”",
        "Mr. Collins and Charlotte were both standing at the gate in\nconversation with the ladies; and Sir William, to Elizabeth’s\nhigh diversion, was stationed in the doorway, in earnest\ncontemplation of the greatness before him, and constantly\nbowing whenever Miss de Bourgh looked that way.",
        "At length there was nothing more to be said; the ladies drove on,\nand the others returned into the house.  Mr. Collins no sooner\nsaw the two girls than he began to congratulate them on their\ngood fortune, which Charlotte explained by letting them know\nthat the whole party was asked to dine at Rosings the next day.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}