{
    "title": "Pride and Prejudice - Chapter 53",
    "author": "Jane Austen",
    "chapter": "52",
    "content": [
        "\n",
        "\n\n",
        "Mr. Wickham was so perfectly satisfied with this conversation\nthat he never again distressed himself, or provoked his dear\nsister Elizabeth, by introducing the subject of it; and she was\npleased to find that she had said enough to keep him quiet.",
        "The day of his and Lydia’s departure soon came, and Mrs. Bennet\nwas forced to submit to a separation, which, as her husband by\nno means entered into her scheme of their all going to\nNewcastle, was likely to continue at least a twelvemonth.",
        "“Oh! my dear Lydia,” she cried, “when shall we meet again?”",
        "“Oh, lord! I don’t know.  Not these two or three years,\nperhaps.”",
        "“Write to me very often, my dear.”",
        "“As often as I can.  But you know married women have never much\ntime for writing.  My sisters may write to me.  They will\nhave nothing else to do.”",
        "Mr. Wickham’s adieus were much more affectionate than his\nwife’s.  He smiled, looked handsome, and said many pretty\nthings.",
        "“He is as fine a fellow,” said Mr. Bennet, as soon as they were\nout of the house, “as ever I saw.  He simpers, and smirks, and\nmakes love to us all.  I am prodigiously proud of him.  I defy\neven Sir William Lucas himself to produce a more valuable\nson-in-law.”",
        "The loss of her daughter made Mrs. Bennet very dull for\nseveral days.",
        "“I often think,” said she, “that there is nothing so bad as\nparting with one’s friends.  One seems so forlorn without\nthem.”",
        "“This is the consequence, you see, Madam, of marrying a daughter,\"\nsaid Elizabeth.  “It must make you better satisfied that your\nother four are single.”",
        "“It is no such thing.  Lydia does not leave me because she is\nmarried, but only because her husband’s regiment happens to be\nso far off.  If that had been nearer, she would not have gone\nso soon.”",
        "But the spiritless condition which this event threw her into\nwas shortly relieved, and her mind opened again to the\nagitation of hope, by an article of news which then began to be\nin circulation.  The housekeeper at Netherfield had received\norders to prepare for the arrival of her master, who was coming\ndown in a day or two, to shoot there for several weeks.\nMrs. Bennet was quite in the fidgets.  She looked at Jane, and\nsmiled and shook her head by turns.",
        "“Well, well, and so Mr. Bingley is coming down, sister,\"\n(for Mrs. Phillips first brought her the news).  “Well, so\nmuch the better.  Not that I care about it, though.  He is\nnothing to us, you know, and I am sure I never want to\nsee him again.  But, however, he is very welcome to come\nto Netherfield, if he likes it.  And who knows what mayhappen?  But that is nothing to us.  You know, sister, we\nagreed long ago never to mention a word about it.  And so,\nis it quite certain he is coming?”",
        "“You may depend on it,” replied the other, “for Mrs. Nicholls\nwas in Meryton last night; I saw her passing by, and went out\nmyself on purpose to know the truth of it; and she told me that\nit was certain true.  He comes down on Thursday at the latest,\nvery likely on Wednesday.  She was going to the butcher’s, she\ntold me, on purpose to order in some meat on Wednesday, and she\nhas got three couple of ducks just fit to be killed.”",
        "Miss Bennet had not been able to hear of his coming without\nchanging colour.  It was many months since she had mentioned\nhis name to Elizabeth; but now, as soon as they were alone\ntogether, she said:",
        "“I saw you look at me to-day, Lizzy, when my aunt told us of\nthe present report; and I know I appeared distressed.  But\ndon’t imagine it was from any silly cause.  I was only confused\nfor the moment, because I felt that I should be looked at.\nI do assure you that the news does not affect me either with\npleasure or pain.  I am glad of one thing, that he comes alone;\nbecause we shall see the less of him.  Not that I am afraid of\nmyself, but I dread other people’s remarks.”",
        "Elizabeth did not know what to make of it.  Had she not seen\nhim in Derbyshire, she might have supposed him capable of\ncoming there with no other view than what was acknowledged; but\nshe still thought him partial to Jane, and she wavered as to\nthe greater probability of his coming there with his friend’s\npermission, or being bold enough to come without it.",
        "“Yet it is hard,” she sometimes thought, “that this poor man\ncannot come to a house which he has legally hired, without\nraising all this speculation!  I will leave him to himself.”",
        "In spite of what her sister declared, and really believed to be\nher feelings in the expectation of his arrival, Elizabeth could\neasily perceive that her spirits were affected by it.  They\nwere more disturbed, more unequal, than she had often seen them.",
        "The subject which had been so warmly canvassed between their\nparents, about a twelvemonth ago, was now brought forward\nagain.",
        "“As soon as ever Mr. Bingley comes, my dear,” said Mrs. Bennet,\n“you will wait on him of course.”",
        "“No, no.  You forced me into visiting him last year, and\npromised, if I went to see him, he should marry one of my\ndaughters.  But it ended in nothing, and I will not be sent on\na fool’s errand again.”",
        "His wife represented to him how absolutely necessary such an\nattention would be from all the neighbouring gentlemen, on his\nreturning to Netherfield.",
        "“’Tis an etiquette I despise,” said he.  “If he wants our\nsociety, let him seek it.  He knows where we live.  I will not\nspend my hours in running after my neighbours every time they\ngo away and come back again.”",
        "“Well, all I know is, that it will be abominably rude if you do\nnot wait on him.  But, however, that shan’t prevent my asking\nhim to dine here, I am determined.  We must have Mrs. Long and\nthe Gouldings soon.  That will make thirteen with ourselves, so\nthere will be just room at table for him.”",
        "Consoled by this resolution, she was the better able to bear\nher husband’s incivility; though it was very mortifying to know\nthat her neighbours might all see Mr. Bingley, in consequence\nof it, before they did.  As the day of his arrival drew near:",
        "“I begin to be sorry that he comes at all,” said Jane to her\nsister.  “It would be nothing; I could see him with perfect\nindifference, but I can hardly bear to hear it thus perpetually\ntalked of.  My mother means well; but she does not know, no one\ncan know, how much I suffer from what she says.  Happy shall I\nbe, when his stay at Netherfield is over!”",
        "“I wish I could say anything to comfort you,” replied Elizabeth;\n“but it is wholly out of my power.  You must feel it; and the\nusual satisfaction of preaching patience to a sufferer is denied\nme, because you have always so much.”",
        "Mr. Bingley arrived.  Mrs. Bennet, through the assistance of\nservants, contrived to have the earliest tidings of it, that\nthe period of anxiety and fretfulness on her side might be as\nlong as it could.  She counted the days that must intervene\nbefore their invitation could be sent; hopeless of seeing\nhim before.  But on the third morning after his arrival in\nHertfordshire, she saw him, from her dressing-room window,\nenter the paddock and ride towards the house.",
        "Her daughters were eagerly called to partake of her joy.  Jane\nresolutely kept her place at the table; but Elizabeth, to\nsatisfy her mother, went to the window–she looked,–she\nsaw Mr. Darcy with him, and sat down again by her sister.",
        "“There is a gentleman with him, mamma,” said Kitty; “who can it be?”",
        "“Some acquaintance or other, my dear, I suppose; I am sure I\ndo not know.”",
        "“La!” replied Kitty, “it looks just like that man that used to\nbe with him before.  Mr. what’s-his-name.  That tall, proud\nman.”",
        "“Good gracious!  Mr. Darcy!–and so it does, I vow.  Well,\nany friend of Mr. Bingley’s will always be welcome here, to be\nsure; but else I must say that I hate the very sight of him.”",
        "Jane looked at Elizabeth with surprise and concern.  She knew\nbut little of their meeting in Derbyshire, and therefore felt\nfor the awkwardness which must attend her sister, in seeing him\nalmost for the first time after receiving his explanatory\nletter.  Both sisters were uncomfortable enough.  Each felt\nfor the other, and of course for themselves; and their mother\ntalked on, of her dislike of Mr. Darcy, and her resolution\nto be civil to him only as Mr. Bingley’s friend, without\nbeing heard by either of them.  But Elizabeth had sources of\nuneasiness which could not be suspected by Jane, to whom she\nhad never yet had courage to shew Mrs. Gardiner’s letter, or\nto relate her own change of sentiment towards him.  To Jane,\nhe could be only a man whose proposals she had refused, and\nwhose merit she had undervalued; but to her own more extensive\ninformation, he was the person to whom the whole family were\nindebted for the first of benefits, and whom she regarded\nherself with an interest, if not quite so tender, at least\nas reasonable and just as what Jane felt for Bingley.  Her\nastonishment at his coming–at his coming to Netherfield, to\nLongbourn, and voluntarily seeking her again, was almost equal\nto what she had known on first witnessing his altered behaviour\nin Derbyshire.",
        "The colour which had been driven from her face, returned for\nhalf a minute with an additional glow, and a smile of delight\nadded lustre to her eyes, as she thought for that space of time\nthat his affection and wishes must still be unshaken.  But she\nwould not be secure.",
        "“Let me first see how he behaves,” said she; “it will then be\nearly enough for expectation.”",
        "She sat intently at work, striving to be composed, and without\ndaring to lift up her eyes, till anxious curiosity carried them\nto the face of her sister as the servant was approaching the\ndoor.  Jane looked a little paler than usual, but more sedate\nthan Elizabeth had expected.  On the gentlemen’s appearing, her\ncolour increased; yet she received them with tolerable ease,\nand with a propriety of behaviour equally free from any symptom\nof resentment or any unnecessary complaisance.",
        "Elizabeth said as little to either as civility would allow, and\nsat down again to her work, with an eagerness which it did not\noften command.  She had ventured only one glance at Darcy.  He\nlooked serious, as usual; and, she thought, more as he had been\nused to look in Hertfordshire, than as she had seen him at\nPemberley.  But, perhaps he could not in her mother’s presence\nbe what he was before her uncle and aunt.  It was a painful,\nbut not an improbable, conjecture.",
        "Bingley, she had likewise seen for an instant, and in that\nshort period saw him looking both pleased and embarrassed.  He\nwas received by Mrs. Bennet with a degree of civility which\nmade her two daughters ashamed, especially when contrasted with\nthe cold and ceremonious politeness of her curtsey and address\nto his friend.",
        "Elizabeth, particularly, who knew that her mother owed to the\nlatter the preservation of her favourite daughter from\nirremediable infamy, was hurt and distressed to a most painful\ndegree by a distinction so ill applied.",
        "Darcy, after inquiring of her how Mr. and Mrs. Gardiner did, a\nquestion which she could not answer without confusion, said\nscarcely anything.  He was not seated by her; perhaps that\nwas the reason of his silence; but it had not been so in\nDerbyshire.  There he had talked to her friends, when he could\nnot to herself.  But now several minutes elapsed without\nbringing the sound of his voice; and when occasionally, unable\nto resist the impulse of curiosity, she raised he eyes to his\nface, she as often found him looking at Jane as at herself, and\nfrequently on no object but the ground.  More thoughtfulness\nand less anxiety to please, than when they last met, were\nplainly expressed.  She was disappointed, and angry with\nherself for being so.",
        "“Could I expect it to be otherwise!” said she.  “Yet why did\nhe come?”",
        "She was in no humour for conversation with anyone but himself;\nand to him she had hardly courage to speak.",
        "She inquired after his sister, but could do no more.",
        "“It is a long time, Mr. Bingley, since you went away,” said\nMrs. Bennet.",
        "He readily agreed to it.",
        "“I began to be afraid you would never come back again.  People\ndid say you meant to quit the place entirely at Michaelmas;\nbut, however, I hope it is not true.  A great many changes have\nhappened in the neighbourhood, since you went away.  Miss Lucas\nis married and settled.  And one of my own daughters.  I suppose\nyou have heard of it; indeed, you must have seen it in the\npapers.  It was in The Times and The Courier, I know; though\nit was not put in as it ought to be.  It was only said, ’Lately,\nGeorge Wickham, Esq. to Miss Lydia Bennet,’ without there being\na syllable said of her father, or the place where she lived, or\nanything.  It was my brother Gardiner’s drawing up too, and I\nwonder how he came to make such an awkward business of it.  Did\nyou see it?”",
        "Bingley replied that he did, and made his congratulations.\nElizabeth dared not lift up her eyes.  How Mr. Darcy looked,\ntherefore, she could not tell.",
        "“It is a delightful thing, to be sure, to have a daughter\nwell married,” continued her mother, “but at the same time,\nMr. Bingley, it is very hard to have her taken such a way from\nme.  They are gone down to Newcastle, a place quite northward,\nit seems, and there they are to stay I do not know how long.\nHis regiment is there; for I suppose you have heard of his\nleaving the ––shire, and of his being gone into the regulars.\nThank Heaven! he has some friends, though perhaps not so\nmany as he deserves.”",
        "Elizabeth, who knew this to be levelled at Mr. Darcy, was\nin such misery of shame, that she could hardly keep her seat.\nIt drew from her, however, the exertion of speaking, which\nnothing else had so effectually done before; and she asked\nBingley whether he meant to make any stay in the country at\npresent.  A few weeks, he believed.",
        "“When you have killed all your own birds, Mr. Bingley,\"\nsaid her mother, “I beg you will come here, and shoot as\nmany as you please on Mr. Bennet’s manor.  I am sure he\nwill be vastly happy to oblige you, and will save all the\nbest of the covies for you.”",
        "Elizabeth’s misery increased, at such unnecessary, such\nofficious attention!  Were the same fair prospect to arise at\npresent as had flattered them a year ago, every thing, she was\npersuaded, would be hastening to the same vexatious conclusion.\nAt that instant, she felt that years of happiness could not\nmake Jane or herself amends for moments of such painful\nconfusion.",
        "“The first wish of my heart,” said she to herself, “is never\nmore to be in company with either of them.  Their society can\nafford no pleasure that will atone for such wretchedness as\nthis!  Let me never see either one or the other again!”",
        "Yet the misery, for which years of happiness were to offer no\ncompensation, received soon afterwards material relief, from\nobserving how much the beauty of her sister re-kindled the\nadmiration of her former lover.  When first he came in, he had\nspoken to her but little; but every five minutes seemed to be\ngiving her more of his attention.  He found her as handsome as\nshe had been last year; as good natured, and as unaffected,\nthough not quite so chatty.  Jane was anxious that no difference\nshould be perceived in her at all, and was really persuaded that\nshe talked as much as ever.  But her mind was so busily engaged,\nthat she did not always know when she was silent.",
        "When the gentlemen rose to go away, Mrs. Bennet was mindful of\nher intended civility, and they were invited and engaged to\ndine at Longbourn in a few days time.",
        "“You are quite a visit in my debt, Mr. Bingley,” she added,\n“for when you went to town last winter, you promised to take\na family dinner with us, as soon as you returned.  I have not\nforgot, you see; and I assure you, I was very much disappointed\nthat you did not come back and keep your engagement.”",
        "Bingley looked a little silly at this reflection, and said\nsomething of his concern at having been prevented by business.\nThey then went away.",
        "Mrs. Bennet had been strongly inclined to ask them to stay and\ndine there that day; but, though she always kept a very good\ntable, she did not think anything less than two courses could\nbe good enough for a man on whom she had such anxious designs,\nor satisfy the appetite and pride of one who had ten thousand a\nyear.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}