{
    "title": "Pride and Prejudice - Chapter 27",
    "author": "Jane Austen",
    "chapter": "27",
    "content": [
        "\n",
        "\n\n",
        "With no greater events than these in the Longbourn family, and\notherwise diversified by little beyond the walks to Meryton,\nsometimes dirty and sometimes cold, did January and February\npass away.  March was to take Elizabeth to Hunsford.  She had\nnot at first thought very seriously of going thither; but Charlotte,\nshe soon found, was depending on the plan and she gradually\nlearned to consider it herself with greater pleasure as well as\ngreater certainty.  Absence had increased her desire of seeing\nCharlotte again, and weakened her disgust of Mr. Collins.  There\nwas novelty in the scheme, and as, with such a mother and such\nuncompanionable sisters, home could not be faultless, a little\nchange was not unwelcome for its own sake.  The journey\nwould moreover give her a peep at Jane; and, in short, as the\ntime drew near, she would have been very sorry for any delay.\nEverything, however, went on smoothly, and was finally settled\naccording to Charlotte’s first sketch.  She was to accompany Sir\nWilliam and his second daughter.  The improvement of spending\na night in London was added in time, and the plan became\nperfect as plan could be.",
        "The only pain was in leaving her father, who would certainly\nmiss her, and who, when it came to the point, so little liked her\ngoing, that he told her to write to him, and almost promised to\nanswer her letter.",
        "The farewell between herself and Mr. Wickham was perfectly\nfriendly; on his side even more.  His present pursuit could not\nmake him forget that Elizabeth had been the first to excite and to\ndeserve his attention, the first to listen and to pity, the first\nto be admired; and in his manner of bidding her adieu, wishing\nher every enjoyment, reminding her of what she was to expect in\nLady Catherine de Bourgh, and trusting their opinion of her–their\nopinion of everybody–would always coincide, there was a solicitude,\nan interest which she felt must ever attach her to him with a most\nsincere regard; and she parted from him convinced that, whether\nmarried or single, he must always be her model of the amiable and\npleasing.",
        "Her fellow-travellers the next day were not of a kind to make her\nthink him less agreeable.  Sir William Lucas, and his daughter\nMaria, a good-humoured girl, but as empty-headed as himself,\nhad nothing to say that could be worth hearing, and were\nlistened to with about as much delight as the rattle of the chaise.\nElizabeth loved absurdities, but she had known Sir William’s too\nlong.  He could tell her nothing new of the wonders of his\npresentation and knighthood; and his civilities were worn out,\nlike his information.",
        "It was a journey of only twenty-four miles, and they began it so\nearly as to be in Gracechurch Street by noon.  As they drove\nto Mr. Gardiner’s door, Jane was at a drawing-room window\nwatching their arrival; when they entered the passage she was\nthere to welcome them, and Elizabeth, looking earnestly in her\nface, was pleased to see it healthful and lovely as ever.  On the\nstairs were a troop of little boys and girls, whose eagerness for\ntheir cousin’s appearance would not allow them to wait in the\ndrawing-room, and whose shyness, as they had not seen her for\na twelvemonth, prevented their coming lower.  All was joy and\nkindness.  The day passed most pleasantly away; the morning in\nbustle and shopping, and the evening at one of the theatres.",
        "Elizabeth then contrived to sit by her aunt.  Their first object was\nher sister; and she was more grieved than astonished to hear, in\nreply to her minute inquiries, that though Jane always struggled\nto support her spirits, there were periods of dejection.  It was\nreasonable, however, to hope that they would not continue long.\nMrs. Gardiner gave her the particulars also of Miss Bingley’s\nvisit in Gracechurch Street, and repeated conversations\noccurring at different times between Jane and herself, which\nproved that the former had, from her heart, given up the\nacquaintance.",
        "Mrs. Gardiner then rallied her niece on  Wickham’s desertion,\nand complimented her on bearing it so well.",
        "“But my dear Elizabeth,” she added, “what sort of girl is Miss\nKing?  I should be sorry to think our friend mercenary.”",
        "“Pray, my dear aunt, what is the difference in matrimonial\naffairs, between the mercenary and the prudent motive?  Where\ndoes discretion end, and avarice begin?  Last Christmas you\nwere afraid of his marrying me, because it would be imprudent;\nand now, because he is trying to get a girl with only ten\nthousand pounds, you want to find out that he is mercenary.”",
        "“If you will only tell me what sort of girl Miss King is, I shall\nknow what to think.”",
        "“She is a very good kind of girl, I believe.  I know no harm of\nher.”",
        "“But he paid her not the smallest attention till her grandfather’s\ndeath made her mistress of this fortune.”",
        "“No–what should he?  If it were not allowable for him to gain\nmy affections because I had no money, what occasion could\nthere be for making love to a girl whom he did not care about,\nand who was equally poor?”",
        "“But there seems an indelicacy in directing his attentions\ntowards her so soon after this event.”",
        "“A man in distressed circumstances has not time for all those\nelegant decorums which other people may observe.  If she does\nnot object to it, why should we?”",
        "“_Her not objecting does not justify him.  It only shows her\nbeing deficient in something herself–sense or feeling.”",
        "“Well,” cried Elizabeth, “have it as you choose.  He shall be\nmercenary, and she shall be foolish.”",
        "“No, Lizzy, that is what I do not choose.  I should be sorry,\nyou know, to think ill of a young man who has lived so long in\nDerbyshire.”",
        "“Oh! if that is all, I have a very poor opinion of young men\nwho live in Derbyshire; and their intimate friends who live\nin Hertfordshire are not much better.  I am sick of them all.\nThank Heaven!  I am going to-morrow where I shall find a man\nwho has not one agreeable quality, who has neither manner nor\nsense to recommend him.  Stupid men are the only ones worth\nknowing, after all.”",
        "“Take care, Lizzy; that speech savours strongly of disappointment.”",
        "Before they were separated by the conclusion of the play, she\nhad the unexpected happiness of an invitation to accompany her\nuncle and aunt in a tour of pleasure which they proposed taking\nin the summer.",
        "“We have not determined how far it shall carry us,” said Mrs.\nGardiner, “but, perhaps, to the Lakes.”",
        "No scheme could have been more agreeable to Elizabeth, and\nher acceptance of the invitation was most ready and grateful.\n“Oh, my dear, dear aunt,” she rapturously cried, “what delight!\nwhat felicity!  You give me fresh life and vigour.  Adieu to\ndisappointment and spleen.  What are young men to rocks and\nmountains?  Oh! what hours of transport we shall spend!  And\nwhen we do return, it shall not be like other travellers,\nwithout being able to give one accurate idea of anything.  We\nwill know where we have gone–we will recollect what we have\nseen.  Lakes, mountains, and rivers shall not be jumbled together\nin our imaginations; nor when we attempt to describe any\nparticular scene, will we begin quarreling about its relative\nsituation.  Let our first effusions be less insupportable than\nthose of the generality of travellers.”",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}