{
    "title": "Pride and Prejudice - Chapter 18",
    "author": "Jane Austen",
    "chapter": "18",
    "content": [
        "\n",
        "\n\n",
        "Till Elizabeth entered the drawing-room at Netherfield, and\nlooked in vain for Mr. Wickham among the cluster of red coats\nthere assembled, a doubt of his being present had never occurred\nto her.  The certainty of meeting him had not been checked by\nany of those recollections that might not unreasonably have\nalarmed her.  She had dressed with more than usual care, and\nprepared in the highest spirits for the conquest of all that\nremained unsubdued of his heart, trusting that it was not more\nthan might be won in the course of the evening.  But in an\ninstant arose the dreadful suspicion of his being purposely\nomitted for Mr. Darcy’s pleasure in the Bingleys’ invitation\nto the officers; and though this was not exactly the case, the\nabsolute fact of his absence was pronounced by his friend Denny,\nto whom Lydia eagerly applied, and who told them that Wickham\nhad been obliged to go to town on business the day before, and\nwas not yet returned; adding, with a significant smile, “I do not\nimagine his business would have called him away just now, if he\nhad not wanted to avoid a certain gentleman here.”",
        "This part of his intelligence, though unheard by Lydia, was\ncaught by Elizabeth, and, as it assured her that Darcy was not\nless answerable for Wickham’s absence than if her first surmise\nhad been just, every feeling of displeasure against the former\nwas so sharpened by immediate disappointment, that she could\nhardly reply with tolerable civility to the polite inquiries\nwhich he directly afterwards approached to make.  Attendance,\nforbearance, patience with Darcy, was injury to Wickham.  She\nwas resolved against any sort of conversation with him, and\nturned away with a degree of ill-humour which she could not\nwholly surmount even in speaking to Mr. Bingley, whose blind\npartiality provoked her.",
        "But Elizabeth was not formed for ill-humour; and though every\nprospect of her own was destroyed for the evening, it could not\ndwell long on her spirits; and having told all her griefs to\nCharlotte Lucas, whom she had not seen for a week, she was\nsoon able to make a voluntary transition to the oddities of her\ncousin, and to point him out to her particular notice.  The first\ntwo dances, however, brought a return of distress; they were\ndances of mortification.  Mr. Collins, awkward and solemn,\napologising instead of attending, and often moving wrong\nwithout being aware of it, gave her all the shame and misery\nwhich a disagreeable partner for a couple of dances can give.\nThe moment of her release from him was ecstasy.",
        "She danced next with an officer, and had the refreshment of\ntalking of Wickham, and of hearing that he was universally liked.\nWhen those dances were over, she returned to Charlotte Lucas,\nand was in conversation with her, when she found herself\nsuddenly addressed by Mr. Darcy who took her so much by surprise\nin his application for her hand, that, without knowing what she\ndid, she accepted him.  He walked away again immediately, and\nshe was left to fret over her own want of presence of mind;\nCharlotte tried to console her:",
        "“I dare say you will find him very agreeable.”",
        "“Heaven forbid!  That would be the greatest misfortune of all!\nTo find a man agreeable whom one is determined to hate!  Do not\nwish me such an evil.”",
        "When the dancing recommenced, however, and Darcy approached to\nclaim her hand, Charlotte could not help cautioning her in a\nwhisper, not to be a simpleton, and allow her fancy for Wickham\nto make her appear unpleasant in the eyes of a man ten times his\nconsequence.  Elizabeth made no answer, and took her place in\nthe set, amazed at the dignity to which she was arrived in being\nallowed to stand opposite to Mr. Darcy, and reading in her\nneighbours’ looks, their equal amazement in beholding it.  They\nstood for some time without speaking a word; and she began to\nimagine that their silence was to last through the two dances,\nand at first was resolved not to break it; till suddenly\nfancying that it would be the greater punishment to her partner\nto oblige him to talk, she made some slight observation on the\ndance.  He replied, and was again silent.  After a pause of\nsome minutes, she addressed him a second time with:–\"It is\nyour turn to say something now, Mr. Darcy.  I talked about\nthe dance, and you ought to make some sort of remark on the\nsize of the room, or the number of couples.”",
        "He smiled, and assured her that whatever she wished him to say\nshould be said.",
        "“Very well.  That reply will do for the present.  Perhaps by and\nby I may observe that private balls are much pleasanter than\npublic ones.  But now we may be silent.”",
        "“Do you talk by rule, then, while you are dancing?”",
        "“Sometimes.  One must speak a little, you know.  It would look\nodd to be entirely silent for half an hour together; and yet for\nthe advantage of some, conversation ought to be so arranged, as\nthat they may have the trouble of saying as little as possible.”",
        "“Are you consulting your own feelings in the present case, or do\nyou imagine that you are gratifying mine?”",
        "“Both,” replied Elizabeth archly; “for I have always seen a great\nsimilarity in the turn of our minds.  We are each of an unsocial,\ntaciturn disposition, unwilling to speak, unless we expect to say\nsomething that will amaze the whole room, and be handed down\nto posterity with all the eclat of a proverb.”",
        "“This is no very striking resemblance of your own character,\nI am sure,” said he.  “How near it may be to mine, I cannot\npretend to say.  You think it a faithful portrait undoubtedly.”",
        "“I must not decide on my own performance.”",
        "He made no answer, and they were again silent till they had gone\ndown the dance, when he asked her if she and her sisters did not\nvery often walk to Meryton.  She answered in the affirmative,\nand, unable to resist the temptation, added, “When you met us\nthere the other day, we had just been forming a new acquaintance.”",
        "The effect was immediate.  A deeper shade of hauteur overspread\nhis features, but he said not a word, and Elizabeth, though\nblaming herself for her own weakness, could not go on.  At\nlength Darcy spoke, and in a constrained manner said, “Mr.\nWickham is blessed with such happy manners as may ensure his\nmaking friends–whether he may be equally capable of retainingthem, is less certain.”",
        "“He has been so unlucky as to lose your friendship,” replied\nElizabeth with emphasis, “and in a manner which he is likely to\nsuffer from all his life.”",
        "Darcy made no answer, and seemed desirous of changing the\nsubject.  At that moment, Sir William Lucas appeared close to\nthem, meaning to pass through the set to the other side of the\nroom; but on perceiving Mr. Darcy, he stopped with a bow of\nsuperior courtesy to compliment him on his dancing and his\npartner.",
        "“I have been most highly gratified indeed, my dear sir.  Such\nvery superior dancing is not often seen.  It is evident that you\nbelong to the first circles.  Allow me to say, however, that your\nfair partner does not disgrace you, and that I must hope to have\nthis pleasure often repeated, especially when a certain desirable\nevent, my dear Eliza (glancing at her sister and Bingley) shall\ntake place.  What congratulations will then flow in!  I appeal to\nMr. Darcy:–but let me not interrupt you, sir.  You will not\nthank me for detaining you from the bewitching converse of that\nyoung lady, whose bright eyes are also upbraiding me.”",
        "The latter part of this address was scarcely heard by Darcy;\nbut Sir William’s allusion to his friend seemed to strike him\nforcibly, and his eyes were directed with a very serious\nexpression towards Bingley and Jane, who were dancing together.\nRecovering himself, however, shortly, he turned to his partner,\nand said, “Sir William’s interruption has made me forget what\nwe were talking of.”",
        "“I do not think we were speaking at all.  Sir William could not\nhave interrupted two people in the room who had less to say for\nthemselves.  We have tried two or three subjects already without\nsuccess, and what we are to talk of next I cannot imagine.”",
        "“What think you of books?” said he, smiling.",
        "“Books–oh! no.  I am sure we never read the same, or not with\nthe same feelings.”",
        "“I am sorry you think so; but if that be the case, there can at\nleast be no want of subject.  We may compare our different\nopinions.”",
        "“No–I cannot talk of books in a ball-room; my head is always\nfull of something else.”",
        "“The present always occupies you in such scenes–does it?\"\nsaid he, with a look of doubt.",
        "“Yes, always,” she replied, without knowing what she said,\nfor her thoughts had wandered far from the subject, as soon\nafterwards appeared by her suddenly exclaiming, “I remember\nhearing you once say, Mr. Darcy, that you hardly ever forgave,\nthat your resentment once created was unappeasable.  You are\nvery cautious, I suppose, as to its being created.”",
        "“I am,” said he, with a firm voice.",
        "“And never allow yourself to be blinded by prejudice?”",
        "“I hope not.”",
        "“It is particularly incumbent on those who never change their\nopinion, to be secure of judging properly at first.”",
        "“May I ask to what these questions tend?”",
        "“Merely to the illustration of your character,” said she,\nendeavouring to shake off her gravity.  “I am trying to make\nit out.”",
        "“And what is your success?”",
        "She shook her head.  “I do not get on at all.  I hear such\ndifferent accounts of you as puzzle me exceedingly.”",
        "“I can readily believe,” answered he gravely, “that reports may\nvary greatly with respect to me; and I could wish, Miss Bennet,\nthat you were not to sketch my character at the present moment,\nas there is reason to fear that the performance would reflect no\ncredit on either.”",
        "“But if I do not take your likeness now, I may never have\nanother opportunity.”",
        "“I would by no means suspend any pleasure of yours,” he coldly\nreplied.  She said no more, and they went down the other dance\nand parted in silence; and on each side dissatisfied, though not\nto an equal degree, for in Darcy’s breast there was a tolerable\npowerful feeling towards her, which soon procured her pardon,\nand directed all his anger against another.",
        "They had not long separated, when Miss Bingley came towards\nher, and with an expression of civil disdain accosted her:",
        "“So, Miss Eliza, I hear you are quite delighted with George\nWickham!  Your sister has been talking to me about him, and\nasking me a thousand questions; and I find that the young man\nquite forgot to tell you, among his other communication, that\nhe was the son of old Wickham, the late Mr. Darcy’s steward.\nLet me recommend you, however, as a friend, not to give implicit\nconfidence to all his assertions; for as to Mr. Darcy’s using\nhim ill, it is perfectly false; for, on the contrary, he has\nalways been remarkably kind to him, though George Wickham has\ntreated Mr. Darcy in a most infamous manner.  I do not know the\nparticulars, but I know very well that Mr. Darcy is not in the\nleast to blame, that he cannot bear to hear George Wickham\nmentioned, and that though my brother thought that he could not\nwell avoid including him in his invitation to the officers, he\nwas excessively glad to find that he had taken himself out of the\nway.  His coming into the country at all is a most insolent thing,\nindeed, and I wonder how he could presume to do it.  I pity you,\nMiss Eliza, for this discovery of your favourite’s guilt; but\nreally, considering his descent, one could not expect much better.”",
        "“His guilt and his descent appear by your account to be the\nsame,” said Elizabeth angrily; “for I have heard you accuse him\nof nothing worse than of being the son of Mr. Darcy’s steward,\nand of that, I can assure you, he informed me himself.”",
        "“I beg your pardon,” replied Miss Bingley, turning away with a\nsneer.  “Excuse my interference–it was kindly meant.”",
        "“Insolent girl!” said Elizabeth to herself.  “You are much\nmistaken if you expect to influence me by such a paltry attack\nas this.  I see nothing in it but your own wilful ignorance and\nthe malice of Mr. Darcy.”  She then sought her eldest sister, who\nhas undertaken to make inquiries on the same subject of Bingley.\nJane met her with a smile of such sweet complacency, a glow of\nsuch happy expression, as sufficiently marked how well she was\nsatisfied with the occurrences of the evening.  Elizabeth instantly\nread her feelings, and at that moment solicitude for Wickham,\nresentment against his enemies, and everything else, gave way\nbefore the hope of Jane’s being in the fairest way for happiness.",
        "“I want to know,” said she, with a countenance no less smiling\nthan her sister’s, “what you have learnt about Mr. Wickham.\nBut perhaps you have been too pleasantly engaged to think of\nany third person; in which case you may be sure of my pardon.”",
        "“No,” replied Jane, “I have not forgotten him; but I have nothing\nsatisfactory to tell you.  Mr. Bingley does not know the whole of\nhis history, and is quite ignorant of the circumstances which have\nprincipally offended Mr. Darcy; but he will vouch for the good\nconduct, the probity, and honour of his friend, and is perfectly\nconvinced that Mr. Wickham has deserved much less attention\nfrom Mr. Darcy than he has received; and I am sorry to say by\nhis account as well as his sister’s, Mr. Wickham is by no means a\nrespectable young man.  I am afraid he has been very imprudent,\nand has deserved to lose Mr. Darcy’s regard.”",
        "“Mr. Bingley does not know Mr. Wickham himself?”",
        "“No; he never saw him till the other morning at Meryton.”",
        "“This account then is what he has received from Mr. Darcy.\nI am satisfied.  But what does he say of the living?”",
        "“He does not exactly recollect the circumstances, though he has\nheard them from Mr. Darcy more than once, but he believes that\nit was left to him conditionally only.”",
        "“I have not a doubt of Mr. Bingley’s sincerity,” said Elizabeth\nwarmly; “but you must excuse my not being convinced by\nassurances only.  Mr. Bingley’s defense of his friend was a very\nable one, I dare say; but since he is unacquainted with several\nparts of the story, and has learnt the rest from that friend\nhimself, I shall venture to still think of both gentlemen as I\ndid before.”",
        "She then changed the discourse to one more gratifying to each,\nand on which there could be no difference of sentiment.\nElizabeth listened with delight to the happy, though modest\nhopes which Jane entertained of Mr. Bingley’s regard, and said\nall in her power to heighten her confidence in it.  On their being\njoined by Mr. Bingley himself, Elizabeth withdrew to Miss\nLucas; to whose inquiry after the pleasantness of her last partner\nshe had scarcely replied, before Mr. Collins came up to them,\nand told her with great exultation that he had just been so\nfortunate as to make a most important discovery.",
        "“I have found out,” said he, “by a singular accident, that there\nis now in the room a near relation of my patroness.  I happened\nto overhear the gentleman himself mentioning to the young lady who\ndoes the honours of the house the names of his cousin Miss de\nBourgh, and of her mother Lady Catherine.  How wonderfully these\nsort of things occur!  Who would have thought of my meeting with,\nperhaps, a nephew of Lady Catherine de Bourgh in this assembly!\nI am most thankful that the discovery is made in time for me to\npay my respects to him, which I am now going to do, and trust\nhe will excuse my not having done it before.  My total ignorance\nof the connection must plead my apology.”",
        "“You are not going to introduce yourself to Mr. Darcy!”",
        "“Indeed I am.  I shall entreat his pardon for not having done it\nearlier.  I believe him to be Lady Catherine’s nephew.  It will\nbe in my power to assure him that her ladyship was quite well\nyesterday se’nnight.”",
        "Elizabeth tried hard to dissuade him from such a scheme,\nassuring him that Mr. Darcy would consider his addressing him\nwithout introduction as an impertinent freedom, rather than a\ncompliment to his aunt; that it was not in the least necessary\nthere should be any notice on either side; and that if it were,\nit must belong to Mr. Darcy, the superior in consequence, to\nbegin the acquaintance.  Mr. Collins listened to her with the\ndetermined air of following his own inclination, and, when she\nceased speaking, replied thus:",
        "“My dear Miss Elizabeth, I have the highest opinion in the world\nin your excellent judgement in all matters within the scope of\nyour understanding; but permit me to say, that there must be a\nwide difference between the established forms of ceremony amongst\nthe laity, and those which regulate the clergy; for, give me\nleave to observe that I consider the clerical office as equal in\npoint of dignity with the highest rank in the kingdom–provided\nthat a proper humility of behaviour is at the same time\nmaintained.  You must therefore allow me to follow the dictates\nof my conscience on this occasion, which leads me to perform what\nI look on as a point of duty.  Pardon me for neglecting to profit\nby your advice, which on every other subject shall be my constant\nguide, though in the case before us I consider myself more fitted\nby education and habitual study to decide on what is right than\na young lady like yourself.”  And with a low bow he left her to\nattack Mr. Darcy, whose reception of his advances she eagerly\nwatched, and whose astonishment at being so addressed was very\nevident.  Her cousin prefaced his speech with a solemn bow and\nthough she could not hear a word of it, she felt as if hearing\nit all, and saw in the motion of his lips the words “apology,\"\n“Hunsford,” and “Lady Catherine de Bourgh.”  It vexed her to\nsee him expose himself to such a man.  Mr. Darcy was eyeing him\nwith unrestrained wonder, and when at last Mr. Collins allowed\nhim time to speak, replied with an air of distant civility.  Mr.\nCollins, however, was not discouraged from speaking again, and\nMr. Darcy’s contempt seemed abundantly increasing with the length\nof his second speech, and at the end of it he only made him a\nslight bow, and moved another way.  Mr. Collins then returned\nto Elizabeth.",
        "“I have no reason, I assure you,” said he, “to be dissatisfied\nwith my reception.  Mr. Darcy seemed much pleased with the\nattention.  He answered me with the utmost civility, and even\npaid me the compliment of saying that he was so well convinced\nof Lady Catherine’s discernment as to be certain she could never\nbestow a favour unworthily.  It was really a very handsome\nthought.  Upon the whole, I am much pleased with him.”",
        "As Elizabeth had no longer any interest of her own to pursue,\nshe turned her attention almost entirely on her sister and Mr.\nBingley; and the train of agreeable reflections which her\nobservations gave birth to, made her perhaps almost as happy as\nJane.  She saw her in idea settled in that very house, in all the\nfelicity which a marriage of true affection could bestow; and she\nfelt capable, under such circumstances, of endeavouring even to\nlike Bingley’s two sisters.  Her mother’s thoughts she plainly\nsaw were bent the same way, and she determined not to venture\nnear her, lest she might hear too much.  When they sat down to\nsupper, therefore, she considered it a most unlucky perverseness\nwhich placed them within one of each other; and deeply was she\nvexed to find that her mother was talking to that one person\n(Lady Lucas) freely, openly, and of nothing else but her\nexpectation that Jane would soon be married to Mr. Bingley.  It\nwas an animating subject, and Mrs. Bennet seemed incapable of\nfatigue while enumerating the advantages of the match.  His\nbeing such a charming young man, and so rich, and living but\nthree miles from them, were the first points of self-gratulation;\nand then it was such a comfort to think how fond the two sisters\nwere of Jane, and to be certain that they must desire the\nconnection as much as she could do.  It was, moreover, such a\npromising thing for her younger daughters, as Jane’s marrying so\ngreatly must throw them in the way of other rich men; and lastly,\nit was so pleasant at her time of life to be able to consign her\nsingle daughters to the care of their sister, that she might not\nbe obliged to go into company more than she liked.  It was\nnecessary to make this circumstance a matter of pleasure,\nbecause on such occasions it is the etiquette; but no one was less\nlikely than Mrs. Bennet to find comfort in staying home at any\nperiod of her life.  She concluded with many good wishes that\nLady Lucas might soon be equally fortunate,  though evidently\nand triumphantly believing there was no chance of it.",
        "In vain did Elizabeth endeavour to check the rapidity of her\nmother’s words, or persuade her to describe her felicity in a\nless audible whisper; for, to her inexpressible vexation, she\ncould perceive that the chief of it was overheard by Mr. Darcy,\nwho sat opposite to them.  Her mother only scolded her for\nbeing nonsensical.",
        "“What is Mr. Darcy to me, pray, that I should be afraid of him?\nI am sure we owe him no such particular civility as to be obliged\nto say nothing he may not like to hear.”",
        "“For heaven’s sake, madam, speak lower.  What advantage can\nit be for you to offend Mr. Darcy?  You will never recommend\nyourself to his friend by so doing!”",
        "Nothing that she could say, however, had any influence.  Her\nmother would talk of her views in the same intelligible tone.\nElizabeth blushed and blushed again with shame and vexation.\nShe could not help frequently glancing her eye at Mr. Darcy,\nthough every glance convinced her of what she dreaded; for\nthough he was not always looking at her mother, she was\nconvinced that his attention was invariably fixed by her.\nThe expression of his face changed gradually from indignant\ncontempt to a composed and steady gravity.",
        "At length, however, Mrs. Bennet had no more to say; and Lady\nLucas, who had been long yawning at the repetition of delights\nwhich she saw no likelihood of sharing, was left to the comforts\nof cold ham and chicken.  Elizabeth now began to revive.  But\nnot long was the interval of tranquillity; for, when supper was\nover, singing was talked of, and she had the mortification of\nseeing Mary, after very little entreaty, preparing to oblige the\ncompany.  By many significant looks and silent entreaties, did\nshe endeavour to prevent such a proof of complaisance, but in\nvain; Mary would not understand them; such an opportunity of\nexhibiting was delightful to her, and she began her song.\nElizabeth’s eyes were fixed on her with most painful sensations,\nand she watched her progress through the several stanzas with\nan impatience which was very ill rewarded at their close; for\nMary, on receiving, amongst the thanks of the table, the hint of\na hope that she might be prevailed on to favour them again, after\nthe pause of half a minute began another.  Mary’s powers were\nby no means fitted for such a display; her voice was weak, and\nher manner affected.  Elizabeth was in agonies.  She looked at\nJane, to see how she bore it; but Jane was very composedly\ntalking to Bingley.  She looked at his two sisters, and saw\nthem making signs of derision at each other, and at Darcy, who\ncontinued, however, imperturbably grave.  She looked at her\nfather to entreat his interference, lest Mary should be singing all\nnight.  He took the hint, and when Mary had finished her second\nsong, said aloud, “That will do extremely well, child.  You have\ndelighted us long enough.  Let the other young ladies have time\nto exhibit.”",
        "Mary, though pretending not to hear, was somewhat disconcerted;\nand Elizabeth, sorry for her, and sorry for her father’s speech,\nwas afraid her anxiety had done no good.  Others of the party\nwere now applied to.",
        "“If I,” said Mr. Collins, “were so fortunate as to be able to sing,\nI should have great pleasure, I am sure, in obliging the company\nwith an air; for I consider music as a very innocent diversion,\nand perfectly compatible with the profession of a clergyman.  I do\nnot mean, however, to assert that we can be justified in devoting\ntoo much of our time to music, for there are certainly other things\nto be attended to.  The rector of a parish has much to do.  In the\nfirst place, he must make such an agreement for tithes as may be\nbeneficial to himself and not offensive to his patron.  He must\nwrite his own sermons; and the time that remains will not be too\nmuch for his parish duties, and the care and improvement of his\ndwelling, which he cannot be excused from making as comfortable\nas possible.  And I do not think it of light importance that he\nshould have attentive and conciliatory manner towards everybody,\nespecially towards those to whom he owes his preferment.  I\ncannot acquit him of that duty; nor could I think well of the\nman who should omit an occasion of testifying his respect\ntowards anybody connected with the family.”  And with a bow to\nMr. Darcy, he concluded his speech, which had been spoken so\nloud as to be heard by half the room.  Many stared–many smiled;\nbut no one looked more amused than Mr. Bennet himself, while\nhis wife seriously commended Mr. Collins for having spoken so\nsensibly, and observed in a half-whisper to Lady Lucas, that he\nwas a remarkably clever, good kind of young man.",
        "To Elizabeth it appeared that, had her family made an agreement\nto expose themselves as much as they could during the\nevening, it would have been impossible for them to play their\nparts with more spirit or finer success; and happy did she think\nit for Bingley and her sister that some of the exhibition had\nescaped his notice, and that his feelings were not of a sort to\nbe much distressed by the folly which he must have witnessed.\nThat his two sisters and Mr. Darcy, however, should have such\nan opportunity of ridiculing her relations, was bad enough, and\nshe could not determine whether the silent contempt of the\ngentleman, or the insolent smiles of the ladies, were more\nintolerable.",
        "The rest of the evening brought her little amusement.  She was\nteased by Mr. Collins, who continued most perseveringly by her\nside, and though he could not prevail on her to dance with him\nagain, put it out of her power to dance with others.  In vain\ndid she entreat him to stand up with somebody else, and offer to\nintroduce him to any young lady in the room.  He assured her,\nthat as to dancing, he was perfectly indifferent to it; that his\nchief object was by delicate attentions to recommend himself to\nher and that he should therefore make a point of remaining close\nto her the whole evening.  There was no arguing upon such a\nproject.  She owed her greatest relief to her friend Miss Lucas,\nwho often joined them, and good-naturedly engaged Mr. Collins’s\nconversation to herself.",
        "She was at least free from the offense of Mr. Darcy’s further\nnotice; though often standing within a very short distance of her,\nquite disengaged, he never came near enough to speak.  She felt\nit to be the probable consequence of her allusions to Mr. Wickham,\nand rejoiced in it.",
        "The Longbourn party were the last of all the company to depart,\nand, by a manoeuvre of Mrs. Bennet, had to wait for their\ncarriage a quarter of an hour after everybody else was gone,\nwhich gave them time to see how heartily they were wished\naway by some of the family.  Mrs. Hurst and her sister scarcely\nopened their mouths, except to complain of fatigue, and were\nevidently impatient to have the house to themselves.  They\nrepulsed every attempt of Mrs. Bennet at conversation, and by\nso doing threw a languor over the whole party, which was very\nlittle relieved by the long speeches of Mr. Collins, who was\ncomplimenting Mr. Bingley and his sisters on the elegance of\ntheir entertainment, and the hospitality and politeness which had\nmarked their behaviour to their guests.  Darcy said nothing at all.\nMr. Bennet, in equal silence, was enjoying the scene.  Mr.\nBingley and Jane were standing together, a little detached from\nthe rest, and talked only to each other.  Elizabeth preserved as\nsteady a silence as either Mrs. Hurst or Miss Bingley; and even\nLydia was too much fatigued to utter more than the occasional\nexclamation of “Lord, how tired I am!” accompanied by a\nviolent yawn.",
        "When at length they arose to take leave, Mrs. Bennet was most\npressingly civil in her hope of seeing the whole family soon\nat Longbourn, and addressed herself especially to Mr. Bingley,\nto assure him how happy he would make them by eating a family\ndinner with them at any time, without the ceremony of a formal\ninvitation.  Bingley was all grateful pleasure, and he readily\nengaged for taking the earliest opportunity of waiting on her,\nafter his return from London, whither he was obliged to go the\nnext day for a short time.",
        "Mrs. Bennet was perfectly satisfied, and quitted the house under\nthe delightful persuasion that, allowing for the necessary\npreparations of settlements, new carriages, and wedding clothes,\nshe should undoubtedly see her daughter settled at Netherfield in\nthe course of three or four months.  Of having another daughter\nmarried to Mr. Collins, she thought with equal certainty, and\nwith considerable, though not equal, pleasure.  Elizabeth was the\nleast dear to her of all her children; and though the man and the\nmatch were quite good enough for her, the worth of each was\neclipsed by Mr. Bingley and Netherfield.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}