{
    "title": "Pride and Prejudice - Chapter 44",
    "author": "Jane Austen",
    "chapter": "43",
    "content": [
        "\n",
        "\n\n",
        "Elizabeth had settled it that Mr. Darcy would bring his sister\nto visit her the very day after her reaching Pemberley; and was\nconsequently resolved not to be out of sight of the inn the whole\nof that morning.  But her conclusion was false; for on the very\nmorning after their arrival at Lambton, these visitors came.\nThey had been walking about the place with some of their new\nfriends, and were just returning to the inn to dress themselves\nfor dining with the same family, when the sound of a carriage\ndrew them to a window, and they saw a gentleman and a lady\nin a curricle driving up the street.  Elizabeth immediately\nrecognizing the livery, guessed what it meant, and imparted no\nsmall degree of her surprise to her relations by acquainting\nthem with the honour which she expected.  Her uncle and aunt\nwere all amazement; and the embarrassment of her manner as\nshe spoke, joined to the circumstance itself, and many of the\ncircumstances of the preceding day, opened to them a new idea\non the business.  Nothing had ever suggested it before, but they\nfelt that there was no other way of accounting for such attentions\nfrom such a quarter than by supposing a partiality for their\nniece.  While these newly-born notions were passing in their heads,\nthe perturbation of Elizabeth’s feelings was at every moment\nincreasing.  She was quite amazed at her own discomposure; but\namongst other causes of disquiet, she dreaded lest the partiality\nof the brother should have said too much in her favour; and, more\nthan commonly anxious to please, she naturally suspected that\nevery power of pleasing would fail her.",
        "She retreated from the window, fearful of being seen; and as\nshe walked up and down the room, endeavouring to compose\nherself, saw such looks of inquiring surprise in her uncle and\naunt as made everything worse.",
        "Miss Darcy and her brother appeared, and this formidable\nintroduction took place.  With astonishment did Elizabeth see\nthat her new acquaintance was at least as much embarrassed as\nherself.  Since her being at Lambton, she had heard that Miss\nDarcy was exceedingly proud; but the observation of a very few\nminutes convinced her that she was only exceedingly shy.  She\nfound it difficult to obtain even a word from her beyond a\nmonosyllable.",
        "Miss Darcy was tall, and on a larger scale than Elizabeth;\nand, though little more than sixteen, her figure was formed,\nand her appearance womanly and graceful.  She was less handsome\nthan her brother; but there was sense and good humour in her\nface, and her manners were perfectly unassuming and gentle.\nElizabeth, who had expected to find in her as acute and\nunembarrassed an observer as ever Mr. Darcy had been, was\nmuch relieved by discerning such different feelings.",
        "They had not long been together before Mr. Darcy told her that\nBingley was also coming to wait on her; and she had barely time\nto express her satisfaction, and prepare for such a visitor, when\nBingley’s quick step was heard on the stairs, and in a moment he\nentered the room.  All Elizabeth’s anger against him had been\nlong done away; but had she still felt any, it could hardly have\nstood its ground against the unaffected cordiality with which he\nexpressed himself on seeing her again.  He inquired in a friendly,\nthough general way, after her family, and looked and spoke with\nthe same good-humoured ease that he had ever done.",
        "To Mr. and Mrs. Gardiner he was scarcely a less interesting\npersonage than to herself.  They had long wished to see him.\nThe whole party before them, indeed, excited a lively attention.\nThe suspicions which had just arisen of Mr. Darcy and their niece\ndirected their observation towards each with an earnest though\nguarded inquiry; and they soon drew from those inquiries the full\nconviction that one of them at least knew what it was to love.\nOf the lady’s sensations they remained a little in doubt; but that\nthe gentleman was overflowing with admiration was evident enough.",
        "Elizabeth, on her side, had much to do.  She wanted to\nascertain the feelings of each of her visitors; she wanted to\ncompose her own, and to make herself agreeable to all; and in\nthe latter object, where she feared most to fail, she was most\nsure of success, for those to whom she endeavoured to give\npleasure were prepossessed in her favour.  Bingley was ready,\nGeorgiana was eager, and Darcy determined, to be pleased.",
        "In seeing Bingley, her thoughts naturally flew to her sister;\nand, oh! how ardently did she long to know whether any of his were\ndirected in a like manner.  Sometimes she could fancy that he\ntalked less than on former occasions, and once or twice pleased\nherself with the notion that, as he looked at her, he was trying\nto trace a resemblance.  But, though this might be imaginary,\nshe could not be deceived as to his behaviour to Miss Darcy, who\nhad been set up as a rival to Jane.  No look appeared on either\nside that spoke particular regard.  Nothing occurred between\nthem that could justify the hopes of his sister.  On this point\nshe was soon satisfied; and two or three little circumstances\noccurred ere they parted, which, in her anxious interpretation,\ndenoted a recollection of Jane not untinctured by tenderness,\nand a wish of saying more that might lead to the mention of her,\nhad he dared.  He observed to her, at a moment when the others\nwere talking together, and in a tone which had something of real\nregret, that it “was a very long time since he had had the\npleasure of seeing her;” and, before she could reply, he added,\n“It is above eight months.  We have not met since the 26th of\nNovember, when we were all dancing together at Netherfield.”",
        "Elizabeth was pleased to find his memory so exact; and he\nafterwards took occasion to ask her, when unattended to by\nany of the rest, whether all her sisters were at Longbourn.\nThere was not much in the question, nor in the preceding\nremark; but there was a look and a manner which gave them\nmeaning.",
        "It was not often that she could turn her eyes on Mr. Darcy\nhimself; but, whenever she did catch a glimpse, she saw an\nexpression of general complaisance, and in all that he said\nshe heard an accent so removed from hauteur or disdain of his\ncompanions, as convinced her that the improvement of manners\nwhich she had yesterday witnessed however temporary its\nexistence might prove, had at least outlived one day.  When she\nsaw him thus seeking the acquaintance and courting the good\nopinion of people with whom any intercourse a few months ago\nwould have been a disgrace–when she saw him thus civil, not\nonly to herself, but to the very relations whom he had openly\ndisdained, and recollected their last lively scene in Hunsford\nParsonage–the difference, the change was so great, and struck\nso forcibly on her mind, that she could hardly restrain her\nastonishment from being visible.  Never, even in the company\nof his dear friends at Netherfield, or his dignified relations\nat Rosings, had she seen him so desirous to please, so free\nfrom self-consequence or unbending reserve, as now, when no\nimportance could result from the success of his endeavours, and\nwhen even the acquaintance of those to whom his attentions\nwere addressed would draw down the ridicule and censure of\nthe ladies both of Netherfield and Rosings.",
        "Their visitors stayed with them above half-an-hour; and when\nthey arose to depart, Mr. Darcy called on his sister to join him\nin expressing their wish of seeing Mr. and Mrs. Gardiner, and\nMiss Bennet, to dinner at Pemberley, before they left the\ncountry.  Miss Darcy, though with a diffidence which marked\nher little in the habit of giving invitations, readily obeyed.\nMrs. Gardiner looked at her niece, desirous of knowing how she,\nwhom the invitation most concerned, felt disposed as to its\nacceptance, but Elizabeth had turned away her head.  Presuming\nhowever, that this studied avoidance spoke rather a momentary\nembarrassment than any dislike of the proposal, and seeing in\nher husband, who was fond of society, a perfect willingness to\naccept it, she ventured to engage for her attendance, and the\nday after the next was fixed on.",
        "Bingley expressed great pleasure in the certainty of seeing\nElizabeth again, having still a great deal to say to her, and many\ninquiries to make after all their Hertfordshire friends.  Elizabeth,\nconstruing all this into a wish of hearing her speak of her sister,\nwas pleased, and on this account, as well as some others, found\nherself, when their visitors left them, capable of considering\nthe last half-hour with some satisfaction, though while it was\npassing, the enjoyment of it had been little.  Eager to be alone,\nand fearful of inquiries or hints from her uncle and aunt, she\nstayed with them only long enough to hear their favourable\nopinion of Bingley, and then hurried away to dress.",
        "But she had no reason to fear Mr. and Mrs. Gardiner’s curiosity;\nit was not their wish to force her communication.  It was evident\nthat she was much better acquainted with Mr. Darcy than they\nhad before any idea of; it was evident that he was very much in\nlove with her.  They saw much to interest, but nothing to justify\ninquiry.",
        "Of Mr. Darcy it was now a matter of anxiety to think well; and,\nas far as their acquaintance reached, there was no fault to find.\nThey could not be untouched by his politeness; and had they\ndrawn his character from their own feelings and his servant’s\nreport, without any reference to any other account, the circle\nin Hertfordshire to which he was known would not have recognized\nit for Mr. Darcy.  There was now an interest, however, in\nbelieving the housekeeper; and they soon became sensible that\nthe authority of a servant who had known him since he was four\nyears old, and whose own manners indicated respectability, was\nnot to be hastily rejected.  Neither had anything occurred in\nthe intelligence of their Lambton friends that could materially\nlessen its weight.  They had nothing to accuse him of but pride;\npride he probably had, and if not, it would certainly be imputed\nby the inhabitants of a small market-town where the family did\nnot visit.  It was acknowledged, however, that he was a liberal\nman, and did much good among the poor.",
        "With respect to Wickham, the travellers soon found that he was\nnot held there in much estimation; for though the chief of his\nconcerns with the son of his patron were imperfectly understood,\nit was yet a well-known fact that, on his quitting Derbyshire,\nhe had left many debts behind him, which Mr. Darcy afterwards\ndischarged.",
        "As for Elizabeth, her thoughts were at Pemberley this evening\nmore than the last; and the evening, though as it passed it\nseemed long, was not long enough to determine her feelings\ntowards one in that mansion; and she lay awake two whole\nhours endeavouring to make them out.  She certainly did not\nhate him.  No; hatred had vanished long ago, and she had\nalmost as long been ashamed of ever feeling a dislike against\nhim, that could be so called.  The respect created by the\nconviction of his valuable qualities, though at first unwillingly\nadmitted, had for some time ceased to be repugnant to her\nfeeling; and it was now heightened into somewhat of a friendlier\nnature, by the testimony so highly in his favour, and bringing\nforward his disposition in so amiable a light, which yesterday\nhad produced.  But above all, above respect and esteem, there\nwas  a motive within her of goodwill which could not be\noverlooked.  It was gratitude; gratitude, not merely for having\nonce loved her, but for loving her still well enough to forgive\nall the petulance and acrimony of her manner in rejecting him, and\nall the unjust accusations accompanying her rejection.  He who,\nshe had been persuaded, would avoid her as his greatest enemy,\nseemed, on this accidental meeting, most eager to preserve the\nacquaintance, and without any indelicate display of regard, or\nany peculiarity of manner, where their two selves only were\nconcerned, was soliciting the good opinion of her friends,\nand bent on making her known to his sister.  Such a change\nin a man of so much pride exciting not only astonishment but\ngratitude–for to love, ardent love, it must be attributed; and\nas such its impression on her was of a sort to be encouraged, as\nby no means unpleasing, though it could not be exactly defined.\nShe respected, she esteemed, she was grateful to him, she felt\na real interest in his welfare; and she only wanted to know how\nfar she wished that welfare to depend upon herself, and how far\nit would be for the happiness of both that she should employ the\npower, which her fancy told her she still possessed, of bringing\non her the renewal of his addresses.",
        "It had been settled in the evening between the aunt and the\nniece, that such a striking civility as Miss Darcy’s in coming to\nsee them on the very day of her arrival at Pemberley, for she\nhad reached it only to a late breakfast, ought to be imitated,\nthough it could not be equalled, by some exertion of politeness\non their side; and, consequently, that it would be highly\nexpedient to wait on her at Pemberley the following morning.\nThey were, therefore, to go.  Elizabeth was pleased; though\nwhen she asked herself the reason, she had very little to say in\nreply.",
        "Mr. Gardiner left them soon after breakfast.  The fishing scheme\nhad been renewed the day before, and a positive engagement\nmade of his meeting some of the gentlemen at Pemberley before\nnoon.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}