{
    "title": "Pride and Prejudice - Chapter 22",
    "author": "Jane Austen",
    "chapter": "22",
    "content": [
        "\n",
        "\n\n",
        "The Bennets were engaged to dine with the Lucases and again\nduring the chief of the day was Miss Lucas so kind as to listen\nto Mr. Collins.  Elizabeth took an opportunity of thanking her.\n“It keeps him in good humour,” said she, “and I am more obliged\nto you than I can express.”  Charlotte assured her friend of\nher satisfaction in being useful, and that it amply repaid her\nfor the little sacrifice of her time.  This was very amiable,\nbut Charlotte’s kindness extended farther than Elizabeth had\nany conception of; its object was nothing else than to secure\nher from any return of Mr. Collins’s addresses, by engaging\nthem towards herself.  Such was Miss Lucas’s scheme; and\nappearances were so favourable, that when they parted at night,\nshe would have felt almost secure of success if he had not been\nto leave Hertfordshire so very soon.  But here she did injustice\nto the fire and independence of his character, for it led\nhim to escape out of Longbourn House the next morning with\nadmirable slyness, and hasten to Lucas Lodge to throw himself\nat her feet.  He was anxious to avoid the notice of his cousins,\nfrom a conviction that if they saw him depart, they could not\nfail to conjecture his design, and he was not willing to have\nthe attempt known till its success might be known likewise; for\nthough feeling almost secure, and with reason, for Charlotte had\nbeen tolerably encouraging, he was comparatively diffident since\nthe adventure of Wednesday.  His reception, however, was of\nthe most flattering kind.  Miss Lucas perceived him from an\nupper window as he walked towards the house, and instantly set\nout to meet him accidentally in the lane.  But little had she\ndared to hope that so much love and eloquence awaited her there.",
        "In as short a time as Mr. Collins’s long speeches would allow,\neverything was settled between them to the satisfaction of both;\nand as they entered the house he earnestly entreated her to name\nthe day that was to make him the happiest of men; and though\nsuch a solicitation must be waived for the present, the lady felt\nno inclination to trifle with his happiness.  The stupidity with\nwhich he was favoured by nature must guard his courtship from\nany charm that could make a woman wish for its continuance;\nand Miss Lucas, who accepted him solely from the pure and\ndisinterested desire of an establishment, cared not how soon\nthat establishment were gained.",
        "Sir William and Lady Lucas were speedily applied to for their\nconsent; and it was bestowed with a most joyful alacrity.  Mr.\nCollins’s present circumstances made it a most eligible match for\ntheir daughter, to whom they could give little fortune; and his\nprospects of future wealth were exceedingly fair.  Lady Lucas\nbegan directly to calculate, with more interest than the\nmatter had ever excited before, how many years longer Mr.\nBennet was likely to live; and Sir William gave it as his decided\nopinion, that whenever Mr. Collins should be in possession of the\nLongbourn estate, it would be highly expedient that both he and\nhis wife should make their appearance at St. James’s.  The whole\nfamily, in short, were properly overjoyed on the occasion.\nThe younger girls formed hopes of coming out a year or two\nsooner than they might otherwise have done; and the boys were\nrelieved from their apprehension of Charlotte’s dying an old\nmaid.  Charlotte herself was tolerably composed.  She had\ngained her point, and had time to consider of it.  Her reflections\nwere in general satisfactory.  Mr. Collins, to be sure, was\nneither sensible nor agreeable; his society was irksome, and his\nattachment to her must be imaginary.  But still he would be her\nhusband.  Without thinking highly either of men or matrimony,\nmarriage had always been her object; it was the only provision\nfor well-educated young women of small fortune, and however\nuncertain of giving happiness, must be their pleasantest\npreservative from want.  This preservative she had now\nobtained; and at the age of twenty-seven, without having ever\nbeen handsome, she felt all the good luck of it.  The least\nagreeable circumstance in the business was the surprise it must\noccasion to Elizabeth Bennet, whose friendship she valued\nbeyond that of any other person.  Elizabeth would wonder, and\nprobably would blame her; and though her resolution was not to\nbe shaken, her feelings must be hurt by such a disapprobation.\nShe resolved to give her the information herself, and therefore\ncharged Mr. Collins, when he returned to Longbourn to dinner,\nto drop no hint of what had passed before any of the family.  A\npromise of secrecy was of course very dutifully given, but it\ncould not be kept without difficulty; for the curiosity excited\nby his long absence burst forth in such very direct questions on\nhis return as required some ingenuity to evade, and he was at the\nsame time exercising great self-denial, for he was longing to\npublish his prosperous love.",
        "As he was to begin his journey too early on the morrow to see\nany of the family, the ceremony of leave-taking was performed\nwhen the ladies moved for the night; and Mrs. Bennet, with\ngreat politeness and cordiality, said how happy they should be\nto see him at Longbourn again, whenever his engagements might\nallow him to visit them.",
        "“My dear madam,” he replied, “this invitation is particularly\ngratifying, because it is what I have been hoping to receive; and\nyou may be very certain that I shall avail myself of it as soon\nas possible.”",
        "They were all astonished; and Mr. Bennet, who could by no\nmeans wish for so speedy a return, immediately said:",
        "“But is there not danger of Lady Catherine’s disapprobation\nhere, my good sir?  You had better neglect your relations than\nrun the risk of offending your patroness.”",
        "“My dear sir,” replied Mr. Collins, “I am particularly obliged\nto you for this friendly caution, and you may depend upon my not\ntaking so material a step without her ladyship’s concurrence.”",
        "“You cannot be too much upon your guard.  Risk anything\nrather than her displeasure; and if you find it likely to be raised\nby your coming to us again, which I should think exceedingly\nprobable, stay quietly at home, and be satisfied that we shall\ntake no offence.”",
        "“Believe me, my dear sir, my gratitude is warmly excited by\nsuch affectionate attention; and depend upon it, you will speedily\nreceive from me a letter of thanks for this, and for every other\nmark of your regard during my stay in Hertfordshire.  As for my\nfair cousins, though my absence may not be long enough to\nrender it necessary, I shall now take the liberty of wishing them\nhealth and happiness, not excepting my cousin Elizabeth.”",
        "With proper civilities the ladies then withdrew; all of them\nequally surprised that he meditated a quick return.  Mrs. Bennet\nwished to understand by it that he thought of paying his\naddresses to one of her younger girls, and Mary might have been\nprevailed on to accept him.  She rated his abilities much higher\nthan any of the others; there was a solidity in his reflections\nwhich often struck her, and though by no means so clever as\nherself, she thought that if encouraged to read and improve\nhimself by such an example as hers, he might become a very\nagreeable companion.  But on the following morning, every\nhope of this kind was done away.  Miss Lucas called soon after\nbreakfast, and in a private conference with Elizabeth related the\nevent of the day before.",
        "The possibility of Mr. Collins’s fancying herself in love with her\nfriend had once occurred to Elizabeth within the last day or two;\nbut that Charlotte could encourage him seemed almost as far\nfrom possibility as she could encourage him herself, and her\nastonishment was consequently so great as to overcome at first\nthe bounds of decorum, and she could not help crying out:",
        "“Engaged to Mr. Collins!  My dear Charlotte–impossible!”",
        "The steady countenance which Miss Lucas had commanded in\ntelling her story, gave way to a momentary confusion here on\nreceiving so direct a reproach; though, as it was no more than\nshe expected, she soon regained her composure, and calmly\nreplied:",
        "“Why should you be surprised, my dear Eliza?  Do you think it\nincredible that Mr. Collins should be able to procure any\nwoman’s good opinion, because he was not so happy as to\nsucceed with you?”",
        "But Elizabeth had now recollected herself, and making a strong\neffort for it, was able to assure with tolerable firmness that the\nprospect of their relationship was highly grateful to her, and\nthat she wished her all imaginable happiness.",
        "“I see what you are feeling,” replied Charlotte.  “You must be\nsurprised, very much surprised–so lately as Mr. Collins was\nwishing to marry you.  But when you have had time to think it\nover, I hope you will be satisfied with what I have done.  I am\nnot romantic, you know; I never was.  I ask only a comfortable\nhome; and considering Mr. Collins’s character, connection, and\nsituation in life, I am convinced that my chance of happiness\nwith him is as fair as most people can boast on entering the\nmarriage state.”",
        "Elizabeth quietly answered “Undoubtedly;” and after an\nawkward pause, they returned to the rest of the family.\nCharlotte did not stay much longer, and Elizabeth was then left\nto reflect on what she had heard.  It was a long time before she\nbecame at all reconciled to the idea of so unsuitable a match.\nThe strangeness of Mr. Collins’s making two offers of marriage\nwithin three days was nothing in comparison of his being now\naccepted.  She had always felt that Charlotte’s opinion of\nmatrimony was not exactly like her own, but she had not\nsupposed it to be possible that, when called into action, she\nwould have sacrificed every better feeling to worldly advantage.\nCharlotte the wife of Mr. Collins was a most humiliating picture!\nAnd to the pang of a friend disgracing herself and sunk in her\nesteem, was added the distressing conviction that it was\nimpossible for that friend to be tolerably happy in the lot\nshe had chosen.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}