{
    "title": "Pride and Prejudice - Chapter 32",
    "author": "Jane Austen",
    "chapter": "32",
    "content": [
        "\n",
        "\n\n",
        "Elizabeth was sitting by herself the next morning, and writing to\nJane while Mrs. Collins and Maria were gone on business into\nthe village, when she was startled by a ring at the door, the\ncertain signal of a visitor.  As she had heard no carriage, she\nthought it not unlikely to be Lady Catherine, and under that\napprehension was putting away her half-finished letter that she\nmight escape all impertinent questions, when the door opened,\nand, to her very great surprise, Mr. Darcy, and Mr. Darcy only,\nentered the room.",
        "He seemed astonished too on finding her alone, and apologised\nfor his intrusion by letting her know that he had understood all\nthe ladies were to be within.",
        "They then sat down, and when her inquiries after Rosings were\nmade, seemed in danger of sinking into total silence.  It was\nabsolutely necessary, therefore, to think of something, and in\nthis emergence recollecting when she had seen him last in\nHertfordshire, and feeling curious to know what he would say\non the subject of their hasty departure, she observed:",
        "“How very suddenly you all quitted Netherfield last November,\nMr. Darcy!  It must have been a most agreeable surprise to Mr.\nBingley to see you all after him so soon; for, if I recollect right,\nhe went but the day before.  He and his sisters were well, I hope,\nwhen you left London?”",
        "“Perfectly so, I thank you.”",
        "She found that she was to receive no other answer, and, after a\nshort pause added:",
        "“I think I have understood that Mr. Bingley has not much idea of\never returning to Netherfield again?”",
        "“I have never heard him say so; but it is probable that he may\nspend very little of his time there in the future.  He has many\nfriends, and is at a time of life when friends and engagements are\ncontinually increasing.”",
        "“If he means to be but little at Netherfield, it would be better for\nthe neighbourhood that he should give up the place entirely, for\nthen we might possibly get a settled family there.  But, perhaps,\nMr. Bingley did not take the house so much for the convenience\nof the neighbourhood as for his own, and we must expect him to\nkeep it or quit it on the same principle.”",
        "“I should not be surprised,” said Darcy, “if he were to give it up\nas soon as any eligible purchase offers.”",
        "Elizabeth made no answer.  She was afraid of talking longer of\nhis friend; and, having nothing else to say, was now determined\nto leave the trouble of finding a subject to him.",
        "He took the hint, and soon began with, “This seems a very\ncomfortable house.  Lady Catherine, I believe, did a great deal to\nit when Mr. Collins first came to Hunsford.”",
        "“I believe she did–and I am sure she could not have bestowed\nher kindness on a more grateful object.”",
        "“Mr. Collins appears to be very fortunate in his choice of a wife.”",
        "“Yes, indeed, his friends may well rejoice in his having met with\none of the very few sensible women who would have accepted\nhim, or have made him happy if they had.  My friend has an\nexcellent understanding–though I am not certain that I consider\nher marrying Mr. Collins as the wisest thing she ever did.  She\nseems perfectly happy, however, and in a prudential light it is\ncertainly a very good match for her.”",
        "“It must be very agreeable for her to be settled within so easy a\ndistance of her own family and friends.”",
        "“An easy distance, do you call it?  It is nearly fifty miles.”",
        "“And what is fifty miles of good road?  Little more than half a\nday’s journey.  Yes, I call it a very easy distance.”",
        "“I should never have considered the distance as one of the\nadvantages of the match,” cried Elizabeth.  “I should never\nhave said Mrs. Collins was settled near her family.”",
        "“It is a proof of your own attachment to Hertfordshire.\nAnything beyond the very neighbourhood of Longbourn, I\nsuppose, would appear far.”",
        "As he spoke there was a sort of smile which Elizabeth fancied\nshe understood; he must be supposing her to be thinking of Jane\nand Netherfield, and she blushed as she answered:",
        "“I do not mean to say that a woman may not be settled too near\nher family.  The far and the near must be relative, and depend on\nmany varying circumstances.  Where there is fortune to make the\nexpenses of travelling unimportant, distance becomes no evil.\nBut that is not the case here.  Mr. and Mrs. Collins have a\ncomfortable income, but not such a one as will allow of frequent\njourneys–and I am persuaded my friend would not call herself\nnear her family under less than half the present distance.”",
        "Mr. Darcy drew his chair a little towards her, and said, ’Youcannot have a right to such very strong local attachment.\nYou cannot have been always at Longbourn.”",
        "Elizabeth looked surprised.  The gentleman experienced some\nchange of feeling; he drew back his chair, took a newspaper\nfrom the table, and glancing over it, said, in a colder voice:",
        "“Are you pleased with Kent?”",
        "A short dialogue on the subject of the country ensued, on either\nside calm and concise–and soon put an end to by the entrance\nof Charlotte and her sister, just returned from her walk.  The\ntete-a-tete surprised them.  Mr. Darcy related the mistake which\nhad occasioned his intruding on Miss Bennet, and after sitting a\nfew minutes longer without saying much to anybody, went away.",
        "“What can be the meaning of this?” said Charlotte, as soon as he\nwas gone.  “My dear, Eliza, he must be in love with you, or he\nwould never have called us in this familiar way.”",
        "But when Elizabeth told of his silence; it did not seem very\nlikely, even to Charlotte’s wishes, to be the case; and after\nvarious conjectures, they could at last only suppose his visit to\nproceed from the difficulty of finding anything to do, which was\nthe more probable from the time of year.  All field sports were\nover.  Within doors there was Lady Catherine, books, and a\nbilliard-table, but gentlemen cannot always be within doors; and\nin the nearness of the Parsonage, or the pleasantness of the walk\nto it, or of the people who lived in it, the two cousins found a\ntemptation from this period of walking thither almost every day.\nThey called at various times of the morning, sometimes\nseparately, sometimes together, and now and then accompanied\nby their aunt.  It was plain to them all that Colonel Fitzwilliam\ncame because he had pleasure in their society, a persuasion\nwhich of course recommended him still more; and Elizabeth was\nreminded by her own satisfaction in being with him, as well as by\nhis evident admiration of her, of her former favourite George\nWickham; and though, in comparing them, she saw there was\nless captivating softness in Colonel Fitzwilliam’s manners, she\nbelieved he might have the best informed mind.",
        "But why Mr. Darcy came so often to the Parsonage, it was more\ndifficult to understand.  It could not be for society, as he\nfrequently sat there ten minutes together without opening his\nlips; and when he did speak, it seemed the effect of necessity\nrather than of choice–a sacrifice to propriety, not a pleasure\nto himself.  He seldom appeared really animated.  Mrs. Collins\nknew not what to make of him.  Colonel Fitzwilliam’s occasionally\nlaughing at his stupidity, proved that he was generally different,\nwhich her own knowledge of him could not have told her; and as\nshe would liked to have believed this change the effect of love,\nand the object of that love her friend Eliza, she set herself\nseriously to work to find it out.  She watched him whenever they\nwere at Rosings, and whenever he came to Hunsford; but without\nmuch success.  He certainly looked at her friend a great deal,\nbut the expression of that look was disputable.  It was an\nearnest, steadfast gaze, but she often doubted whether there\nwere much admiration in it, and sometimes it seemed nothing but\nabsence of mind.",
        "She had once or twice suggested to Elizabeth the possibility of\nhis being partial to her, but Elizabeth always laughed at the idea;\nand Mrs. Collins did not think it right to press the subject, from\nthe danger of raising expectations which might only end in\ndisappointment; for in her opinion it admitted not of a doubt,\nthat all her friend’s dislike would vanish, if she could suppose\nhim to be in her power.",
        "In her kind schemes for Elizabeth, she sometimes planned her\nmarrying Colonel Fitzwilliam.  He was beyond comparison the\nmost pleasant man; he certainly admired her, and his situation in\nlife was most eligible; but, to counterbalance these advantages,\nMr. Darcy had considerable patronage in the church, and his\ncousin could have none at all.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}