{
    "title": "Pride and Prejudice - Chapter 25",
    "author": "Jane Austen",
    "chapter": "25",
    "content": [
        "\n",
        "\n\n",
        "After a week spent in professions of love and schemes of felicity,\nMr. Collins was called from his amiable Charlotte by the arrival\nof Saturday.  The pain of separation, however, might be\nalleviated on his side, by preparations for the reception of his\nbride; as he had reason to hope, that shortly after his return into\nHertfordshire, the day would be fixed that was to make him the\nhappiest of men.  He took leave of his relations at Longbourn\nwith as much solemnity as before; wished his fair cousins health\nand happiness again, and promised their father another letter of\nthanks.",
        "On the following Monday, Mrs. Bennet had the pleasure of\nreceiving her brother and his wife, who came as usual to spend\nthe Christmas at Longbourn.  Mr. Gardiner was a sensible,\ngentlemanlike man, greatly superior to his sister, as well by\nnature as education.  The Netherfield ladies would have had\ndifficulty in believing that a man who lived by trade, and within\nview of his own warehouses, could have been so well-bred and\nagreeable.  Mrs. Gardiner, who was several years younger than\nMrs. Bennet and Mrs. Phillips, was an amiable, intelligent,\nelegant woman, and a great favourite with all her Longbourn\nnieces.  Between the two eldest and herself especially, there\nsubsisted a particular regard.  They had frequently been staying\nwith her in town.",
        "The first part of Mrs. Gardiner’s business on her arrival was to\ndistribute her presents and describe the newest fashions.  When\nthis was done she had a less active part to play.  It became her\nturn to listen.  Mrs. Bennet had many grievances to relate, and\nmuch to complain of.  They had all been very ill-used since she\nlast saw her sister.  Two of her girls had been upon the point of\nmarriage, and after all there was nothing in it.",
        "“I do not blame Jane,” she continued, “for Jane would have got\nMr. Bingley if she could.  But Lizzy!  Oh, sister!  It is very hard\nto think that she might have been Mr. Collins’s wife by this time,\nhad it not been for her own perverseness.  He made her an offer\nin this very room, and she refused him.  The consequence of it is,\nthat Lady Lucas will have a daughter married before I have, and\nthat the Longbourn estate is just as much entailed as ever.  The\nLucases are very artful people indeed, sister.  They are all for\nwhat they can get.  I am sorry to say it of them, but so it is.\nIt makes me very nervous and poorly, to be thwarted so in my own\nfamily, and to have neighbours who think of themselves before\nanybody else.  However, your coming just at this time is the\ngreatest of comforts, and I am very glad to hear what you tell us,\nof long sleeves.”",
        "Mrs. Gardiner, to whom the chief of this news had been given\nbefore, in the course of Jane and Elizabeth’s correspondence\nwith her, made her sister a slight answer, and, in compassion to\nher nieces, turned the conversation.",
        "When alone with Elizabeth afterwards, she spoke more on the\nsubject.  “It seems likely to have been a desirable match for\nJane,” said she.  “I am sorry it went off.  But these things\nhappen so often!  A young man, such as you describe Mr. Bingley,\nso easily falls in love with a pretty girl for a few weeks, and\nwhen accident separates them, so easily forgets her, that these\nsort of inconsistencies are very frequent.”",
        "“An excellent consolation in its way,” said Elizabeth, “but it will\nnot do for us.  We do not suffer by accident.  It does not often\nhappen that the interference of friends will persuade a young\nman of independent fortune to think no more of a girl whom he\nwas violently in love with only a few days before.”",
        "“But that expression of ’violently in love’ is so hackneyed,\nso doubtful, so indefinite, that it gives me very little idea.\nIt is as often applied to feelings which arise from a half-hour’s\nacquaintance, as to a real, strong attachment.  Pray, how\nviolent was Mr. Bingley’s love?”",
        "“I never saw a more promising inclination; he was growing quite\ninattentive to other people, and wholly engrossed by her.  Every\ntime they met, it was more decided and remarkable.  At his own\nball he offended two or three young ladies, by not asking them to\ndance; and I spoke to him twice myself, without receiving an answer.\nCould there be finer symptoms?  Is not general incivility the very\nessence of love?”",
        "“Oh, yes!–of that kind of love which I suppose him to have felt.\nPoor Jane!  I am sorry for her, because, with her disposition, she\nmay not get over it immediately.  It had better have happened to\nyou, Lizzy; you would have laughed yourself out of it sooner.\nBut do you think she would be prevailed upon to go back with\nus?  Change of scene might be of service–and perhaps a little\nrelief from home may be as useful as anything.”",
        "Elizabeth was exceedingly pleased with this proposal, and felt\npersuaded of her sister’s ready acquiescence.",
        "“I hope,” added Mrs. Gardiner, “that no consideration with\nregard to this young man will influence her.  We live in so\ndifferent a part of town, all our connections are so different, and,\nas you well know, we go out so little, that it is very improbable\nthat they should meet at all, unless he really comes to see her.”",
        "“And that is quite impossible; for he is now in the custody of\nhis friend, and Mr. Darcy would no more suffer him to call on\nJane in such a part of London!  My dear aunt, how could you\nthink of it?  Mr. Darcy may perhaps have heard of such a\nplace as Gracechurch Street, but he would hardly think a\nmonth’s ablution enough to cleanse him from its impurities, were\nhe once to enter it; and depend upon it, Mr. Bingley never stirs\nwithout him.”",
        "“So much the better.  I hope they will not meet at all.  But does\nnot Jane correspond with his sister?  She will not be able to\nhelp calling.”",
        "“She will drop the acquaintance entirely.”",
        "But in spite of the certainty in which Elizabeth affected to place\nthis point, as well as the still more interesting one of Bingley’s\nbeing withheld from seeing Jane, she felt a solicitude on the\nsubject which convinced her, on examination, that she did not\nconsider it entirely hopeless.  It was possible, and sometimes she\nthought it probable, that his affection might be reanimated, and\nthe influence of his friends successfully combated by the more\nnatural influence of Jane’s attractions.",
        "Miss Bennet accepted her aunt’s invitation with pleasure; and\nthe Bingleys were no otherwise in her thoughts at the same time,\nthan as she hoped by Caroline’s not living in the same house\nwith her brother, she might occasionally spend a morning with\nher, without any danger of seeing him.",
        "The Gardiners stayed a week at Longbourn; and what with the\nPhillipses, the Lucases, and the officers, there was not a day\nwithout its engagement.  Mrs. Bennet had so carefully provided\nfor the entertainment of her brother and sister, that they did\nnot once sit down to a family dinner.  When the engagement was\nfor home, some of the officers always made part of it–of\nwhich officers Mr. Wickham was sure to be one; and on these\noccasion, Mrs. Gardiner, rendered suspicious by Elizabeth’s\nwarm commendation, narrowly observed them both.  Without\nsupposing them, from what she saw, to be very seriously in love,\ntheir preference of each other was plain enough to make her a\nlittle uneasy; and she resolved to speak to Elizabeth on the\nsubject before she left Hertfordshire, and represent to her the\nimprudence of encouraging such an attachment.",
        "To Mrs. Gardiner, Wickham had one means of affording pleasure,\nunconnected with his general powers.  About ten or a dozen years\nago, before her marriage, she had spent a considerable time in\nthat very part of Derbyshire to which he belonged.  They had,\ntherefore, many acquaintances in common; and though Wickham had\nbeen little there since the death of Darcy’s father, it was yet\nin his power to give her fresher intelligence of her former\nfriends than she had been in the way of procuring.",
        "Mrs. Gardiner had seen Pemberley, and known the late Mr. Darcy\nby character perfectly well.  Here consequently was an\ninexhaustible subject of discourse.  In comparing her recollection\nof Pemberley with the minute description which Wickham could\ngive, and in bestowing her tribute of praise on the character of\nits late possessor, she was delighting both him and herself.  On\nbeing made acquainted with the present Mr. Darcy’s treatment\nof him, she tried to remember some of that gentleman’s reputed\ndisposition when quite a lad which might agree with it, and was\nconfident at last that she recollected having heard Mr.\nFitzwilliam Darcy formerly spoken of as a very proud, ill-natured\nboy.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}