{
    "title": "Pride and Prejudice - Chapter 17",
    "author": "Jane Austen",
    "chapter": "17",
    "content": [
        "\n",
        "\n\n",
        "Elizabeth related to Jane the next day what had passed between\nMr. Wickham and herself.  Jane listened with astonishment and\nconcern; she knew not how to believe that Mr. Darcy could be\nso unworthy of Mr. Bingley’s regard; and yet, it was not in her\nnature to question the veracity of a young man of such amiable\nappearance as Wickham.  The possibility of his having endured\nsuch unkindness, was enough to interest all her tender feelings;\nand nothing remained therefore to be done, but to think well of\nthem both, to defend the conduct of each, and throw into the\naccount of accident or mistake whatever could not be otherwise\nexplained.",
        "“They have both,” said she, “been deceived, I dare say, in some\nway or other, of which we can form no idea.  Interested people\nhave perhaps misrepresented each to the other.  It is, in short,\nimpossible for us to conjecture the causes or circumstances\nwhich may have alienated them, without actual blame on either\nside.”",
        "“Very true, indeed; and now, my dear Jane, what have you got\nto say on behalf of the interested people who have probably been\nconcerned in the business?  Do clear them too, or we shall be\nobliged to think ill of somebody.”",
        "“Laugh as much as you choose, but you will not laugh me out of\nmy opinion.  My dearest Lizzy, do but consider in what a\ndisgraceful light it places Mr. Darcy, to be treating his father’s\nfavourite in such a manner, one whom his father had promised to\nprovide for.  It is impossible.  No man of common humanity, no\nman who had any value for his character, could be capable of it.\nCan his most intimate friends be so excessively deceived in him?\nOh! no.”",
        "“I can much more easily believe Mr. Bingley’s being imposed on,\nthan that Mr. Wickham should invent such a history of himself\nas he gave me last night; names, facts, everything mentioned\nwithout ceremony.  If it be not so, let Mr. Darcy contradict it.\nBesides, there was truth in his looks.”",
        "“It is difficult indeed–it is distressing.  One does not know what\nto think.”",
        "“I beg your pardon; one knows exactly what to think.”",
        "But Jane could think with certainty on only one point–that Mr.\nBingley, if he had been imposed on, would have much to suffer\nwhen the affair became public.",
        "The two young ladies were summoned from the shrubbery,\nwhere this conversation passed, by the arrival of the very\npersons of whom they had been speaking; Mr. Bingley and his\nsisters came to give their personal invitation for the\nlong-expected ball at Netherfield, which was fixed for the\nfollowing Tuesday.  The two ladies were delighted to see their\ndear friend again, called it an age since they had met, and\nrepeatedly asked what she had been doing with herself since\ntheir separation.  To the rest of the family they paid little\nattention; avoiding Mrs. Bennet as much as possible, saying not\nmuch to Elizabeth, and nothing at all to the others.  They were\nsoon gone again, rising from their seats with an activity which\ntook their brother by surprise, and hurrying off as if eager to\nescape from Mrs. Bennet’s civilities.",
        "The prospect of the Netherfield ball was extremely agreeable to\nevery female of the family.  Mrs. Bennet chose to consider it as\ngiven in compliment to her eldest daughter, and was particularly\nflattered by receiving the invitation from Mr. Bingley himself,\ninstead of a ceremonious card.  Jane pictured to herself a happy\nevening in the society of her two friends, and the attentions of\nher brother; and Elizabeth thought with pleasure of dancing a\ngreat deal with Mr. Wickham, and of seeing a confirmation of\neverything in Mr. Darcy’s look and behavior.  The happiness\nanticipated by Catherine and Lydia depended less on any single\nevent, or any particular person, for though they each, like\nElizabeth, meant to dance half the evening with Mr. Wickham,\nhe was by no means the only partner who could satisfy them, and\na ball was, at any rate, a ball.  And even Mary could assure her\nfamily that she had no disinclination for it.",
        "“While I can have my mornings to myself,” said she, “it is\nenough–I think it is no sacrifice to join occasionally in evening\nengagements.  Society has claims on us all; and I profess myself\none of those who consider intervals of recreation and amusement\nas desirable for everybody.”",
        "Elizabeth’s spirits were so high on this occasion, that though she\ndid not often speak unnecessarily to Mr. Collins, she could not\nhelp asking him whether he intended to accept Mr. Bingley’s\ninvitation, and if he did, whether he would think it proper to join\nin the evening’s amusement; and she was rather surprised to find\nthat he entertained no scruple whatever on that head, and was\nvery far from dreading a rebuke either from the Archbishop, or\nLady Catherine de Bourgh, by venturing to dance.",
        "“I am by no means of the opinion, I assure you,” said he, “that\na ball of this kind, given by a young man of character, to\nrespectable people, can have any evil tendency; and I am so\nfar from objecting to dancing myself, that I shall hope to be\nhonoured with the hands of all my fair cousins in the course of\nthe evening; and I take this opportunity of soliciting yours, Miss\nElizabeth, for the two first dances especially, a preference which\nI trust my cousin Jane will attribute to the right cause, and not\nto any disrespect for her.”",
        "Elizabeth felt herself completely taken in.  She had fully\nproposed being engaged by Mr. Wickham for those very dances;\nand to have Mr. Collins instead! her liveliness had never been\nworse timed.  There was no help for it, however.  Mr. Wickham’s\nhappiness and her own were perforce delayed a little longer,\nand Mr. Collins’s proposal accepted with as good a grace as she\ncould.  She was not the better pleased with his gallantry from\nthe idea it suggested of something more.  It now first struck\nher, that she was selected from among her sisters as worthy of\nbeing mistress of Hunsford Parsonage, and of assisting to form\na quadrille table at Rosings, in the absence of more eligible\nvisitors.  The idea soon reached to conviction, as she observed\nhis increasing civilities toward herself, and heard his\nfrequent attempt at a compliment on her wit and vivacity; and\nthough more astonished than gratified herself by this effect\nof her charms, it was not long before her mother gave her to\nunderstand that the probability of their marriage was extremely\nagreeable to her.  Elizabeth, however, did not choose to take\nthe hint, being well aware that a serious dispute must be the\nconsequence of any reply.  Mr. Collins might never make the\noffer, and till he did, it was useless to quarrel about him.",
        "If there had not been a Netherfield ball to prepare for and talk\nof, the younger Miss Bennets would have been in a very pitiable\nstate at this time, for from the day of the invitation, to the day\nof the ball, there was such a succession of rain as prevented their\nwalking to Meryton once.  No aunt, no officers, no news could\nbe sought after–the very shoe-roses for Netherfield were got\nby proxy.  Even Elizabeth might have found some trial of her\npatience in weather which totally suspended the improvement of\nher acquaintance with Mr. Wickham; and nothing less than a\ndance on Tuesday, could have made such a Friday, Saturday,\nSunday, and Monday endurable to Kitty and Lydia.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}