{
    "title": "Pride and Prejudice - Chapter 37",
    "author": "Jane Austen",
    "chapter": "36",
    "content": [
        "\n",
        "\n\n",
        "The two gentlemen left Rosings the next morning, and Mr.\nCollins having been in waiting near the lodges, to make them\nhis parting obeisance, was able to bring home the pleasing\nintelligence, of their appearing in very good health, and in as\ntolerable spirits as could be expected, after the melancholy scene\nso lately gone through at Rosings.  To Rosings he then hastened,\nto console Lady Catherine and her daughter; and on his return\nbrought back, with great satisfaction, a message from her\nladyship, importing that she felt herself so dull as to make\nher very desirous of having them all to dine with her.",
        "Elizabeth could not see Lady Catherine without recollecting that,\nhad she chosen it, she might by this time have been presented to\nher as her future niece; nor could she think, without a smile, of\nwhat her ladyship’s indignation would have been.  “What would\nshe have said? how would she have behaved?” were questions with\nwhich she amused herself.",
        "Their first subject was the diminution of the Rosings party.\n“I assure you, I feel it exceedingly,” said Lady Catherine; “I\nbelieve no one feels the loss of friends so much as I do.  But\nI am particularly attached to these young men, and know them to\nbe so much attached to me!  They were excessively sorry to go!\nBut so they always are.  The dear Colonel rallied his spirits\ntolerably till just at last; but Darcy seemed to feel it most\nacutely, more, I think, than last year.  His attachment to\nRosings certainly increases.”",
        "Mr. Collins had a compliment, and an allusion to throw in here,\nwhich were kindly smiled on by the mother and daughter.",
        "Lady Catherine observed, after dinner, that Miss Bennet seemed\nout of spirits, and immediately accounting for it by herself,\nby supposing that she did not like to go home again so soon,\nshe added:",
        "“But if that is the case, you must write to your mother and beg\nthat you may stay a little longer.  Mrs. Collins will be very glad\nof your company, I am sure.”",
        "“I am much obliged to your ladyship for your kind invitation,\"\nreplied Elizabeth, “but it is not in my power to accept it.\nI must be in town next Saturday.”",
        "“Why, at that rate, you will have been here only six weeks.  I\nexpected you to stay two months.  I told Mrs. Collins so before\nyou came.  There can be no occasion for your going so soon.\nMrs. Bennet could certainly spare you for another fortnight.”",
        "“But my father cannot.  He wrote last week to hurry my return.”",
        "“Oh! your father of course may spare you, if your mother can.\nDaughters are never of so much consequence to a father.  And if\nyou will stay another month complete, it will be in my power\nto take one of you as far as London, for I am going there early\nin June, for a week; and as Dawson does not object to the\nbarouche-box, there will be very good room for one of you–and\nindeed, if the weather should happen to be cool, I should not\nobject to taking you both, as you are neither of you large.”",
        "“You are all kindness, madam; but I believe we must abide by\nour original plan.”",
        "Lady Catherine seemed resigned.  “Mrs. Collins, you must send\na servant with them.  You know I always speak my mind, and I\ncannot bear the idea of two young women travelling post by\nthemselves.  It is highly improper.  You must contrive to send\nsomebody.  I have the greatest dislike in the world to that sort\nof thing.  Young women should always be properly guarded and\nattended, according to their situation in life.  When my niece\nGeorgiana went to Ramsgate last summer, I made a point of her\nhaving two men-servants go with her.  Miss Darcy, the daughter\nof Mr. Darcy, of Pemberley, and Lady Anne, could not have\nappeared with propriety in a different manner.  I am excessively\nattentive to all those things.  You must send John with the young\nladies, Mrs. Collins.  I am glad it occurred to me to mention it;\nfor it would really be discreditable to you to let them go\nalone.”",
        "“My uncle is to send a servant for us.”",
        "“Oh!  Your uncle!  He keeps a man-servant, does he?  I am very\nglad you have somebody who thinks of these things.  Where\nshall you change horses?  Oh!  Bromley, of course.  If you\nmention my name at the Bell, you will be attended to.”",
        "Lady Catherine had many other questions to ask respecting their\njourney, and as she did not answer them all herself, attention was\nnecessary, which Elizabeth believed to be lucky for her; or, with\na mind so occupied, she might have forgotten where she was.\nReflection must be reserved for solitary hours; whenever she\nwas alone, she gave way to it as the greatest relief; and not a\nday went by without a solitary walk, in which she might indulge\nin all the delight of unpleasant recollections.",
        "Mr. Darcy’s letter she was in a fair way of soon knowing by\nheart.  She studied every sentence; and her feelings towards its\nwriter were at times widely different.  When she remembered the\nstyle of his address, she was still full of indignation; but when\nshe considered how unjustly she had condemned and upbraided him,\nher anger was turned against herself; and his disappointed\nfeelings became the object of compassion.  His attachment\nexcited gratitude, his general character respect; but she could\nnot approve him; nor could she for a moment repent her refusal,\nor feel the slightest inclination ever to see him again.  In\nher own past behaviour, there was a constant source of vexation\nand regret; and in the unhappy defects of her family, a subject\nof yet heavier chagrin.  They were hopeless of remedy.  Her father,\ncontented with laughing at them, would never exert himself to\nrestrain the wild giddiness of his youngest daughters; and her\nmother, with manners so far from right herself, was entirely\ninsensible of the evil.  Elizabeth had frequently united with Jane\nin an endeavour to check the imprudence of Catherine and Lydia;\nbut while they were supported by their mother’s indulgence, what\nchance could there be of improvement?  Catherine, weak-spirited,\nirritable, and completely under Lydia’s guidance, had been always\naffronted by their advice; and Lydia, self-willed and careless,\nwould scarcely give them a hearing.  They were ignorant, idle, and\nvain.  While there was an officer in Meryton, they would flirt\nwith him; and while Meryton was within a walk of Longbourn, they\nwould be going there forever.",
        "Anxiety on Jane’s behalf was another prevailing concern; and\nMr. Darcy’s explanation, by restoring Bingley to all her former\ngood opinion, heightened the sense of what Jane had lost.  His\naffection was proved to have been sincere, and his conduct\ncleared of all blame, unless any could attach to the implicitness\nof his confidence in his friend.  How grievous then was the\nthought that, of a situation so desirable in every respect, so\nreplete with advantage, so promising for happiness, Jane had\nbeen deprived, by the folly and indecorum of her own family!",
        "When to these recollections was added the development of Wickham’s\ncharacter, it may be easily believed that the happy spirits which\nhad seldom been depressed before, were now so much affected as to\nmake it almost impossible for her to appear tolerably cheerful.",
        "Their engagements at Rosings were as frequent during the last\nweek of her stay as they had been at first.  The very last evening\nwas spent there; and her ladyship again inquired minutely into\nthe particulars of their journey, gave them directions as to the\nbest method of packing, and was so urgent on the necessity of\nplacing gowns in the only right way, that Maria thought herself\nobliged, on her return, to undo all the work of the morning, and\npack her trunk afresh.",
        "When they parted, Lady Catherine, with great condescension,\nwished them a good journey, and invited them to come to\nHunsford again next year; and Miss de Bourgh exerted herself\nso far as to curtsey and hold out her hand to both.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}