{
    "title": "Pride and Prejudice - Chapter 60",
    "author": "Jane Austen",
    "chapter": "59",
    "content": [
        "\n",
        "\n\n",
        "Elizabeth’s spirits soon rising to playfulness again, she\nwanted Mr. Darcy to account for his having ever fallen in love\nwith her.  “How could you begin?” said she.  “I can comprehend\nyour going on charmingly, when you had once made a beginning;\nbut what could set you off in the first place?”",
        "“I cannot fix on the hour, or the spot, or the look, or the\nwords, which laid the foundation.  It is too long ago.  I was\nin the middle before I knew that I had begun.”",
        "“My beauty you had early withstood, and as for my manners–my\nbehaviour to you was at least always bordering on the uncivil,\nand I never spoke to you without rather wishing to give you pain\nthan not.  Now be sincere; did you admire me for my impertinence?”",
        "“For the liveliness of your mind, I did.”",
        "“You may as well call it impertinence at once.  It was very\nlittle less.  The fact is, that you were sick of civility, of\ndeference, of officious attention.  You were disgusted with\nthe women who were always speaking, and looking, and thinking\nfor your approbation alone.  I roused, and interested you,\nbecause I was so unlike them.  Had you not been really\namiable, you would have hated me for it; but in spite of the\npains you took to disguise yourself, your feelings were always\nnoble and just; and in your heart, you thoroughly despised the\npersons who so assiduously courted you.  There–I have saved\nyou the trouble of accounting for it; and really, all things\nconsidered, I begin to think it perfectly reasonable.  To be\nsure, you knew no actual good of me–but nobody thinks of\nthat when they fall in love.”",
        "“Was there no good in your affectionate behaviour to Jane while\nshe was ill at Netherfield?”",
        "“Dearest Jane! who could have done less for her?  But make a\nvirtue of it by all means.  My good qualities are under your\nprotection, and you are to exaggerate them as much as possible;\nand, in return, it belongs to me to find occasions for teasing\nand quarrelling with you as often as may be; and I shall begin\ndirectly by asking you what made you so unwilling to come to\nthe point at last.  What made you so shy of me, when you first\ncalled, and afterwards dined here?  Why, especially, when you\ncalled, did you look as if you did not care about me?”",
        "“Because you were grave and silent, and gave me no encouragement.”",
        "“But I was embarrassed.”",
        "“And so was I.”",
        "“You might have talked to me more when you came to dinner.”",
        "“A man who had felt less, might.”",
        "“How unlucky that you should have a reasonable answer to give,\nand that I should be so reasonable as to admit it!  But I\nwonder how long you would have gone on, if you had been left\nto yourself.  I wonder when you would have spoken, if I\nhad not asked you!  My resolution of thanking you for your\nkindness to Lydia had certainly great effect.  Too much, I am\nafraid; for what becomes of the moral, if our comfort springs\nfrom a breach of promise?  for I ought not to have mentioned\nthe subject.  This will never do.”",
        "“You need not distress yourself.  The moral will be perfectly\nfair.  Lady Catherine’s unjustifiable endeavours to separate us\nwere the means of removing all my doubts.  I am not indebted\nfor my present happiness to your eager desire of expressing\nyour gratitude.  I was not in a humour to wait for any opening\nof your’s.  My aunt’s intelligence had given me hope, and I was\ndetermined at once to know every thing.”",
        "“Lady Catherine has been of infinite use, which ought to make\nher happy, for she loves to be of use.  But tell me, what did\nyou come down to Netherfield for?  Was it merely to ride to\nLongbourn and be embarrassed? or had you intended any more\nserious consequence?”",
        "“My real purpose was to see you, and to judge, if I could,\nwhether I might ever hope to make you love me.  My avowed one,\nor what I avowed to myself, was to see whether your sister were\nstill partial to Bingley, and if she were, to make the\nconfession to him which I have since made.”",
        "“Shall you ever have courage to announce to Lady Catherine\nwhat is to befall her?”",
        "“I am more likely to want more time than courage, Elizabeth.\nBut it ought to done, and if you will give me a sheet of paper,\nit shall be done directly.”",
        "“And if I had not a letter to write myself, I might sit by you\nand admire the evenness of your writing, as another young lady\nonce did.  But I have an aunt, too, who must not be longer\nneglected.”",
        "From an unwillingness to confess how much her intimacy with\nMr. Darcy had been over-rated, Elizabeth had never yet\nanswered Mrs. Gardiner’s long letter; but now, having thatto communicate which she knew would be most welcome, she was\nalmost ashamed to find that her uncle and aunt had already lost\nthree days of happiness, and immediately wrote as follows:",
        "“I would have thanked you before, my dear aunt, as I ought\nto have done, for your long, kind, satisfactory, detail of\nparticulars; but to say the truth, I was too cross to write.\nYou supposed more than really existed.  But now suppose as\nmuch as you choose; give a loose rein to your fancy, indulge your\nimagination in every possible flight which the subject will\nafford, and unless you believe me actually married, you cannot\ngreatly err.  You must write again very soon, and praise him a\ngreat deal more than you did in your last.  I thank you, again\nand again, for not going to the Lakes.  How could I be so silly\nas to wish it!  Your idea of the ponies is delightful.  We will\ngo round the Park every day.  I am the happiest creature in the\nworld.  Perhaps other people have said so before, but not one\nwith such justice.  I am happier even than Jane; she only\nsmiles, I laugh.  Mr. Darcy sends you all the love in the world\nthat he can spare from me.  You are all to come to Pemberley at\nChristmas.  Yours, etc.”",
        "Mr. Darcy’s letter to Lady Catherine was in a different style;\nand still different from either was what Mr. Bennet sent to\nMr. Collins, in reply to his last.",
        "“Dear Sir,",
        "“I must trouble you once more for congratulations.  Elizabeth\nwill soon be the wife of Mr. Darcy.  Console Lady Catherine\nas well as you can.  But, if I were you, I would stand by the\nnephew.  He has more to give.",
        "“Yours sincerely, etc.”",
        "Miss Bingley’s congratulations to her brother, on his approaching\nmarriage, were all that was affectionate and insincere.  She\nwrote even to Jane on the occasion, to express her delight, and\nrepeat all her former professions of regard. Jane was not\ndeceived, but she was affected; and though feeling no reliance\non her, could not help writing her a much kinder answer than\nshe knew was deserved.",
        "The joy which Miss Darcy expressed on receiving similar\ninformation, was as sincere as her brother’s in sending it.\nFour sides of paper were insufficient to contain all her\ndelight, and all her earnest desire of being loved by her\nsister.",
        "Before any answer could arrive from Mr. Collins, or any\ncongratulations to Elizabeth from his wife, the Longbourn\nfamily heard that the Collinses were come themselves to Lucas\nLodge.  The reason of this sudden removal was soon evident.\nLady Catherine had been rendered so exceedingly angry by\nthe contents of her nephew’s letter, that Charlotte, really\nrejoicing in the match, was anxious to get away till the\nstorm was blown over.  At such a moment, the arrival of\nher friend was a sincere pleasure to Elizabeth, though in\nthe course of their meetings she must sometimes think the\npleasure dearly bought, when she saw Mr. Darcy exposed to all\nthe parading and obsequious civility of her husband.  He bore\nit, however, with admirable calmness.  He could even listen to\nSir William Lucas, when he complimented him on carrying away\nthe brightest jewel of the country, and expressed his hopes of\ntheir all meeting frequently at St. James’s, with very decent\ncomposure.  If he did shrug his shoulders, it was not till Sir\nWilliam was out of sight.",
        "Mrs. Phillips’s vulgarity was another, and perhaps a greater,\ntax on his forbearance; and though Mrs. Phillips, as well as\nher sister, stood in too much awe of him to speak with the\nfamiliarity which Bingley’s good humour encouraged, yet,\nwhenever she did speak, she must be vulgar.  Nor was her\nrespect for him, though it made her more quiet, at all likely\nto make her more elegant.  Elizabeth did all she could to\nshield him from the frequent notice of either, and was ever\nanxious to keep him to herself, and to those of her family with\nwhom he might converse without mortification; and though the\nuncomfortable feelings arising from all this took from the\nseason of courtship much of its pleasure, it added to the hope\nof the future; and she looked forward with delight to the time\nwhen they should be removed from society so little pleasing to\neither, to all the comfort and elegance of their family party\nat Pemberley.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}