{
    "title": "Pride and Prejudice - Chapter 59",
    "author": "Jane Austen",
    "chapter": "58",
    "content": [
        "\n",
        "\n\n",
        "“My dear Lizzy, where can you have been walking to?” was a\nquestion which Elizabeth received from Jane as soon as she\nentered their room, and from all the others when they sat down\nto table.  She had only to say in reply, that they had wandered\nabout, till she was beyond her own knowledge.  She coloured as\nshe spoke; but neither that, nor anything else, awakened a\nsuspicion of the truth.",
        "The evening passed quietly, unmarked by anything extraordinary.\nThe acknowledged lovers talked and laughed, the unacknowledged\nwere silent.  Darcy was not of a disposition in which happiness\noverflows in mirth; and Elizabeth, agitated and confused, rather\nknew that she was happy than felt herself to be so; for, besides\nthe immediate embarrassment, there were other evils before her.\nShe anticipated what would be felt in the family when her\nsituation became known; she was aware that no one liked him but\nJane; and even feared that with the others it was a dislike\nwhich not all his fortune and consequence might do away.",
        "At night she opened her heart to Jane.  Though suspicion was\nvery far from Miss Bennet’s general habits, she was absolutely\nincredulous here.",
        "“You are joking, Lizzy.  This cannot be!–engaged to Mr. Darcy!\nNo, no, you shall not deceive me.  I know it to be impossible.”",
        "“This is a wretched beginning indeed!  My sole dependence was\non you; and I am sure nobody else will believe me, if you do\nnot.  Yet, indeed, I am in earnest.  I speak nothing but the\ntruth.  He still loves me, and we are engaged.”",
        "Jane looked at her doubtingly.  “Oh, Lizzy! it cannot be.\nI know how much you dislike him.”",
        "“You know nothing of the matter.  That is all to be forgot.\nPerhaps I did not always love him so well as I do now.  But in\nsuch cases as these, a good memory is unpardonable.  This is\nthe last time I shall ever remember it myself.”",
        "Miss Bennet still looked all amazement.  Elizabeth again, and\nmore seriously assured her of its truth.",
        "“Good Heaven! can it be really so!  Yet now I must believe\nyou,” cried Jane.  “My dear, dear Lizzy, I would–I do\ncongratulate you–but are you certain? forgive the question\n–are you quite certain that you can be happy with him?”",
        "“There can be no doubt of that.  It is settled between us\nalready, that we are to be the happiest couple in the world.\nBut are you pleased, Jane?  Shall you like to have such a\nbrother?”",
        "“Very, very much.  Nothing could give either Bingley or\nmyself more delight.  But we considered it, we talked of it as\nimpossible.  And do you really love him quite well enough?\nOh, Lizzy! do anything rather than marry without affection.\nAre you quite sure that you feel what you ought to do?”",
        "“Oh, yes!  You will only think I feel more than I ought to\ndo, when I tell you all.”",
        "“What do you mean?”",
        "“Why, I must confess that I love him better than I do Bingley.\nI am afraid you will be angry.”",
        "“My dearest sister, now be serious.  I want to talk very\nseriously.  Let me know every thing that I am to know, without\ndelay.  Will you tell me how long you have loved him?”",
        "“It has been coming on so gradually, that I hardly know when it\nbegan.  But I believe I must date it from my first seeing his\nbeautiful grounds at Pemberley.”",
        "Another entreaty that she would be serious, however, produced\nthe desired effect; and she soon satisfied Jane by her solemn\nassurances of attachment.  When convinced on that article, Miss\nBennet had nothing further to wish.",
        "“Now I am quite happy,” said she, “for you will be as happy as\nmyself.  I always had a value for him.  Were it for nothing but\nhis love of you, I must always have esteemed him; but now, as\nBingley’s friend and your husband, there can be only Bingley\nand yourself more dear to me.  But Lizzy, you have been very\nsly, very reserved with me.  How little did you tell me of what\npassed at Pemberley and Lambton!  I owe all that I know of it\nto another, not to you.”",
        "Elizabeth told her the motives of her secrecy.  She had been\nunwilling to mention Bingley; and the unsettled state of her\nown feelings had made her equally avoid the name of his friend.\nBut now she would no longer conceal from her his share in\nLydia’s marriage.  All was acknowledged, and half the night\nspent in conversation.",
        "                          * * * * *",
        "“Good gracious!” cried Mrs. Bennet, as she stood at a window\nthe next morning, “if that disagreeable Mr. Darcy is not coming\nhere again with our dear Bingley!  What can he mean by being so\ntiresome as to be always coming here?  I had no notion but he\nwould go a-shooting, or something or other, and not disturb us\nwith his company.  What shall we do with him?  Lizzy, you must\nwalk out with him again, that he may not be in Bingley’s way.”",
        "Elizabeth could hardly help laughing at so convenient a\nproposal; yet was really vexed that her mother should be\nalways giving him such an epithet.",
        "As soon as they entered, Bingley looked at her so expressively,\nand shook hands with such warmth, as left no doubt of his good\ninformation; and he soon afterwards said aloud, “Mrs. Bennet,\nhave you no more lanes hereabouts in which Lizzy may lose her\nway again to-day?”",
        "“I advise Mr. Darcy, and Lizzy, and Kitty,” said Mrs. Bennet,\n“to walk to Oakham Mount this morning.  It is a nice long walk,\nand Mr. Darcy has never seen the view.”",
        "“It may do very well for the others,” replied Mr. Bingley; “but\nI am sure it will be too much for Kitty.  Won’t it, Kitty?\"\nKitty owned that she had rather stay at home.  Darcy professed\na great curiosity to see the view from the Mount, and Elizabeth\nsilently consented.  As she went up stairs to get ready,\nMrs. Bennet followed her, saying:",
        "“I am quite sorry, Lizzy, that you should be forced to have\nthat disagreeable man all to yourself.  But I hope you will not\nmind it: it is all for Jane’s sake, you know; and there is no\noccasion for talking to him, except just now and then.  So, do\nnot put yourself to inconvenience.”",
        "During their walk, it was resolved that Mr. Bennet’s consent\nshould be asked in the course of the evening.  Elizabeth\nreserved to herself the application for her mother’s.  She\ncould not determine how her mother would take it; sometimes\ndoubting whether all his wealth and grandeur would be enough\nto overcome her abhorrence of the man.  But whether she were\nviolently set against the match, or violently delighted with\nit, it was certain that her manner would be equally ill adapted\nto do credit to her sense; and she could no more bear that\nMr. Darcy should hear the first raptures of her joy, than the\nfirst vehemence of her disapprobation.",
        "                          * * * * *",
        "In the evening, soon after Mr. Bennet withdrew to the library,\nshe saw Mr. Darcy rise also and follow him, and her agitation\non seeing it was extreme.  She did not fear her father’s\nopposition, but he was going to be made unhappy; and that it\nshould be through her means–that she, his favourite child,\nshould be distressing him by her choice, should be filling him\nwith fears and regrets in disposing of her–was a wretched\nreflection, and she sat in misery till Mr. Darcy appeared\nagain, when, looking at him, she was a little relieved by his\nsmile.  In a few minutes he approached the table where she was\nsitting with Kitty; and, while pretending to admire her work\nsaid in a whisper, “Go to your father, he wants you in the\nlibrary.”  She was gone directly.",
        "Her father was walking about the room, looking grave and\nanxious.  “Lizzy,” said he, “what are you doing?  Are you out\nof your senses, to be accepting this man?  Have not you always\nhated him?”",
        "How earnestly did she then wish that her former opinions had\nbeen more reasonable, her expressions more moderate!  It would\nhave spared her from explanations and professions which it was\nexceedingly awkward to give; but they were now necessary, and\nshe assured him, with some confusion, of her attachment to\nMr. Darcy.",
        "“Or, in other words, you are determined to have him.  He is\nrich, to be sure, and you may have more fine clothes and fine\ncarriages than Jane.  But will they make you happy?”",
        "“Have you any other objection,” said Elizabeth, “than your\nbelief of my indifference?”",
        "“None at all.  We all know him to be a proud, unpleasant sort\nof man; but this would be nothing if you really liked him.”",
        "“I do, I do like him,” she replied, with tears in her eyes,\n“I love him.  Indeed he has no improper pride.  He is perfectly\namiable.  You do not know what he really is; then pray do not\npain me by speaking of him in such terms.”",
        "“Lizzy,” said her father, “I have given him my consent.\nHe is the kind of man, indeed, to whom I should never dare\nrefuse anything, which he condescended to ask.  I now give it\nto you, if you are resolved on having him.  But let me advise\nyou to think better of it.  I know your disposition, Lizzy.\nI know that you could be neither happy nor respectable, unless\nyou truly esteemed your husband; unless you looked up to him\nas a superior.  Your lively talents would place you in the\ngreatest danger in an unequal marriage.  You could scarcely\nescape discredit and misery.  My child, let me not have the\ngrief of seeing you unable to respect your partner in life.\nYou know not what you are about.”",
        "Elizabeth, still more affected, was earnest and solemn in her\nreply; and at length, by repeated assurances that Mr. Darcy was\nreally the object of her choice, by explaining the gradual\nchange which her estimation of him had undergone, relating her\nabsolute certainty that his affection was not the work of a\nday, but had stood the test of many months’ suspense, and\nenumerating with energy all his good qualities, she did conquer\nher father’s incredulity, and reconcile him to the match.",
        "“Well, my dear,” said he, when she ceased speaking, “I have no\nmore to say.  If this be the case, he deserves you.  I could\nnot have parted with you, my Lizzy, to anyone less worthy.”",
        "To complete the favourable impression, she then told him what\nMr. Darcy had voluntarily done for Lydia.  He heard her with\nastonishment.",
        "“This is an evening of wonders, indeed!  And so, Darcy did\nevery thing; made up the match, gave the money, paid the\nfellow’s debts, and got him his commission!  So much the\nbetter.  It will save me a world of trouble and economy.\nHad it been your uncle’s doing, I must and would have paid\nhim; but these violent young lovers carry every thing their\nown way.  I shall offer to pay him to-morrow; he will rant\nand storm about his love for you, and there will be an end\nof the matter.”",
        "He then recollected her embarrassment a few days before, on his\nreading Mr. Collins’s letter; and after laughing at her some\ntime, allowed her at last to go–saying, as she quitted the\nroom, “If any young men come for Mary or Kitty, send them in,\nfor I am quite at leisure.”",
        "Elizabeth’s mind was now relieved from a very heavy weight;\nand, after half an hour’s quiet reflection in her own room,\nshe was able to join the others with tolerable composure.\nEvery thing was too recent for gaiety, but the evening passed\ntranquilly away; there was no longer anything material to\nbe dreaded, and the comfort of ease and familiarity would\ncome in time.",
        "When her mother went up to her dressing-room at night, she\nfollowed her, and made the important communication.  Its effect\nwas most extraordinary; for on first hearing it, Mrs. Bennet\nsat quite still, and unable to utter a syllable.  Nor was it\nunder many, many minutes that she could comprehend what she\nheard; though not in general backward to credit what was for\nthe advantage of her family, or that came in the shape of a\nlover to any of them.  She began at length to recover, to\nfidget about in her chair, get up, sit down again, wonder,\nand bless herself.",
        "“Good gracious!  Lord bless me!  only think!  dear me!\nMr. Darcy!  Who would have thought it!  And is it really true?\nOh! my sweetest Lizzy! how rich and how great you will be!\nWhat pin-money, what jewels, what carriages you will have!\nJane’s is nothing to it–nothing at all.  I am so pleased–so\nhappy.  Such a charming man!–so handsome! so tall!–Oh, my\ndear Lizzy! pray apologise for my having disliked him so much\nbefore.  I hope he will overlook it.  Dear, dear Lizzy.  A house\nin town!  Every thing that is charming!  Three daughters\nmarried!  Ten thousand a year!  Oh, Lord!  What will become of\nme.  I shall go distracted.”",
        "This was enough to prove that her approbation need not be\ndoubted: and Elizabeth, rejoicing that such an effusion was\nheard only by herself, soon went away.  But before she had\nbeen three minutes in her own room, her mother followed her.",
        "“My dearest child,” she cried, “I can think of nothing else!\nTen thousand a year, and very likely more!  ’Tis as good as a\nLord!  And a special licence.  You must and shall be married\nby a special licence.  But my dearest love, tell me what dish\nMr. Darcy is particularly fond of, that I may have it to-morrow.”",
        "This was a sad omen of what her mother’s behaviour to the\ngentleman himself might be; and Elizabeth found that, though in\nthe certain possession of his warmest affection, and secure of\nher relations’ consent, there was still something to be wished\nfor.  But the morrow passed off much better than she expected;\nfor Mrs. Bennet luckily stood in such awe of her intended\nson-in-law that she ventured not to speak to him, unless it was\nin her power to offer him any attention, or mark her deference\nfor his opinion.",
        "Elizabeth had the satisfaction of seeing her father taking\npains to get acquainted with him; and Mr. Bennet soon assured\nher that he was rising every hour in his esteem.",
        "“I admire all my three sons-in-law highly,” said he.  “Wickham,\nperhaps, is my favourite; but I think I shall like your husband\nquite as well as Jane’s.”",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}