{
    "title": "Pride and Prejudice - Chapter 14",
    "author": "Jane Austen",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "During dinner, Mr. Bennet scarcely spoke at all; but when the\nservants were withdrawn, he thought it time to have some\nconversation with his guest, and therefore started a subject in\nwhich he expected him to shine, by observing that he seemed\nvery fortunate in his patroness.  Lady Catherine de Bourgh’s\nattention to his wishes, and consideration for his comfort,\nappeared very remarkable.  Mr. Bennet could not have chosen\nbetter.  Mr. Collins was eloquent in her praise.  The subject\nelevated him to more than usual solemnity of manner, and with a\nmost important aspect he protested that “he had never in his life\nwitnessed such behaviour in a person of rank–such affability\nand condescension, as he had himself experienced from Lady\nCatherine.  She had been graciously pleased to approve of both\nof the discourses which he had already had the honour of\npreaching before her.  She had also asked him twice to dine at\nRosings, and had sent for him only the Saturday before, to make\nup her pool of quadrille in the evening.  Lady Catherine was\nreckoned proud by many people he knew, but he had never\nseen anything but affability in her.  She had always spoken to\nhim as she would to any other gentleman; she made not the\nsmallest objection to his joining in the society of the\nneighbourhood nor to his leaving the parish occasionally for a\nweek or two, to visit his relations.  She had even condescended\nto advise him to marry as soon as he could, provided he chose\nwith discretion; and had once paid him a visit in his humble\nparsonage, where she had perfectly approved all the alterations\nhe had been making, and had even vouchsafed to suggest some\nherself–some shelves in the closet upstairs.”",
        "“That is all very proper and civil, I am sure,” said Mrs. Bennet,\n“and I dare say she is a very agreeable woman.  It is a pity that\ngreat ladies in general are not more like her.  Does she live near\nyou, sir?”",
        "“The garden in which stands my humble abode is separated only\nby a lane from Rosings Park, her ladyship’s residence.”",
        "“I think you said she was a widow, sir?  Has she any family?”",
        "“She has only one daughter, the heiress of Rosings, and of very\nextensive property.”",
        "“Ah!” said Mrs. Bennet, shaking her head, “then she is better off\nthan many girls.  And what sort of young lady is she?  Is she\nhandsome?”",
        "“She is a most charming young lady indeed.  Lady Catherine\nherself says that, in point of true beauty, Miss de Bourgh is far\nsuperior to the handsomest of her sex, because there is that in\nher features which marks the young lady of distinguished birth.\nShe is unfortunately of a sickly constitution, which has prevented\nher from making that progress in many accomplishments which\nshe could not have otherwise failed of, as I am informed by the\nlady who superintended her education, and who still resides with\nthem.  But she is perfectly amiable, and often condescends to\ndrive by my humble abode in her little phaeton and ponies.”",
        "“Has she been presented?  I do not remember her name among\nthe ladies at court.”",
        "“Her indifferent state of health unhappily prevents her being\nin town; and by that means, as I told Lady Catherine one day,\nhas deprived the British court of its brightest ornaments.\nHer ladyship seemed pleased with the idea; and you may imagine\nthat I am happy on every occasion to offer those little\ndelicate compliments which are always acceptable to ladies.\nI have more than once observed to Lady Catherine, that her\ncharming daughter seemed born to be a duchess, and that the\nmost elevated rank, instead of giving her consequence, would\nbe adorned by her.  These are the kind of little things which\nplease her ladyship, and it is a sort of attention which I\nconceive myself peculiarly bound to pay.”",
        "“You judge very properly,” said Mr. Bennet, “and it is happy for\nyou that you possess the talent of flattering with delicacy.  May I\nask whether these pleasing attentions proceed from the impulse\nof the moment, or are the result of previous study?”",
        "“They arise chiefly from what is passing at the time, and though\nI sometimes amuse myself with suggesting and arranging such\nlittle elegant compliments as may be adapted to ordinary occasions,\nI always wish to give them as unstudied an air as possible.”",
        "Mr. Bennet’s expectations were fully answered.  His cousin was\nas absurd as he had hoped, and he listened to him with the\nkeenest enjoyment, maintaining at the same time the most\nresolute composure of countenance, and, except in an occasional\nglance at Elizabeth, requiring no partner in his pleasure.",
        "By tea-time, however, the dose had been enough, and Mr.\nBennet was glad to take his guest into the drawing-room again,\nand, when tea was over, glad to invite him to read aloud to the\nladies.  Mr. Collins readily assented, and a book was produced;\nbut, on beholding it (for everything announced it to be from a\ncirculating library), he started back, and begging pardon,\nprotested that he never read novels.  Kitty stared at him, and\nLydia exclaimed.  Other books were produced, and after some\ndeliberation he chose Fordyce’s Sermons.  Lydia gaped as he\nopened the volume, and before he had, with very monotonous\nsolemnity, read three pages, she interrupted him with:",
        "“Do you know, mamma, that my uncle Phillips talks of turning\naway Richard; and if he does, Colonel Forster will hire him.  My\naunt told me so herself on Saturday.  I shall walk to Meryton\nto-morrow to hear more about it, and to ask when Mr. Denny\ncomes back from town.”",
        "Lydia was bid by her two eldest sisters to hold her tongue; but\nMr. Collins, much offended, laid aside his book, and said:",
        "“I have often observed how little young ladies are interested by\nbooks of a serious stamp, though written solely for their benefit.\nIt amazes me, I confess; for, certainly, there can be nothing so\nadvantageous to them as instruction.  But I will no longer\nimportune my young cousin.”",
        "Then turning to Mr. Bennet, he offered himself as his antagonist\nat backgammon.  Mr. Bennet accepted the challenge, observing\nthat he acted very wisely in leaving the girls to their own trifling\namusements.  Mrs. Bennet and her daughters apologised most\ncivilly for Lydia’s interruption, and promised that it should not\noccur again, if he would resume his book; but Mr. Collins, after\nassuring them that he bore his young cousin no ill-will, and\nshould never resent her behaviour as any affront, seated himself\nat another table with Mr. Bennet, and prepared for backgammon.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}