{
    "title": "Pride and Prejudice - Chapter 61",
    "author": "Jane Austen",
    "chapter": "60",
    "content": [
        "\n",
        "\n\n",
        "Happy for all her maternal feelings was the day on which\nMrs. Bennet got rid of her two most deserving daughters.\nWith what delighted pride she afterwards visited Mrs. Bingley,\nand talked of Mrs. Darcy, may be guessed.  I wish I could say,\nfor the sake of her family, that the accomplishment of her\nearnest desire in the establishment of so many of her children\nproduced so happy an effect as to make her a sensible, amiable,\nwell-informed woman for the rest of her life; though perhaps it\nwas lucky for her husband, who might not have relished domestic\nfelicity in so unusual a form, that she still was occasionally\nnervous and invariably silly.",
        "Mr. Bennet missed his second daughter exceedingly; his\naffection for her drew him oftener from home than anything\nelse could do.  He delighted in going to Pemberley, especially\nwhen he was least expected.",
        "Mr. Bingley and Jane remained at Netherfield only a twelvemonth.\nSo near a vicinity to her mother and Meryton relations was not\ndesirable even to his easy temper, or her affectionate heart.\nThe darling wish of his sisters was then gratified; he bought\nan estate in a neighbouring county to Derbyshire, and Jane and\nElizabeth, in addition to every other source of happiness, were\nwithin thirty miles of each other.",
        "Kitty, to her very material advantage, spent the chief of her\ntime with her two elder sisters.  In society so superior to\nwhat she had generally known, her improvement was great.  She\nwas not of so ungovernable a temper as Lydia; and, removed from\nthe influence of Lydia’s example, she became, by proper\nattention and management, less irritable, less ignorant, and\nless insipid.  From the further disadvantage of Lydia’s society\nshe was of course carefully kept, and though Mrs. Wickham\nfrequently invited her to come and stay with her, with the\npromise of balls and young men, her father would never consent\nto her going.",
        "Mary was the only daughter who remained at home; and she was\nnecessarily drawn from the pursuit of accomplishments by\nMrs. Bennet’s being quite unable to sit alone.  Mary was\nobliged to mix more with the world, but she could still\nmoralize over every morning visit; and as she was no longer\nmortified by comparisons between her sisters’ beauty and her\nown, it was suspected by her father that she submitted to\nthe change without much reluctance.",
        "As for Wickham and Lydia, their characters suffered no\nrevolution from the marriage of her sisters.  He bore with\nphilosophy the conviction that Elizabeth must now become\nacquainted with whatever of his ingratitude and falsehood\nhad before been unknown to her; and in spite of every thing,\nwas not wholly without hope that Darcy might yet be prevailed\non to make his fortune.  The congratulatory letter which\nElizabeth received from Lydia on her marriage, explained to\nher that, by his wife at least, if not by himself, such a\nhope was cherished.  The letter was to this effect:",
        "“My Dear Lizzy,",
        "“I wish you joy.  If you love Mr. Darcy half as well as I do my\ndear Wickham, you must be very happy.  It is a great comfort to\nhave you so rich, and when you have nothing else to do, I hope\nyou will think of us.  I am sure Wickham would like a place at\ncourt very much, and I do not think we shall have quite money\nenough to live upon without some help.  Any place would do, of\nabout three or four hundred a year; but however, do not speak\nto Mr. Darcy about it, if you had rather not.",
        "“Yours, etc.”",
        "As it happened that Elizabeth had much rather not, she\nendeavoured in her answer to put an end to every entreaty\nand expectation of the kind.  Such relief, however, as it\nwas in her power to afford, by the practice of what might be\ncalled economy in her own private expences, she frequently\nsent them.  It had always been evident to her that such an\nincome as theirs, under the direction of two persons so\nextravagant in their wants, and heedless of the future, must\nbe very insufficient to their support; and whenever they\nchanged their quarters, either Jane or herself were sure of\nbeing applied to for some little assistance towards discharging\ntheir bills.  Their manner of living, even when the restoration\nof peace dismissed them to a home, was unsettled in the\nextreme.  They were always moving from place to place in quest\nof a cheap situation, and always spending more than they ought.\nHis affection for her soon sunk into indifference; her’s lasted\na little longer; and in spite of her youth and her manners, she\nretained all the claims to reputation which her marriage had\ngiven her.",
        "Though Darcy could never receive him at Pemberley, yet, for\nElizabeth’s sake, he assisted him further in his profession.\nLydia was occasionally a visitor there, when her husband was\ngone to enjoy himself in London or Bath; and with the Bingleys\nthey both of them frequently staid so long, that even Bingley’s\ngood humour was overcome, and he proceeded so far as to talk\nof giving them a hint to be gone.",
        "Miss Bingley was very deeply mortified by Darcy’s marriage; but\nas she thought it advisable to retain the right of visiting at\nPemberley, she dropt all her resentment; was fonder than ever\nof Georgiana, almost as attentive to Darcy as heretofore, and\npaid off every arrear of civility to Elizabeth.",
        "Pemberley was now Georgiana’s home; and the attachment of the\nsisters was exactly what Darcy had hoped to see.  They were able\nto love each other even as well as they intended.  Georgiana had\nthe highest opinion in the world of Elizabeth; though at first\nshe often listened with an astonishment bordering on alarm at\nher lively, sportive, manner of talking to her brother.  He, who\nhad always inspired in herself a respect which almost overcame\nher affection, she now saw the object of open pleasantry.  Her\nmind received knowledge which had never before fallen in her way.\nBy Elizabeth’s instructions, she began to comprehend that a woman\nmay take liberties with her husband which a brother will not\nalways allow in a sister more than ten years younger than himself.",
        "Lady Catherine was extremely indignant on the marriage of her\nnephew; and as she gave way to all the genuine frankness of her\ncharacter in her reply to the letter which announced its\narrangement, she sent him language so very abusive, especially\nof Elizabeth, that for some time all intercourse was at an end.\nBut at length, by Elizabeth’s persuasion, he was prevailed on\nto overlook the offence, and seek a reconciliation; and, after\na little further resistance on the part of his aunt, her\nresentment gave way, either to her affection for him, or her\ncuriosity to see how his wife conducted herself; and she\ncondescended to wait on them at Pemberley, in spite of that\npollution which its woods had received, not merely from the\npresence of such a mistress, but the visits of her uncle and\naunt from the city.",
        "With the Gardiners, they were always on the most intimate\nterms.  Darcy, as well as Elizabeth, really loved them; and\nthey were both ever sensible of the warmest gratitude towards\nthe persons who, by bringing her into Derbyshire, had been the\nmeans of uniting them.",
        " ",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}