{
    "title": "Pride and Prejudice - Chapter 42",
    "author": "Jane Austen",
    "chapter": "41",
    "content": [
        "\n",
        "\n\n",
        "Had Elizabeth’s opinion been all drawn from her own family,\nshe could not have formed a very pleasing opinion of conjugal\nfelicity or domestic comfort.  Her father, captivated by youth\nand beauty, and that appearance of good humour which youth\nand beauty generally give, had married a woman whose weak\nunderstanding and illiberal mind had very early in their marriage\nput an end to all real affection for her.  Respect, esteem, and\nconfidence had vanished for ever; and all his views of domestic\nhappiness were overthrown.  But Mr. Bennet was not of a\ndisposition to seek comfort for the disappointment which his\nown imprudence had brought on, in any of those pleasures which\ntoo often console the unfortunate for their folly of their vice.\nHe was fond of the country and of books; and from these tastes had\narisen his principal enjoyments.  To his wife he was very little\notherwise indebted, than as her ignorance and folly had\ncontributed to his amusement.  This is not the sort of happiness\nwhich a man would in general wish to owe to his wife; but\nwhere other powers of entertainment are wanting, the true\nphilosopher will derive benefit from such as are given.",
        "Elizabeth, however, had never been blind to the impropriety of\nher father’s behaviour as a husband.  She had always seen it with\npain; but respecting his abilities, and grateful for his affectionate\ntreatment of herself, she endeavoured to forget what she could\nnot overlook, and to banish from her thoughts that continual\nbreach of conjugal obligation and decorum which, in exposing\nhis wife to the contempt of her own children, was so highly\nreprehensible.  But she had never felt so strongly as now the\ndisadvantages which must attend the children of so unsuitable a\nmarriage, nor ever been so fully aware of the evils arising from\nso ill-judged a direction of talents; talents, which, rightly used,\nmight at least have preserved the respectability of his daughters,\neven if incapable of enlarging the mind of his wife.",
        "When Elizabeth had rejoiced over Wickham’s departure she\nfound little other cause for satisfaction in the loss of the\nregiment.  Their parties abroad were less varied than before, and\nat home she had a mother and sister whose constant repinings at\nthe dullness of everything around them threw a real gloom over\ntheir domestic circle; and, though Kitty might in time regain her\nnatural degree of sense, since the disturbers of her brain were\nremoved, her other sister, from whose disposition greater evil\nmight be apprehended, was likely to be hardened in all her\nfolly and assurance by a situation of such double danger as a\nwatering-place and a camp.  Upon the whole, therefore, she\nfound, what has been sometimes been found before, that an\nevent to which she had been looking with impatient desire did\nnot, in taking place, bring all the satisfaction she had promised\nherself.  It was consequently necessary to name some other\nperiod for the commencement of actual felicity–to have some\nother point on which her wishes and hopes might be fixed, and\nby again enjoying the pleasure of anticipation, console herself for\nthe present, and prepare for another disappointment.  Her tour\nto the Lakes was now the object of her happiest thoughts; it was\nher best consolation for all the uncomfortable hours which the\ndiscontentedness of her mother and Kitty made inevitable; and\ncould she have included Jane in the scheme, every part of it\nwould have been perfect.",
        "“But it is fortunate,” thought she, “that I have something to wish\nfor.  Were the whole arrangement complete, my disappointment\nwould be certain.  But here, by carrying with me one ceaseless\nsource of regret in my sister’s absence, I may reasonably hope to\nhave all my expectations of pleasure realised.  A scheme of\nwhich every part promises delight can never be successful; and\ngeneral disappointment is only warded off by the defence of\nsome little peculiar vexation.”",
        "When Lydia went away she promised to write very often and\nvery minutely to her mother and Kitty; but her letters were\nalways long expected, and always very short.  Those to her\nmother contained little else than that they were just returned\nfrom the library, where such and such officers had attended\nthem, and where she had seen such beautiful ornaments as made\nher quite wild; that she had a new gown, or a new parasol, which\nshe would have described more fully, but was obliged to leave\noff in a violent hurry, as Mrs. Forster called her, and they were\ngoing off to the camp; and from her correspondence with her\nsister,  there was still less to be learnt–for her letters to\nKitty, though rather longer, were much too full of lines under the\nwords to be made public.",
        "After the first fortnight or three weeks of her absence, health,\ngood humour, and cheerfulness began to reappear at Longbourn.\nEverything wore a happier aspect.  The families who had been in\ntown for the winter came back again, and summer finery and\nsummer engagements arose.  Mrs. Bennet was restored to her\nusual querulous serenity; and, by the middle of June, Kitty was\nso much recovered as to be able to enter Meryton without tears;\nan event of such happy promise as to make Elizabeth hope that\nby the following Christmas she might be so tolerably reasonable\nas not to mention an officer above once a day, unless, by some\ncruel and malicious arrangement at the War Office, another\nregiment should be quartered in Meryton.",
        "The time fixed for the beginning of their northern tour was now\nfast approaching, and a fortnight only was wanting of it, when\na letter arrived from Mrs. Gardiner, which at once delayed its\ncommencement and curtailed its extent.  Mr. Gardiner would be\nprevented by business from setting out till a fortnight later in\nJuly, and must be in London again within a month, and as that\nleft too short a period for them to go so far, and see so much\nas they had proposed, or at least to see it with the leisure and\ncomfort they had built on, they were obliged to give up the\nLakes, and substitute a more contracted tour, and, according\nto the present plan, were to go no farther northwards than\nDerbyshire.  In that county there was enough to be seen to\noccupy the chief of their three weeks; and to Mrs. Gardiner it\nhad a peculiarly strong attraction.  The town where she had\nformerly passed some years of her life, and where they were now\nto spend a few days, was probably as great an object of her\ncuriosity as all the celebrated beauties of Matlock, Chatsworth,\nDovedale, or the Peak.",
        "Elizabeth was excessively disappointed; she had set her heart on\nseeing the Lakes, and still thought there might have been time\nenough.  But it was her business to be satisfied–and certainly\nher temper to be happy; and all was soon right again.",
        "With the mention of Derbyshire there were many ideas connected.\nIt was impossible for her to see the word without thinking of\nPemberley and its owner.  “But surely,” said she, “I may enter\nhis county without impunity, and rob it of a few petrified spars\nwithout his perceiving me.”",
        "The period of expectation was now doubled.  Four weeks were to\npass away before her uncle and aunt’s arrival.  But they did pass\naway, and Mr. and Mrs. Gardiner, with their four children, did\nat length appear at Longbourn.  The children, two girls of six\nand eight years old, and two younger boys, were to be left under\nthe particular care of their cousin Jane, who was the general\nfavourite, and whose steady sense and sweetness of temper exactly\nadapted her for attending to them in every way–teaching them,\nplaying with them, and loving them.",
        "The Gardiners stayed only one night at Longbourn, and set off\nthe next morning with Elizabeth in pursuit of novelty and\namusement.  One enjoyment was certain–that of suitableness\nof companions; a suitableness which comprehended health and\ntemper to bear inconveniences–cheerfulness to enhance every\npleasure–and affection and intelligence, which might supply\nit among themselves if there were disappointments abroad.",
        "It is not the object of this work to give a description of\nDerbyshire, nor of any of the remarkable places through which\ntheir route thither lay; Oxford, Blenheim, Warwick, Kenilworth,\nBirmingham, etc. are sufficiently known.  A small part of\nDerbyshire is all the present concern.  To the little town of\nLambton, the scene of Mrs. Gardiner’s former residence, and\nwhere she had lately learned some acquaintance still remained,\nthey bent their steps, after having seen all the principal wonders\nof the country; and within five miles of Lambton, Elizabeth\nfound from her aunt that Pemberley was situated.  It was not in\ntheir direct road, nor more than a mile or two out of it.  In\ntalking over their route the evening before, Mrs. Gardiner\nexpressed an inclination to see the place again.  Mr. Gardiner\ndeclared his willingness, and Elizabeth was applied to for her\napprobation.",
        "“My love, should not you like to see a place of which you have\nheard so much?” said her aunt; “a place, too, with which so\nmany of your acquaintances are connected.  Wickham passed all\nhis youth there, you know.”",
        "Elizabeth was distressed.  She felt that she had no business at\nPemberley, and was obliged to assume a disinclination for seeing\nit.  She must own that she was tired of seeing great houses; after\ngoing over so many, she really had no pleasure in fine carpets or\nsatin curtains.",
        "Mrs. Gardiner abused her stupidity.  “If it were merely a fine\nhouse richly furnished,” said she, “I should not care about it\nmyself; but the grounds are delightful.  They have some of the\nfinest woods in the country.”",
        "Elizabeth said no more–but her mind could not acquiesce.\nThe possibility of meeting Mr. Darcy, while viewing the place,\ninstantly occurred.  It would be dreadful!  She blushed at the\nvery idea, and thought it would be better to speak openly to\nher aunt than to run such a risk.  But against this there were\nobjections; and she finally resolved that it could be the last\nresource, if her private inquiries to the absence of the family\nwere unfavourably answered.",
        "Accordingly, when she retired at night, she asked the chambermaid\nwhether Pemberley were not a very fine place? what was the name\nof its proprietor? and, with no little alarm, whether the family\nwere down for the summer?  A most welcome negative followed the\nlast question–and her alarms now being removed, she was at\nleisure to feel a great deal of curiosity to see the house herself;\nand when the subject was revived the next morning, and she was\nagain applied to, could readily answer, and with a proper air of\nindifference, that she had not really any dislike to the scheme.\nTo Pemberley, therefore, they were to go.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}