{
    "title": "Pride and Prejudice - Chapter 38",
    "author": "Jane Austen",
    "chapter": "37",
    "content": [
        "\n",
        "\n\n",
        "On Saturday morning Elizabeth and Mr. Collins met for breakfast\na few minutes before the others appeared; and he took the\nopportunity of paying the parting civilities which he deemed\nindispensably necessary.",
        "“I know not, Miss Elizabeth,” said he, “whether Mrs. Collins has\nyet expressed her sense of your kindness in coming to us; but I\nam very certain you will not leave the house without receiving\nher thanks for it.  The favor of your company has been much\nfelt, I assure you.  We know how little there is to tempt anyone\nto our humble abode.  Our plain manner of living, our small\nrooms and few domestics, and the little we see of the world,\nmust make Hunsford extremely dull to a young lady like\nyourself; but I hope you will believe us grateful for the\ncondescension, and that we have done everything in our power\nto prevent your spending your time unpleasantly.”",
        "Elizabeth was eager with her thanks and assurances of happiness.\nShe had spent six weeks with great enjoyment; and the pleasure\nof being with Charlotte, and the kind attentions she had received,\nmust make her feel the obliged.  Mr. Collins was gratified, and\nwith a more smiling solemnity replied:",
        "“It gives me great pleasure to hear that you have passed your\ntime not disagreeably.  We have certainly done our best; and\nmost fortunately having it in our power to introduce you to very\nsuperior society, and, from our connection with Rosings, the\nfrequent means of varying the humble home scene, I think we\nmay flatter ourselves that your Hunsford visit cannot have been\nentirely irksome.  Our situation with regard to Lady Catherine’s\nfamily is indeed the sort of extraordinary advantage and blessing\nwhich few can boast.  You see on what a footing we are.  You\nsee how continually we are engaged there.  In truth I must\nacknowledge that, with all the disadvantages of this humble\nparsonage, I should not think anyone abiding in it an object of\ncompassion, while they are sharers of our intimacy at Rosings.”",
        "Words were insufficient for the elevation of his feelings; and\nhe was obliged to walk about the room, while Elizabeth tried to\nunite civility and truth in a few short sentences.",
        "“You may, in fact, carry a very favourable report of us into\nHertfordshire, my dear cousin.  I flatter myself at least that you\nwill be able to do so.  Lady Catherine’s great attentions to Mrs.\nCollins you have been a daily witness of; and altogether I trust\nit does not appear that your friend has drawn an unfortunate–but\non this point it will be as well to be silent.  Only let me\nassure you, my dear Miss Elizabeth, that I can from my heart most\ncordially wish you equal felicity in marriage.  My dear Charlotte\nand I have but one mind and one way of thinking.  There is in\neverything a most remarkable resemblance of character and ideas\nbetween us.  We seem to have been designed for each other.”",
        "Elizabeth could safely say that it was a great happiness where\nthat was the case, and with equal sincerity could add, that she\nfirmly believed and rejoiced in his domestic comforts.  She was\nnot sorry, however, to have the recital of them interrupted by\nthe lady from whom they sprang.  Poor Charlotte!  it was\nmelancholy to leave her to such society!  But she had chosen it\nwith her eyes open; and though evidently regretting that her\nvisitors were to go, she did not seem to ask for compassion.\nHer home and her housekeeping, her parish and her poultry, and\nall their dependent concerns, had not yet lost their charms.",
        "At length the chaise arrived, the trunks were fastened on, the\nparcels placed within, and it was pronounced to be ready.  After\nan affectionate parting between the friends, Elizabeth was\nattended to the carriage by Mr. Collins, and as they walked\ndown the garden he was commissioning her with his best\nrespects to all her family, not forgetting his thanks for the\nkindness he had received at Longbourn in the winter, and his\ncompliments to Mr. and Mrs. Gardiner, though unknown.  He\nthen handed her in, Maria followed, and the door was on the\npoint of being closed, when he suddenly reminded them, with\nsome consternation, that they had hitherto forgotten to leave\nany message for the ladies at Rosings.",
        "“But,” he added, “you will of course wish to have your humble\nrespects delivered to them, with your grateful thanks for their\nkindness to you while you have been here.”",
        "Elizabeth made no objection; the door was then allowed to be\nshut, and the carriage drove off.",
        "“Good gracious!” cried Maria, after a few minutes’ silence, “it\nseems but a day or two since we first came! and yet how many\nthings have happened!”",
        "“A great many indeed,” said her companion with a sigh.",
        "“We have dined nine times at Rosings, besides drinking tea there\ntwice!  How much I shall have to tell!”",
        "Elizabeth added privately, “And how much I shall have to conceal!”",
        "Their journey was performed without much conversation, or any\nalarm; and within four hours of their leaving Hunsford they\nreached Mr. Gardiner’s house, where they were to remain a few\ndays.",
        "Jane looked well, and Elizabeth had little opportunity of\nstudying her spirits, amidst the various engagements which the\nkindness of her aunt had reserved for them.  But Jane was to go\nhome with her, and at Longbourn there would be leisure enough\nfor observation.",
        "It was not without an effort, meanwhile, that she could wait\neven for Longbourn, before she told her sister of Mr. Darcy’s\nproposals.  To know that she had the power of revealing what\nwould so exceedingly astonish Jane, and must, at the same time,\nso highly gratify whatever of her own vanity she had not yet\nbeen able to reason away, was such a temptation to openness\nas nothing could have conquered but the state of indecision\nin which she remained as to the extent of what she should\ncommunicate; and her fear, if she once entered on the subject,\nof being hurried into repeating something of Bingley which\nmight only grieve her sister further.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}