{
    "title": "Pride and Prejudice - Chapter 39",
    "author": "Jane Austen",
    "chapter": "38",
    "content": [
        "\n",
        "\n\n",
        "It was the second week in May, in which the three young ladies\nset out together from Gracechurch Street for the town of ––,\nin Hertfordshire; and, as they drew near the appointed inn where\nMr. Bennet’s carriage was to meet them, they quickly perceived,\nin token of the coachman’s punctuality, both Kitty and Lydia\nlooking out of a dining-room upstairs.  These two girls had been\nabove an hour in the place, happily employed in visiting an\nopposite milliner, watching the sentinel on guard, and dressing a\nsalad and cucumber.",
        "After welcoming their sisters, they triumphantly displayed a table\nset out with such cold meat as an inn larder usually affords,\nexclaiming, “Is not this nice?  Is not this an agreeable surprise?”",
        "“And we mean to treat you all,” added Lydia, “but you must lend\nus the money, for we have just spent ours at the shop out there.\"\nThen, showing her purchases–\"Look here, I have bought this bonnet.\nI do not think it is very pretty; but I thought I might as well\nbuy it as not.  I shall pull it to pieces as soon as I get home,\nand see if I can make it up any better.”",
        "And when her sisters abused it as ugly, she added, with perfect\nunconcern, “Oh! but there were two or three much uglier in the\nshop; and when I have bought some prettier-coloured satin to\ntrim it with fresh, I think it will be very tolerable.  Besides,\nit will not much signify what one wears this summer, after the\n––shire have left Meryton, and they are going in a fortnight.”",
        "“Are they indeed!” cried Elizabeth, with the greatest satisfaction.",
        "“They are going to be encamped near Brighton; and I do so\nwant papa to take us all there for the summer!  It would be such\na delicious scheme; and I dare say would hardly cost anything at\nall.  Mamma would like to go too of all things!  Only think what\na miserable summer else we shall have!”",
        "“Yes,” thought Elizabeth, ’that would be a delightful scheme\nindeed, and completely do for us at once.  Good Heaven!\nBrighton, and a whole campful of soldiers, to us, who have been\noverset already by one poor regiment of militia, and the monthly\nballs of Meryton!”",
        "“Now I have got some news for you,” said Lydia, as they sat down\nat table.  “What do you think?  It is excellent news–capital\nnews–and about a certain person we all like!”",
        "Jane and Elizabeth looked at each other, and the waiter was told\nhe need not stay.  Lydia laughed, and said:",
        "“Aye, that is just like your formality and discretion.  You\nthought the waiter must not hear, as if he cared!  I dare say he\noften hears worse things said than I am going to say.  But he is\nan ugly fellow!  I am glad he is gone.  I never saw such a long\nchin in my life.  Well, but now for my news; it is about dear\nWickham; too good for the waiter, is it not?  There is no danger\nof Wickham’s marrying Mary King.  There’s for you!  She is gone\ndown to her uncle at Liverpool: gone to stay.  Wickham is safe.”",
        "“And Mary King is safe!” added Elizabeth; “safe from a\nconnection imprudent as to fortune.”",
        "“She is a great fool for going away, if she liked him.”",
        "“But I hope there is no strong attachment on either side,\"\nsaid Jane.",
        "“I am sure there is not on his.  I will answer for it, he never\ncared three straws about her–who could about such a nasty\nlittle freckled thing?”",
        "Elizabeth was shocked to think that, however incapable of\nsuch coarseness of expression herself, the coarseness of the\nsentiment was little other than her own breast had harboured\nand fancied liberal!",
        "As soon as all had ate, and the elder ones paid, the carriage was\nordered; and after some contrivance, the whole party, with all\ntheir boxes, work-bags, and parcels, and the unwelcome addition\nof Kitty’s and Lydia’s purchases, were seated in it.",
        "“How nicely we are all crammed in,” cried Lydia.  “I am glad I\nbought my bonnet, if it is only for the fun of having another\nbandbox!  Well, now let us be quite comfortable and snug, and\ntalk and laugh all the way home.  And in the first place, let\nus hear what has happened to you all since you went away.  Have\nyou seen any pleasant men?  Have you had any flirting?  I was\nin great hopes that one of you would have got a husband before\nyou came back.  Jane will be quite an old maid soon, I declare.\nShe is almost three-and-twenty!  Lord, how ashamed I should be of\nnot being married before three-and-twenty!  My aunt Phillips wants\nyou so to get husbands, you can’t think.  She says Lizzy had\nbetter have taken Mr. Collins; but I do not think there would\nhave been any fun in it.  Lord! how I should like to be married\nbefore any of you; and then I would chaperon you about to all\nthe balls.  Dear me! we had such a good piece of fun the other\nday at Colonel Forster’s.  Kitty and me were to spend the day\nthere, and Mrs. Forster promised to have a little dance in the\nevening; (by the bye, Mrs. Forster and me are such friends!) and\nso she asked the two Harringtons to come, but Harriet was ill,\nand so Pen was forced to come by herself; and then, what do you\nthink we did?  We dressed up Chamberlayne in woman’s clothes on\npurpose to pass for a lady, only think what fun!  Not a soul\nknew of it, but Colonel and Mrs. Forster, and Kitty and me,\nexcept my aunt, for we were forced to borrow one of her gowns;\nand you cannot imagine how well he looked!  When Denny, and\nWickham, and Pratt, and two or three more of the men came in,\nthey did not know him in the least.  Lord! how I laughed! and\nso did Mrs. Forster.  I thought I should have died.  And thatmade the men suspect something, and then they soon found out\nwhat was the matter.”",
        "With such kinds of histories of their parties and good jokes, did\nLydia, assisted by Kitty’s hints and additions, endeavour to\namuse her companions all the way to Longbourn.  Elizabeth\nlistened as little as she could, but there was no escaping the\nfrequent mention of Wickham’s name.",
        "Their reception at home was most kind.  Mrs. Bennet rejoiced to\nsee Jane in undiminished beauty; and more than once during\ndinner did Mr. Bennet say voluntarily to Elizabeth:",
        "“I am glad you are come back, Lizzy.”",
        "Their party in the dining-room was large, for almost all the\nLucases came to meet Maria and hear the news; and various\nwere the subjects that occupied them: Lady Lucas was inquiring\nof Maria, after the welfare and poultry of her eldest daughter;\nMrs. Bennet was doubly engaged, on one hand collecting an\naccount of the present fashions from Jane, who sat some way\nbelow her, and, on the other, retailing them all to the younger\nLucases; and Lydia, in a voice rather louder than any other\nperson’s, was enumerating the various pleasures of the morning\nto anybody who would hear her.",
        "“Oh! Mary,” said she, “I wish you had gone with us, for we had\nsuch fun!  As we went along, Kitty and I drew up the blinds,\nand pretended there was nobody in the coach; and I should have\ngone so all the way, if Kitty had not been sick; and when we got\nto the George, I do think we behaved very handsomely, for we\ntreated the other three with the nicest cold luncheon in the\nworld, and if you would have gone, we would have treated you\ntoo.  And then when we came away it was such fun!  I thought\nwe never should have got into the coach.  I was ready to die\nof laughter.  And then we were so merry all the way home! we\ntalked and laughed so loud, that anybody might have heard us\nten miles off!”",
        "To this Mary very gravely replied, “Far be it from me, my dear\nsister, to depreciate such pleasures!  They would doubtless be\ncongenial with the generality of female minds.  But I confess\nthey would have no charms for me–I should infinitely prefer a\nbook.”",
        "But of this answer Lydia heard not a word.  She seldom listened\nto anybody for more than half a minute, and never attended to\nMary at all.",
        "In the afternoon Lydia was urgent with the rest of the girls\nto walk to Meryton, and to see how everybody went on; but\nElizabeth steadily opposed the scheme.  It should not be said\nthat the Miss Bennets could not be at home half a day before\nthey were in pursuit of the officers.  There was another reason\ntoo for her opposition.  She dreaded seeing Mr. Wickham again,\nand was resolved to avoid it as long as possible.  The comfort\nto her of the regiment’s approaching removal was indeed beyond\nexpression.  In a fortnight they were to go–and once gone, she\nhoped there could be nothing more to plague her on his account.",
        "She had not been many hours at home before she found that the\nBrighton scheme, of which Lydia had given them a hint at the inn,\nwas under frequent discussion between her parents.  Elizabeth\nsaw directly that her father had not the smallest intention of\nyielding; but his answers were at the same time so vague and\nequivocal, that her mother, though often disheartened, had never\nyet despaired of succeeding at last.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}