{
    "title": "Pride and Prejudice - Chapter 21",
    "author": "Jane Austen",
    "chapter": "21",
    "content": [
        "\n",
        "\n\n",
        "The discussion of Mr. Collins’s offer was now nearly at an end,\nand Elizabeth had only to suffer from the uncomfortable feelings\nnecessarily attending it, and occasionally from some peevish\nallusions of her mother.  As for the gentleman himself, hisfeelings were chiefly expressed, not by embarrassment or\ndejection, or by trying to avoid her, but by stiffness of manner\nand resentful silence.  He scarcely ever spoke to her, and the\nassiduous attentions which he had been so sensible of himself\nwere transferred for the rest of the day to Miss Lucas, whose\ncivility in listening to him was a seasonable relief to them all,\nand especially to her friend.",
        "The morrow produced no abatement of Mrs. Bennet’s ill-humour\nor ill health.  Mr. Collins was also in the same state of angry\npride.  Elizabeth had hoped that his resentment might shorten his\nvisit, but his plan did not appear in the least affected by it.\nHe was always to have gone on Saturday, and to Saturday he meant\nto stay.",
        "After breakfast, the girls walked to Meryton to inquire if Mr.\nWickham were returned, and to lament over his absence from\nthe Netherfield ball.  He joined them on their entering the town,\nand attended them to their aunt’s where his regret and vexation,\nand the concern of everybody, was well talked over.  To\nElizabeth, however, he voluntarily acknowledged that the\nnecessity of his absence had been self-imposed.",
        "“I found,” said he, “as the time drew near that I had better not\nmeet Mr. Darcy; that to be in the same room, the same party\nwith him for so many hours together, might be more than I could\nbear, and that scenes might arise unpleasant to more than\nmyself.”",
        "She highly approved his forbearance, and they had leisure for a\nfull discussion of it, and for all the commendation which they\ncivilly bestowed on each other, as Wickham and another officer\nwalked back with them to Longbourn, and during the walk he\nparticularly attended to her.  His accompanying them was a\ndouble advantage; she felt all the compliment it offered to\nherself, and it was most acceptable as an occasion of introducing\nhim to her father and mother.",
        "Soon after their return, a letter was delivered to Miss Bennet;\nit came from Netherfield.  The envelope contained a sheet of\nelegant, little, hot-pressed paper, well covered with a lady’s fair,\nflowing hand; and Elizabeth saw her sister’s countenance change\nas she read it, and saw her dwelling intently on some particular\npassages.  Jane recollected herself soon, and putting the letter\naway, tried to join with her usual cheerfulness in the general\nconversation; but Elizabeth felt an anxiety on the subject which\ndrew off her attention even from Wickham; and no sooner had\nhe and he companion taken leave, than a glance from Jane\ninvited her to follow her upstairs.  When they had gained their\nown room, Jane, taking out the letter, said:",
        "“This is from Caroline Bingley; what it contains has surprised me\na good deal.  The whole party have left Netherfield by this time,\nand are on their way to town–and without any intention of coming\nback again.  You shall hear what she says.”",
        "She then read the first sentence aloud, which comprised the\ninformation of their having just resolved to follow their brother\nto town directly, and of their meaning to dine in Grosvenor\nStreet, where Mr. Hurst had a house.  The next was in these\nwords: “I do not pretend to regret anything I shall leave in\nHertfordshire, except your society, my dearest friend; but we\nwill hope, at some future period, to enjoy many returns of that\ndelightful intercourse we have known, and in the meanwhile may\nlessen the pain of separation by a very frequent and most\nunreserved correspondence.  I depend on you for that.”  To\nthese highflown expressions Elizabeth listened with all the\ninsensibility of distrust; and though the suddenness of their\nremoval surprised her, she saw nothing in it really to lament;\nit was not to be supposed that their absence from Netherfield\nwould prevent Mr. Bingley’s being there; and as to the loss of\ntheir society, she was persuaded that Jane must cease to regard\nit, in the enjoyment of his.",
        "“It is unlucky,” said she, after a short pause, “that you should\nnot be able to see your friends before they leave the country.\nBut may we not hope that the period of future happiness to\nwhich Miss Bingley looks forward may arrive earlier than she is\naware, and that the delightful intercourse you have known as\nfriends will be renewed with yet greater satisfaction as sisters?\nMr. Bingley will not be detained in London by them.”",
        "“Caroline decidedly says that none of the party will return into\nHertfordshire this winter.  I will read it to you:”",
        "“When my brother left us yesterday, he imagined that the\nbusiness which took him to London might be concluded in three\nor four days; but as we are certain it cannot be so, and at the\nsame time convinced that when Charles gets to town he will be\nin no hurry to leave it again, we have determined on following\nhim thither, that he may not be obliged to spend his vacant hours\nin a comfortless hotel.  Many of my acquaintances are already\nthere for the winter; I wish that I could hear that you, my dearest\nfriend, had any intention of making one of the crowd–but of\nthat I despair.  I sincerely hope your Christmas in Hertfordshire\nmay abound in the gaieties which that season generally brings,\nand that your beaux will be so numerous as to prevent your\nfeeling the loss of the three of whom we shall deprive you.”",
        "“It is evident by this,” added Jane, “that he comes back no more\nthis winter.”",
        "“It is only evident that Miss Bingley does not mean that he\nshould.”",
        "“Why will you think so?  It must be his own doing.  He is his\nown master.  But you do not know all.  I will read you the\npassage which particularly hurts me.  I will have no reserves\nfrom you.”",
        "“Mr. Darcy is impatient to see his sister; and, to confess the\ntruth, we are scarcely less eager to meet her again.  I really do\nnot think Georgiana Darcy has her equal for beauty, elegance,\nand accomplishments; and the affection she inspires in Louisa\nand myself is heightened into something still more interesting,\nfrom the hope we dare entertain of her being hereafter our\nsister.  I do not know whether I ever before mentioned to you\nmy feelings on this subject; but I will not leave the country\nwithout confiding them, and I trust you will not esteem them\nunreasonable.  My brother admires her greatly already; he will\nhave frequent opportunity now of seeing her on the most\nintimate footing; her relations all wish the connection as much as\nhis own; and a sister’s partiality is not misleading me, I think,\nwhen I call Charles most capable of engaging any woman’s\nheart.  With all these circumstances to favour an attachment, and\nnothing to prevent it, am I wrong, my dearest Jane, in indulging\nthe hope of an event which will secure the happiness of so many?”",
        "“What do you think of this sentence, my dear Lizzy?” said\nJane as she finished it.  “Is it not clear enough?  Does it not\nexpressly declare that Caroline neither expects nor wishes me to\nbe her sister; that she is perfectly convinced of her brother’s\nindifference; and that if she suspects the nature of my feelings\nfor him, she means (most kindly!) to put me on my guard?  Can\nthere be any other opinion on the subject?”",
        "“Yes, there can; for mine is totally different.  Will you hear it?”",
        "“Most willingly.”",
        "“You shall have it in a few words.  Miss Bingley sees that her\nbrother is in love with you, and wants him to marry Miss Darcy.\nShe follows him to town in hope of keeping him there, and tries\nto persuade you that he does not care about you.”",
        "Jane shook her head.",
        "“Indeed, Jane, you ought to believe me.  No one who has ever\nseen you together can doubt his affection.  Miss Bingley, I am\nsure, cannot.  She is not such a simpleton.  Could she have seen\nhalf as much love in Mr. Darcy for herself, she would have\nordered her wedding clothes.  But the case is this: We are not\nrich enough or grand enough for them; and she is the more\nanxious to get Miss Darcy for her brother, from the notion that\nwhen there has been one intermarriage, she may have less\ntrouble in achieving a second; in which there is certainly some\ningenuity, and I dare say it would succeed, if Miss de Bourgh\nwere out of the way.  But, my dearest Jane, you cannot seriously\nimagine that because Miss Bingley tells you her brother greatly\nadmires Miss Darcy, he is in the smallest degree less sensible\nof your merit than when he took leave of you on Tuesday, or\nthat it will be in her power to persuade him that, instead of\nbeing in love with you, he is very much in love with her friend.”",
        "“If we thought alike of Miss Bingley,” replied Jane, “your\nrepresentation of all this might make me quite easy.  But I know\nthe foundation is unjust.  Caroline is incapable of wilfully\ndeceiving anyone; and all that I can hope in this case is that\nshe is deceiving herself.”",
        "“That is right.  You could not have started a more happy idea,\nsince you will not take comfort in mine.  Believe her to be\ndeceived, by all means.  You have now done your duty by her,\nand must fret no longer.”",
        "“But, my dear sister, can I be happy, even supposing the best, in\naccepting a man whose sisters and friends are all wishing him to\nmarry elsewhere?”",
        "“You must decide for yourself,” said Elizabeth; “and if, upon\nmature deliberation, you find that the misery of disobliging his\ntwo sisters is more than equivalent to the happiness of being his\nwife, I advise you by all means to refuse him.”",
        "“How can you talk so?” said Jane, faintly smiling.  “You must\nknow that though I should be exceedingly grieved at their\ndisapprobation, I could not hesitate.”",
        "“I did not think you would; and that being the case, I cannot\nconsider your situation with much compassion.”",
        "“But if he returns no more this winter, my choice will never be\nrequired.  A thousand things may arise in six months!”",
        "The idea of his returning no more Elizabeth treated with the\nutmost contempt.  It appeared to her merely the suggestion of\nCaroline’s interested wishes, and she could not for a moment\nsuppose that those wishes, however openly or artfully spoken,\ncould influence a young man so totally independent of everyone.",
        "She represented to her sister as forcibly as possible what she\nfelt on the subject, and had soon the pleasure of seeing its\nhappy effect.  Jane’s temper was not desponding, and she was\ngradually led to hope, though the diffidence of affection\nsometimes overcame the hope, that Bingley would return to\nNetherfield and answer every wish of her heart.",
        "They agreed that Mrs. Bennet should only hear of the departure\nof the family, without being alarmed on the score of the\ngentleman’s conduct; but even this partial communication gave\nher a great deal of concern, and she bewailed it as exceedingly\nunlucky that the ladies should happen to go away just as they\nwere all getting so intimate together.  After lamenting it,\nhowever, at some length, she had the consolation that Mr.\nBingley would be soon down again and soon dining at Longbourn,\nand the conclusion of all was the comfortable declaration,\nthat though he had been invited only to a family dinner, she\nwould take care to have two full courses.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}