{
    "title": "Pride and Prejudice - Chapter 33",
    "author": "Jane Austen",
    "chapter": "33",
    "content": [
        "\n",
        "\n\n",
        "More than once did Elizabeth, in her ramble within the park,\nunexpectedly meet Mr. Darcy.  She felt all the perverseness of\nthe mischance that should bring him where no one else was brought,\nand, to prevent its ever happening again, took care to inform him\nat first that it was a favourite haunt of hers.  How it could occur\na second time, therefore, was very odd!  Yet it did, and even a\nthird.  It seemed like wilful ill-nature, or a voluntary penance,\nfor on these occasions it was not merely a few formal inquiries\nand an awkward pause and then away, but he actually thought it\nnecessary to turn back and walk with her.  He never said a great\ndeal, nor did she give herself the trouble of talking or of\nlistening much; but it struck her in the course of their third\nrencontre that he was asking some odd unconnected questions–about\nher pleasure in being at Hunsford, her love of solitary walks, and\nher opinion of Mr. and Mrs. Collins’s happiness; and that in\nspeaking of Rosings and her not perfectly understanding the house,\nhe seemed to expect that whenever she came into Kent again she\nwould be staying there too.  His words seemed to imply it.  Could\nhe have Colonel Fitzwilliam in his thoughts?  She supposed, if he\nmeant anything, he must mean an allusion to what might arise in\nthat quarter.  It distressed her a little, and she was quite glad\nto find herself at the gate in the pales opposite the Parsonage.",
        "She was engaged one day as she walked, in perusing Jane’s last\nletter, and dwelling on some passages which proved that Jane\nhad not written in spirits, when, instead of being again surprised\nby Mr. Darcy, she saw on looking up that Colonel Fitzwilliam\nwas meeting her.  Putting away the letter immediately and\nforcing a smile, she said:",
        "“I did not know before that you ever walked this way.”",
        "“I have been making the tour of the park,” he replied, “as I\ngenerally do every year, and intend to close it with a call at the\nParsonage.  Are you going much farther?”",
        "“No, I should have turned in a moment.”",
        "And accordingly she did turn, and they walked towards the\nParsonage together.",
        "“Do you certainly leave Kent on Saturday?” said she.",
        "“Yes–if Darcy does not put it off again.  But I am at his\ndisposal.  He arranges the business just as he pleases.”",
        "“And if not able to please himself in the arrangement, he has\nat least pleasure in the great power of choice.  I do not know\nanybody who seems more to enjoy the power of doing what he\nlikes than Mr. Darcy.”",
        "“He likes to have his own way very well,” replied Colonel\nFitzwilliam.  “But so we all do.  It is only that he has better\nmeans of having it than many others, because he is rich, and\nmany others are poor.  I speak feelingly.  A younger son, you\nknow, must be inured to self-denial and dependence.”",
        "“In my opinion, the younger son of an earl can know very\nlittle of either.  Now seriously, what have you ever known of\nself-denial and dependence?  When have you been prevented by\nwant of money from going wherever you chose, or procuring\nanything you had a fancy for?”",
        "“These are home questions–and perhaps I cannot say that I\nhave experienced many hardships of that nature.  But in matters\nof greater weight, I may suffer from want of money.  Younger\nsons cannot marry where they like.”",
        "“Unless where they like women of fortune, which I think they\nvery often do.”",
        "“Our habits of expense make us too dependent, and there are too\nmany in my rank of life who can afford to marry without some\nattention to money.”",
        "“Is this,” thought Elizabeth, “meant for me?” and she coloured\nat the idea; but, recovering herself, said in a lively tone, “And\npray, what is the usual price of an earl’s younger son?  Unless\nthe elder brother is very sickly, I suppose you would not ask\nabove fifty thousand pounds.”",
        "He answered her in the same style, and the subject dropped.  To\ninterrupt a silence which might make him fancy her affected with\nwhat had passed, she soon afterwards said:",
        "“I imagine your cousin brought you down with him chiefly for\nthe sake of  having someone at his disposal.  I wonder he does\nnot marry, to secure a lasting convenience of that kind.  But,\nperhaps, his sister does as well for the present, and, as she is\nunder his sole care, he may do what he likes with her.”",
        "“No,” said Colonel Fitzwilliam, “that is an advantage which he\nmust divide with me.  I am joined with him in the guardianship\nof Miss Darcy.”",
        "“Are you indeed?  And pray what sort of guardians do you\nmake?  Does your charge give you much trouble?  Young ladies\nof her age are sometimes a little difficult to manage, and if she\nhas the true Darcy spirit, she may like to have her own way.”",
        "As she spoke she observed him looking at her earnestly; and\nthe manner in which he immediately asked her why she supposed\nMiss Darcy likely to give them any uneasiness, convinced her\nthat she had somehow or other got pretty near the truth.  She\ndirectly replied:",
        "“You need not be frightened.  I never heard any harm of her; and\nI dare say she is one of the most tractable creatures in the world.\nShe is a very great favourite with some ladies of my acquaintance,\nMrs. Hurst and Miss Bingley.  I think I have heard you say that\nyou know them.”",
        "“I know them a little.  Their brother is a pleasant gentlemanlike\nman–he is a great friend of Darcy’s.”",
        "“Oh! yes,” said Elizabeth drily; “Mr. Darcy is uncommonly kind\nto Mr. Bingley, and takes a prodigious deal of care of him.”",
        "“Care of him!  Yes, I really believe Darcy does take care of\nhim in those points where he most wants care.  From something\nthat he told me in our journey hither, I have reason to think\nBingley very much indebted to him.  But I ought to beg his\npardon, for I have no right to suppose that Bingley was the\nperson meant.  It was all conjecture.”",
        "“What is it you mean?”",
        "“It is a circumstance which Darcy could not wish to be generally\nknown, because if it were to get round to the lady’s family, it\nwould be an unpleasant thing.”",
        "“You may depend upon my not mentioning it.”",
        "“And remember that I have not much reason for supposing it\nto be Bingley.  What he told me was merely this: that he\ncongratulated himself on having lately saved a friend from\nthe inconveniences of a most imprudent marriage, but without\nmentioning names or any other particulars, and I only suspected\nit to be Bingley from believing him the kind of young man to get\ninto a scrape of that sort, and from knowing them to have been\ntogether the whole of last summer.”",
        "“Did Mr. Darcy give you reasons for this interference?”",
        "“I understood that there were some very strong objections\nagainst the lady.”",
        "“And what arts did he use to separate them?”",
        "“He did not talk to me of his own arts,” said Fitzwilliam, smiling.\n“He only told me what I have now told you.”",
        "Elizabeth made no answer, and walked on, her heart swelling\nwith indignation.  After watching her a little, Fitzwilliam asked\nher why she was so thoughtful.",
        "“I am thinking of what you have been telling me,” said she.\n“Your cousin’s conduct does not suit my feelings.  Why was he\nto be the judge?”",
        "“You are rather disposed to call his interference officious?”",
        "“I do not see what right Mr. Darcy had to decide on the\npropriety of his friend’s inclination, or why, upon his own\njudgement alone, he was to determine and direct in what manner\nhis friend was to be happy.  But,” she continued, recollecting\nherself, “as we know none of the particulars, it is not fair to\ncondemn him.  It is not to be supposed that there was much\naffection in the case.”",
        "“That is not an unnatural surmise,” said Fitzwilliam, “but it is a\nlessening of the honour of my cousin’s triumph very sadly.”",
        "This was spoken jestingly; but it appeared to her so just a picture\nof Mr. Darcy, that she would not trust herself with an answer,\nand therefore, abruptly changing the conversation talked on\nindifferent matters until they reached the Parsonage.  There, shut\ninto her own room, as soon as their visitor left them, she could\nthink without interruption of all that she had heard.  It was not\nto be supposed that any other people could be meant than those\nwith whom she was connected.  There could not exist in the\nworld two men over whom Mr. Darcy could have such boundless\ninfluence.  That he had been concerned in the measures taken to\nseparate Bingley and Jane she had never doubted; but she had\nalways attributed to Miss Bingley the principal design and\narrangement of them.  If his own vanity, however, did not mislead\nhim, he was the cause, his pride and caprice were the cause, of\nall that Jane had suffered, and still continued to suffer.  He\nhad ruined for a while every hope of happiness for the most\naffectionate, generous heart in the world; and no one could say\nhow lasting an evil he might have inflicted.",
        "“There were some very strong objections against the lady,\"\nwere Colonel Fitzwilliam’s words; and those strong objections\nprobably were, her having one uncle who was a country attorney,\nand another who was in business in London.",
        "“To Jane herself,” she exclaimed, “there could be no possibility\nof objection; all loveliness and goodness as she is!–her\nunderstanding excellent, her mind improved, and her manners\ncaptivating.  Neither could anything be urged against my father,\nwho, though with some peculiarities, has abilities Mr. Darcy\nhimself need not disdain, and respectability which he will\nprobably never each.”  When she thought of her mother, her\nconfidence gave way a little; but she would not allow that any\nobjections there had material weight with Mr. Darcy, whose\npride, she was convinced, would receive a deeper wound from\nthe want of importance in his friend’s connections, than from\ntheir want of sense; and she was quite decided, at last, that he\nhad been partly governed by this worst kind of pride, and partly\nby the wish of retaining Mr. Bingley for his sister.",
        "The agitation and tears which the subject occasioned, brought on\na headache; and it grew so much worse towards the evening,\nthat, added to her unwillingness to see Mr. Darcy, it determined\nher not to attend her cousins to Rosings, where they were\nengaged to drink tea.  Mrs. Collins, seeing that she was really\nunwell, did not press her to go and as much as possible\nprevented her husband from pressing her; but Mr. Collins could\nnot conceal his apprehension of Lady Catherine’s being rather\ndispleased by her staying at home.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}