{
    "title": "Pride and Prejudice - Chapter 19",
    "author": "Jane Austen",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "The next day opened a new scene at Longbourn.  Mr. Collins\nmade his declaration in form.  Having resolved to do it without\nloss of time, as his leave of absence extended only to the\nfollowing Saturday, and having no feelings of diffidence to make\nit distressing to himself even at the moment, he set about it\nin a very orderly manner, with all the observances, which\nhe supposed a regular part of the business.  On finding Mrs.\nBennet, Elizabeth, and one of the younger girls together, soon\nafter breakfast, he addressed the mother in these words:",
        "“May I hope, madam, for your interest with your fair daughter\nElizabeth, when I solicit for the honour of a private audience\nwith her in the course of this morning?”",
        "Before Elizabeth had time for anything but a blush of surprise,\nMrs. Bennet answered instantly, “Oh dear!–yes–certainly.  I\nam sure Lizzy will be very happy–I am sure she can have no\nobjection.  Come, Kitty, I want you upstairs.”  And, gathering\nher work together, she was hastening away, when Elizabeth\ncalled out:",
        "“Dear madam, do not go.  I beg you will not go.  Mr. Collins\nmust excuse me.  He can have nothing to say to me that anybody\nneed not hear.  I am going away myself.”",
        "“No, no, nonsense, Lizzy.  I desire you to stay where you are.\"\nAnd upon Elizabeth’s seeming really, with vexed and embarrassed\nlooks, about to escape, she added: “Lizzy, I insist upon your\nstaying and hearing Mr. Collins.”",
        "Elizabeth would not oppose such an injunction–and a moment’s\nconsideration making her also sensible that it would be wisest to\nget it over as soon and as quietly as possible, she sat down again\nand tried to conceal, by incessant employment the feelings which\nwere divided between distress and diversion. Mrs. Bennet and Kitty\nwalked off, and as soon as they were gone, Mr. Collins began.",
        "“Believe me, my dear Miss Elizabeth, that your modesty, so far\nfrom doing you any disservice, rather adds to your other\nperfections.  You would have been less amiable in my eyes had\nthere not been this little unwillingness; but allow me to assure\nyou, that I have your respected mother’s permission for this\naddress.  You can hardly doubt the purport of my discourse,\nhowever your natural delicacy may lead you to dissemble; my\nattentions have been too marked to be mistaken.  Almost as soon\nas I entered the house, I singled you out as the companion of\nmy future life.  But before I am run away with by my feelings on\nthis subject, perhaps it would be advisable for me to state my\nreasons for marrying–and, moreover, for coming into Hertfordshire\nwith the design of selecting a wife, as I certainly did.”",
        "The idea of Mr. Collins, with all his solemn composure, being\nrun away with by his feelings, made Elizabeth so near laughing,\nthat she could not use the short pause he allowed in any attempt\nto stop him further, and he continued:",
        "“My reasons for marrying are, first, that I think it a right\nthing for every clergyman in easy circumstances (like myself) to\nset the example of matrimony in his parish; secondly, that I am\nconvinced that it will add very greatly to my happiness; and\nthirdly–which perhaps I ought to have mentioned earlier, that\nit is the particular advice and recommendation of the very noble\nlady whom I have the honour of calling patroness.  Twice has\nshe condescended to give me her opinion (unasked too!) on this\nsubject; and it was but the very Saturday night before I left\nHunsford–between our pools at quadrille, while Mrs. Jenkinson\nwas arranging Miss de Bourgh’s footstool, that she said, ’Mr.\nCollins, you must marry.  A clergyman like you must marry.\nChoose properly, choose a gentlewoman for my sake; and for\nyour own, let her be an active, useful sort of person, not brought\nup high, but able to make a small income go a good way.  This is\nmy advice.  Find such a woman as soon as you can, bring her to\nHunsford, and I will visit her.’  Allow me, by the way, to\nobserve, my fair cousin, that I do not reckon the notice and\nkindness of Lady Catherine de Bourgh as among the least of the\nadvantages in my power to offer.  You will find her manners\nbeyond anything I can describe; and your wit and vivacity, I\nthink, must be acceptable to her, especially when tempered with\nthe silence and respect which her rank will inevitably excite.\nThus much for my general intention in favour of matrimony;\nit remains to be told why my views were directed towards\nLongbourn instead of my own neighbourhood, where I can\nassure you there are many amiable young women.  But the fact\nis, that being, as I am, to inherit this estate after the death of\nyour honoured father (who, however, may live many years\nlonger), I could not satisfy myself without resolving to choose a\nwife from among his daughters, that the loss to them might be as\nlittle as possible, when the melancholy event takes place–which,\nhowever, as I have already said, may not be for several years.\nThis has been my motive, my fair cousin, and I flatter myself it\nwill not sink me in your esteem.  And now nothing remains but\nfor me but to assure you in the most animated language of the\nviolence of my affection.  To fortune I am perfectly indifferent,\nand shall make no demand of that nature on your father, since I\nam well aware that it could not be complied with; and that one\nthousand pounds in the four per cents, which will not be yours\ntill after your mother’s decease, is all that you may ever be\nentitled to.  On that head, therefore, I shall be uniformly silent;\nand you may assure yourself that no ungenerous reproach shall\never pass my lips when we are married.”",
        "It was absolutely necessary to interrupt him now.",
        "“You are too hasty, sir,” she cried.  “You forget that I have\nmade no answer.  Let me do it without further loss of time.\nAccept my thanks for the compliment you are paying me.  I am\nvery sensible of the honour of your proposals, but it is\nimpossible for me to do otherwise than to decline them.”",
        "“I am not now to learn,” replied Mr. Collins, with a formal wave\nof the hand, “that it is usual with young ladies to reject the\naddresses of the man whom they secretly mean to accept, when\nhe first applies for their favour; and that sometimes the refusal\nis repeated a second, or even a third time.  I am therefore by no\nmeans discouraged by what you have just said, and shall hope to\nlead you to the altar ere long.”",
        "“Upon my word, sir,” cried Elizabeth, “your hope is a rather\nextraordinary one after my declaration.  I do assure you that I\nam not one of those young ladies (if such young ladies there are)\nwho are so daring as to risk their happiness on the chance of\nbeing asked a second time.  I am perfectly serious in my refusal.\nYou could not make me happy, and I am convinced that I am\nthe last woman in the world who could make you so.  Nay, were\nyour friend Lady Catherine to know me, I am persuaded she\nwould find me in every respect ill qualified for the situation.”",
        "“Were it certain that Lady Catherine would think so,” said Mr.\nCollins very gravely–\"but I cannot imagine that her ladyship\nwould at all disapprove of you.  And you may be certain when I\nhave the honour of seeing her again, I shall speak in the very\nhighest terms of your modesty, economy, and other amiable\nqualification.”",
        "“Indeed, Mr. Collins, all praise of me will be unnecessary.\nYou must give me leave to judge for myself, and pay me the\ncompliment of believing what I say.  I wish you very happy and\nvery rich, and by refusing your hand, do all in my power to\nprevent your being otherwise.  In making me the offer, you must\nhave satisfied the delicacy of your feelings with regard to my\nfamily, and may take possession of Longbourn estate whenever\nit falls, without any self-reproach.  This matter may be\nconsidered, therefore, as finally settled.”  And rising as she\nthus spoke, she would have quitted the room, had Mr. Collins\nnot thus addressed her:",
        "“When I do myself the honour of speaking to you next on the\nsubject, I shall hope to receive a more favourable answer than\nyou have now given me; though I am far from accusing you of\ncruelty at present, because I know it to be the established\ncustom of your sex to reject a man on the first application, and\nperhaps you have even now said as much to encourage my suit\nas would be consistent with the true delicacy of the female\ncharacter.”",
        "“Really, Mr. Collins,” cried Elizabeth with some warmth, “you\npuzzle me exceedingly.  If what I have hitherto said can appear\nto you in the form of encouragement, I know not how to express\nmy refusal in such a way as to convince you of its being one.”",
        "“You must give me leave to flatter myself, my dear cousin, that\nyour refusal of my addresses is merely words of course.  My\nreasons for believing it are briefly these: It does not appear\nto me that my hand is unworthy your acceptance, or that the\nestablishment I can offer would be any other than highly\ndesirable.  My situation in life, my connections with the family\nof de Bourgh, and my relationship to your own, are circumstances\nhighly in my favour; and you should take it into further\nconsideration, that in spite of your manifold attractions, it is\nby no means certain that another offer of marriage may ever be\nmade you.  Your portion is unhappily so small that it will in\nall likelihood undo the effects of your loveliness and amiable\nqualifications.  As I must therefore conclude that you are not\nserious in your rejection of me, I shall choose to attribute it\nto your wish of increasing my love by suspense, according to the\nusual practice of elegant females.”",
        "“I do assure you, sir, that I have no pretensions whatever to that\nkind of elegance which consists in tormenting a respectable man.\nI would rather be paid the compliment of being believed sincere.\nI thank you again and again for the honour you have done me in\nyour proposals, but to accept them is absolutely impossible.  My\nfeelings in every respect forbid it.  Can I speak plainer?  Do not\nconsider me now as an elegant female, intending to plague you,\nbut as a rational creature, speaking the truth from her heart.”",
        "“You are uniformly charming!” cried he, with an air of awkward\ngallantry; “and I am persuaded that when sanctioned by the\nexpress authority of both your excellent parents, my proposals\nwill not fail of being acceptable.”",
        "To such perseverance in wilful self-deception Elizabeth would\nmake no reply, and immediately and in silence withdrew;\ndetermined, if he persisted in considering her repeated\nrefusals as flattering encouragement, to apply to her father,\nwhose negative might be uttered in such a manner as to be\ndecisive, and whose behavior at least could not be mistaken\nfor the affectation and coquetry of an elegant female.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}