{
    "title": "Pride and Prejudice - Chapter 7",
    "author": "Jane Austen",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "Mr. Bennet’s property consisted almost entirely in an estate of\ntwo thousand a year, which, unfortunately for his daughters, was\nentailed, in default of heirs male, on a distant relation; and their\nmother’s fortune, though ample for her situation in life, could\nbut ill supply the deficiency of his.  Her father had been an\nattorney in Meryton, and had left her four thousand pounds.",
        "She had a sister married to a Mr. Phillips, who had been a clerk\nto their father and succeeded him in the business, and a brother\nsettled in London in a respectable line of trade.",
        "The village of Longbourn was only one mile from Meryton; a\nmost convenient distance for the young ladies, who were usually\ntempted thither three or four times a week, to pay their duty to\ntheir aunt and to a milliner’s shop just over the way.  The two\nyoungest of the family, Catherine and Lydia, were particularly\nfrequent in these attentions; their minds were more vacant than\ntheir sisters’, and when nothing better offered, a walk to\nMeryton was necessary to amuse their morning hours and\nfurnish conversation for the evening; and however bare of news\nthe country in general might be, they always contrived to learn\nsome from their aunt.  At present, indeed, they were well\nsupplied both with news and happiness by the recent arrival of\na militia regiment in the neighbourhood; it was to remain the\nwhole winter, and Meryton was the headquarters.",
        "Their visits to Mrs. Phillips were now productive of the most\ninteresting intelligence.  Every day added something to their\nknowledge of the officers’ names and connections.  Their\nlodgings were not long a secret, and at length they began to\nknow the officers themselves.  Mr. Phillips visited them all, and\nthis opened to his nieces a store of felicity unknown before.\nThey could talk of nothing but officers; and Mr. Bingley’s large\nfortune, the mention of which gave animation to their mother,\nwas worthless in their eyes when opposed to the regimentals of\nan ensign.",
        "After listening one morning to their effusions on this subject, Mr.\nBennet coolly observed:",
        "“From all that I can collect by your manner of talking, you must\nbe two of the silliest girls in the country.  I have suspected it\nsome time, but I am now convinced.”",
        "Catherine was disconcerted, and made no answer; but Lydia,\nwith perfect indifference, continued to express her admiration of\nCaptain Carter, and her hope of seeing him in the course of the\nday, as he was going the next morning to London.",
        "“I am astonished, my dear,” said Mrs. Bennet, “that you should\nbe so ready to think your own children silly.  If I wished to think\nslightingly of anybody’s children, it should not be of my own,\nhowever.”",
        "“If my children are silly, I must hope to be always sensible of it.”",
        "“Yes–but as it happens, they are all of them very clever.”",
        "“This is the only point, I flatter myself, on which we do not\nagree.  I had hoped that our sentiments coincided in every\nparticular, but I must so far differ from you as to think our two\nyoungest daughters uncommonly foolish.”",
        "“My dear Mr. Bennet, you must not expect such girls to have\nthe sense of their father and mother.  When they get to our age, I\ndare say they will not think about officers any more than we do.\nI remember the time when I liked a red coat myself very well–and,\nindeed, so I do still at my heart; and if a smart young colonel,\nwith five or six thousand a year, should want one of my girls I\nshall not say nay to him; and I thought Colonel Forster looked\nvery becoming the other night at Sir William’s in his regimentals.”",
        "“Mamma,” cried Lydia, “my aunt says that Colonel Forster and\nCaptain Carter do not go so often to Miss Watson’s as they did\nwhen they first came; she sees them now very often standing in\nClarke’s library.”",
        "Mrs. Bennet was prevented replying by the entrance of the\nfootman with a note for Miss Bennet; it came from Netherfield,\nand the servant waited for an answer.  Mrs. Bennet’s eyes\nsparkled with pleasure, and she was eagerly calling out, while\nher daughter read,",
        "“Well, Jane, who is it from?  What is it about?  What does he\nsay?  Well, Jane, make haste and tell us; make haste, my love.”",
        "“It is from Miss Bingley,” said Jane, and then read it aloud.",
        "“My Dear Friend,–",
        "“If you are not so compassionate as to dine to-day with Louisa\nand me, we shall be in danger of hating each other for the rest\nof our lives, for a whole day’s tete-a-tete between two women\ncan never end without a quarrel.  Come as soon as you can on\nreceipt of this.  My brother and the gentlemen are to dine with\nthe officers.–Yours ever,",
        "“Caroline Bingley”",
        "“With the officers!” cried Lydia.  “I wonder my aunt did not tell\nus of that.”",
        "“Dining out,” said Mrs. Bennet, “that is very unlucky.”",
        "“Can I have the carriage?” said Jane.",
        "“No, my dear, you had better go on horseback, because it seems\nlikely to rain; and then you must stay all night.”",
        "“That would be a good scheme,” said Elizabeth, “if you were\nsure that they would not offer to send her home.”",
        "“Oh! but the gentlemen will have Mr. Bingley’s chaise to go to\nMeryton, and the Hursts have no horses to theirs.”",
        "“I had much rather go in the coach.”",
        "“But, my dear, your father cannot spare the horses, I am sure.\nThey are wanted in the farm, Mr. Bennet, are they not?”",
        "“They are wanted in the farm much oftener than I can get them.”",
        "“But if you have got them to-day,” said Elizabeth, “my mother’s\npurpose will be answered.”",
        "She did at last extort from her father an acknowledgment that\nthe horses were engaged.  Jane was therefore obliged to go on\nhorseback, and her mother attended her to the door with many\ncheerful prognostics of a bad day.  Her hopes were answered;\nJane had not been gone long before it rained hard.  Her sisters\nwere uneasy for her, but her mother was delighted.  The rain\ncontinued the whole evening without intermission; Jane certainly\ncould not come back.",
        "“This was a lucky idea of mine, indeed!” said Mrs. Bennet more\nthan once, as if the credit of making it rain were all her own.  Till\nthe next morning, however, she was not aware of all the felicity\nof her contrivance.  Breakfast was scarcely over when a servant\nfrom Netherfield brought the following note for Elizabeth:",
        "“My Dearest Lizzy,–",
        "“I find myself very unwell this morning, which, I suppose, is to\nbe imputed to my getting wet through yesterday.  My kind friends\nwill not hear of my returning till I am better.  They insist also\non my seeing Mr. Jones–therefore do not be alarmed if you should\nhear of his having been to me–and, excepting a sore throat and\nheadache, there is not much the matter with me.–Yours, etc.”",
        "“Well, my dear,” said Mr. Bennet, when Elizabeth had read the\nnote aloud, “if your daughter should have a dangerous fit of\nillness–if she should die, it would be a comfort to know that it\nwas all in pursuit of Mr. Bingley, and under your orders.”",
        "“Oh! I am not afraid of her dying.  People do not die of little\ntrifling colds.  She will be taken good care of.  As long as she\nstays there, it is all very well.  I would go and see her if I could\nhave the carriage.”",
        "Elizabeth, feeling really anxious, was determined to go to her,\nthough the carriage was not to be had; and as she was no\nhorsewoman, walking was her only alternative.  She declared her\nresolution.",
        "“How can you be so silly,” cried her mother, “as to think of such\na thing, in all this dirt!  You will not be fit to be seen when you\nget there.”",
        "“I shall be very fit to see Jane–which is all I want.”",
        "“Is this a hint to me, Lizzy,” said her father, “to send for\nthe horses?”",
        "“No, indeed, I do not wish to avoid the walk.  The distance is\nnothing when one has a motive; only three miles.  I shall be back\nby dinner.”",
        "“I admire the activity of your benevolence,” observed Mary, “but\nevery impulse of feeling should be guided by reason; and, in my\nopinion, exertion should always be in proportion to what is\nrequired.”",
        "“We will go as far as Meryton with you,” said Catherine and\nLydia.  Elizabeth accepted their company, and the three young\nladies set off together.",
        "“If we make haste,” said Lydia, as they walked along, “perhaps\nwe may see something of Captain Carter before he goes.”",
        "In Meryton they parted; the two youngest repaired to the lodgings of\none of the officers’ wives, and Elizabeth continued her walk alone,\ncrossing field after field at a quick pace, jumping over stiles\nand springing over puddles with impatient activity, and finding\nherself at last within view of the house, with weary ankles, dirty\nstockings, and a face glowing with the warmth of exercise.",
        "She was shown into the breakfast-parlour, where all but Jane\nwere assembled, and where her appearance created a great deal\nof surprise.  That she should have walked three miles so early\nin the day, in such dirty weather, and by herself, was almost\nincredible to Mrs. Hurst and Miss Bingley; and Elizabeth was\nconvinced that they held her in contempt for it.  She was\nreceived, however, very politely by them; and in their brother’s\nmanners there was something better than politeness; there was\ngood humour and kindness.  Mr. Darcy said very little, and Mr.\nHurst nothing at all.  The former was divided between admiration\nof the brilliancy which exercise had given to her complexion,\nand doubt as to the occasion’s justifying her coming so far\nalone.  The latter was thinking only of his breakfast.",
        "Her inquiries after her sister were not very favourably answered.\nMiss Bennet had slept ill, and though up, was very feverish, and\nnot well enough to leave her room.  Elizabeth was glad to be\ntaken to her immediately; and Jane, who had only been withheld\nby the fear of giving alarm or inconvenience from expressing in\nher note how much she longed for such a visit, was delighted at\nher entrance.  She was not equal, however, to much conversation,\nand when Miss Bingley left them together, could attempt little\nbesides expressions of gratitude for the extraordinary kindness\nshe was treated with.  Elizabeth silently attended her.",
        "When breakfast was over they were joined by the sisters; and\nElizabeth began to like them herself, when she saw how much\naffection and solicitude they showed for Jane.  The apothecary\ncame, and having examined his patient, said, as might be\nsupposed, that she had caught a violent cold, and that they must\nendeavour to get the better of it; advised her to return to bed,\nand promised her some draughts.  The advice was followed\nreadily, for the feverish symptoms increased, and her head ached\nacutely.  Elizabeth did not quit her room for a moment; nor were\nthe other ladies often absent; the gentlemen being out, they had,\nin fact, nothing to do elsewhere.",
        "When the clock struck three, Elizabeth felt that she must go, and\nvery unwillingly said so.  Miss Bingley offered her the carriage,\nand she only wanted a little pressing to accept it, when Jane\ntestified such concern in parting with her, that Miss Bingley was\nobliged to convert the offer of the chaise to an invitation to\nremain at Netherfield for the present.  Elizabeth most thankfully\nconsented, and a servant was dispatched to Longbourn to\nacquaint the family with her stay and bring back a supply of\nclothes.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}