{
    "title": "Pride and Prejudice - Chapter 41",
    "author": "Jane Austen",
    "chapter": "40",
    "content": [
        "\n",
        "\n\n",
        "The first week of their return was soon gone.  The second began.\nIt was the last of the regiment’s stay in Meryton, and all the\nyoung ladies in the neighbourhood were drooping apace.  The\ndejection was almost universal.  The elder Miss Bennets alone\nwere still able to eat, drink, and sleep, and pursue the usual\ncourse of their employments.  Very frequently were they\nreproached for this insensibility by Kitty and Lydia, whose\nown misery was extreme, and who could not comprehend such\nhard-heartedness in any of the family.",
        "“Good Heaven! what is to become of us?  What are we to do?\"\nwould they often exclaim in the bitterness of woe.  “How can\nyou be smiling so, Lizzy?”",
        "Their affectionate mother shared all their grief; she remembered\nwhat she had herself endured on a similar occasion, five-and-twenty\nyears ago.",
        "“I am sure,” said she, “I cried for two days together when\nColonel Miller’s regiment went away.  I thought I should have\nbroken my heart.”",
        "“I am sure I shall break mine,” said Lydia.",
        "“If one could but go to Brighton!” observed Mrs. Bennet.",
        "“Oh, yes!–if one could but go to Brighton!  But papa is so\ndisagreeable.”",
        "“A little sea-bathing would set me up forever.”",
        "“And my aunt Phillips is sure it would do me a great deal of\ngood,” added Kitty.",
        "Such were the kind of lamentations resounding perpetually\nthrough Longbourn House.  Elizabeth tried to be diverted by\nthem; but all sense of pleasure was lost in shame.  She felt anew\nthe justice of Mr. Darcy’s objections; and never had she been so\nmuch disposed to pardon his interference in the views of his\nfriend.",
        "But the gloom of Lydia’s prospect was shortly cleared away; for\nshe received an invitation from Mrs. Forster, the wife of the\ncolonel of the regiment, to accompany her to Brighton.  This\ninvaluable friend was a very young woman, and very lately\nmarried.  A resemblance in good humour and good spirits had\nrecommended her and Lydia to each other, and out of their\nthree months’ acquaintance they had been intimate two.",
        "The rapture of Lydia on this occasion, her adoration of Mrs.\nForster, the delight of Mrs. Bennet, and the mortification of\nKitty, are scarcely to be described.  Wholly inattentive to her\nsister’s feelings, Lydia flew about the house in restless ecstasy,\ncalling for everyone’s congratulations, and laughing and talking\nwith more violence than ever; whilst the luckless Kitty continued\nin the parlour repined at her fate in terms as unreasonable as her\naccent was peevish.",
        "“I cannot see why Mrs. Forster should not ask me as well as\nLydia,” said she, “Though I am not her particular friend.  I\nhave just as much right to be asked as she has, and more too,\nfor I am two years older.”",
        "In vain did Elizabeth attempt to make her reasonable, and Jane\nto make her resigned.  As for Elizabeth herself, this invitation\nwas so far from exciting in her the same feelings as in her mother\nand Lydia, that she considered it as the death warrant of all\npossibility of common sense for the latter; and detestable as such\na step must make her were it known, she could not help secretly\nadvising her father not to let her go.  She represented to him all\nthe improprieties of Lydia’s general behaviour, the little\nadvantage she could derive from the friendship of such a woman\nas Mrs. Forster, and the probability of her being yet more\nimprudent with such a companion at Brighton, where the\ntemptations must be greater than at home.  He heard her\nattentively, and then said:",
        "“Lydia will never be easy until she has exposed herself in some\npublic place or other, and we can never expect her to do it with\nso little expense or inconvenience to her family as under the\npresent circumstances.”",
        "“If you were aware,” said Elizabeth, “of the very great\ndisadvantage to us all which must arise from the public notice\nof Lydia’s unguarded and imprudent manner–nay, which has\nalready arisen from it, I am sure you would judge differently in\nthe affair.”",
        "“Already arisen?” repeated Mr. Bennet.  “What, has she\nfrightened away some of your lovers?  Poor little Lizzy!  But do\nnot be cast down.  Such squeamish youths as cannot bear to be\nconnected with a little absurdity are not worth a regret.  Come,\nlet me see the list of pitiful fellows who have been kept aloof\nby Lydia’s folly.”",
        "“Indeed you are mistaken.  I have no such injuries to resent.\nIt is not of particular, but of general evils, which I am now\ncomplaining.  Our importance, our respectability in the world must\nbe affected by the wild volatility, the assurance and disdain of\nall restraint which mark Lydia’s character.  Excuse me, for I must\nspeak plainly.  If you, my dear father, will not take the trouble\nof checking her exuberant spirits, and of teaching her that her\npresent pursuits are not to be the business of her life, she will\nsoon be beyond the reach of amendment.  Her character will be\nfixed, and she will, at sixteen, be the most determined flirt that\never made herself or her family ridiculous; a flirt, too, in the\nworst and meanest degree of flirtation; without any attraction\nbeyond youth and a tolerable person; and, from the ignorance and\nemptiness of her mind, wholly unable to ward off any portion of\nthat universal contempt which her rage for admiration will excite.\nIn this danger Kitty also is comprehended.  She will follow wherever\nLydia leads.  Vain, ignorant, idle, and absolutely uncontrolled!\nOh! my dear father, can you suppose it possible that they will not\nbe censured and despised wherever they are known, and that their\nsisters will not be often involved in the disgrace?”",
        "Mr. Bennet saw that her whole heart was in the subject, and\naffectionately taking her hand said in reply:",
        "“Do not make yourself uneasy, my love.  Wherever you and Jane\nare known you must be respected and valued; and you will not\nappear to less advantage for having a couple of–or I may say,\nthree–very silly sisters.  We shall have no peace at Longbourn\nif Lydia does not go to Brighton.  Let her go, then.  Colonel\nForster is a sensible man, and will keep her out of any real\nmischief; and she is luckily too poor to be an object of prey\nto anybody.  At Brighton she will be of less importance even as\na common flirt than she has been here.  The officers will find\nwomen better worth their notice.  Let us hope, therefore, that\nher being there may teach her her own insignificance.  At any\nrate, she cannot grow many degrees worse, without authorising\nus to lock her up for the rest of her life.”",
        "With this answer Elizabeth was forced to be content; but her\nown opinion continued the same, and she left him disappointed\nand sorry.  It was not in her nature, however, to increase her\nvexations by dwelling on them.  She was confident of having\nperformed her duty, and to fret over unavoidable evils, or\naugment them by anxiety, was no part of her disposition.",
        "Had Lydia and her mother known the substance of her conference\nwith her father, their indignation would hardly have found\nexpression in their united volubility.  In Lydia’s imagination,\na visit to Brighton comprised every possibility of earthly\nhappiness.  She saw, with the creative eye of fancy, the streets\nof that gay bathing-place covered with officers.  She saw\nherself the object of attention, to tens and to scores of them\nat present unknown.  She saw all the glories of the camp–its\ntents stretched forth in beauteous uniformity of lines, crowded\nwith the young and the gay, and dazzling with scarlet; and, to\ncomplete the view, she saw herself seated beneath a tent, tenderly\nflirting with at least six officers at once.",
        "Had she known her sister sought to tear her from such prospects\nand such realities as these, what would have been her sensations?\nThey could have been understood only by her mother, who might\nhave felt nearly the same.  Lydia’s going to Brighton was all\nthat consoled her for her melancholy conviction of her husband’s\nnever intending to go there himself.",
        "But they were entirely ignorant of what had passed; and their\nraptures continued, with little intermission, to the very day of\nLydia’s leaving home.",
        "Elizabeth was now to see Mr. Wickham for the last time.\nHaving been frequently in company with him since her return,\nagitation was pretty well over; the agitations of formal partiality\nentirely so.  She had even learnt to detect, in the very gentleness\nwhich had first delighted her, an affectation and a sameness to\ndisgust and weary.  In his present behaviour to herself,\nmoreover, she had a fresh source of displeasure, for the\ninclination he soon testified of renewing those intentions which\nhad marked the early part of their acquaintance could only serve,\nafter what had since passed, to provoke her.  She lost all concern\nfor him in finding herself thus selected as the object of such idle\nand frivolous gallantry; and while she steadily repressed it, could\nnot but feel the reproof contained in his believing, that however\nlong, and for whatever cause, his attentions had been withdrawn,\nher vanity would be gratified, and her preference secured at any\ntime by their renewal.",
        "On the very last day of the regiment’s remaining at Meryton, he\ndined, with other of the officers, at Longbourn; and so little\nwas Elizabeth disposed to part from him in good humour, that on\nhis making some inquiry as to the manner in which her time had\npassed at Hunsford, she mentioned Colonel Fitzwilliam’s and\nMr. Darcy’s having both spent three weeks at Rosings, and\nasked him, if he was acquainted with the former.",
        "He looked surprised, displeased, alarmed; but with a moment’s\nrecollection and a returning smile, replied, that he had formerly\nseen him often; and, after observing that he was a very\ngentlemanlike man, asked her how she had liked him.  Her\nanswer was warmly in his favour.  With an air of indifference he\nsoon afterwards added:",
        "“How long did you say he was at Rosings?”",
        "“Nearly three weeks.”",
        "“And you saw him frequently?”",
        "“Yes, almost every day.”",
        "“His manners are very different from his cousin’s.”",
        "“Yes, very different.  But I think Mr. Darcy improves upon\nacquaintance.”",
        "“Indeed!” cried Mr. Wickham with a look which did not escape\nher.  “And pray, may I ask?–”  But checking himself, he added,\nin a gayer tone, “Is it in address that he improves?  Has he\ndeigned to add aught of civility to his ordinary style?–for I\ndare not hope,” he continued in a lower and more serious tone,\n“that he is improved in essentials.”",
        "“Oh, no!” said Elizabeth.  “In essentials, I believe, he is very\nmuch what he ever was.”",
        "While she spoke, Wickham looked as if scarcely knowing\nwhether to rejoice over her words, or to distrust their meaning.\nThere was a something in her countenance which made him listen\nwith an apprehensive and anxious attention, while she added:",
        "“When I said that he improved on acquaintance, I did not mean\nthat his mind or his manners were in a state of improvement, but\nthat, from knowing him better, his disposition was better\nunderstood.”",
        "Wickham’s alarm now appeared in a heightened complexion and\nagitated look; for a few minutes he was silent, till, shaking\noff his embarrassment, he turned to her again, and said in the\ngentlest of accents:",
        "“You, who so well know my feeling towards Mr. Darcy, will\nreadily comprehend how sincerely I must rejoice that he is\nwise enough to assume even the appearance of what is right.\nHis pride, in that direction, may be of service, if not to himself,\nto many others, for it must only deter him from such foul\nmisconduct as I have suffered by.  I only fear that the sort of\ncautiousness to which you, I imagine, have been alluding, is\nmerely adopted on his visits to his aunt, of whose good opinion\nand judgement he stands much in awe.  His fear of her has\nalways operated, I know, when they were together; and a good\ndeal is to be imputed to his wish of forwarding the match with\nMiss de Bourgh, which I am certain he has very much at heart.”",
        "Elizabeth could not repress a smile at this, but she answered only\nby a slight inclination of the head.  She saw that he wanted to\nengage her on the old subject of his grievances, and she was in\nno humour to indulge him.  The rest of the evening passed with\nthe appearance, on his side, of usual cheerfulness, but with\nno further attempt to distinguish Elizabeth; and they parted at\nlast with mutual civility, and possibly a mutual desire of never\nmeeting again.",
        "When the party broke up, Lydia returned with Mrs. Forster to\nMeryton, from whence they were to set out early the next\nmorning.  The separation between her and her family was rather\nnoisy than pathetic.  Kitty was the only one who shed tears; but\nshe did weep from vexation and envy.  Mrs. Bennet was diffuse\nin her good wishes for the felicity of her daughter, and\nimpressive in her injunctions that she should not miss the\nopportunity of enjoying herself as much as possible–advice\nwhich there was every reason to believe would be well attended\nto; and in the clamorous happiness of Lydia herself in bidding\nfarewell, the more gentle adieus of her sisters were uttered\nwithout being heard.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}