{
    "title": "Pride and Prejudice - Chapter 30",
    "author": "Jane Austen",
    "chapter": "30",
    "content": [
        "\n",
        "\n\n",
        "Sir William stayed only a week at Hunsford, but his visit was\nlong enough to convince him of his daughter’s being most\ncomfortably settled, and of her possessing such a husband and\nsuch a neighbour as were not often met with.  While Sir William\nwas with them, Mr. Collins devoted his morning to driving him\nout in his gig, and showing him the country; but when he went\naway, the whole family returned to their usual employments, and\nElizabeth was thankful to find that they did not see more of\nher cousin by the alteration, for the chief of the time between\nbreakfast and dinner was now passed by him either at work in\nthe garden or in reading and writing, and looking out of the\nwindow in his own book-room, which fronted the road.  The\nroom in which the ladies sat was backwards.  Elizabeth had at\nfirst rather wondered that Charlotte should not prefer the\ndining-parlour for common use; it was a better sized room, and\nhad a more pleasant aspect; but she soon saw that her friend\nhad an excellent reason for what she did, for Mr. Collins would\nundoubtedly have been much less in his own apartment, had they\nsat in one equally lively; and she gave Charlotte credit for\nthe arrangement.",
        "From the drawing-room they could distinguish nothing in the\nlane, and were indebted to Mr. Collins for the knowledge of\nwhat carriages went along, and how often especially Miss de\nBourgh drove by in her phaeton, which he never failed coming\nto inform them of, though it happened almost every day.  She\nnot unfrequently stopped at the Parsonage, and had a few\nminutes’ conversation with Charlotte, but was scarcely ever\nprevailed upon to get out.",
        "Very few days passed in which Mr. Collins did not walk to\nRosings, and not many in which his wife did not think it\nnecessary to go likewise; and till Elizabeth recollected that\nthere might be other family livings to be disposed of, she could\nnot understand the sacrifice of so many hours.  Now and then\nthey were honoured with a call from her ladyship, and nothing\nescaped her observation that was passing in the room during\nthese visits.  She examined into their employments, looked at\ntheir work, and advised them to do it differently; found fault\nwith the arrangement of the furniture; or detected the housemaid\nin negligence; and if she accepted any refreshment, seemed to do\nit only for the sake of finding out that Mrs. Collins’s joints of\nmeat were too large for her family.",
        "Elizabeth soon perceived, that though this great lady was not in\ncommission of the peace of the county, she was a most active\nmagistrate in her own parish, the minutest concerns of which\nwere carried to her by Mr. Collins; and whenever any of the\ncottagers were disposed to be quarrelsome, discontented, or\ntoo poor, she sallied forth into the village to settle their\ndifferences, silence their complaints, and scold them into\nharmony and plenty.",
        "The entertainment of dining at Rosings was repeated about twice\na week; and, allowing for the loss of Sir William, and there being\nonly one card-table in the evening, every such entertainment was\nthe counterpart of the first.  Their other engagements were few,\nas the style of living in the neighbourhood in general was beyond\nMr. Collins’s reach.  This, however, was no evil to Elizabeth,\nand upon the whole she spent her time comfortably enough;\nthere were half-hours of pleasant conversation with Charlotte,\nand the weather was so fine for the time of year that she had\noften great enjoyment out of doors.  Her favourite walk, and\nwhere she frequently went while the others were calling on Lady\nCatherine, was along the open grove which edged that side of\nthe park, where there was a nice sheltered path, which no one\nseemed to value but herself, and where she felt beyond the reach\nof Lady Catherine’s curiosity.",
        "In this quiet way, the first fortnight of her visit soon passed\naway.  Easter was approaching, and the week preceding it was\nto bring an addition to the family at Rosings, which in so small\na circle must be important.  Elizabeth had heard soon after her\narrival that Mr. Darcy was expected there in the course of a few\nweeks, and though there were not many of her acquaintances whom\nshe did not prefer, his coming would furnish one comparatively\nnew to look at in their Rosings parties, and she might be amused\nin seeing how hopeless Miss Bingley’s designs on him were, by\nhis behaviour to his cousin, for whom he was evidently destined\nby Lady Catherine, who talked of his coming with the greatest\nsatisfaction, spoke of him in terms of the highest admiration,\nand seemed almost angry to find that he had already been\nfrequently seen by Miss Lucas and herself.",
        "His arrival was soon known at the Parsonage; for Mr. Collins\nwas walking the whole morning within view of the lodges\nopening into Hunsford Lane, in order to have the earliest\nassurance of it, and after making his bow as the carriage turned\ninto the Park, hurried home with the great intelligence.  On the\nfollowing morning he hastened to Rosings to pay his respects.\nThere were two nephews of Lady Catherine to require them, for\nMr. Darcy had brought with him a Colonel Fitzwilliam, the\nyounger son of his uncle Lord ––, and, to the great surprise\nof all the party, when Mr. Collins returned, the gentleman\naccompanied him.  Charlotte had seen them from her husband’s\nroom, crossing the road, and immediately running into the other,\ntold the girls what an honour they might expect, adding:",
        "“I may thank you, Eliza, for this piece of civility.  Mr. Darcy\nwould never have come so soon to wait upon me.”",
        "Elizabeth had scarcely time to disclaim all right to the\ncompliment, before their approach was announced by the\ndoor-bell, and shortly afterwards the three gentlemen entered\nthe room.  Colonel Fitzwilliam, who led the way, was about\nthirty, not handsome, but in person and address most truly the\ngentleman.  Mr. Darcy looked just as he had been used to look\nin Hertfordshire–paid his compliments, with his usual reserve,\nto Mrs. Collins, and whatever might be his feelings toward her\nfriend, met her with every appearance of composure.  Elizabeth\nmerely curtseyed to him without saying a word.",
        "Colonel Fitzwilliam entered into conversation directly with\nthe readiness and ease of a well-bred man, and talked very\npleasantly; but his cousin, after having addressed a slight\nobservation on the house and garden to Mrs. Collins, sat for\nsome time without speaking to anybody.  At length, however,\nhis civility was so far awakened as to inquire of Elizabeth after\nthe health of her family.  She answered him in the usual way,\nand after a moment’s pause, added:",
        "“My eldest sister has been in town these three months.  Have\nyou never happened to see her there?”",
        "She was perfectly sensible that he never had; but she wished\nto see whether he would betray any consciousness of what had\npassed between the Bingleys and Jane, and she thought he\nlooked a little confused as he answered that he had never been\nso fortunate as to meet Miss Bennet.  The subject was pursued\nno farther, and the gentlemen soon afterwards went away.",
        "Continue...",
        "\nThis eBook of “Pride and Prejudice” by Jane Austen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Pride and PrejudiceBy Jane AustenAt Amazon"
    ]
}