{
    "title": "Ragged Dick - Chapter XVII. Dick’s First Appearance in Society",
    "author": "Horatio Alger",
    "chapter": "18",
    "content": [
        "\n\n",
        "It was the hour for morning service. The boys followed Mr. Greyson\ninto the handsome church, and were assigned seats in his own pew.",
        "There were two persons already seated in it,–a good-looking lady of\nmiddle age, and a pretty little girl of nine. They were Mrs. Greyson\nand her only daughter Ida. They looked pleasantly at the boys as\nthey entered, smiling a welcome to them.",
        "The morning service commenced. It must be acknowledged that Dick\nfelt rather awkward. It was an unusual place for him, and it need\nnot be wondered at that he felt like a cat in a strange garret. He\nwould not have known when to rise if he had not taken notice of what\nthe rest of the audience did, and followed their example. He was\nsitting next to Ida, and as it was the first time he had ever been\nnear so well-dressed a young lady, he naturally felt bashful. When\nthe hymns were announced, Ida found the place, and offered a\nhymn-book to our hero. Dick took it awkwardly, but his studies had\nnot yet been pursued far enough for him to read the words readily.\nHowever, he resolved to keep up appearances, and kept his eyes\nfixed steadily on the hymn-book.",
        "At length the service was over. The people began to file slowly out\nof church, and among them, of course, Mr. Greyson’s family and the\ntwo boys. It seemed very strange to Dick to find himself in such\ndifferent companionship from what he had been accustomed, and he\ncould not help thinking, “Wonder what Johnny Nolan ’ould say if he\ncould see me now!”",
        "But Johnny’s business engagements did not often summon him to Fifth\nAvenue, and Dick was not likely to be seen by any of his friends in\nthe lower part of the city.",
        "“We have our Sunday school in the afternoon,” said Mr. Greyson. “I\nsuppose you live at some distance from here?”",
        "“In Mott Street, sir,” answered Dick.",
        "“That is too far to go and return. Suppose you and your friend\ncome and dine with us, and then we can come here together in the\nafternoon.”",
        "Dick was as much astonished at this invitation as if he had really\nbeen invited by the Mayor to dine with him and the Board of\nAldermen. Mr. Greyson was evidently a rich man, and yet he had\nactually invited two boot-blacks to dine with him.",
        "“I guess we’d better go home, sir,” said Dick, hesitating.",
        "“I don’t think you can have any very pressing engagements to\ninterfere with your accepting my invitation,” said Mr. Greyson,\ngood-humoredly, for he understood the reason of Dick’s hesitation.\n“So I take it for granted that you both accept.”",
        "Before Dick fairly knew what he intended to do, he was walking down\nFifth Avenue with his new friends.",
        "Now, our young hero was not naturally bashful; but he certainly felt\nso now, especially as Miss Ida Greyson chose to walk by his side,\nleaving Henry Fosdick to walk with her father and mother.",
        "“What is your name?” asked Ida, pleasantly.",
        "Our hero was about to answer “Ragged Dick,” when it occurred to him\nthat in the present company he had better forget his old nickname.",
        "“Dick Hunter,” he answered.",
        "“Dick!” repeated Ida. “That means Richard, doesn’t it?”",
        "“Everybody calls me Dick.”",
        "“I have a cousin Dick,” said the young lady, sociably. “His name is\nDick Wilson. I suppose you don’t know him?”",
        "“No,” said Dick.",
        "“I like the name of Dick,” said the young lady, with charming\nfrankness.",
        "Without being able to tell why, Dick felt rather glad she did. He\nplucked up courage to ask her name.",
        "“My name is Ida,” answered the young lady. “Do you like it?”",
        "“Yes,” said Dick. “It’s a bully name.”",
        "Dick turned red as soon as he had said it, for he felt that he had\nnot used the right expression.",
        "The little girl broke into a silvery laugh.",
        "“What a funny boy you are!” she said.",
        "“I didn’t mean it,” said Dick, stammering. “I meant it’s a tip-top\nname.”",
        "Here Ida laughed again, and Dick wished himself back in Mott Street.",
        "“How old are you?” inquired Ida, continuing her examination.",
        "“I’m fourteen,–goin’ on fifteen,” said Dick.",
        "“You’re a big boy of your age,” said Ida. “My cousin Dick is a year\nolder than you, but he isn’t as large.”",
        "Dick looked pleased. Boys generally like to be told that they are\nlarge of their age.",
        "“How old be you?” asked Dick, beginning to feel more at his ease.",
        "“I’m nine years old,” said Ida. “I go to Miss Jarvis’s school. I’ve\njust begun to learn French. Do you know French?”",
        "“Not enough to hurt me,” said Dick.",
        "Ida laughed again, and told him that he was a droll boy.",
        "“Do you like it?” asked Dick.",
        "“I like it pretty well, except the verbs. I can’t remember them\nwell. Do you go to school?”",
        "“I’m studying with a private tutor,” said Dick.",
        "“Are you? So is my cousin Dick. He’s going to college this year. Are\nyou going to college?”",
        "“Not this year.”",
        "“Because, if you did, you know you’d be in the same class with my\ncousin. It would be funny to have two Dicks in one class.”",
        "They turned down Twenty-fourth Street, passing the Fifth Avenue\nHotel on the left, and stopped before an elegant house with a brown\nstone front. The bell was rung, and the door being opened, the boys,\nsomewhat abashed, followed Mr. Greyson into a handsome hall. They\nwere told where to hang their hats, and a moment afterwards were\nushered into a comfortable dining-room, where a table was spread\nfor dinner.",
        "Dick took his seat on the edge of a sofa, and was tempted to rub his\neyes to make sure that he was really awake. He could hardly believe\nthat he was a guest in so fine a mansion.",
        "Ida helped to put the boys at their ease.",
        "“Do you like pictures?” she asked.",
        "“Very much,” answered Henry.",
        "The little girl brought a book of handsome engravings, and, seating\nherself beside Dick, to whom she seemed to have taken a decided\nfancy, commenced showing them to him.",
        "“There are the Pyramids of Egypt,” she said, pointing to one engraving.",
        "“What are they for?” asked Dick, puzzled. “I don’t see any winders.”",
        "“No,” said Ida, “I don’t believe anybody lives there. Do they, papa?”",
        "“No, my dear. They were used for the burial of the dead. The largest\nof them is said to be the loftiest building in the world with one\nexception. The spire of the Cathedral of Strasburg is twenty-four\nfeet higher, if I remember rightly.”",
        "“Is Egypt near here?” asked Dick.",
        "“Oh, no, it’s ever so many miles off; about four or five hundred.\nDidn’t you know?”",
        "“No,” said Dick. “I never heard.”",
        "“You don’t appear to be very accurate in your information, Ida,\"\nsaid her mother. “Four or five thousand miles would be considerably\nnearer the truth.”",
        "After a little more conversation they sat down to dinner. Dick\nseated himself in an embarrassed way. He was very much afraid of\ndoing or saying something which would be considered an impropriety,\nand had the uncomfortable feeling that everybody was looking at him,\nand watching his behavior.",
        "“Where do you live, Dick?” asked Ida, familiarly.",
        "“In Mott Street.”",
        "“Where is that?”",
        "“More than a mile off.”",
        "“Is it a nice street?”",
        "“Not very,” said Dick. “Only poor folks live there.”",
        "“Are you poor?”",
        "“Little girls should be seen and not heard,” said her mother, gently.",
        "“If you are,” said Ida, “I’ll give you the five-dollar gold-piece\naunt gave me for a birthday present.”",
        "“Dick cannot be called poor, my child,” said Mrs. Greyson, “since he\nearns his living by his own exertions.”",
        "“Do you earn your living?” asked Ida, who was a very inquisitive\nyoung lady, and not easily silenced. “What do you do?”",
        "Dick blushed violently. At such a table, and in presence of the\nservant who was standing at that moment behind his chair, he did not\nlike to say that he was a shoe-black, although he well knew that\nthere was nothing dishonorable in the occupation.",
        "Mr. Greyson perceived his feelings, and to spare them, said, “You\nare too inquisitive, Ida. Sometime Dick may tell you, but you know\nwe don’t talk of business on Sundays.”",
        "Dick in his embarrassment had swallowed a large spoonful of hot\nsoup, which made him turn red in the face. For the second time,\nin spite of the prospect of the best dinner he had ever eaten, he\nwished himself back in Mott Street. Henry Fosdick was more easy\nand unembarrassed than Dick, not having led such a vagabond and\nneglected life. But it was to Dick that Ida chiefly directed her\nconversation, having apparently taken a fancy to his frank and\nhandsome face. I believe I have already said that Dick was a very\ngood-looking boy, especially now since he kept his face clean. He\nhad a frank, honest expression, which generally won its way to the\nfavor of those with whom he came in contact.",
        "Dick got along pretty well at the table by dint of noticing how the\nrest acted, but there was one thing he could not manage, eating with\nhis fork, which, by the way, he thought a very singular arrangement.",
        "At length they arose from the table, somewhat to Dick’s relief.\nAgain Ida devoted herself to the boys, and exhibited a profusely\nillustrated Bible for their entertainment. Dick was interested in\nlooking at the pictures, though he knew very little of their\nsubjects. Henry Fosdick was much better informed, as might have\nbeen expected.",
        "When the boys were about to leave the house with Mr. Greyson for the\nSunday school, Ida placed her hand in Dick’s, and said persuasively.\n“You’ll come again, Dick, won’t you?”",
        "“Thank you,” said Dick, “I’d like to,” and he could not help\nthinking Ida the nicest girl he had ever seen.",
        "“Yes,” said Mrs. Greyson, hospitably, “we shall be glad to see you\nboth here again.”",
        "“Thank you very much,” said Henry Fosdick, gratefully. “We shall\nlike very much to come.”",
        "I will not dwell upon the hour spent in Sunday school, nor upon the\nremarks of Mr. Greyson to his class. He found Dick’s ignorance of\nreligious subjects so great that he was obliged to begin at the\nbeginning with him. Dick was interested in hearing the children\nsing, and readily promised to come again the next Sunday.",
        "When the service was over Dick and Henry walked homewards. Dick\ncould not help letting his thoughts rest on the sweet little girl\nwho had given him so cordial a welcome, and hoping that he might\nmeet her again.",
        "“Mr. Greyson is a nice man,–isn’t he, Dick?” asked Henry, as they\nwere turning into Mott Street, and were already in sight of their\nlodging-house.",
        "“Aint he, though?” said Dick. “He treated us just as if we were\nyoung gentlemen.”",
        "“Ida seemed to take a great fancy to you.”",
        "“She’s a tip-top girl,” said Dick, “but she asked so many questions\nthat I didn’t know what to say.”",
        "He had scarcely finished speaking, when a stone whizzed by his head,\nand, turning quickly, he saw Micky Maguire running round the corner\nof the street which they had just passed.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}