{
    "title": "Ragged Dick - Chapter XIX. Fosdick Changes His Business",
    "author": "Horatio Alger",
    "chapter": "20",
    "content": [
        "\n\n",
        "Fosdick did not venture to wear his new clothes while engaged in his\nbusiness. This he felt would have been wasteful extravagance. About\nten o’clock in the morning, when business slackened, he went home,\nand dressing himself went to a hotel where he could see copies of\nthe “Morning Herald” and “Sun,” and, noting down the places where a\nboy was wanted, went on a round of applications. But he found it no\neasy thing to obtain a place. Swarms of boys seemed to be out of\nemployment, and it was not unusual to find from fifty to a hundred\napplicants for a single place.",
        "There was another difficulty. It was generally desired that the\nboy wanted should reside with his parents. When Fosdick, on being\nquestioned, revealed the fact of his having no parents, and being\na boy of the street, this was generally sufficient of itself to\ninsure a refusal. Merchants were afraid to trust one who had led\nsuch a vagabond life. Dick, who was always ready for an emergency,\nsuggested borrowing a white wig, and passing himself off for\nFosdick’s father or grandfather. But Henry thought this might be\nrather a difficult character for our hero to sustain. After fifty\napplications and as many failures, Fosdick began to get discouraged.\nThere seemed to be no way out of his present business, for which he\nfelt unfitted.",
        "“I don’t know but I shall have to black boots all my life,” he said,\none day, despondently, to Dick.",
        "“Keep a stiff upper lip,” said Dick. “By the time you get to be a\ngray-headed veteran, you may get a chance to run errands for some\nbig firm on the Bowery, which is a very cheerin’ reflection.”",
        "So Dick by his drollery and perpetual good spirits kept up\nFosdick’s courage.",
        "“As for me,” said Dick, “I expect by that time to lay up a colossal\nfortun’ out of shines, and live in princely style on the Avenoo.”",
        "But one morning, Fosdick, straying into French’s Hotel, discovered\nthe following advertisement in the columns of “The Herald,\"–",
        "“WANTED–A smart, capable boy to run errands, and make himself\ngenerally useful in a hat and cap store. Salary three dollars a\nweek at first. Inquire at No. – Broadway, after ten o’clock, A.M.”",
        "He determined to make application, and, as the City Hall clock just\nthen struck the hour indicated, lost no time in proceeding to the\nstore, which was only a few blocks distant from the Astor House.\nIt was easy to find the store, as from a dozen to twenty boys were\nalready assembled in front of it. They surveyed each other askance,\nfeeling that they were rivals, and mentally calculating each other’s\nchances.",
        "“There isn’t much chance for me,” said Fosdick to Dick, who had\naccompanied him. “Look at all these boys. Most of them have good\nhomes, I suppose, and good recommendations, while I have nobody to\nrefer to.”",
        "“Go ahead,” said Dick. “Your chance is as good as anybody’s.”",
        "While this was passing between Dick and his companion, one of the\nboys, a rather supercilious-looking young gentleman, genteelly\ndressed, and evidently having a very high opinion of his dress and\nhimself turned suddenly to Dick, and remarked,–",
        "“I’ve seen you before.”",
        "“Oh, have you?” said Dick, whirling round; “then p’r’aps you’d like\nto see me behind.”",
        "At this unexpected answer all the boys burst into a laugh with the\nexception of the questioner, who, evidently, considered that Dick\nhad been disrespectful.",
        "“I’ve seen you somewhere,” he said, in a surly tone, correcting\nhimself.",
        "“Most likely you have,” said Dick. “That’s where I generally keep\nmyself.”",
        "There was another laugh at the expense of Roswell Crawford, for that\nwas the name of the young aristocrat. But he had his revenge ready.\nNo boy relishes being an object of ridicule, and it was with a\nfeeling of satisfaction that he retorted,–",
        "“I know you for all your impudence. You’re nothing but a\nboot-black.”",
        "This information took the boys who were standing around by surprise,\nfor Dick was well-dressed, and had none of the implements of his\nprofession with him.",
        "“S’pose I be,” said Dick. “Have you got any objection?”",
        "“Not at all,” said Roswell, curling his lip; “only you’d better\nstick to blacking boots, and not try to get into a store.”",
        "“Thank you for your kind advice,” said Dick. “Is it gratooitous, or\ndo you expect to be paid for it?”",
        "“You’re an impudent fellow.”",
        "“That’s a very cheerin’ reflection,” said Dick, good-naturedly.",
        "“Do you expect to get this place when there’s gentlemen’s sons\napplying for it? A boot-black in a store! That would be a good\njoke.”",
        "Boys as well as men are selfish, and, looking upon Dick as a\npossible rival, the boys who listened seemed disposed to take the\nsame view of the situation.",
        "“That’s what I say,” said one of them, taking sides with Roswell.",
        "“Don’t trouble yourselves,” said Dick. “I aint agoin’ to cut you\nout. I can’t afford to give up a independent and loocrative\npurfession for a salary of three dollars a week.”",
        "“Hear him talk!” said Roswell Crawford, with an unpleasant sneer.\n“If you are not trying to get the place, what are you here for?”",
        "“I came with a friend of mine,” said Dick, indicating Fosdick,\n“who’s goin’ in for the situation.”",
        "“Is he a boot-black, too?” demanded Roswell, superciliously.",
        "“He!” retorted Dick, loftily. “Didn’t you know his father was a\nmember of Congress, and intimately acquainted with all the biggest\nmen in the State?”",
        "The boys surveyed Fosdick as if they did not quite know whether to\ncredit this statement, which, for the credit of Dick’s veracity, it\nwill be observed he did not assert, but only propounded in the form\nof a question. There was no time for comment, however, as just then\nthe proprietor of the store came to the door, and, casting his eyes\nover the waiting group, singled out Roswell Crawford, and asked him\nto enter.",
        "“Well, my lad, how old are you?”",
        "“Fourteen years old,” said Roswell, consequentially.",
        "“Are your parents living?”",
        "“Only my mother. My father is dead. He was a gentleman,” he added,\ncomplacently.",
        "“Oh, was he?” said the shop-keeper. “Do you live in the city?”",
        "“Yes, sir. In Clinton Place.”",
        "“Have you ever been in a situation before?”",
        "“Yes, sir,” said Roswell, a little reluctantly.",
        "“Where was it?”",
        "“In an office on Dey Street.”",
        "“How long were you there?”",
        "“A week.”",
        "“It seems to me that was a short time. Why did you not stay longer?”",
        "“Because,” said Roswell, loftily, “the man wanted me to get to the\noffice at eight o’clock, and make the fire. I’m a gentleman’s son,\nand am not used to such dirty work.”",
        "“Indeed!” said the shop-keeper. “Well, young gentleman, you may step\naside a few minutes. I will speak with some of the other boys before\nmaking my selection.”",
        "Several other boys were called in and questioned. Roswell stood by\nand listened with an air of complacency. He could not help thinking\nhis chances the best. “The man can see I’m a gentleman, and will do\ncredit to his store,” he thought.",
        "At length it came to Fosdick’s turn. He entered with no very\nsanguine anticipations of success. Unlike Roswell, he set a very low\nestimate upon his qualifications when compared with those of other\napplicants. But his modest bearing, and quiet, gentlemanly manner,\nentirely free from pretension, prepossessed the shop-keeper, who was\na sensible man, in his favor.",
        "“Do you reside in the city?” he asked.",
        "“Yes, sir,” said Henry.",
        "“What is your age?”",
        "“Twelve.”",
        "“Have you ever been in any situation?”",
        "“No, sir.”",
        "“I should like to see a specimen of your handwriting.\nHere, take the pen and write your name.”",
        "Henry Fosdick had a very handsome handwriting for a boy of his age,\nwhile Roswell, who had submitted to the same test, could do little\nmore than scrawl.",
        "“Do you reside with your parents?”",
        "“No, sir, they are dead.”",
        "“Where do you live, then?”",
        "“In Mott Street.”",
        "Roswell curled his lip when this name was pronounced, for Mott\nStreet, as my New York readers know, is in the immediate\nneighborhood of the Five-Points, and very far from a fashionable\nlocality.",
        "“Have you any testimonials to present?” asked Mr. Henderson, for\nthat was his name.",
        "Fosdick hesitated. This was the question which he had foreseen would\ngive him trouble.",
        "But at this moment it happened most opportunely that Mr. Greyson\nentered the shop with the intention of buying a hat.",
        "“Yes,” said Fosdick, promptly; “I will refer to this gentleman.”",
        "“How do you do, Fosdick?” asked Mr. Greyson, noticing him for the\nfirst time. “How do you happen to be here?”",
        "“I am applying for a place, sir,” said Fosdick. “May I refer the\ngentleman to you?”",
        "“Certainly, I shall be glad to speak a good word for you. Mr.\nHenderson, this is a member of my Sunday-school class, of whose good\nqualities and good abilities I can speak confidently.”",
        "“That will be sufficient,” said the shop-keeper, who knew Mr.\nGreyson’s high character and position. “He could have no better\nrecommendation. You may come to the store to-morrow morning at half\npast seven o’clock. The pay will be three dollars a week for the\nfirst six months. If I am satisfied with you, I shall then raise\nit to five dollars.”",
        "The other boys looked disappointed, but none more so than Roswell\nCrawford. He would have cared less if any one else had obtained the\nsituation; but for a boy who lived in Mott Street to be preferred\nto him, a gentleman’s son, he considered indeed humiliating. In a\nspirit of petty spite, he was tempted to say,",
        "“He’s a boot-black. Ask him if he isn’t.”",
        "“He’s an honest and intelligent lad,” said Mr. Greyson. “As for you,\nyoung man, I only hope you have one-half his good qualities.”",
        "Roswell Crawford left the store in disgust, and the other\nunsuccessful applicants with him.",
        "“What luck, Fosdick?” asked Dick, eagerly, as his friend came out of\nthe store.",
        "“I’ve got the place,” said Fosdick, in accents of satisfaction; “but\nit was only because Mr. Greyson spoke up for me.”",
        "“He’s a trump,” said Dick, enthusiastically.",
        "The gentleman, so denominated, came out before the boys went away,\nand spoke with them kindly.",
        "Both Dick and Henry were highly pleased at the success of the\napplication. The pay would indeed be small, but, expended\neconomically, Fosdick thought he could get along on it, receiving\nhis room rent, as before, in return for his services as Dick’s\nprivate tutor. Dick determined, as soon as his education would\npermit, to follow his companion’s example.",
        "“I don’t know as you’ll be willin’ to room with a boot-black,” he\nsaid, to Henry, “now you’re goin’ into business.”",
        "“I couldn’t room with a better friend, Dick,” said Fosdick,\naffectionately, throwing his arm round our hero. “When we part,\nit’ll be because you wish it.”",
        "So Fosdick entered upon a new career.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}