{
    "title": "Ragged Dick - Chapter IV. Dick’s New Suit",
    "author": "Horatio Alger",
    "chapter": "5",
    "content": [
        "\n\n",
        "“Now,” said Mr. Whitney to Dick, “my nephew here is on his way to a\nboarding-school. He has a suit of clothes in his trunk about half\nworn. He is willing to give them to you. I think they will look\nbetter than those you have on.”",
        "Dick was so astonished that he hardly knew what to say. Presents\nwere something that he knew very little about, never having received\nany to his knowledge. That so large a gift should be made to him by\na stranger seemed very wonderful.",
        "The clothes were brought out, and turned out to be a neat gray suit.",
        "“Before you put them on, my lad, you must wash yourself. Clean\nclothes and a dirty skin don’t go very well together. Frank, you may\nattend to him. I am obliged to go at once. Have you got as much\nmoney as you require?”",
        "“Yes, uncle.”",
        "“One more word, my lad,” said Mr. Whitney, addressing Dick; “I may\nbe rash in trusting a boy of whom I know nothing, but I like your\nlooks, and I think you will prove a proper guide for my nephew.”",
        "“Yes, I will, sir,” said Dick, earnestly. “Honor bright!”",
        "“Very well. A pleasant time to you.”",
        "The process of cleansing commenced. To tell the truth Dick needed\nit, and the sensation of cleanliness he found both new and pleasant.\nFrank added to his gift a shirt, stockings, and an old pair of\nshoes. “I am sorry I haven’t any cap,” said he.",
        "“I’ve got one,” said Dick.",
        "“It isn’t so new as it might be,” said Frank, surveying an old felt\nhat, which had once been black, but was now dingy, with a large hole\nin the top and a portion of the rim torn off.",
        "“No,” said Dick; “my grandfather used to wear it when he was a boy,\nand I’ve kep’ it ever since out of respect for his memory. But I’ll\nget a new one now. I can buy one cheap on Chatham Street.”",
        "“Is that near here?”",
        "“Only five minutes’ walk.”",
        "“Then we can get one on the way.”",
        "When Dick was dressed in his new attire, with his face and hands\nclean, and his hair brushed, it was difficult to imagine that he was\nthe same boy.",
        "He now looked quite handsome, and might readily have been taken for\na young gentleman, except that his hands were red and grimy.",
        "“Look at yourself,” said Frank, leading him before the mirror.",
        "“By gracious!” said Dick, starting back in astonishment, “that isn’t\nme, is it?”",
        "“Don’t you know yourself?” asked Frank, smiling.",
        "“It reminds me of Cinderella,” said Dick, “when she was changed into\na fairy princess. I see it one night at Barnum’s. What’ll Johnny\nNolan say when he sees me? He won’t dare to speak to such a young\nswell as I be now. Aint it rich?” and Dick burst into a loud laugh.\nHis fancy was tickled by the anticipation of his friend’s surprise.\nThen the thought of the valuable gifts he had revived occurred to\nhim, and he looked gratefully at Frank.",
        "“You’re a brick,” he said.",
        "“A what?”",
        "“A brick! You’re a jolly good fellow to give me such a present.”",
        "“You’re quite welcome, Dick,” said Frank, kindly. “I’m better off\nthan you are, and I can spare the clothes just as well as not. You\nmust have a new hat though. But that we can get when we go out. The\nold clothes you can make into a bundle.”",
        "“Wait a minute till I get my handkercher,” and Dick pulled from the\npocket of the pants a dirty rag, which might have been white once,\nthough it did not look like it, and had apparently once formed a\npart of a sheet or shirt.",
        "“You mustn’t carry that,” said Frank.",
        "“But I’ve got a cold,” said Dick.",
        "“Oh, I don’t mean you to go without a handkerchief. I’ll give you\none.”",
        "Frank opened his trunk and pulled out two, which he gave to Dick.",
        "“I wonder if I aint dreamin’,” said Dick, once more surveying\nhimself doubtfully in the glass. “I’m afraid I’m dreamin’, and shall\nwake up in a barrel, as I did night afore last.”",
        "“Shall I pinch you so you can wake here?” asked Frank, playfully.",
        "“Yes,” said Dick, seriously, “I wish you would.”",
        "He pulled up the sleeve of his jacket, and Frank pinched him pretty\nhard, so that Dick winced.",
        "“Yes, I guess I’m awake,” said Dick; “you’ve got a pair of nippers,\nyou have. But what shall I do with my brush and blacking?” he asked.",
        "“You can leave them here till we come back,” said Frank. “They will\nbe safe.”",
        "“Hold on a minute,” said Dick, surveying Frank’s boots with a\nprofessional eye, “you aint got a good shine on them boots. I’ll\nmake ’em shine so you can see your face in ’em.”",
        "And he was as good as his word.",
        "“Thank you,” said Frank; “now you had better brush your own shoes.”",
        "This had not occurred to Dick, for in general the professional\nboot-black considers his blacking too valuable to expend on his\nown shoes or boots, if he is fortunate enough to possess a pair.",
        "The two boys now went downstairs together. They met the same servant\nwho had spoken to Dick a few minutes before, but there was no\nrecognition.",
        "“He don’t know me,” said Dick. “He thinks I’m a young swell like\nyou.”",
        "“What’s a swell?”",
        "“Oh, a feller that wears nobby clothes like you.”",
        "“And you, too, Dick.”",
        "“Yes,” said Dick, “who’d ever have thought as I should have turned\ninto a swell?”",
        "They had now got out on Broadway, and were slowly walking along the\nwest side by the Park, when who should Dick see in front of him, but\nJohnny Nolan?",
        "Instantly Dick was seized with a fancy for witnessing Johnny’s\namazement at his change in appearance. He stole up behind him, and\nstruck him on the back.",
        "“Hallo, Johnny, how many shines have you had?”",
        "Johnny turned round expecting to see Dick, whose voice he\nrecognized, but his astonished eyes rested on a nicely dressed\nboy (the hat alone excepted) who looked indeed like Dick, but\nso transformed in dress that it was difficult to be sure of\nhis identity.",
        "“What luck, Johnny?” repeated Dick.",
        "Johnny surveyed him from head to foot in great bewilderment.",
        "“Who be you?” he said.",
        "“Well, that’s a good one,” laughed Dick; “so you don’t know Dick?”",
        "“Where’d you get all them clothes?” asked Johnny. “Have you been\nstealin’?”",
        "“Say that again, and I’ll lick you. No, I’ve lent my clothes to a\nyoung feller as was goin’ to a party, and didn’t have none fit to\nwear, and so I put on my second-best for a change.”",
        "Without deigning any further explanation, Dick went off, followed\nby the astonished gaze of Johnny Nolan, who could not quite make up\nhis mind whether the neat-looking boy he had been talking with was\nreally Ragged Dick or not.",
        "In order to reach Chatham Street it was necessary to cross Broadway.\nThis was easier proposed than done. There is always such a throng\nof omnibuses, drays, carriages, and vehicles of all kinds in the\nneighborhood of the Astor House, that the crossing is formidable\nto one who is not used to it. Dick made nothing of it, dodging in\nand out among the horses and wagons with perfect self-possession.\nReaching the opposite sidewalk, he looked back, and found that\nFrank had retreated in dismay, and that the width of the street\nwas between them.",
        "“Come across!” called out Dick.",
        "“I don’t see any chance,” said Frank, looking anxiously at the\nprospect before him. “I’m afraid of being run over.”",
        "“If you are, you can sue ’em for damages,” said Dick.",
        "Finally Frank got safely over after several narrow escapes, as he\nconsidered them.",
        "“Is it always so crowded?” he asked.",
        "“A good deal worse sometimes,” said Dick. “I knowed a young man once\nwho waited six hours for a chance to cross, and at last got run\nover by an omnibus, leaving a widder and a large family of orphan\nchildren. His widder, a beautiful young woman, was obliged to start\na peanut and apple stand. There she is now.”",
        "“Where?”",
        "Dick pointed to a hideous old woman, of large proportions, wearing a\nbonnet of immense size, who presided over an apple-stand close by.",
        "Frank laughed.",
        "“If that is the case,” he said, “I think I will patronize her.”",
        "“Leave it to me,” said Dick, winking.",
        "He advanced gravely to the apple-stand, and said, “Old lady,\nhave you paid your taxes?”",
        "The astonished woman opened her eyes.",
        "“I’m a gov’ment officer,” said Dick, “sent by the mayor to collect\nyour taxes. I’ll take it in apples just to oblige. That big red one\nwill about pay what you’re owin’ to the gov’ment.”",
        "“I don’t know nothing about no taxes,” said the old woman, in\nbewilderment.",
        "“Then,” said Dick, “I’ll let you off this time. Give us two of\nyour best apples, and my friend here, the President of the Common\nCouncil, will pay you.”",
        "Frank smiling, paid three cents apiece for the apples, and they\nsauntered on, Dick remarking, “If these apples aint good, old lady,\nwe’ll return ’em, and get our money back.” This would have been\nrather difficult in his case, as the apple was already half\nconsumed.",
        "Chatham Street, where they wished to go, being on the East side, the\ntwo boys crossed the Park. This is an enclosure of about ten acres,\nwhich years ago was covered with a green sward, but is now a great\nthoroughfare for pedestrians and contains several important public\nbuildings. Dick pointed out the City Hall, the Hall of Records, and\nthe Rotunda. The former is a white building of large size, and\nsurmounted by a cupola.",
        "“That’s where the mayor’s office is,” said Dick. “Him and me\nare very good friends. I once blacked his boots by partic’lar\nappointment. That’s the way I pay my city taxes.”",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}