{
    "title": "Ragged Dick - Chapter XXII. Tracking the Thief",
    "author": "Horatio Alger",
    "chapter": "23",
    "content": [
        "\n\n",
        "Fosdick was right in supposing that Jim Travis had stolen the\nbank-book. He was also right in supposing that that worthy young\nman had come to the knowledge of Dick’s savings by what he had\naccidentally overheard. Now, Travis, like a very large number of\nyoung men of his class, was able to dispose of a larger amount of\nmoney than he was able to earn. Moreover, he had no great fancy for\nwork at all, and would have been glad to find some other way of\nobtaining money enough to pay his expenses. He had recently received\na letter from an old companion, who had strayed out to California,\nand going at once to the mines had been lucky enough to get\npossession of a very remunerative claim. He wrote to Travis that he\nhad already realized two thousand dollars from it, and expected to\nmake his fortune within six months.",
        "Two thousand dollars! This seemed to Travis a very large sum, and\nquite dazzled his imagination. He was at once inflamed with the\ndesire to go out to California and try his luck. In his present\nsituation he only received thirty dollars a month, which was\nprobably all that his services were worth, but went a very little\nway towards gratifying his expensive tastes. Accordingly he\ndetermined to take the next steamer to the land of gold, if he\ncould possibly manage to get money enough to pay the passage.",
        "The price of a steerage passage at that time was seventy-five\ndollars,–not a large sum, certainly,–but it might as well have\nbeen seventy-five hundred for any chance James Travis had of raising\nthe amount at present. His available funds consisted of precisely\ntwo dollars and a quarter; of which sum, one dollar and a half was\ndue to his washerwoman. This, however, would not have troubled\nTravis much, and he would conveniently have forgotten all about it;\nbut, even leaving this debt unpaid, the sum at his command would not\nhelp him materially towards paying his passage money.",
        "Travis applied for help to two or three of his companions; but they\nwere all of that kind who never keep an account with savings banks,\nbut carry all their spare cash about with them. One of these friends\noffered to lend him thirty-seven cents, and another a dollar; but\nneither of these offers seemed to encourage him much. He was about\ngiving up his project in despair, when he learned, accidentally, as\nwe have already said, the extent of Dick’s savings.",
        "One hundred and seventeen dollars! Why, that would not only pay his\npassage, but carry him up to the mines, after he had arrived in San\nFrancisco. He could not help thinking it over, and the result of\nthis thinking was that he determined to borrow it of Dick without\nleave. Knowing that neither of the boys were in their room in the\ndaytime, he came back in the course of the morning, and, being\nadmitted by Mrs. Mooney herself, said, by way of accounting for his\npresence, that he had a cold, and had come back for a handkerchief.\nThe landlady suspected nothing, and, returning at once to her work\nin the kitchen, left the coast clear.",
        "Travis at once entered Dick’s room, and, as there seemed to be no\nother place for depositing money, tried the bureau-drawers. They\nwere all readily opened, except one, which proved to be locked. This\nhe naturally concluded must contain the money, and going back to his\nown chamber for the key of the bureau, tried it on his return, and\nfound to his satisfaction that it would fit. When he discovered the\nbank-book, his joy was mingled with disappointment. He had expected\nto find bank-bills instead. This would have saved all further\ntrouble, and would have been immediately available. Obtaining money\nat the savings bank would involve fresh risk. Travis hesitated\nwhether to take it or not; but finally decided that it would be\nworth the trouble and hazard.",
        "He accordingly slipped the book into his pocket, locked the drawer\nagain, and, forgetting all about the handkerchief for which he had\ncome home went downstairs, and into the street.",
        "There would have been time to go to the savings bank that day, but\nTravis had already been absent from his place of business some time,\nand did not venture to take the additional time required. Besides,\nnot being very much used to savings banks, never having had occasion\nto use them, he thought it would be more prudent to look over the\nrules and regulations, and see if he could not get some information\nas to the way he ought to proceed. So the day passed, and Dick’s\nmoney was left in safety at the bank.",
        "In the evening, it occurred to Travis that it might be well to find\nout whether Dick had discovered his loss. This reflection it was\nthat induced the visit which is recorded at the close of the last\nchapter. The result was that he was misled by the boys’ silence on\nthe subject, and concluded that nothing had yet been discovered.",
        "“Good!” thought Travis, with satisfaction. “If they don’t find out\nfor twenty-four hours, it’ll be too late, then, and I shall be all\nright.”",
        "There being a possibility of the loss being discovered before the\nboys went out in the morning, Travis determined to see them at that\ntime, and judge whether such was the case. He waited, therefore,\nuntil he heard the boys come out, and then opened his own door.",
        "“Morning, gents,” said he, sociably. “Going to business?”",
        "“Yes,” said Dick. “I’m afraid my clerks’ll be lazy if I aint\non hand.”",
        "“Good joke!” said Travis. “If you pay good wages, I’d like to speak\nfor a place.”",
        "“I pay all I get myself,” said Dick. “How’s business with you?”",
        "“So so. Why don’t you call round, some time?”",
        "“All my evenin’s is devoted to literatoor and science,” said Dick.\n“Thank you all the same.”",
        "“Where do you hang out?” inquired Travis, in choice language,\naddressing Fosdick.",
        "“At Henderson’s hat and cap store, on Broadway.”",
        "“I’ll look in upon you some time when I want a tile,” said Travis.\n“I suppose you sell cheaper to your friends.”",
        "“I’ll be as reasonable as I can,” said Fosdick, not very cordially;\nfor he did not much fancy having it supposed by his employer that\nsuch a disreputable-looking person as Travis was a friend of his.",
        "However, Travis had no idea of showing himself at the Broadway\nstore, and only said this by way of making conversation, and\nencouraging the boys to be social.",
        "“You haven’t any of you gents seen a pearl-handled knife, have you?\"\nhe asked.",
        "“No,” said Fosdick; “have you lost one?”",
        "“Yes,” said Travis, with unblushing falsehood. “I left it on my\nbureau a day or two since. I’ve missed one or two other little\nmatters. Bridget don’t look to me any too honest. Likely she’s\ngot ’em.”",
        "“What are you goin’ to do about it?” said Dick.",
        "“I’ll keep mum unless I lose something more, and then I’ll kick up a\nrow, and haul her over the coals. Have you missed anything?”",
        "“No,” said Fosdick, answering for himself, as he could do without\nviolating the truth.",
        "There was a gleam of satisfaction in the eyes of Travis, as he heard\nthis.",
        "“They haven’t found it out yet,” he thought. “I’ll bag the money\nto-day, and then they may whistle for it.”",
        "Having no further object to serve in accompanying the boys, he bade\nthem good-morning, and turned down another street.",
        "“He’s mighty friendly all of a sudden,” said Dick.",
        "“Yes,” said Fosdick; “it’s very evident what it all means. He wants\nto find out whether you have discovered your loss or not.”",
        "“But he didn’t find out.”",
        "“No; we’ve put him on the wrong track. He means to get his money\nto-day, no doubt.”",
        "“My money,” suggested Dick.",
        "“I accept the correction,” said Fosdick.",
        "“Of course, Dick, you’ll be on hand as soon as the bank opens.”",
        "“In course I shall. Jim Travis’ll find he’s walked into the\nwrong shop.”",
        "“The bank opens at ten o’clock, you know.”",
        "“I’ll be there on time.”",
        "The two boys separated.",
        "“Good luck, Dick,” said Fosdick, as he parted from him. “It’ll all\ncome out right, I think.”",
        "“I hope ’twill,” said Dick.",
        "He had recovered from his temporary depression, and made up his mind\nthat the money would be recovered. He had no idea of allowing\nhimself to be outwitted by Jim Travis, and enjoyed already, in\nanticipation, the pleasure of defeating his rascality.",
        "It wanted two hours and a half yet to ten o’clock, and this time to\nDick was too precious to be wasted. It was the time of his greatest\nharvest. He accordingly repaired to his usual place of business,\nsucceeded in obtaining six customers, which yielded him sixty cents.\nHe then went to a restaurant, and got some breakfast. It was now\nhalf-past nine, and Dick, feeling that it wouldn’t do to be late,\nleft his box in charge of Johnny Nolan, and made his way to the\nbank.",
        "The officers had not yet arrived, and Dick lingered on the outside,\nwaiting till they should come. He was not without a little\nuneasiness, fearing that Travis might be as prompt as himself, and\nfinding him there, might suspect something, and so escape the snare.\nBut, though looking cautiously up and down the street, he could\ndiscover no traces of the supposed thief. In due time ten o’clock\nstruck, and immediately afterwards the doors of the bank were thrown\nopen, and our hero entered.",
        "As Dick had been in the habit of making a weekly visit for the last\nnine months, the cashier had come to know him by sight.",
        "“You’re early, this morning, my lad,” he said, pleasantly. “Have you\ngot some more money to deposit? You’ll be getting rich, soon.”",
        "“I don’t know about that,” said Dick. “My bank-book’s been stole.”",
        "“Stolen!” echoed the cashier. “That’s unfortunate. Not so bad as it\nmight be, though. The thief can’t collect the money.”",
        "“That’s what I came to see about,” said Dick. “I was afraid he might\nhave got it already.”",
        "“He hasn’t been here yet. Even if he had, I remember you, and should\nhave detected him. When was it taken?”",
        "“Yesterday,” said Dick. “I missed it in the evenin’ when I\ngot home.”",
        "“Have you any suspicion as to the person who took it?” asked\nthe cashier.",
        "Dick thereupon told all he knew as to the general character and\nsuspicious conduct of Jim Travis, and the cashier agreed with him\nthat he was probably the thief. Dick also gave his reason for\nthinking that he would visit the bank that morning, to withdraw\nthe funds.",
        "“Very good,” said the cashier. “We’ll be ready for him. What is the\nnumber of your book?”",
        "“No. 5,678,” said Dick.",
        "“Now give me a little description of this Travis whom you suspect.”",
        "Dick accordingly furnished a brief outline sketch of Travis, not\nparticularly complimentary to the latter.",
        "“That will answer. I think I shall know him,” said the cashier. “You\nmay depend upon it that he shall receive no money on your account.”",
        "“Thank you,” said Dick.",
        "Considerably relieved in mind, our hero turned towards the door,\nthinking that there would be nothing gained by his remaining longer,\nwhile he would of course lose time.",
        "He had just reached the doors, which were of glass, when through\nthem he perceived James Travis himself just crossing the street, and\napparently coming towards the bank. It would not do, of course, for\nhim to be seen.",
        "“Here he is,” he exclaimed, hurrying back. “Can’t you hide me\nsomewhere? I don’t want to be seen.”",
        "The cashier understood at once how the land lay. He quickly opened a\nlittle door, and admitted Dick behind the counter.",
        "“Stoop down,” he said, “so as not to be seen.”",
        "Dick had hardly done so when Jim Travis opened the outer door,\nand, looking about him in a little uncertainty, walked up to the\ncashier’s desk.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}