{
    "title": "Ragged Dick - Chapter XX. Nine Months Later",
    "author": "Horatio Alger",
    "chapter": "21",
    "content": [
        "\n\n",
        "The next morning Fosdick rose early, put on his new suit, and, after\ngetting breakfast, set out for the Broadway store in which he had\nobtained a position. He left his little blacking-box in the room.",
        "“It’ll do to brush my own shoes,” he said. “Who knows but I may have\nto come back to it again?”",
        "“No danger,” said Dick; “I’ll take care of the feet, and you’ll have\nto look after the heads, now you’re in a hat-store.”",
        "“I wish you had a place too,” said Fosdick.",
        "“I don’t know enough yet,” said Dick. “Wait till I’ve gradooated.”",
        "“And can put A.B. after your name.”",
        "“What’s that?”",
        "“It stands for Bachelor of Arts. It’s a degree that students get\nwhen they graduate from college.”",
        "“Oh,” said Dick, “I didn’t know but it meant A Boot-black. I can put\nthat after my name now. Wouldn’t Dick Hunter, A.B., sound tip-top?”",
        "“I must be going,” said Fosdick. “It won’t do for me to be late the\nvery first morning.”",
        "“That’s the difference between you and me,” said Dick. “I’m my own\nboss, and there aint no one to find fault with me if I’m late. But I\nmight as well be goin’ too. There’s a gent as comes down to his\nstore pretty early that generally wants a shine.”",
        "The two boys parted at the Park. Fosdick crossed it, and proceeded\nto the hat-store, while Dick, hitching up his pants, began to look\nabout him for a customer. It was seldom that Dick had to wait long.\nHe was always on the alert, and if there was any business to do\nhe was always sure to get his share of it. He had now a stronger\ninducement than ever to attend strictly to business; his little\nstock of money in the savings bank having been nearly exhausted by\nhis liberality to his room-mate. He determined to be as economical\nas possible, and moreover to study as hard as he could, that he\nmight be able to follow Fosdick’s example, and obtain a place in\na store or counting-room. As there were no striking incidents\noccurring in our hero’s history within the next nine months, I\npropose to pass over that period, and recount the progress he made\nin that time.",
        "Fosdick was still at the hat-store, having succeeded in giving\nperfect satisfaction to Mr. Henderson. His wages had just been\nraised to five dollars a week. He and Dick still kept house together\nat Mrs. Mooney’s lodging-house, and lived very frugally, so that\nboth were able to save up money. Dick had been unusually successful\nin business. He had several regular patrons, who had been drawn to\nhim by his ready wit, and quick humor, and from two of them he had\nreceived presents of clothing, which had saved him any expense on\nthat score. His income had averaged quite seven dollars a week in\naddition to this. Of this amount he was now obliged to pay one\ndollar weekly for the room which he and Fosdick occupied, but he\nwas still able to save one half the remainder. At the end of nine\nmonths therefore, or thirty-nine weeks, it will be seen that he had\naccumulated no less a sum than one hundred and seventeen dollars.\nDick may be excused for feeling like a capitalist when he looked at\nthe long row of deposits in his little bank-book. There were other\nboys in the same business who had earned as much money, but they\nhad had little care for the future, and spent as they went along,\nso that few could boast a bank-account, however small.",
        "“You’ll be a rich man some time, Dick,” said Henry Fosdick,\none evening.",
        "“And live on Fifth Avenoo,” said Dick.",
        "“Perhaps so. Stranger things have happened.”",
        "“Well,” said Dick, “if such a misfortin’ should come upon me I\nshould bear it like a man. When you see a Fifth Avenoo manshun for\nsale for a hundred and seventeen dollars, just let me know and I’ll\nbuy it as an investment.”",
        "“Two hundred and fifty years ago you might have bought one for that\nprice, probably. Real estate wasn’t very high among the Indians.”",
        "“Just my luck,” said Dick; “I was born too late. I’d orter have been\nan Indian, and lived in splendor on my present capital.”",
        "“I’m afraid you’d have found your present business rather\nunprofitable at that time.”",
        "But Dick had gained something more valuable than money. He had\nstudied regularly every evening, and his improvement had been\nmarvellous. He could now read well, write a fair hand, and had\nstudied arithmetic as far as Interest. Besides this he had obtained\nsome knowledge of grammar and geography. If some of my boy readers,\nwho have been studying for years, and got no farther than this,\nshould think it incredible that Dick, in less than a year, and\nstudying evenings only, should have accomplished it, they must\nremember that our hero was very much in earnest in his desire to\nimprove. He knew that, in order to grow up respectable, he must be\nwell advanced, and he was willing to work. But then the reader must\nnot forget that Dick was naturally a smart boy. His street education\nhad sharpened his faculties, and taught him to rely upon himself. He\nknew that it would take him a long time to reach the goal which he\nhad set before him, and he had patience to keep on trying. He knew\nthat he had only himself to depend upon, and he determined to make\nthe most of himself,–a resolution which is the secret of success\nin nine cases out of ten.",
        "“Dick,” said Fosdick, one evening, after they had completed their\nstudies, “I think you’ll have to get another teacher soon.”",
        "“Why?” asked Dick, in some surprise. “Have you been offered a more\nloocrative position?”",
        "“No,” said Fosdick, “but I find I have taught you all I know myself.\nYou are now as good a scholar as I am.”",
        "“Is that true?” said Dick, eagerly, a flush of gratification\ncoloring his brown cheek.",
        "“Yes,” said Fosdick. “You’ve made wonderful progress. I propose,\nnow that evening schools have begun, that we join one, and study\ntogether through the winter.”",
        "“All right,” said Dick. “I’d be willin’ to go now; but when I first\nbegan to study I was ashamed to have anybody know that I was so\nignorant. Do you really mean, Fosdick, that I know as much as you?”",
        "“Yes, Dick, it’s true.”",
        "“Then I’ve got you to thank for it,” said Dick, earnestly. “You’ve\nmade me what I am.”",
        "“And haven’t you paid me, Dick?”",
        "“By payin’ the room-rent,” said Dick, impulsively. “What’s that? It\nisn’t half enough. I wish you’d take half my money; you deserve it.”",
        "“Thank you, Dick, but you’re too generous. You’ve more than paid me.\nWho was it took my part when all the other boys imposed upon me? And\nwho gave me money to buy clothes, and so got me my situation?”",
        "“Oh, that’s nothing!” said Dick.",
        "“It’s a great deal, Dick. I shall never forget it. But now it seems\nto me you might try to get a situation yourself.”",
        "“Do I know enough?”",
        "“You know as much as I do.”",
        "“Then I’ll try,” said Dick, decidedly.",
        "“I wish there was a place in our store,” said Fosdick. “It would be\npleasant for us to be together.”",
        "“Never mind,” said Dick; “there’ll be plenty of other chances.\nP’r’aps A. T. Stewart might like a partner. I wouldn’t ask more’n a\nquarter of the profits.”",
        "“Which would be a very liberal proposal on your part,” said Fosdick,\nsmiling. “But perhaps Mr. Stewart might object to a partner living\non Mott Street.”",
        "“I’d just as lieves move to Fifth Avenoo,” said Dick. “I aint got no\nprejudices in favor of Mott Street.”",
        "“Nor I,” said Fosdick, “and in fact I have been thinking it might be\na good plan for us to move as soon as we could afford. Mrs. Mooney\ndoesn’t keep the room quite so neat as she might.”",
        "“No,” said Dick. “She aint got no prejudices against dirt. Look at\nthat towel.”",
        "Dick held up the article indicated, which had now seen service\nnearly a week, and hard service at that,–Dick’s avocation causing\nhim to be rather hard on towels.",
        "“Yes,” said Fosdick, “I’ve got about tired of it. I guess we can\nfind some better place without having to pay much more. When we\nmove, you must let me pay my share of the rent.”",
        "“We’ll see about that,” said Dick. “Do you propose to move to\nFifth Avenoo?”",
        "“Not just at present, but to some more agreeable neighborhood than\nthis. We’ll wait till you get a situation, and then we can decide.”",
        "A few days later, as Dick was looking about for customers in the\nneighborhood of the Park, his attention was drawn to a fellow\nboot-black, a boy about a year younger than himself, who appeared to\nhave been crying.",
        "“What’s the matter, Tom?” asked Dick. “Haven’t you had luck to-day?”",
        "“Pretty good,” said the boy; “but we’re havin’ hard times at home.\nMother fell last week and broke her arm, and to-morrow we’ve got to\npay the rent, and if we don’t the landlord says he’ll turn us out.”",
        "“Haven’t you got anything except what you earn?” asked Dick.",
        "“No,” said Tom, “not now. Mother used to earn three or four dollars\na week; but she can’t do nothin’ now, and my little sister and\nbrother are too young.”",
        "Dick had quick sympathies. He had been so poor himself, and\nobliged to submit to so many privations that he knew from personal\nexperience how hard it was. Tom Wilkins he knew as an excellent boy\nwho never squandered his money, but faithfully carried it home to\nhis mother. In the days of his own extravagance and shiftlessness\nhe had once or twice asked Tom to accompany him to the Old Bowery\nor Tony Pastor’s, but Tom had always steadily refused.",
        "“I’m sorry for you, Tom,” he said. “How much do you owe for rent?”",
        "“Two weeks now,” said Tom.",
        "“How much is it a week?”",
        "“Two dollars a week–that makes four.”",
        "“Have you got anything towards it?”",
        "“No; I’ve had to spend all my money for food for mother and the rest\nof us. I’ve had pretty hard work to do that. I don’t know what we’ll\ndo. I haven’t any place to go to, and I’m afraid mother’ll get cold\nin her arm.”",
        "“Can’t you borrow the money somewhere?” asked Dick.",
        "Tom shook his head despondingly.",
        "“All the people I know are as poor as I am,” said he. “They’d help\nme if they could, but it’s hard work for them to get along\nthemselves.”",
        "“I’ll tell you what, Tom,” said Dick, impulsively, “I’ll stand your\nfriend.”",
        "“Have you got any money?” asked Tom, doubtfully.",
        "“Got any money!” repeated Dick. “Don’t you know that I run a bank on\nmy own account? How much is it you need?”",
        "“Four dollars,” said Tom. “If we don’t pay that before to-morrow\nnight, out we go. You haven’t got as much as that, have you?”",
        "“Here are three dollars,” said Dick, drawing out his pocket-book.\n“I’ll let you have the rest to-morrow, and maybe a little more.”",
        "“You’re a right down good fellow, Dick,” said Tom; “but won’t you\nwant it yourself?”",
        "“Oh, I’ve got some more,” said Dick.",
        "“Maybe I’ll never be able to pay you.”",
        "“S’pose you don’t,” said Dick; “I guess I won’t fail.”",
        "“I won’t forget it, Dick. I hope I’ll be able to do somethin’ for\nyou sometime.”",
        "“All right,” said Dick. “I’d ought to help you. I haven’t got no\nmother to look out for. I wish I had.”",
        "There was a tinge of sadness in his tone, as he pronounced the last\nfour words; but Dick’s temperament was sanguine, and he never gave\nway to unavailing sadness. Accordingly he began to whistle as he\nturned away, only adding, “I’ll see you to-morrow, Tom.”",
        "The three dollars which Dick had handed to Tom Wilkins were his\nsavings for the present week. It was now Thursday afternoon. His\nrent, which amounted to a dollar, he expected to save out of the\nearnings of Friday and Saturday. In order to give Tom the additional\nassistance he had promised, Dick would be obliged to have recourse\nto his bank-savings. He would not have ventured to trench upon it\nfor any other reason but this. But he felt that it would be selfish\nto allow Tom and his mother to suffer when he had it in his power\nto relieve them. But Dick was destined to be surprised, and that in\na disagreeable manner, when he reached home.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}