{
    "title": "Ragged Dick - Chapter XI. Dick As a Detective",
    "author": "Horatio Alger",
    "chapter": "12",
    "content": [
        "\n\n",
        "Dick’s ready identification of the rogue who had cheated the\ncountryman, surprised Frank.",
        "“What makes you think it is he?” he asked.",
        "“Because I’ve seen him before, and I know he’s up to them kind of\ntricks. When I heard how he looked, I was sure I knowed him.”",
        "“Our recognizing him won’t be of much use,” said Frank. “It won’t\ngive back the countryman his money.”",
        "“I don’t know,” said Dick, thoughtfully. “May be I can get it.”",
        "“How?” asked Frank, incredulously.",
        "“Wait a minute, and you’ll see.”",
        "Dick left his companion, and went up to the man whom he suspected.",
        "“Ephraim Smith,” said Dick, in a low voice.",
        "The man turned suddenly, and looked at Dick uneasily.",
        "“What did you say?” he asked.",
        "“I believe your name is Ephraim Smith,” continued Dick.",
        "“You’re mistaken,” said the man, and was about to move off.",
        "“Stop a minute,” said Dick. “Don’t you keep your money in the\nWashington Bank?”",
        "“I don’t know any such bank. I’m in a hurry, young man, and I can’t\nstop to answer any foolish questions.”",
        "The boat had by this time reached the Brooklyn pier, and Mr. Ephraim\nSmith seemed in a hurry to land.",
        "“Look here,” said Dick, significantly; “you’d better not go on shore\nunless you want to jump into the arms of a policeman.”",
        "“What do you mean?” asked the man, startled.",
        "“That little affair of yours is known to the police,” said Dick;\n“about how you got fifty dollars out of a greenhorn on a false\ncheck, and it mayn’t be safe for you to go ashore.”",
        "“I don’t know what you’re talking about,” said the swindler with\naffected boldness, though Dick could see that he was ill at ease.",
        "“Yes you do,” said Dick. “There isn’t but one thing to do. Just give\nme back that money, and I’ll see that you’re not touched. If you\ndon’t, I’ll give you up to the first p’liceman we meet.”",
        "Dick looked so determined, and spoke so confidently, that the other,\novercome by his fears, no longer hesitated, but passed a roll of\nbills to Dick and hastily left the boat.",
        "All this Frank witnessed with great amazement, not understanding\nwhat influence Dick could have obtained over the swindler sufficient\nto compel restitution.",
        "“How did you do it?” he asked eagerly.",
        "“I told him I’d exert my influence with the president to have him\ntried by habeas corpus,” said Dick.",
        "“And of course that frightened him. But tell me, without joking, how\nyou managed.”",
        "Dick gave a truthful account of what occurred, and then said, “Now\nwe’ll go back and carry the money.”",
        "“Suppose we don’t find the poor countryman?”",
        "“Then the p’lice will take care of it.”",
        "They remained on board the boat, and in five minutes were again in\nNew York. Going up Wall Street, they met the countryman a little\ndistance from the Custom House. His face was marked with the traces\nof deep anguish; but in his case even grief could not subdue the\ncravings of appetite. He had purchased some cakes of one of the old\nwomen who spread out for the benefit of passers-by an array of\napples and seed-cakes, and was munching them with melancholy\nsatisfaction.",
        "“Hilloa!” said Dick. “Have you found your money?”",
        "“No,” ejaculated the young man, with a convulsive gasp. “I shan’t\never see it again. The mean skunk’s cheated me out of it. Consarn\nhis picter! It took me most six months to save it up. I was workin’\nfor Deacon Pinkham in our place. Oh, I wish I’d never come to New\nYork! The deacon, he told me he’d keep it for me; but I wanted to\nput it in the bank, and now it’s all gone, boo hoo!”",
        "And the miserable youth, having despatched his cakes, was so\novercome by the thought of his loss that he burst into tears.",
        "“I say,” said Dick, “dry up, and see what I’ve got here.”",
        "The youth no sooner saw the roll of bills, and comprehended that it\nwas indeed his lost treasure, than from the depths of anguish he was\nexalted to the most ecstatic joy. He seized Dick’s hand, and shook\nit with so much energy that our hero began to feel rather alarmed\nfor its safety.",
        "“’Pears to me you take my arm for a pump-handle,” said he. “Couldn’t\nyou show your gratitood some other way? It’s just possible I may\nwant to use my arm ag’in some time.”",
        "The young man desisted, but invited Dick most cordially to come up\nand stop a week with him at his country home, assuring him that he\nwouldn’t charge him anything for board.",
        "“All right!” said Dick. “If you don’t mind I’ll bring my wife along,\ntoo. She’s delicate, and the country air might do her good.”",
        "Jonathan stared at him in amazement, uncertain whether to credit the\nfact of his marriage. Dick walked on with Frank, leaving him in an\napparent state of stupefaction, and it is possible that he has not\nyet settled the affair to his satisfaction.",
        "“Now,” said Frank, “I think I’ll go back to the Astor House. Uncle\nhas probably got through his business and returned.”",
        "“All right,” said Dick.",
        "The two boys walked up to Broadway, just where the tall steeple of\nTrinity faces the street of bankers and brokers, and walked\nleisurely to the hotel. When they arrived at the Astor House, Dick\nsaid, “Good-by, Frank.”",
        "“Not yet,” said Frank; “I want you to come in with me.”",
        "Dick followed his young patron up the steps. Frank went to the\nreading-room, where, as he had thought probable, he found his uncle\nalready arrived, and reading a copy of “The Evening Post,” which he\nhad just purchased outside.",
        "“Well, boys,” he said, looking up, “have you had a pleasant jaunt?”",
        "“Yes, sir,” said Frank. “Dick’s a capital guide.”",
        "“So this is Dick,” said Mr. Whitney, surveying him with a smile.\n“Upon my word, I should hardly have known him. I must congratulate\nhim on his improved appearance.”",
        "“Frank’s been very kind to me,” said Dick, who, rough street-boy as\nhe was, had a heart easily touched by kindness, of which he had\nnever experienced much. “He’s a tip-top fellow.”",
        "“I believe he is a good boy,” said Mr. Whitney. “I hope, my lad, you\nwill prosper and rise in the world. You know in this free country\npoverty in early life is no bar to a man’s advancement. I haven’t\nrisen very high myself,” he added, with a smile, “but have met with\nmoderate success in life; yet there was a time when I was as poor as\nyou.”",
        "“Were you, sir,” asked Dick, eagerly.",
        "“Yes, my boy, I have known the time I have been obliged to go\nwithout my dinner because I didn’t have enough money to pay for it.”",
        "“How did you get up in the world,” asked Dick, anxiously.",
        "“I entered a printing-office as an apprentice, and worked for some\nyears. Then my eyes gave out and I was obliged to give that up. Not\nknowing what else to do, I went into the country, and worked on a\nfarm. After a while I was lucky enough to invent a machine, which\nhas brought me in a great deal of money. But there was one thing I\ngot while I was in the printing-office which I value more than\nmoney.”",
        "“What was that, sir?”",
        "“A taste for reading and study. During my leisure hours I improved\nmyself by study, and acquired a large part of the knowledge which I\nnow possess. Indeed, it was one of my books that first put me on the\ntrack of the invention, which I afterwards made. So you see, my lad,\nthat my studious habits paid me in money, as well as in another\nway.”",
        "“I’m awful ignorant,” said Dick, soberly.",
        "“But you are young, and, I judge, a smart boy. If you try to learn,\nyou can, and if you ever expect to do anything in the world, you\nmust know something of books.”",
        "“I will,” said Dick, resolutely. “I aint always goin’ to black boots\nfor a livin’.”",
        "“All labor is respectable, my lad, and you have no cause to be\nashamed of any honest business; yet when you can get something to do\nthat promises better for your future prospects, I advise you to do\nso. Till then earn your living in the way you are accustomed to,\navoid extravagance, and save up a little money if you can.”",
        "“Thank you for your advice,” said our hero. “There aint many that\ntakes an interest in Ragged Dick.”",
        "“So that’s your name,” said Mr. Whitney. “If I judge you rightly,\nit won’t be long before you change it. Save your money, my lad,\nbuy books, and determine to be somebody, and you may yet fill an\nhonorable position.”",
        "“I’ll try,” said Dick. “Good-night, sir.”",
        "“Wait a minute, Dick,” said Frank. “Your blacking-box and old\nclothes are upstairs. You may want them.”",
        "“In course,” said Dick. “I couldn’t get along without my best\nclothes, and my stock in trade.”",
        "“You may go up to the room with him, Frank,” said Mr. Whitney. “The\nclerk will give you the key. I want to see you, Dick, before you\ngo.”",
        "“Yes, sir,” said Dick.",
        "“Where are you going to sleep to-night, Dick?” asked Frank, as they\nwent upstairs together.",
        "“P’r’aps at the Fifth Avenue Hotel–on the outside,” said Dick.",
        "“Haven’t you any place to sleep, then?”",
        "“I slept in a box, last night.”",
        "“In a box?”",
        "“Yes, on Spruce Street.”",
        "“Poor fellow!” said Frank, compassionately.",
        "“Oh, ’twas a bully bed–full of straw! I slept like a top.”",
        "“Don’t you earn enough to pay for a room, Dick?”",
        "“Yes,” said Dick; “only I spend my money foolish, goin’ to the Old\nBowery, and Tony Pastor’s, and sometimes gamblin’ in Baxter Street.”",
        "“You won’t gamble any more,–will you, Dick?” said Frank, laying his\nhand persuasively on his companion’s shoulder.",
        "“No, I won’t,” said Dick.",
        "“You’ll promise?”",
        "“Yes, and I’ll keep it. You’re a good feller. I wish you was goin’\nto be in New York.”",
        "“I am going to a boarding-school in Connecticut. The name of the\ntown is Barnton. Will you write to me, Dick?”",
        "“My writing would look like hens’ tracks,” said our hero.",
        "“Never mind. I want you to write. When you write you can tell me how\nto direct, and I will send you a letter.”",
        "“I wish you would,” said Dick. “I wish I was more like you.”",
        "“I hope you will make a much better boy, Dick. Now we’ll go in to my\nuncle. He wishes to see you before you go.”",
        "They went into the reading-room. Dick had wrapped up his\nblacking-brush in a newspaper with which Frank had supplied him,\nfeeling that a guest of the Astor House should hardly be seen\ncoming out of the hotel displaying such a professional sign.",
        "“Uncle, Dick’s ready to go,” said Frank.",
        "“Good-by, my lad,” said Mr. Whitney. “I hope to hear good accounts\nof you sometime. Don’t forget what I have told you. Remember that\nyour future position depends mainly upon yourself, and that it will\nbe high or low as you choose to make it.”",
        "He held out his hand, in which was a five-dollar bill. Dick shrunk\nback.",
        "“I don’t like to take it,” he said. “I haven’t earned it.”",
        "“Perhaps not,” said Mr. Whitney; “but I give it to you because I\nremember my own friendless youth. I hope it may be of service to\nyou. Sometime when you are a prosperous man, you can repay it in the\nform of aid to some poor boy, who is struggling upward as you are\nnow.”",
        "“I will, sir,” said Dick, manfully.",
        "He no longer refused the money, but took it gratefully, and, bidding\nFrank and his uncle good-by, went out into the street. A feeling of\nloneliness came over him as he left the presence of Frank, for whom\nhe had formed a strong attachment in the few hours he had known him.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}