{
    "title": "Ragged Dick - Chapter XV. Dick Secures a Tutor",
    "author": "Horatio Alger",
    "chapter": "16",
    "content": [
        "\n\n",
        "The next morning Dick was unusually successful, having plenty to do,\nand receiving for one job twenty-five cents,–the gentleman refusing\nto take change. Then flashed upon Dick’s mind the thought that he\nhad not yet returned the change due to the gentleman whose boots he\nhad blacked on the morning of his introduction to the reader.",
        "“What’ll he think of me?” said Dick to himself. “I hope he won’t\nthink I’m mean enough to keep the money.”",
        "Now Dick was scrupulously honest, and though the temptation to be\notherwise had often been strong, he had always resisted it. He was\nnot willing on any account to keep money which did not belong to\nhim, and he immediately started for 125 Fulton Street (the address\nwhich had been given him) where he found Mr. Greyson’s name on the\ndoor of an office on the first floor.",
        "The door being open, Dick walked in.",
        "“Is Mr. Greyson in?” he asked of a clerk who sat on a high stool\nbefore a desk.",
        "“Not just now. He’ll be in soon. Will you wait?”",
        "“Yes,” said Dick.",
        "“Very well; take a seat then.”",
        "Dick sat down and took up the morning “Tribune,” but presently\ncame to a word of four syllables, which he pronounced to himself a\n“sticker,” and laid it down. But he had not long to wait, for five\nminutes later Mr. Greyson entered.",
        "“Did you wish to speak to me, my lad?” said he to Dick, whom in his\nnew clothes he did not recognize.",
        "“Yes, sir,” said Dick. “I owe you some money.”",
        "“Indeed!” said Mr. Greyson, pleasantly; “that’s an agreeable\nsurprise. I didn’t know but you had come for some. So you are\na debtor of mine, and not a creditor?”",
        "“I b’lieve that’s right,” said Dick, drawing fifteen cents from his\npocket, and placing in Mr. Greyson’s hand.",
        "“Fifteen cents!” repeated he, in some surprise. “How do you happen\nto be indebted to me in that amount?”",
        "“You gave me a quarter for a-shinin’ your boots, yesterday mornin’,\nand couldn’t wait for the change. I meant to have brought it before,\nbut I forgot all about it till this mornin’.”",
        "“It had quite slipped my mind also. But you don’t look like the boy\nI employed. If I remember rightly he wasn’t as well dressed as you.”",
        "“No,” said Dick. “I was dressed for a party, then, but the clo’es\nwas too well ventilated to be comfortable in cold weather.”",
        "“You’re an honest boy,” said Mr. Greyson. “Who taught you to be\nhonest?”",
        "“Nobody,” said Dick. “But it’s mean to cheat and steal. I’ve always\nknowed that.”",
        "“Then you’ve got ahead of some of our business men. Do you read\nthe Bible?”",
        "“No,” said Dick. “I’ve heard it’s a good book, but I don’t know much\nabout it.”",
        "“You ought to go to some Sunday School. Would you be willing?”",
        "“Yes,” said Dick, promptly. “I want to grow up ’spectable. But I\ndon’t know where to go.”",
        "“Then I’ll tell you. The church I attend is at the corner of Fifth\nAvenue and Twenty-first Street.”",
        "“I’ve seen it,” said Dick.",
        "“I have a class in the Sunday School there. If you’ll come next\nSunday, I’ll take you into my class, and do what I can to help you.”",
        "“Thank you,” said Dick, “but p’r’aps you’ll get tired of teaching\nme. I’m awful ignorant.”",
        "“No, my lad,” said Mr. Greyson, kindly. “You evidently have some\ngood principles to start with, as you have shown by your scorn of\ndishonesty. I shall hope good things of you in the future.”",
        "“Well, Dick,” said our hero, apostrophizing himself, as he left the\noffice; “you’re gettin’ up in the world. You’ve got money invested,\nand are goin’ to attend church, by partic’lar invitation, on Fifth\nAvenue. I shouldn’t wonder much if you should find cards, when you\nget home, from the Mayor, requestin’ the honor of your company to\ndinner, along with other distinguished guests.”",
        "Dick felt in very good spirits. He seemed to be emerging from the\nworld in which he had hitherto lived, into a new atmosphere of\nrespectability, and the change seemed very pleasant to him.",
        "At six o’clock Dick went into a restaurant on Chatham Street, and\ngot a comfortable supper. He had been so successful during the day\nthat, after paying for this, he still had ninety cents left. While\nhe was despatching his supper, another boy came in, smaller and\nslighter than Dick, and sat down beside him. Dick recognized him\nas a boy who three months before had entered the ranks of the\nboot-blacks, but who, from a natural timidity, had not been able\nto earn much. He was ill-fitted for the coarse companionship of\nthe street boys, and shrank from the rude jokes of his present\nassociates. Dick had never troubled him; for our hero had a certain\nchivalrous feeling which would not allow him to bully or disturb a\nyounger and weaker boy than himself.",
        "“How are you, Fosdick?” said Dick, as the other seated himself.",
        "“Pretty well,” said Fosdick. “I suppose you’re all right.”",
        "“Oh, yes, I’m right side up with care. I’ve been havin’ a bully\nsupper. What are you goin’ to have?”",
        "“Some bread and butter.”",
        "“Why don’t you get a cup o’ coffee?”",
        "“Why,” said Fosdick, reluctantly, “I haven’t got money enough\nto-night.”",
        "“Never mind,” said Dick; “I’m in luck to-day, I’ll stand treat.”",
        "“That’s kind in you,” said Fosdick, gratefully.",
        "“Oh, never mind that,” said Dick.",
        "Accordingly he ordered a cup of coffee, and a plate of beefsteak,\nand was gratified to see that his young companion partook of both\nwith evident relish. When the repast was over, the boys went out\ninto the street together, Dick pausing at the desk to settle for\nboth suppers.",
        "“Where are you going to sleep to-night, Fosdick?” asked Dick, as\nthey stood on the sidewalk.",
        "“I don’t know,” said Fosdick, a little sadly. “In some doorway, I\nexpect. But I’m afraid the police will find me out, and make me\nmove on.”",
        "“I’ll tell you what,” said Dick, “you must go home with me. I guess\nmy bed will hold two.”",
        "“Have you got a room?” asked the other, in surprise.",
        "“Yes,” said Dick, rather proudly, and with a little excusable\nexultation. “I’ve got a room over in Mott Street; there I can\nreceive my friends. That’ll be better than sleepin’ in a\ndoor-way,–won’t it?”",
        "“Yes, indeed it will,” said Fosdick. “How lucky I was to come across\nyou! It comes hard to me living as I do. When my father was alive I\nhad every comfort.”",
        "“That’s more’n I ever had,” said Dick. “But I’m goin’ to try to live\ncomfortable now. Is your father dead?”",
        "“Yes,” said Fosdick, sadly. “He was a printer; but he was drowned\none dark night from a Fulton ferry-boat, and, as I had no relations\nin the city, and no money, I was obliged to go to work as quick as\nI could. But I don’t get on very well.”",
        "“Didn’t you have no brothers nor sisters?” asked Dick.",
        "“No,” said Fosdick; “father and I used to live alone. He was always\nso much company to me that I feel very lonesome without him. There’s\na man out West somewhere that owes him two thousand dollars. He used\nto live in the city, and father lent him all his money to help him\ngo into business; but he failed, or pretended to, and went off. If\nfather hadn’t lost that money he would have left me well off; but no\nmoney would have made up his loss to me.”",
        "“What’s the man’s name that went off with your father’s money?”",
        "“His name is Hiram Bates.”",
        "“P’r’aps you’ll get the money again, sometime.”",
        "“There isn’t much chance of it,” said Fosdick. “I’d sell out my\nchances of that for five dollars.”",
        "“Maybe I’ll buy you out sometime,” said Dick. “Now, come round and\nsee what sort of a room I’ve got. I used to go to the theatre\nevenings, when I had money; but now I’d rather go to bed early, and\nhave a good sleep.”",
        "“I don’t care much about theatres,” said Fosdick. “Father didn’t use\nto let me go very often. He said it wasn’t good for boys.”",
        "“I like to go to the Old Bowery sometimes. They have tip-top plays\nthere. Can you read and write well?” he asked, as a sudden thought\ncame to him.",
        "“Yes,” said Fosdick. “Father always kept me at school when he was\nalive, and I stood pretty well in my classes. I was expecting to\nenter at the Free Academy* next year.”",
        "* Now the college of the city of New York.",
        "“Then I’ll tell you what,” said Dick; “I’ll make a bargain with you.\nI can’t read much more’n a pig; and my writin’ looks like hens’\ntracks. I don’t want to grow up knowin’ no more’n a four-year-old\nboy. If you’ll teach me readin’ and writin’ evenin’s, you shall\nsleep in my room every night. That’ll be better’n door-steps or old\nboxes, where I’ve slept many a time.”",
        "“Are you in earnest?” said Fosdick, his face lighting up hopefully.",
        "“In course I am,” said Dick. “It’s fashionable for young gentlemen\nto have private tootors to introduct ’em into the flower-beds of\nliteratoor and science, and why shouldn’t I foller the fashion? You\nshall be my perfessor; only you must promise not to be very hard if\nmy writin’ looks like a rail-fence on a bender.”",
        "“I’ll try not to be too severe,” said Fosdick, laughing. “I shall be\nthankful for such a chance to get a place to sleep. Have you got\nanything to read out of?”",
        "“No,” said Dick. “My extensive and well-selected library was lost\noverboard in a storm, when I was sailin’ from the Sandwich Islands\nto the desert of Sahara. But I’ll buy a paper. That’ll do me a\nlong time.”",
        "Accordingly Dick stopped at a paper-stand, and bought a copy of\na weekly paper, filled with the usual variety of reading\nmatter,–stories, sketches, poems, etc.",
        "They soon arrived at Dick’s lodging-house. Our hero, procuring a\nlamp from the landlady, led the way into his apartment, which he\nentered with the proud air of a proprietor.",
        "“Well, how do you like it, Fosdick?” he asked, complacently.",
        "The time was when Fosdick would have thought it untidy and not\nparticularly attractive. But he had served a severe apprenticeship\nin the streets, and it was pleasant to feel himself under shelter,\nand he was not disposed to be critical.",
        "“It looks very comfortable, Dick,” he said.",
        "“The bed aint very large,” said Dick; “but I guess we can\nget along.”",
        "“Oh, yes,” said Fosdick, cheerfully. “I don’t take up much room.”",
        "“Then that’s all right. There’s two chairs, you see, one for you\nand one for me. In case the mayor comes in to spend the evenin’\nsocially, he can sit on the bed.”",
        "The boys seated themselves, and five minutes later, under the\nguidance of his young tutor, Dick had commenced his studies.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}