{
    "title": "Ragged Dick - Chapter V. Chatham Street and Broadway",
    "author": "Horatio Alger",
    "chapter": "6",
    "content": [
        "\n\n",
        "They were soon in Chatham Street, walking between rows of ready-made\nclothing shops, many of which had half their stock in trade exposed\non the sidewalk. The proprietors of these establishments stood at\nthe doors, watching attentively the passersby, extending urgent\ninvitations to any who even glanced at the goods to enter.",
        "“Walk in, young gentlemen,” said a stout man, at the entrance of one\nshop.",
        "“No, I thank you,” replied Dick, “as the fly said to the spider.”",
        "“We’re selling off at less than cost.”",
        "“Of course you be. That’s where you makes your money,” said Dick.\n“There aint nobody of any enterprise that pretends to make any\nprofit on his goods.”",
        "The Chatham Street trader looked after our hero as if he didn’t\nquite comprehend him; but Dick, without waiting for a reply, passed\non with his companion.",
        "In some of the shops auctions seemed to be going on.",
        "“I am only offered two dollars, gentlemen, for this elegant pair\nof doeskin pants, made of the very best of cloth. It’s a frightful\nsacrifice. Who’ll give an eighth? Thank you, sir. Only seventeen\nshillings! Why the cloth cost more by the yard!”",
        "This speaker was standing on a little platform haranguing to three\nmen, holding in his hand meanwhile a pair of pants very loose in\nthe legs, and presenting a cheap Bowery look.",
        "Frank and Dick paused before the shop door, and finally saw them\nknocked down to rather a verdant-looking individual at three\ndollars.",
        "“Clothes seem to be pretty cheap here,” said Frank.",
        "“Yes, but Baxter Street is the cheapest place.”",
        "“Is it?”",
        "“Yes. Johnny Nolan got a whole rig-out there last week, for a\ndollar,–coat, cap, vest, pants, and shoes. They was very good\nmeasure, too, like my best clothes that I took off to oblige you.”",
        "“I shall know where to come for clothes next time,” said Frank,\nlaughing. “I had no idea the city was so much cheaper than the\ncountry. I suppose the Baxter Street tailors are fashionable?”",
        "“In course they are. Me and Horace Greeley always go there for\nclothes. When Horace gets a new suit, I always have one made just\nlike it; but I can’t go the white hat. It aint becomin’ to my\nstyle of beauty.”",
        "A little farther on a man was standing out on the sidewalk,\ndistributing small printed handbills. One was handed to Frank,\nwhich he read as follows,–",
        "“GRAND CLOSING-OUT SALE!–A variety of Beautiful and Costly\nArticles for Sale, at a Dollar apiece. Unparalleled Inducements!\nWalk in, Gentlemen!”",
        "“Whereabouts is this sale?” asked Frank.",
        "“In here, young gentlemen,” said a black-whiskered individual,\nwho appeared suddenly on the scene. “Walk in.”",
        "“Shall we go in, Dick?”",
        "“It’s a swindlin’ shop,” said Dick, in a low voice. “I’ve been\nthere. That man’s a regular cheat. He’s seen me before, but he\ndon’t know me coz of my clothes.”",
        "“Step in and see the articles,” said the man, persuasively. “You\nneedn’t buy, you know.”",
        "“Are all the articles worth more’n a dollar?” asked Dick.",
        "“Yes,” said the other, “and some worth a great deal more.”",
        "“Such as what?”",
        "“Well, there’s a silver pitcher worth twenty dollars.”",
        "“And you sell it for a dollar. That’s very kind of you,” said Dick,\ninnocently.",
        "“Walk in, and you’ll understand it.”",
        "“No, I guess not,” said Dick. “My servants is so dishonest that I\nwouldn’t like to trust ’em with a silver pitcher. Come along, Frank.\nI hope you’ll succeed in your charitable enterprise of supplyin’\nthe public with silver pitchers at nineteen dollars less than they\nare worth.”",
        "“How does he manage, Dick?” asked Frank, as they went on.",
        "“All his articles are numbered, and he makes you pay a dollar, and\nthen shakes some dice, and whatever the figgers come to, is the\nnumber of the article you draw. Most of ’em aint worth sixpence.”",
        "A hat and cap store being close at hand, Dick and Frank went in. For\nseventy-five cents, which Frank insisted on paying, Dick succeeded\nin getting quite a neat-looking cap, which corresponded much better\nwith his appearance than the one he had on. The last, not being\nconsidered worth keeping, Dick dropped on the sidewalk, from which,\non looking back, he saw it picked up by a brother boot-black who\nappeared to consider it better than his own.",
        "They retraced their steps and went up Chambers Street to Broadway.\nAt the corner of Broadway and Chambers Street is a large white\nmarble warehouse, which attracted Frank’s attention.",
        "“What building is that?” he asked, with interest.",
        "“That belongs to my friend A. T. Stewart,” said Dick. “It’s the\nbiggest store on Broadway.* If I ever retire from boot-blackin’, and\ngo into mercantile pursuits, I may buy him out, or build another\nstore that’ll take the shine off this one.”",
        "* Mr. Stewart’s Tenth Street store was not open at the time\nDick spoke.",
        "“Were you ever in the store?” asked Frank.",
        "“No,” said Dick; “but I’m intimate with one of Stewart’s partners.\nHe is a cash boy, and does nothing but take money all day.”",
        "“A very agreeable employment,” said Frank, laughing.",
        "“Yes,” said Dick, “I’d like to be in it.”",
        "The boys crossed to the West side of Broadway, and walked slowly up\nthe street. To Frank it was a very interesting spectacle. Accustomed\nto the quiet of the country, there was something fascinating in the\ncrowds of people thronging the sidewalks, and the great variety of\nvehicles constantly passing and repassing in the street. Then again\nthe shop-windows with their multifarious contents interested and\namused him, and he was constantly checking Dick to look in at some\nwell-stocked window.",
        "“I don’t see how so many shopkeepers can find people enough to buy\nof them,” he said. “We haven’t got but two stores in our village,\nand Broadway seems to be full of them.”",
        "“Yes,” said Dick; “and its pretty much the same in the avenoos,\n’specially the Third, Sixth, and Eighth avenoos. The Bowery, too,\nis a great place for shoppin’. There everybody sells cheaper’n\nanybody else, and nobody pretends to make no profit on their goods.”",
        "“Where’s Barnum’s Museum?” asked Frank.",
        "“Oh, that’s down nearly opposite the Astor House,” said Dick.\n“Didn’t you see a great building with lots of flags?”",
        "“Yes.”",
        "“Well, that’s Barnum’s.* That’s where the Happy Family live, and the\nlions, and bears, and curiosities generally. It’s a tip-top place.\nHaven’t you ever been there? It’s most as good as the Old Bowery,\nonly the plays isn’t quite so excitin’.”",
        "* Since destroyed by fire, and rebuilt farther up Broadway,\nand again burned down in February.",
        "“I’ll go if I get time,” said Frank. “There is a boy at home who\ncame to New York a month ago, and went to Barnum’s, and has been\ntalking about it ever since, so I suppose it must be worth seeing.”",
        "“They’ve got a great play at the Old Bowery now,” pursued Dick.\n“’Tis called the ’Demon of the Danube.’ The Demon falls in love with\na young woman, and drags her by the hair up to the top of a steep\nrock where his castle stands.”",
        "“That’s a queer way of showing his love,” said Frank, laughing.",
        "“She didn’t want to go with him, you know, but was in love with\nanother chap. When he heard about his girl bein’ carried off, he\nfelt awful, and swore an oath not to rest till he had got her free.\nWell, at last he got into the castle by some underground passage,\nand he and the Demon had a fight. Oh, it was bully seein’ ’em roll\nround on the stage, cuttin’ and slashin’ at each other.”",
        "“And which got the best of it?”",
        "“At first the Demon seemed to be ahead, but at last the young Baron\ngot him down, and struck a dagger into his heart, sayin’, ’Die,\nfalse and perjured villain! The dogs shall feast upon thy carcass!’\nand then the Demon give an awful howl and died. Then the Baron\nseized his body, and threw it over the precipice.”",
        "“It seems to me the actor who plays the Demon ought to get extra\npay, if he has to be treated that way.”",
        "“That’s so,” said Dick; “but I guess he’s used to it. It seems to\nagree with his constitution.”",
        "“What building is that?” asked Frank, pointing to a structure\nseveral rods back from the street, with a large yard in front. It\nwas an unusual sight for Broadway, all the other buildings in that\nneighborhood being even with the street.",
        "“That is the New York Hospital,” said Dick. “They’re a rich\ninstitution, and take care of sick people on very reasonable terms.”",
        "“Did you ever go in there?”",
        "“Yes,” said Dick; “there was a friend of mine, Johnny Mullen, he was\na newsboy, got run over by a omnibus as he was crossin’ Broadway\ndown near Park Place. He was carried to the Hospital, and me and\nsome of his friends paid his board while he was there. It was only\nthree dollars a week, which was very cheap, considerin’ all the care\nthey took of him. I got leave to come and see him while he was here.\nEverything looked so nice and comfortable, that I thought a little\nof coaxin’ a omnibus driver to run over me, so I might go there\ntoo.”",
        "“Did your friend have to have his leg cut off?” asked Frank,\ninterested.",
        "“No,” said Dick; “though there was a young student there that was\nvery anxious to have it cut off; but it wasn’t done, and Johnny is\naround the streets as well as ever.”",
        "While this conversation was going on they reached No. 365, at the\ncorner of Franklin Street.*",
        "* Now the office of the Merchants’ Union Express Company.",
        "“That’s Taylor’s Saloon,” said Dick. “When I come into a fortun’ I\nshall take my meals there reg’lar.”",
        "“I have heard of it very often,” said Frank. “It is said to be very\nelegant. Suppose we go in and take an ice-cream. It will give us a\nchance to see it to better advantage.”",
        "“Thank you,” said Dick; “I think that’s the most agreeable way of\nseein’ the place myself.”",
        "The boys entered, and found themselves in a spacious and elegant\nsaloon, resplendent with gilding, and adorned on all sides by costly\nmirrors. They sat down to a small table with a marble top, and Frank\ngave the order.",
        "“It reminds me of Aladdin’s palace,” said Frank, looking about him.",
        "“Does it?” said Dick; “he must have had plenty of money.”",
        "“He had an old lamp, which he had only to rub, when the Slave of the\nLamp would appear, and do whatever he wanted.”",
        "“That must have been a valooable lamp. I’d be willin’ to give all my\nErie shares for it.”",
        "There was a tall, gaunt individual at the next table, who apparently\nheard this last remark of Dick’s. Turning towards our hero, he said,\n“May I inquire, young man, whether you are largely interested in\nthis Erie Railroad?”",
        "“I haven’t got no property except what’s invested in Erie,” said\nDick, with a comical side-glance at Frank.",
        "“Indeed! I suppose the investment was made by your guardian.”",
        "“No,” said Dick; “I manage my property myself.”",
        "“And I presume your dividends have not been large?”",
        "“Why, no,” said Dick; “you’re about right there. They haven’t.”",
        "“As I supposed. It’s poor stock. Now, my young friend, I can\nrecommend a much better investment, which will yield you a large\nannual income. I am agent of the Excelsior Copper Mining Company,\nwhich possesses one of the most productive mines in the world. It’s\nsure to yield fifty per cent. on the investment. Now, all you have\nto do is to sell out your Erie shares, and invest in our stock, and\nI’ll insure you a fortune in three years. How many shares did you\nsay you had?”",
        "“I didn’t say, that I remember,” said Dick. “Your offer is very kind\nand obligin’, and as soon as I get time I’ll see about it.”",
        "“I hope you will,” said the stranger. “Permit me to give you my\ncard. ’Samuel Snap, No. – Wall Street.’ I shall be most happy to\nreceive a call from you, and exhibit the maps of our mine. I should\nbe glad to have you mention the matter also to your friends. I am\nconfident you could do no greater service than to induce them to\nembark in our enterprise.”",
        "“Very good,” said Dick.",
        "Here the stranger left the table, and walked up to the desk to\nsettle his bill.",
        "“You see what it is to be a man of fortun’, Frank,” said Dick, “and\nwear good clothes. I wonder what that chap’ll say when he sees me\nblackin’ boots to-morrow in the street?”",
        "“Perhaps you earn your money more honorably than he does, after\nall,” said Frank. “Some of these mining companies are nothing but\nswindles, got up to cheat people out of their money.”",
        "“He’s welcome to all he gets out of me,” said Dick.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}