{
    "title": "Ragged Dick - Chapter XXIII. Travis Is Arrested",
    "author": "Horatio Alger",
    "chapter": "24",
    "content": [
        "\n\n",
        "Jim Travis advanced into the bank with a doubtful step, knowing well\nthat he was on a dishonest errand, and heartily wishing that he\nwere well out of it. After a little hesitation, he approached the\npaying-teller, and, exhibiting the bank-book, said, “I want to get\nmy money out.”",
        "The bank-officer took the book, and, after looking at it a moment,\nsaid, “How much do you want?”",
        "“The whole of it,” said Travis.",
        "“You can draw out any part of it, but to draw out the whole requires\na week’s notice.”",
        "“Then I’ll take a hundred dollars.”",
        "“Are you the person to whom the book belongs?”",
        "“Yes, sir,” said Travis, without hesitation.",
        "“Your name is–”",
        "“Hunter.”",
        "The bank-clerk went to a large folio volume, containing the names of\ndepositors, and began to turn over the leaves. While he was doing\nthis, he managed to send out a young man connected with the bank for\na policeman. Travis did not perceive this, or did not suspect that\nit had anything to do with himself. Not being used to savings banks,\nhe supposed the delay only what was usual. After a search, which was\nonly intended to gain time that a policeman might be summoned, the\ncashier came back, and, sliding out a piece of paper to Travis,\nsaid, “It will be necessary for you to write an order for the money.”",
        "Travis took a pen, which he found on the ledge outside, and wrote\nthe order, signing his name “Dick Hunter,” having observed that name\non the outside of the book.",
        "“Your name is Dick Hunter, then?” said the cashier, taking the\npaper, and looking at the thief over his spectacles.",
        "“Yes,” said Travis, promptly.",
        "“But,” continued the cashier, “I find Hunter’s age is put down on\nthe bank-book as fourteen. Surely you must be more than that.”",
        "Travis would gladly have declared that he was only fourteen; but,\nbeing in reality twenty-three, and possessing a luxuriant pair of\nwhiskers, this was not to be thought of. He began to feel uneasy.",
        "“Dick Hunter’s my younger brother,” he said. “I’m getting out the\nmoney for him.”",
        "“I thought you said your own name was Dick Hunter,” said the cashier.",
        "“I said my name was Hunter,” said Travis, ingeniously. “I didn’t\nunderstand you.”",
        "“But you’ve signed the name of Dick Hunter to this order. How is\nthat?” questioned the troublesome cashier.",
        "Travis saw that he was getting himself into a tight place; but his\nself-possession did not desert him.",
        "“I thought I must give my brother’s name,” he answered.",
        "“What is your own name?”",
        "“Henry Hunter.”",
        "“Can you bring any one to testify that the statement you are\nmaking is correct?”",
        "“Yes, a dozen if you like,” said Travis, boldly. “Give me the book,\nand I’ll come back this afternoon. I didn’t think there’d be such a\nfuss about getting out a little money.”",
        "“Wait a moment. Why don’t your brother come himself?”",
        "“Because he’s sick. He’s down with the measles,” said Travis.",
        "Here the cashier signed to Dick to rise and show himself. Our hero\naccordingly did so.",
        "“You will be glad to find that he has recovered,” said the cashier,\npointing to Dick.",
        "With an exclamation of anger and dismay, Travis, who saw the game\nwas up, started for the door, feeling that safety made such a course\nprudent. But he was too late. He found himself confronted by a burly\npoliceman, who seized him by the arm, saying, “Not so fast, my man.\nI want you.”",
        "“Let me go,” exclaimed Travis, struggling to free himself.",
        "“I’m sorry I can’t oblige you,” said the officer. “You’d better not\nmake a fuss, or I may have to hurt you a little.”",
        "Travis sullenly resigned himself to his fate, darting a look of rage\nat Dick, whom he considered the author of his present misfortune.",
        "“This is your book,” said the cashier, handing back his rightful\nproperty to our hero. “Do you wish to draw out any money?”",
        "“Two dollars,” said Dick.",
        "“Very well. Write an order for the amount.”",
        "Before doing so, Dick, who now that he saw Travis in the power of\nthe law began to pity him, went up to the officer, and said,–",
        "“Won’t you let him go? I’ve got my bank-book back, and I don’t want\nanything done to him.”",
        "“Sorry I can’t oblige you,” said the officer; “but I’m not allowed\nto do it. He’ll have to stand his trial.”",
        "“I’m sorry for you, Travis,” said Dick. “I didn’t want you arrested.\nI only wanted my bank-book back.”",
        "“Curse you!” said Travis, scowling vindictively. “Wait till I get\nfree. See if I don’t fix you.”",
        "“You needn’t pity him too much,” said the officer. “I know him now.\nHe’s been to the Island before.”",
        "“It’s a lie,” said Travis, violently.",
        "“Don’t be too noisy, my friend,” said the officer. “If you’ve got no\nmore business here, we’ll be going.”",
        "He withdrew with the prisoner in charge, and Dick, having drawn his\ntwo dollars, left the bank. Notwithstanding the violent words the\nprisoner had used towards himself, and his attempted robbery, he\ncould not help feeling sorry that he had been instrumental in\ncausing his arrest.",
        "“I’ll keep my book a little safer hereafter,” thought Dick. “Now I\nmust go and see Tom Wilkins.”",
        "Before dismissing the subject of Travis and his theft, it may be\nremarked that he was duly tried, and, his guilt being clear, was\nsent to Blackwell’s Island for nine months. At the end of that time,\non his release, he got a chance to work his passage on a ship to\nSan Francisco, where he probably arrived in due time. At any rate,\nnothing more has been heard of him, and probably his threat of\nvengence against Dick will never be carried into effect.",
        "Returning to the City Hall Park, Dick soon fell in with Tom Wilkins.",
        "“How are you, Tom?” he said. “How’s your mother?”",
        "“She’s better, Dick, thank you. She felt worried about bein’ turned\nout into the street; but I gave her that money from you, and now she\nfeels a good deal easier.”",
        "“I’ve got some more for you, Tom,” said Dick, producing a two-dollar\nbill from his pocket.",
        "“I ought not to take it from you, Dick.”",
        "“Oh, it’s all right, Tom. Don’t be afraid.”",
        "“But you may need it yourself.”",
        "“There’s plenty more where that came from.”",
        "“Any way, one dollar will be enough. With that we can pay the rent.”",
        "“You’ll want the other to buy something to eat.”",
        "“You’re very kind, Dick.”",
        "“I’d ought to be. I’ve only got myself to take care of.”",
        "“Well, I’ll take it for my mother’s sake. When you want anything\ndone just call on Tom Wilkins.”",
        "“All right. Next week, if your mother doesn’t get better, I’ll give\nyou some more.”",
        "Tom thanked our hero very gratefully, and Dick walked away,\nfeeling the self-approval which always accompanies a generous and\ndisinterested action. He was generous by nature, and, before\nthe period at which he is introduced to the reader’s notice, he\nfrequently treated his friends to cigars and oyster-stews. Sometimes\nhe invited them to accompany him to the theatre at his expense. But\nhe never derived from these acts of liberality the same degree of\nsatisfaction as from this timely gift to Tom Wilkins. He felt that\nhis money was well bestowed, and would save an entire family from\nprivation and discomfort. Five dollars would, to be sure, make\nsomething of a difference in the mount of his savings. It was more\nthan he was able to save up in a week. But Dick felt fully repaid\nfor what he had done, and he felt prepared to give as much more,\nif Tom’s mother should continue to be sick, and should appear to\nhim to need it.",
        "Besides all this, Dick felt a justifiable pride in his financial\nability to afford so handsome a gift. A year before, however much\nhe might have desired to give, it would have been quite out of his\npower to give five dollars. His cash balance never reached that\namount. It was seldom, indeed, that it equalled one dollar. In\nmore ways than one Dick was beginning to reap the advantage of his\nself-denial and judicious economy.",
        "It will be remembered that when Mr. Whitney at parting with Dick\npresented him with five dollars, he told him that he might repay it\nto some other boy who was struggling upward. Dick thought of this,\nand it occurred to him that after all he was only paying up an old\ndebt.",
        "When Fosdick came home in the evening, Dick announced his success\nin recovering his lost money, and described the manner it had been\nbrought about.",
        "“You’re in luck,” said Fosdick. “I guess we’d better not trust the\nbureau-drawer again.”",
        "“I mean to carry my book round with me,” said Dick.",
        "“So shall I, as long as we stay at Mrs. Mooney’s. I wish we were in\na better place.”",
        "“I must go down and tell her she needn’t expect Travis back. Poor\nchap, I pity him!”",
        "Travis was never more seen in Mrs. Mooney’s establishment. He was\nowing that lady for a fortnight’s rent of his room, which prevented\nher feeling much compassion for him. The room was soon after let to\na more creditable tenant who proved a less troublesome neighbor than\nhis predecessor.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}