{
    "title": "Ragged Dick - Chapter III. Dick Makes a Proposition",
    "author": "Horatio Alger",
    "chapter": "4",
    "content": [
        "\n\n",
        "Though Dick was somewhat startled at discovering that the bill he\nhad offered was counterfeit, he stood his ground bravely.",
        "“Clear out of this shop, you young vagabond,” repeated the clerk.",
        "“Then give me back my bill.”",
        "“That you may pass it again? No, sir, I shall do no such thing.”",
        "“It doesn’t belong to me,” said Dick. “A gentleman that owes me for\na shine gave it to me to change.”",
        "“A likely story,” said the clerk; but he seemed a little uneasy.",
        "“I’ll go and call him,” said Dick.",
        "He went out, and found his late customer standing on the Astor House\nsteps.",
        "“Well, youngster, have you brought back my change? You were a\nprecious long time about it. I began to think you had cleared out\nwith the money.”",
        "“That aint my style,” said Dick, proudly.",
        "“Then where’s the change?”",
        "“I haven’t got it.”",
        "“Where’s the bill then?”",
        "“I haven’t got that either.”",
        "“You young rascal!”",
        "“Hold on a minute, mister,” said Dick, “and I’ll tell you all about\nit. The man what took the bill said it wasn’t good, and kept it.”",
        "“The bill was perfectly good. So he kept it, did he? I’ll go with\nyou to the store, and see whether he won’t give it back to me.”",
        "Dick led the way, and the gentleman followed him into the store.\nAt the reappearance of Dick in such company, the clerk flushed a\nlittle, and looked nervous. He fancied that he could browbeat a\nragged boot-black, but with a gentleman he saw that it would be a\ndifferent matter. He did not seem to notice the newcomers, but\nbegan to replace some goods on the shelves.",
        "Now, said the young man, “point out the clerk that has my money.”",
        "“That’s him,” said Dick, pointing out the clerk.",
        "The gentleman walked up to the counter.",
        "“I will trouble you,” he said a little haughtily, “for a bill which\nthat boy offered you, and which you still hold in your possession.”",
        "“It was a bad bill,” said the clerk, his cheek flushing, and his\nmanner nervous.",
        "“It was no such thing. I require you to produce it, and let the\nmatter be decided.”",
        "The clerk fumbled in his vest-pocket, and drew out a bad-looking\nbill.",
        "“This is a bad bill, but it is not the one I gave the boy.”",
        "“It is the one he gave me.”",
        "The young man looked doubtful.",
        "“Boy,” he said to Dick, “is this the bill you gave to be changed?”",
        "“No, it isn’t.”",
        "“You lie, you young rascal!” exclaimed the clerk, who began to find\nhimself in a tight place, and could not see the way out.",
        "This scene naturally attracted the attention of all in the store,\nand the proprietor walked up from the lower end, where he had been\nbusy.",
        "“What’s all this, Mr. Hatch?” he demanded.",
        "“That boy,” said the clerk, “came in and asked change for a bad\nbill. I kept the bill, and told him to clear out. Now he wants it\nagain to pass on somebody else.”",
        "“Show the bill.”",
        "The merchant looked at it. “Yes, that’s a bad bill,” he said. “There\nis no doubt about that.”",
        "“But it is not the one the boy offered,” said Dick’s patron.\n“It is one of the same denomination, but on a different bank.”",
        "“Do you remember what bank it was on?”",
        "“It was on the Merchants’ Bank of Boston.”",
        "“Are you sure of it?”",
        "“I am.”",
        "“Perhaps the boy kept it and offered the other.”",
        "“You may search me if you want to,” said Dick, indignantly.",
        "“He doesn’t look as if he was likely to have any extra bills. I\nsuspect that your clerk pocketed the good bill, and has substituted\nthe counterfeit note. It is a nice little scheme of his for making\nmoney.”",
        "“I haven’t seen any bill on the Merchants’ Bank,” said the clerk,\ndoggedly.",
        "“You had better feel in your pockets.”",
        "“This matter must be investigated,” said the merchant, firmly. “If\nyou have the bill, produce it.”",
        "“I haven’t got it,” said the clerk; but he looked guilty\nnotwithstanding.",
        "“I demand that he be searched,” said Dick’s patron.",
        "“I tell you I haven’t got it.”",
        "“Shall I send for a police officer, Mr. Hatch, or will you allow\nyourself to be searched quietly?” said the merchant.",
        "Alarmed at the threat implied in these words, the clerk put his hand\ninto his vest-pocket, and drew out a two-dollar bill on the\nMerchants’ Bank.",
        "“Is this your note?” asked the shopkeeper, showing it to the\nyoung man.",
        "“It is.”",
        "“I must have made a mistake,” faltered the clerk.",
        "“I shall not give you a chance to make such another mistake in my\nemploy,” said the merchant sternly. “You may go up to the desk and\nask for what wages are due you. I shall have no further occasion for\nyour services.”",
        "“Now, youngster,” said Dick’s patron, as they went out of the store,\nafter he had finally got the bill changed. “I must pay you something\nextra for your trouble. Here’s fifty cents.”",
        "“Thank you, sir,” said Dick. “You’re very kind. Don’t you want some\nmore bills changed?”",
        "“Not to-day,” said he with a smile. “It’s too expensive.”",
        "“I’m in luck,” thought our hero complacently. “I guess I’ll go to\nBarnum’s to-night, and see the bearded lady, the eight-foot giant,\nthe two-foot dwarf, and the other curiosities, too numerous to\nmention.”",
        "Dick shouldered his box and walked up as far as the Astor House. He\ntook his station on the sidewalk, and began to look about him.",
        "Just behind him were two persons,–one, a gentleman of fifty; the\nother, a boy of thirteen or fourteen. They were speaking together,\nand Dick had no difficulty in hearing what was said.",
        "“I am sorry, Frank, that I can’t go about, and show you some of the\nsights of New York, but I shall be full of business to-day. It is\nyour first visit to the city, too.”",
        "“Yes, sir.”",
        "“There’s a good deal worth seeing here. But I’m afraid you’ll have\nto wait to next time. You can go out and walk by yourself, but don’t\nventure too far, or you will get lost.”",
        "Frank looked disappointed.",
        "“I wish Tom Miles knew I was here,” he said. “He would go around\nwith me.”",
        "“Where does he live?”",
        "“Somewhere up town, I believe.”",
        "“Then, unfortunately, he is not available. If you would rather go\nwith me than stay here, you can, but as I shall be most of the time\nin merchants’-counting-rooms, I am afraid it would not be very\ninteresting.”",
        "“I think,” said Frank, after a little hesitation, “that I will go\noff by myself. I won’t go very far, and if I lose my way, I will\ninquire for the Astor House.”",
        "“Yes, anybody will direct you here. Very well, Frank, I am sorry I\ncan’t do better for you.”",
        "“Oh, never mind, uncle, I shall be amused in walking around, and\nlooking at the shop-windows. There will be a great deal to see.”",
        "Now Dick had listened to all this conversation. Being an\nenterprising young man, he thought he saw a chance for a\nspeculation, and determined to avail himself of it.",
        "Accordingly he stepped up to the two just as Frank’s uncle was about\nleaving, and said, “I know all about the city, sir; I’ll show him\naround, if you want me to.”",
        "The gentleman looked a little curiously at the ragged figure before\nhim.",
        "“So you are a city boy, are you?”",
        "“Yes, sir,” said Dick, “I’ve lived here ever since I was a baby.”",
        "“And you know all about the public buildings, I suppose?”",
        "“Yes, sir.”",
        "“And the Central Park?”",
        "“Yes, sir. I know my way all round.”",
        "The gentleman looked thoughtful.",
        "“I don’t know what to say, Frank,” he remarked after a while. “It is\nrather a novel proposal. He isn’t exactly the sort of guide I would\nhave picked out for you. Still he looks honest. He has an open face,\nand I think can be depended upon.”",
        "“I wish he wasn’t so ragged and dirty,” said Frank, who felt a\nlittle shy about being seen with such a companion.",
        "“I’m afraid you haven’t washed your face this morning,” said Mr.\nWhitney, for that was the gentleman’s name.",
        "“They didn’t have no wash-bowls at the hotel where I stopped,” said\nDick.",
        "“What hotel did you stop at?”",
        "“The Box Hotel.”",
        "“The Box Hotel?”",
        "“Yes, sir, I slept in a box on Spruce Street.”",
        "Frank surveyed Dick curiously.",
        "“How did you like it?” he asked.",
        "“I slept bully.”",
        "“Suppose it had rained.”",
        "“Then I’d have wet my best clothes,” said Dick.",
        "“Are these all the clothes you have?”",
        "“Yes, sir.”",
        "Mr. Whitney spoke a few words to Frank, who seemed pleased with the\nsuggestion.",
        "“Follow me, my lad,” he said.",
        "Dick in some surprise obeyed orders, following Mr. Whitney and Frank\ninto the hotel, past the office, to the foot of the staircase. Here\na servant of the hotel stopped Dick, but Mr. Whitney explained that\nhe had something for him to do, and he was allowed to proceed.",
        "They entered a long entry, and finally paused before a door. This\nbeing opened a pleasant chamber was disclosed.",
        "“Come in, my lad,” said Mr. Whitney.",
        "Dick and Frank entered.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}