{
    "title": "Ragged Dick - Chapter VIII. Dick’s Early History",
    "author": "Horatio Alger",
    "chapter": "9",
    "content": [
        "\n\n",
        "“Have you always lived in New York, Dick?” asked Frank, after\na pause.",
        "“Ever since I can remember.”",
        "“I wish you’d tell me a little about yourself. Have you got\nany father or mother?”",
        "“I aint got no mother. She died when I wasn’t but three years old.\nMy father went to sea; but he went off before mother died, and\nnothin’ was ever heard of him. I expect he got wrecked, or died\nat sea.”",
        "“And what became of you when your mother died?”",
        "“The folks she boarded with took care of me, but they was poor, and\nthey couldn’t do much. When I was seven the woman died, and her\nhusband went out West, and then I had to scratch for myself.”",
        "“At seven years old!” exclaimed Frank, in amazement.",
        "“Yes,” said Dick, “I was a little feller to take care of myself,\nbut,” he continued with pardonable pride, “I did it.”",
        "“What could you do?”",
        "“Sometimes one thing, and sometimes another,” said Dick. “I changed\nmy business accordin’ as I had to. Sometimes I was a newsboy, and\ndiffused intelligence among the masses, as I heard somebody say once\nin a big speech he made in the Park. Them was the times when Horace\nGreeley and James Gordon Bennett made money.”",
        "“Through your enterprise?” suggested Frank.",
        "“Yes,” said Dick; “but I give it up after a while.”",
        "“What for?”",
        "“Well, they didn’t always put news enough in their papers, and\npeople wouldn’t buy ’em as fast as I wanted ’em to. So one mornin’\nI was stuck on a lot of Heralds, and I thought I’d make a sensation.\nSo I called out ’GREAT NEWS! QUEEN VICTORIA ASSASSINATED!’ All my\nHeralds went off like hot cakes, and I went off, too, but one of\nthe gentlemen what got sold remembered me, and said he’d have me\ntook up, and that’s what made me change my business.”",
        "“That wasn’t right, Dick,” said Frank.",
        "“I know it,” said Dick; “but lots of boys does it.”",
        "“That don’t make it any better.”",
        "“No,” said Dick, “I was sort of ashamed at the time, ’specially\nabout one poor old gentleman,–a Englishman he was. He couldn’t\nhelp cryin’ to think the queen was dead, and his hands shook when\nhe handed me the money for the paper.”",
        "“What did you do next?”",
        "“I went into the match business,” said Dick; “but it was small sales\nand small profits. Most of the people I called on had just laid in\na stock, and didn’t want to buy. So one cold night, when I hadn’t\nmoney enough to pay for a lodgin’, I burned the last of my matches\nto keep me from freezin’. But it cost too much to get warm that way,\nand I couldn’t keep it up.”",
        "“You’ve seen hard times, Dick,” said Frank, compassionately.",
        "“Yes,” said Dick, “I’ve knowed what it was to be hungry and cold,\nwith nothin’ to eat or to warm me; but there’s one thing I never\ncould do,” he added, proudly.",
        "“What’s that?”",
        "“I never stole,” said Dick. “It’s mean and I wouldn’t do it.”",
        "“Were you ever tempted to?”",
        "“Lots of times. Once I had been goin’ round all day, and hadn’t sold\nany matches, except three cents’ worth early in the mornin’. With\nthat I bought an apple, thinkin’ I should get some more bimeby. When\nevenin’ come I was awful hungry. I went into a baker’s just to look\nat the bread. It made me feel kind o’ good just to look at the bread\nand cakes, and I thought maybe they would give me some. I asked ’em\nwouldn’t they give me a loaf, and take their pay in matches. But\nthey said they’d got enough matches to last three months; so there\nwasn’t any chance for a trade. While I was standin’ at the stove\nwarmin’ me, the baker went into a back room, and I felt so hungry I\nthought I would take just one loaf, and go off with it. There was\nsuch a big pile I don’t think he’d have known it.”",
        "“But you didn’t do it?”",
        "“No, I didn’t and I was glad of it, for when the man came in ag’in,\nhe said he wanted some one to carry some cake to a lady in St.\nMark’s Place. His boy was sick, and he hadn’t no one to send; so he\ntold me he’d give me ten cents if I would go. My business wasn’t\nvery pressin’ just then, so I went, and when I come back, I took my\npay in bread and cakes. Didn’t they taste good, though?”",
        "“So you didn’t stay long in the match business, Dick?”",
        "“No, I couldn’t sell enough to make it pay. Then there was some\nfolks that wanted me to sell cheaper to them; so I couldn’t make any\nprofit. There was one old lady–she was rich, too, for she lived in\na big brick house–beat me down so, that I didn’t make no profit at\nall; but she wouldn’t buy without, and I hadn’t sold none that day;\nso I let her have them. I don’t see why rich folks should be so hard\nupon a poor boy that wants to make a livin’.”",
        "“There’s a good deal of meanness in the world, I’m afraid, Dick.”",
        "“If everybody was like you and your uncle,” said Dick, “there would\nbe some chance for poor people. If I was rich I’d try to help ’em\nalong.”",
        "“Perhaps you will be rich sometime, Dick.”",
        "Dick shook his head.",
        "“I’m afraid all my wallets will be like this,” said Dick, indicating\nthe one he had received from the dropper, “and will be full of\npapers what aint of no use to anybody except the owner.”",
        "“That depends very much on yourself, Dick,” said Frank. “Stewart\nwasn’t always rich, you know.”",
        "“Wasn’t he?”",
        "“When he first came to New York as a young man he was a teacher, and\nteachers are not generally very rich. At last he went into business,\nstarting in a small way, and worked his way up by degrees. But there\nwas one thing he determined in the beginning: that he would be\nstrictly honorable in all his dealings, and never overreach any one\nfor the sake of making money. If there was a chance for him, Dick,\nthere is a chance for you.”",
        "“He knowed enough to be a teacher, and I’m awful ignorant,\"\nsaid Dick.",
        "“But you needn’t stay so.”",
        "“How can I help it?”",
        "“Can’t you learn at school?”",
        "“I can’t go to school ’cause I’ve got my livin’ to earn. It wouldn’t\ndo me much good if I learned to read and write, and just as I’d got\nlearned I starved to death.”",
        "“But are there no night-schools?”",
        "“Yes.”",
        "“Why don’t you go? I suppose you don’t work in the evenings.”",
        "“I never cared much about it,” said Dick, “and that’s the truth. But\nsince I’ve got to talkin’ with you, I think more about it. I guess\nI’ll begin to go.”",
        "“I wish you would, Dick. You’ll make a smart man if you only get a\nlittle education.”",
        "“Do you think so?” asked Dick, doubtfully.",
        "“I know so. A boy who has earned his own living since he was seven\nyears old must have something in him. I feel very much interested in\nyou, Dick. You’ve had a hard time of it so far in life, but I think\nbetter times are in store. I want you to do well, and I feel sure\nyou can if you only try.”",
        "“You’re a good fellow,” said Dick, gratefully. “I’m afraid I’m a\npretty rough customer, but I aint as bad as some. I mean to turn\nover a new leaf, and try to grow up ’spectable.”",
        "“There’ve been a great many boys begin as low down as you, Dick,\nthat have grown up respectable and honored. But they had to work\npretty hard for it.”",
        "“I’m willin’ to work hard,” said Dick.",
        "“And you must not only work hard, but work in the right way.”",
        "“What’s the right way?”",
        "“You began in the right way when you determined never to steal, or\ndo anything mean or dishonorable, however strongly tempted to do so.\nThat will make people have confidence in you when they come to know\nyou. But, in order to succeed well, you must manage to get as good\nan education as you can. Until you do, you cannot get a position in\nan office or counting-room, even to run errands.”",
        "“That’s so,” said Dick, soberly. “I never thought how awful ignorant\nI was till now.”",
        "“That can be remedied with perseverance,” said Frank. “A year will\ndo a great deal for you.”",
        "“I’ll go to work and see what I can do,” said Dick, energetically.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}