{
    "title": "Ragged Dick - Chapter XVI. The First Lesson",
    "author": "Horatio Alger",
    "chapter": "17",
    "content": [
        "\n\n",
        "Fortunately for Dick, his young tutor was well qualified to instruct\nhim. Henry Fosdick, though only twelve years old, knew as much as\nmany boys of fourteen. He had always been studious and ambitious\nto excel. His father, being a printer, employed in an office where\nbooks were printed, often brought home new books in sheets, which\nHenry was always glad to read. Mr. Fosdick had been, besides, a\nsubscriber to the Mechanics’ Apprentices’ Library, which contains\nmany thousands of well-selected and instructive books. Thus Henry\nhad acquired an amount of general information, unusual in a boy of\nhis age. Perhaps he had devoted too much time to study, for he was\nnot naturally robust. All this, however, fitted him admirably for\nthe office to which Dick had appointed him,–that of his private\ninstructor.",
        "The two boys drew up their chairs to the rickety table, and spread\nout the paper before them.",
        "“The exercises generally Commence with ringin’ the bell,” said Dick;\n“but as I aint got none, we’ll have to do without.”",
        "“And the teacher is generally provided with a rod,” said Fosdick.\n“Isn’t there a poker handy, that I can use in case my scholar\ndoesn’t behave well?”",
        "“’Taint lawful to use fire-arms,” said Dick.",
        "“Now, Dick,” said Fosdick, “before we begin, I must find out how\nmuch you already know. Can you read any?”",
        "“Not enough to hurt me,” said Dick. “All I know about readin’ you\ncould put in a nutshell, and there’d be room left for a small\nfamily.”",
        "“I suppose you know your letters?”",
        "“Yes,” said Dick, “I know ’em all, but not intimately. I guess I can\ncall ’em all by name.”",
        "“Where did you learn them? Did you ever go to school?”",
        "“Yes; I went two days.”",
        "“Why did you stop?”",
        "“It didn’t agree with my constitution.”",
        "“You don’t look very delicate,” said Fosdick.",
        "“No,” said Dick, “I aint troubled much that way; but I found lickins\ndidn’t agree with me.”",
        "“Did you get punished?”",
        "“Awful,” said Dick.",
        "“What for?”",
        "“For indulgin’ in a little harmless amoosement,” said Dick. “You see\nthe boy that was sittin’ next to me fell asleep, which I considered\nimproper in school-time; so I thought I’d help the teacher a little\nby wakin’ him up. So I took a pin and stuck into him; but I guess it\nwent a little too far, for he screeched awful. The teacher found out\nwhat it was that made him holler, and whipped me with a ruler till I\nwas black and blue. I thought ’twas about time to take a vacation;\nso that’s the last time I went to school.”",
        "“You didn’t learn to read in that time, of course?”",
        "“No,” said Dick; “but I was a newsboy a little while; so I learned a\nlittle, just so’s to find out what the news was. Sometimes I didn’t\nread straight and called the wrong news. One mornin’ I asked another\nboy what the paper said, and he told me the King of Africa was dead.\nI thought it was all right till folks began to laugh.”",
        "“Well, Dick, if you’ll only study well, you won’t be liable to make\nsuch mistakes.”",
        "“I hope so,” said Dick. “My friend Horace Greeley told me the other\nday that he’d get me to take his place now and then when he was off\nmakin’ speeches if my edication hadn’t been neglected.”",
        "“I must find a good piece for you to begin on,” said Fosdick,\nlooking over the paper.",
        "“Find an easy one,” said Dick, “with words of one story.”",
        "Fosdick at length found a piece which he thought would answer. He\ndiscovered on trial that Dick had not exaggerated his deficiencies.\nWords of two syllables he seldom pronounced right, and was much\nsurprised when he was told how “through” was sounded.",
        "“Seems to me it’s throwin’ away letters to use all them,” he said.",
        "“How would you spell it?” asked his young teacher.",
        "“T-h-r-u,” Said Dick.",
        "“Well,” said Fosdick, “there’s a good many other words that are\nspelt with more letters than they need to have. But it’s the\nfashion, and we must follow it.”",
        "But if Dick was ignorant, he was quick, and had an excellent\ncapacity. Moreover he had perseverance, and was not easily\ndiscouraged. He had made up his mind he must know more, and was\nnot disposed to complain of the difficulty of his task. Fosdick\nhad occasion to laugh more than once at his ludicrous mistakes; but\nDick laughed too, and on the whole both were quite interested in\nthe lesson.",
        "At the end of an hour and a half the boys stopped for the evening.",
        "“You’re learning fast, Dick,” said Fosdick. “At this rate you will\nsoon learn to read well.”",
        "“Will I?” asked Dick with an expression of satisfaction. “I’m glad\nof that. I don’t want to be ignorant. I didn’t use to care, but I do\nnow. I want to grow up ’spectable.”",
        "“So do I, Dick. We will both help each other, and I am sure we can\naccomplish something. But I am beginning to feel sleepy.”",
        "“So am I,” said Dick. “Them hard words make my head ache. I wonder\nwho made ’em all?”",
        "“That’s more than I can tell. I suppose you’ve seen a dictionary.”",
        "“That’s another of ’em. No, I can’t say I have, though I may have\nseen him in the street without knowin’ him.”",
        "“A dictionary is a book containing all the words in the language.”",
        "“How many are there?”",
        "“I don’t rightly know; but I think there are about fifty thousand.”",
        "“It’s a pretty large family,” said Dick. “Have I got to learn ’em\nall?”",
        "“That will not be necessary. There are a large number which you\nwould never find occasion to use.”",
        "“I’m glad of that,” said Dick; “for I don’t expect to live to be\nmore’n a hundred, and by that time I wouldn’t be more’n half\nthrough.”",
        "By this time the flickering lamp gave a decided hint to the boys\nthat unless they made haste they would have to undress in the dark.\nThey accordingly drew off their clothes, and Dick jumped into bed.\nBut Fosdick, before doing so, knelt down by the side of the bed, and\nsaid a short prayer.",
        "“What’s that for?” asked Dick, curiously.",
        "“I was saying my prayers,” said Fosdick, as he rose from his knees.\n“Don’t you ever do it?”",
        "“No,” said Dick. “Nobody ever taught me.”",
        "“Then I’ll teach you. Shall I?”",
        "“I don’t know,” said Dick, dubiously. “What’s the good?”",
        "Fosdick explained as well as he could, and perhaps his simple\nexplanation was better adapted to Dick’s comprehension than one\nfrom an older person would have been. Dick felt more free to ask\nquestions, and the example of his new friend, for whom he was\nbeginning to feel a warm attachment, had considerable effect upon\nhim. When, therefore, Fosdick asked again if he should teach him a\nprayer, Dick consented, and his young bedfellow did so. Dick was not\nnaturally irreligious. If he had lived without a knowledge of God\nand of religious things, it was scarcely to be wondered at in a lad\nwho, from an early age, had been thrown upon his own exertions for\nthe means of living, with no one to care for him or give him good\nadvice. But he was so far good that he could appreciate goodness in\nothers, and this it was that had drawn him to Frank in the first\nplace, and now to Henry Fosdick. He did not, therefore, attempt to\nridicule his companion, as some boys better brought up might have\ndone, but was willing to follow his example in what something told\nhim was right. Our young hero had taken an important step toward\nsecuring that genuine respectability which he was ambitious to\nattain.",
        "Weary with the day’s work, and Dick perhaps still more fatigued by\nthe unusual mental effort he had made, the boys soon sank into a\ndeep and peaceful slumber, from which they did not awaken till six\no’clock the next morning. Before going out Dick sought Mrs. Mooney,\nand spoke to her on the subject of taking Fosdick as a room-mate.\nHe found that she had no objection, provided he would allow her\ntwenty-five cents a week extra, in consideration of the extra\ntrouble which his companion might be expected to make. To this\nDick assented, and the arrangement was definitely concluded.",
        "This over, the two boys went out and took stations near each other.\nDick had more of a business turn than Henry, and less shrinking from\npublicity, so that his earnings were greater. But he had undertaken\nto pay the entire expenses of the room, and needed to earn more.\nSometimes, when two customers presented themselves at the same time,\nhe was able to direct one to his friend. So at the end of the week\nboth boys found themselves with surplus earnings. Dick had the\nsatisfaction of adding two dollars and a half to his deposits in\nthe Savings Bank, and Fosdick commenced an account by depositing\nseventy-five cents.",
        "On Sunday morning Dick bethought himself of his promise to Mr.\nGreyson to come to the church on Fifth Avenue. To tell the truth,\nDick recalled it with some regret. He had never been inside a church\nsince he could remember, and he was not much attracted by the\ninvitation he had received. But Henry, finding him wavering, urged\nhim to go, and offered to go with him. Dick gladly accepted the\noffer, feeling that he required someone to lend him countenance\nunder such unusual circumstances.",
        "Dick dressed himself with scrupulous care, giving his shoes a\n“shine” so brilliant that it did him great credit in a professional\npoint of view, and endeavored to clean his hands thoroughly; but, in\nspite of all he could do, they were not so white as if his business\nhad been of a different character.",
        "Having fully completed his preparations, he descended into the\nstreet, and, with Henry by his side, crossed over to Broadway.",
        "The boys pursued their way up Broadway, which on Sunday presents\na striking contrast in its quietness to the noise and confusion\nof ordinary week-days, as far as Union Square, then turned down\nFourteenth Street, which brought them to Fifth Avenue.",
        "“Suppose we dine at Delmonico’s,” said Fosdick, looking towards that\nfamous restaurant.",
        "“I’d have to sell some of my Erie shares,” said Dick.",
        "A short walk now brought them to the church of which mention has\nalready been made. They stood outside, a little abashed, watching\nthe fashionably attired people who were entering, and were feeling\na little undecided as to whether they had better enter also, when\nDick felt a light touch upon his shoulder.",
        "Turning round, he met the smiling glance of Mr. Greyson.",
        "“So, my young friend, you have kept your promise,” he said. “And\nwhom have you brought with you?”",
        "“A friend of mine,” said Dick. “His name is Henry Fosdick.”",
        "“I am glad you have brought him. Now follow me, and I will give you\nseats.”",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}