{
    "title": "Ragged Dick - Chapter XIII. Micky Maguire",
    "author": "Horatio Alger",
    "chapter": "14",
    "content": [
        "\n\n",
        "About nine o’clock Dick sought his new lodgings. In his hands he\ncarried his professional wardrobe, namely, the clothes which he\nhad worn at the commencement of the day, and the implements of his\nbusiness. These he stowed away in the bureau drawers, and by the\nlight of a flickering candle took off his clothes and went to\nbed. Dick had a good digestion and a reasonably good conscience;\nconsequently he was a good sleeper. Perhaps, too, the soft feather\nbed conduced to slumber. At any rate his eyes were soon closed,\nand he did not awake until half-past six the next morning.",
        "He lifted himself on his elbow, and stared around him in transient\nbewilderment.",
        "“Blest if I hadn’t forgot where I was,” he said to himself. “So this\nis my room, is it? Well, it seems kind of ’spectable to have a room\nand a bed to sleep in. I’d orter be able to afford seventy-five\ncents a week. I’ve throwed away more money than that in one evenin’.\nThere aint no reason why I shouldn’t live ’spectable. I wish I\nknowed as much as Frank. He’s a tip-top feller. Nobody ever cared\nenough for me before to give me good advice. It was kicks, and\ncuffs, and swearin’ at me all the time. I’d like to show him I can\ndo something.”",
        "While Dick was indulging in these reflections, he had risen from\nbed, and, finding an accession to the furniture of his room, in the\nshape of an ancient wash-stand bearing a cracked bowl and broken\npitcher, indulged himself in the rather unusual ceremony of a good\nwash. On the whole, Dick preferred to be clean, but it was not\nalways easy to gratify his desire. Lodging in the street as he had\nbeen accustomed to do, he had had no opportunity to perform his\ntoilet in the customary manner. Even now he found himself unable to\narrange his dishevelled locks, having neither comb nor brush. He\ndetermined to purchase a comb, at least, as soon as possible, and a\nbrush too, if he could get one cheap. Meanwhile he combed his hair\nwith his fingers as well as he could, though the result was not\nquite so satisfactory as it might have been.",
        "A question now came up for consideration. For the first time in\nhis life Dick possessed two suits of clothes. Should he put on the\nclothes Frank had given him, or resume his old rags?",
        "Now, twenty-four hours before, at the time Dick was introduced to\nthe reader’s notice, no one could have been less fastidious as to\nhis clothing than he. Indeed, he had rather a contempt for good\nclothes, or at least he thought so. But now, as he surveyed the\nragged and dirty coat and the patched pants, Dick felt ashamed of\nthem. He was unwilling to appear in the streets with them. Yet, if\nhe went to work in his new suit, he was in danger of spoiling it,\nand he might not have it in his power to purchase a new one. Economy\ndictated a return to the old garments. Dick tried them on, and\nsurveyed himself in the cracked glass; but the reflection did not\nplease him.",
        "“They don’t look ’spectable,” he decided; and, forthwith taking them\noff again, he put on the new suit of the day before.",
        "“I must try to earn a little more,” he thought, “to pay for my room,\nand to buy some new clo’es when these is wore out.”",
        "He opened the door of his chamber, and went downstairs and into the\nstreet, carrying his blacking-box with him.",
        "It was Dick’s custom to commence his business before breakfast;\ngenerally it must be owned, because he began the day penniless, and\nmust earn his meal before he ate it. To-day it was different. He had\nfour dollars left in his pocket-book; but this he had previously\ndetermined not to touch. In fact he had formed the ambitious\ndesign of starting an account at a savings’ bank, in order to\nhave something to fall back upon in case of sickness or any other\nemergency, or at any rate as a reserve fund to expend in clothing or\nother necessary articles when he required them. Hitherto he had been\ncontent to live on from day to day without a penny ahead; but the\nnew vision of respectability which now floated before Dick’s mind,\nowing to his recent acquaintance with Frank, was beginning to\nexercise a powerful effect upon him.",
        "In Dick’s profession as in others there are lucky days, when\neverything seems to flow prosperously. As if to encourage him in\nhis new-born resolution, our hero obtained no less than six jobs\nin the course of an hour and a half. This gave him sixty cents,\nquite abundant to purchase his breakfast, and a comb besides. His\nexertions made him hungry, and, entering a small eating-house he\nordered a cup of coffee and a beefsteak. To this he added a couple\nof rolls. This was quite a luxurious breakfast for Dick, and more\nexpensive than he was accustomed to indulge himself with. To gratify\nthe curiosity of my young readers, I will put down the items with\ntheir cost,–",
        "  Coffee, . . . . . . . . . . . . .  5 cts.\n  Beefsteak, . . . . . . . . . . .  15\n  A couple of rolls,  . . . . . . .  5\n                                  –25 cts.",
        "It will thus be seen that our hero had expended nearly one-half of\nhis morning’s earnings. Some days he had been compelled to breakfast\non five cents, and then he was forced to content himself with\na couple of apples, or cakes. But a good breakfast is a good\npreparation for a busy day, and Dick sallied forth from the\nrestaurant lively and alert, ready to do a good stroke of business.",
        "Dick’s change of costume was liable to lead to one result of which\nhe had not thought. His brother boot-blacks might think he had\ngrown aristocratic, and was putting on airs,–that, in fact, he was\ngetting above his business, and desirous to outshine his associates.\nDick had not dreamed of this, because in fact, in spite of his\nnew-born ambition, he entertained no such feeling. There was\nnothing of what boys call “big-feeling” about him. He was a borough\ndemocrat, using the word not politically, but in its proper sense,\nand was disposed to fraternize with all whom he styled “good\nfellows,” without regard to their position. It may seem a little\nunnecessary to some of my readers to make this explanation; but they\nmust remember that pride and “big-feeling” are confined to no age or\nclass, but may be found in boys as well as men, and in boot-blacks\nas well as those of a higher rank.",
        "The morning being a busy time with the boot-blacks, Dick’s changed\nappearance had not as yet attracted much attention. But when\nbusiness slackened a little, our hero was destined to be reminded\nof it.",
        "Among the down-town boot-blacks was one hailing from the Five\nPoints,–a stout, red-haired, freckled-faced boy of fourteen,\nbearing the name of Micky Maguire. This boy, by his boldness\nand recklessness, as well as by his personal strength, which\nwas considerable, had acquired an ascendancy among his fellow\nprofessionals, and had a gang of subservient followers, whom he led\non to acts of ruffianism, not unfrequently terminating in a month\nor two at Blackwell’s Island. Micky himself had served two terms\nthere; but the confinement appeared to have had very little effect\nin amending his conduct, except, perhaps, in making him a little\nmore cautious about an encounter with the “copps,” as the members\nof the city police are, for some unknown reason, styled among the\nFive-Point boys.",
        "Now Micky was proud of his strength, and of the position of leader\nwhich it had secured him. Moreover he was democratic in his tastes,\nand had a jealous hatred of those who wore good clothes and kept\ntheir faces clean. He called it putting on airs, and resented the\nimplied superiority. If he had been fifteen years older, and had a\ntrifle more education, he would have interested himself in politics,\nand been prominent at ward meetings, and a terror to respectable\nvoters on election day. As it was, he contented himself with being\nthe leader of a gang of young ruffians, over whom he wielded a\ndespotic power.",
        "Now it is only justice to Dick to say that, so far as wearing good\nclothes was concerned, he had never hitherto offended the eyes of\nMicky Maguire. Indeed, they generally looked as if they patronized\nthe same clothing establishment. On this particular morning it\nchanced that Micky had not been very fortunate in a business way,\nand, as a natural consequence, his temper, never very amiable,\nwas somewhat ruffled by the fact. He had had a very frugal\nbreakfast,–not because he felt abstemious, but owing to the low\nstate of his finances. He was walking along with one of his\nparticular friends, a boy nicknamed Limpy Jim, so called from a\nslight peculiarity in his walk, when all at once he espied our\nfriend Dick in his new suit.",
        "“My eyes!” he exclaimed, in astonishment; “Jim, just look at Ragged\nDick. He’s come into a fortun’, and turned gentleman. See his new\nclothes.”",
        "“So he has,” said Jim. “Where’d he get ’em, I wonder?”",
        "“Hooked ’em, p’raps. Let’s go and stir him up a little. We don’t\nwant no gentlemen on our beat. So he’s puttin’ on airs,–is he?\nI’ll give him a lesson.”",
        "So saying the two boys walked up to our hero, who had not observed\nthem, his back being turned, and Micky Maguire gave him a smart slap\non the shoulder.",
        "Dick turned round quickly.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}