{
    "title": "Ragged Dick - Chapter XVIII. Micky Maguire’s Second Defeat",
    "author": "Horatio Alger",
    "chapter": "19",
    "content": [
        "\n\n",
        "Dick was no coward. Nor was he in the habit of submitting passively\nto an insult. When, therefore, he recognized Micky as his assailant,\nhe instantly turned and gave chase. Micky anticipated pursuit, and\nran at his utmost speed. It is doubtful if Dick would have overtaken\nhim, but Micky had the ill luck to trip just as he had entered a\nnarrow alley, and, falling with some violence, received a sharp blow\nfrom the hard stones, which made him scream with pain.",
        "“Ow!” he whined. “Don’t you hit a feller when he’s down.”",
        "“What made you fire that stone at me?” demanded our hero, looking\ndown at the fallen bully.",
        "“Just for fun,” said Micky.",
        "“It would have been a very agreeable s’prise if it had hit me,” said\nDick. “S’posin’ I fire a rock at you jest for fun.”",
        "“Don’t!” exclaimed Micky, in alarm.",
        "“It seems you don’t like agreeable s’prises,” said Dick, “any more’n\nthe man did what got hooked by a cow one mornin’, before breakfast.\nIt didn’t improve his appetite much.”",
        "“I’ve most broke my arm,” said Micky, ruefully, rubbing the affected\nlimb.",
        "“If it’s broke you can’t fire no more stones, which is a very\ncheerin’ reflection,” said Dick. “Ef you haven’t money enough to buy\na wooden one I’ll lend you a quarter. There’s one good thing about\nwooden ones, they aint liable to get cold in winter, which is\nanother cheerin’ reflection.”",
        "“I don’t want none of yer cheerin’ reflections,” said Micky,\nsullenly. “Yer company aint wanted here.”",
        "“Thank you for your polite invitation to leave,” said Dick, bowing\nceremoniously. “I’m willin’ to go, but ef you throw any more stones\nat me, Micky Maguire, I’ll hurt you worse than the stones did.”",
        "The only answer made to this warning was a scowl from his fallen\nopponent. It was quite evident that Dick had the best of it, and\nhe thought it prudent to say nothing.",
        "“As I’ve got a friend waitin’ outside, I shall have to tear myself\naway,” said Dick. “You’d better not throw any more stones, Micky\nMaguire, for it don’t seem to agree with your constitution.”",
        "Micky muttered something which Dick did not stay to hear. He backed\nout of the alley, keeping a watchful eye on his fallen foe, and\nrejoined Henry Fosdick, who was awaiting his return.",
        "“Who was it, Dick?” he asked.",
        "“A partic’lar friend of mine, Micky Maguire,” said Dick. “He\nplayfully fired a rock at my head as a mark of his ’fection. He\nloves me like a brother, Micky does.”",
        "“Rather a dangerous kind of a friend, I should think,\"\nsaid Fosdick. “He might have killed you.”",
        "“I’ve warned him not to be so ’fectionate another time,” said Dick.",
        "“I know him,” said Henry Fosdick. “He’s at the head of a gang of\nboys living at the Five-Points. He threatened to whip me once\nbecause a gentleman employed me to black his boots instead of him.”",
        "“He’s been at the Island two or three times for stealing,” said\nDick. “I guess he won’t touch me again. He’d rather get hold of\nsmall boys. If he ever does anything to you, Fosdick, just let\nme know, and I’ll give him a thrashing.”",
        "Dick was right. Micky Maguire was a bully, and like most bullies did\nnot fancy tackling boys whose strength was equal or superior to his\nown. Although he hated Dick more than ever, because he thought our\nhero was putting on airs, he had too lively a remembrance of his\nstrength and courage to venture upon another open attack. He\ncontented himself, therefore, whenever he met Dick, with scowling at\nhim. Dick took this very philosophically, remarking that, “if it was\nsoothin’ to Micky’s feelings, he might go ahead, as it didn’t hurt\nhim much.”",
        "It will not be necessary to chronicle the events of the next few\nweeks. A new life had commenced for Dick. He no longer haunted the\ngallery of the Old Bowery; and even Tony Pastor’s hospitable doors\nhad lost their old attractions. He spent two hours every evening in\nstudy. His progress was astonishingly rapid. He was gifted with a\nnatural quickness; and he was stimulated by the desire to acquire a\nfair education as a means of “growin’ up ’spectable,” as he termed\nit. Much was due also to the patience and perseverance of Henry\nFosdick, who made a capital teacher.",
        "“You’re improving wonderfully, Dick,” said his friend, one evening,\nwhen Dick had read an entire paragraph without a mistake.",
        "“Am I?” said Dick, with satisfaction.",
        "“Yes. If you’ll buy a writing-book to-morrow, we can begin writing\nto-morrow evening.”",
        "“What else do you know, Henry?” asked Dick.",
        "“Arithmetic, and geography, and grammar.”",
        "“What a lot you know!” said Dick, admiringly.",
        "“I don’t know any of them,” said Fosdick. “I’ve only studied them.\nI wish I knew a great deal more.”",
        "“I’ll be satisfied when I know as much as you,” said Dick.",
        "“It seems a great deal to you now, Dick, but in a few months you’ll\nthink differently. The more you know, the more you’ll want to know.”",
        "“Then there aint any end to learnin’?” said Dick.",
        "“No.”",
        "“Well,” said Dick, “I guess I’ll be as much as sixty before I\nknow everything.”",
        "“Yes; as old as that, probably,” said Fosdick, laughing.",
        "“Anyway, you know too much to be blackin’ boots. Leave that to\nignorant chaps like me.”",
        "“You won’t be ignorant long, Dick.”",
        "“You’d ought to get into some office or countin’-room.”",
        "“I wish I could,” said Fosdick, earnestly. “I don’t succeed very\nwell at blacking boots. You make a great deal more than I do.”",
        "“That’s cause I aint troubled with bashfulness,” said Dick.\n“Bashfulness aint as natural to me as it is to you. I’m always on\nhand, as the cat said to the milk. You’d better give up shines,\nFosdick, and give your ’tention to mercantile pursuits.”",
        "“I’ve thought of trying to get a place,” said Fosdick; “but no one\nwould take me with these clothes;” and he directed his glance to his\nwell-worn suit, which he kept as neat as he could, but which, in\nspite of all his care, began to show decided marks of use. There\nwas also here and there a stain of blacking upon it, which, though\nan advertisement of his profession, scarcely added to its good\nappearance.",
        "“I almost wanted to stay at home from Sunday school last Sunday,” he\ncontinued, “because I thought everybody would notice how dirty and\nworn my clothes had got to be.”",
        "“If my clothes wasn’t two sizes too big for you,” said Dick,\ngenerously, “I’d change. You’d look as if you’d got into your\ngreat-uncle’s suit by mistake.”",
        "“You’re very kind, Dick, to think of changing,” said Fosdick, “for\nyour suit is much better than mine; but I don’t think that mine\nwould suit you very well. The pants would show a little more of\nyour ankles than is the fashion, and you couldn’t eat a very hearty\ndinner without bursting the buttons off the vest.”",
        "“That wouldn’t be very convenient,” said Dick. “I aint fond of\nlacin’ to show my elegant figger. But I say,” he added with a\nsudden thought, “how much money have we got in the savings’ bank?”",
        "Fosdick took a key from his pocket, and went to the drawer in which\nthe bank-books were kept, and, opening it, brought them out for\ninspection.",
        "It was found that Dick had the sum of eighteen dollars and ninety\ncents placed to his credit, while Fosdick had six dollars and\nforty-five cents. To explain the large difference, it must be\nremembered that Dick had deposited five dollars before Henry\ndeposited anything, being the amount he had received as a gift\nfrom Mr. Whitney.",
        "“How much does that make, the lot of it?” asked Dick. “I aint much\non figgers yet, you know.”",
        "“It makes twenty-five dollars and thirty-five cents, Dick,” said his\ncompanion, who did not understand the thought which suggested the\nquestion.",
        "“Take it, and buy some clothes, Henry,” said Dick, shortly.",
        "“What, your money too?”",
        "“In course.”",
        "“No, Dick, you are too generous. I couldn’t think of it. Almost\nthree-quarters of the money is yours. You must spend it on\nyourself.”",
        "“I don’t need it,” said Dick.",
        "“You may not need it now, but you will some time.”",
        "“I shall have some more then.”",
        "“That may be; but it wouldn’t be fair for me to use your money,\nDick. I thank you all the same for your kindness.”",
        "“Well, I’ll lend it to you, then,” persisted Dick, “and you can pay\nme when you get to be a rich merchant.”",
        "“But it isn’t likely I ever shall be one.”",
        "“How d’you know? I went to a fortun’ teller once, and she told me I\nwas born under a lucky star with a hard name, and I should have a\nrich man for my particular friend, who would make my fortun’. I\nguess you are going to be the rich man.”",
        "Fosdick laughed, and steadily refused for some time to avail himself\nof Dick’s generous proposal; but at length, perceiving that our hero\nseemed much disappointed, and would be really glad if his offer were\naccepted, he agreed to use as much as might be needful.",
        "This at once brought back Dick’s good-humor, and he entered\nwith great enthusiasm into his friend’s plans.",
        "The next day they withdrew the money from the bank, and, when\nbusiness got a little slack, in the afternoon set out in search of\na clothing store. Dick knew enough of the city to be able to find a\nplace where a good bargain could be obtained. He was determined that\nFosdick should have a good serviceable suit, even if it took all the\nmoney they had. The result of their search was that for twenty-three\ndollars Fosdick obtained a very neat outfit, including a couple of\nshirts, a hat, and a pair of shoes, besides a dark mixed suit, which\nappeared stout and of good quality.",
        "“Shall I sent the bundle home?” asked the salesman, impressed by the\noff-hand manner in which Dick drew out the money in payment for the\nclothes.",
        "“Thank you,” said Dick, “you’re very kind, but I’ll take it home\nmyself, and you can allow me something for my trouble.”",
        "“All right,” said the clerk, laughing; “I’ll allow it on your next\npurchase.”",
        "Proceeding to their apartment in Mott Street, Fosdick at once tried\non his new suit, and it was found to be an excellent fit. Dick\nsurveyed his new friend with much satisfaction.",
        "“You look like a young gentleman of fortun’,” he said, “and do\ncredit to your governor.”",
        "“I suppose that means you, Dick,” said Fosdick, laughing.",
        "“In course it does.”",
        "“You should say of course,” said Fosdick, who, in virtue of his\nposition as Dick’s tutor, ventured to correct his language from time\nto time.",
        "“How dare you correct your gov’nor?” said Dick, with comic\nindignation. “’I’ll cut you off with a shillin’, you young dog,’ as\nthe Markis says to his nephew in the play at the Old Bowery.”",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}