{
    "title": "Ragged Dick - Chapter XXVI. An Exciting Adventure",
    "author": "Horatio Alger",
    "chapter": "27",
    "content": [
        "\n\n",
        "Dick now began to look about for a position in a store or\ncounting-room. Until he should obtain one he determined to devote\nhalf the day to blacking boots, not being willing to break in upon\nhis small capital. He found that he could earn enough in half a day\nto pay all his necessary expenses, including the entire rent of the\nroom. Fosdick desired to pay his half; but Dick steadily refused,\ninsisting upon paying so much as compensation for his friend’s\nservices as instructor.",
        "It should be added that Dick’s peculiar way of speaking and use of\nslang terms had been somewhat modified by his education and his\nintimacy with Henry Fosdick. Still he continued to indulge in them\nto some extent, especially when he felt like joking, and it was\nnatural to Dick to joke, as my readers have probably found out by\nthis time. Still his manners were considerably improved, so that he\nwas more likely to obtain a situation than when first introduced\nto our notice.",
        "Just now, however, business was very dull, and merchants, instead of\nhiring new assistants, were disposed to part with those already in\ntheir employ. After making several ineffectual applications, Dick\nbegan to think he should be obliged to stick to his profession until\nthe next season. But about this time something occurred which\nconsiderably improved his chances of preferment.",
        "This is the way it happened.",
        "As Dick, with a balance of more than a hundred dollars in the\nsavings bank, might fairly consider himself a young man of property,\nhe thought himself justified in occasionally taking a half holiday\nfrom business, and going on an excursion. On Wednesday afternoon\nHenry Fosdick was sent by his employer on an errand to that part of\nBrooklyn near Greenwood Cemetery. Dick hastily dressed himself in\nhis best, and determined to accompany him.",
        "The two boys walked down to the South Ferry, and, paying their two\ncents each, entered the ferry boat. They remained at the stern, and\nstood by the railing, watching the great city, with its crowded\nwharves, receding from view. Beside them was a gentleman with two\nchildren,–a girl of eight and a little boy of six. The children\nwere talking gayly to their father. While he was pointing out some\nobject of interest to the little girl, the boy managed to creep,\nunobserved, beneath the chain that extends across the boat, for the\nprotection of passengers, and, stepping incautiously to the edge\nof the boat, fell over into the foaming water.",
        "At the child’s scream, the father looked up, and, with a cry of\nhorror, sprang to the edge of the boat. He would have plunged in,\nbut, being unable to swim, would only have endangered his own life,\nwithout being able to save his child.",
        "“My child!” he exclaimed in anguish,–\"who will save my child? A\nthousand–ten thousand dollars to any one who will save him!”",
        "There chanced to be but few passengers on board at the time, and\nnearly all these were either in the cabins or standing forward.\nAmong the few who saw the child fall was our hero.",
        "Now Dick was an expert swimmer. It was an accomplishment which he\nhad possessed for years, and he no sooner saw the boy fall than he\nresolved to rescue him. His determination was formed before he heard\nthe liberal offer made by the boy’s father. Indeed, I must do Dick\nthe justice to say that, in the excitement of the moment, he did not\nhear it at all, nor would it have stimulated the alacrity with which\nhe sprang to the rescue of the little boy.",
        "Little Johnny had already risen once, and gone under for the second\ntime, when our hero plunged in. He was obliged to strike out for\nthe boy, and this took time. He reached him none too soon. Just as\nhe was sinking for the third and last time, he caught him by the\njacket. Dick was stout and strong, but Johnny clung to him so\ntightly, that it was with great difficulty he was able to sustain\nhimself.",
        "“Put your arms round my neck,” said Dick.",
        "The little boy mechanically obeyed, and clung with a grasp\nstrengthened by his terror. In this position Dick could bear his\nweight better. But the ferry-boat was receding fast. It was quite\nimpossible to reach it. The father, his face pale with terror and\nanguish, and his hands clasped in suspense, saw the brave boy’s\nstruggles, and prayed with agonizing fervor that he might be\nsuccessful. But it is probable, for they were now midway of the\nriver, that both Dick and the little boy whom he had bravely\nundertaken to rescue would have been drowned, had not a row-boat\nbeen fortunately near. The two men who were in it witnessed the\naccident, and hastened to the rescue of our hero.",
        "“Keep up a little longer,” they shouted, bending to their oars,\n“and we will save you.”",
        "Dick heard the shout, and it put fresh strength into him. He battled\nmanfully with the treacherous sea, his eyes fixed longingly upon the\napproaching boat.",
        "“Hold on tight, little boy,” he said. “There’s a boat coming.”",
        "The little boy did not see the boat. His eyes were closed to shut\nout the fearful water, but he clung the closer to his young\npreserver. Six long, steady strokes, and the boat dashed along side.\nStrong hands seized Dick and his youthful burden, and drew them into\nthe boat, both dripping with water.",
        "“God be thanked!” exclaimed the father, as from the steamer he saw\nthe child’s rescue. “That brave boy shall be rewarded, if I\nsacrifice my whole fortune to compass it.”",
        "“You’ve had a pretty narrow escape, young chap,” said one of the\nboatmen to Dick. “It was a pretty tough job you undertook.”",
        "“Yes,” said Dick. “That’s what I thought when I was in the water. If\nit hadn’t been for you, I don’t know what would have ’come of us.”",
        "“Anyhow you’re a plucky boy, or you wouldn’t have dared to jump into\nthe water after this little chap. It was a risky thing to do.”",
        "“I’m used to the water,” said Dick, modestly. “I didn’t stop to\nthink of the danger, but I wasn’t going to see that little fellow\ndrown without tryin’ to save him.”",
        "The boat at once headed for the ferry wharf on the Brooklyn side.\nThe captain of the ferry-boat, seeing the rescue, did not think\nit necessary to stop his boat, but kept on his way. The whole\noccurrence took place in less time than I have occupied in\ntelling it.",
        "The father was waiting on the wharf to receive his little boy, with\nwhat feelings of gratitude and joy can be easily understood. With a\nburst of happy tears he clasped him to his arms. Dick was about to\nwithdraw modestly, but the gentleman perceived the movement, and,\nputting down the child, came forward, and, clasping his hand, said\nwith emotion, “My brave boy, I owe you a debt I can never repay.\nBut for your timely service I should now be plunged into an anguish\nwhich I cannot think of without a shudder.”",
        "Our hero was ready enough to speak on most occasions, but always\nfelt awkward when he was praised.",
        "“It wasn’t any trouble,” he said, modestly. “I can swim like a top.”",
        "“But not many boys would have risked their lives for a stranger,\"\nsaid the gentleman. “But,” he added with a sudden thought, as his\nglance rested on Dick’s dripping garments, “both you and my little\nboy will take cold in wet clothes. Fortunately I have a friend\nliving close at hand, at whose house you will have an opportunity\nof taking off your clothes, and having them dried.”",
        "Dick protested that he never took cold; but Fosdick, who had now\njoined them, and who, it is needless to say, had been greatly\nalarmed at Dick’s danger, joined in urging compliance with the\ngentleman’s proposal, and in the end our hero had to yield. His\nnew friend secured a hack, the driver of which agreed for extra\nrecompense to receive the dripping boys into his carriage, and they\nwere whirled rapidly to a pleasant house in a side street, where\nmatters were quickly explained, and both boys were put to bed.",
        "“I aint used to goin’ to bed quite so early,” thought Dick. “This is\nthe queerest excursion I ever took.”",
        "Like most active boys Dick did not enjoy the prospect of spending\nhalf a day in bed; but his confinement did not last as long as he\nanticipated.",
        "In about an hour the door of his chamber was opened, and a servant\nappeared, bringing a new and handsome suit of clothes throughout.",
        "“You are to put on these,” said the servant to Dick; “but you\nneedn’t get up till you feel like it.”",
        "“Whose clothes are they?” asked Dick.",
        "“They are yours.”",
        "“Mine! Where did they come from?”",
        "“Mr. Rockwell sent out and bought them for you. They are the\nsame size as your wet ones.”",
        "“Is he here now?”",
        "“No. He bought another suit for the little boy, and has gone back to\nNew York. Here’s a note he asked me to give you.”",
        "Dick opened the paper, and read as follows,–",
        "“Please accept this outfit of clothes as the first instalment of\na debt which I can never repay. I have asked to have your wet suit\ndried, when you can reclaim it. Will you oblige me by calling\nto-morrow at my counting room, No. –, Pearl Street.",
        "  “Your friend,\n  “JAMES ROCKWELL.”",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}