{
    "title": "Ragged Dick - Chapter XXV. Dick Writes His First Letter",
    "author": "Horatio Alger",
    "chapter": "26",
    "content": [
        "\n\n",
        "When Fosdick reached home in the evening, Dick displayed his letter\nwith some pride.",
        "“It’s a nice letter,” said Fosdick, after reading it “I should like\nto know Frank.”",
        "“I’ll bet you would,” said Dick. “He’s a trump.”",
        "“When are you going to answer it?”",
        "“I don’t know,” said Dick, dubiously. “I never writ a letter.”",
        "“That’s no reason why you shouldn’t. There’s always a first time,\nyou know.”",
        "“I don’t know what to say,” said Dick.",
        "“Get some paper and sit down to it, and you’ll find enough to say.\nYou can do that this evening instead of studying.”",
        "“If you’ll look it over afterwards, and shine it up a little.”",
        "“Yes, if it needs it; but I rather think Frank would like it best\njust as you wrote it.”",
        "Dick decided to adopt Fosdick’s suggestion. He had very serious\ndoubts as to his ability to write a letter. Like a good many other\nboys, he looked upon it as a very serious job, not reflecting that,\nafter all, letter-writing is nothing but talking upon paper. Still,\nin spite of his misgivings, he felt that the letter ought to be\nanswered, and he wished Frank to hear from him. After various\npreparations, he at last got settled down to his task, and, before\nthe evening was over, a letter was written. As the first letter\nwhich Dick had ever produced, and because it was characteristic\nof him, my readers may like to read it.",
        "Here it is,–",
        "“DEAR FRANK,–I got your letter this mornin’, and was very glad to\nhear you hadn’t forgotten Ragged Dick. I aint so ragged as I was.\nOpenwork coats and trowsers has gone out of fashion. I put on the\nWashington coat and Napoleon pants to go to the post-office, for\nfear they wouldn’t think I was the boy that was meant. On my way\nback I received the congratulations of my intimate friend, Micky\nMaguire, on my improved appearance.",
        "“I’ve give up sleepin’ in boxes, and old wagons, findin’ it didn’t\nagree with my constitution. I’ve hired a room in Mott Street, and\nhave got a private tooter, who rooms with me and looks after my\nstudies in the evenin’. Mott Street aint very fashionable; but my\nmanshun on Fifth Avenoo isn’t finished yet, and I’m afraid it won’t\nbe till I’m a gray-haired veteran. I’ve got a hundred dollars\ntowards it, which I’ve saved up from my earnin’s. I haven’t forgot\nwhat you and your uncle said to me, and I’m tryin’ to grow up\n’spectable. I haven’t been to Tony Pastor’s, or the Old Bowery, for\never so long. I’d rather save up my money to support me in my old\nage. When my hair gets gray, I’m goin’ to knock off blackin’ boots,\nand go into some light, genteel employment, such as keepin’ an\napple-stand, or disseminatin’ pea-nuts among the people.",
        "“I’ve got so as to read pretty well, so my tooter says. I’ve been\nstudyin’ geography and grammar also. I’ve made such astonishin’\nprogress that I can tell a noun from a conjunction as far away as\nI can see ’em. Tell Mr. Munroe that if he wants an accomplished\nteacher in his school, he can send for me, and I’ll come on by the\nvery next train. Or, if he wants to sell out for a hundred dollars,\nI’ll buy the whole concern, and agree to teach the scholars all I\nknow myself in less than six months. Is teachin’ as good business,\ngenerally speakin’, as blackin’ boots? My private tooter combines\nboth, and is makin’ a fortun’ with great rapidity. He’ll be as rich\nas Astor some time, if he only lives long enough.\n“I should think you’d have a bully time at your school. I should\nlike to go out in the boat, or play ball with you. When are you\ncomin’ to the city? I wish you’d write and let me know when you do,\nand I’ll call and see you. I’ll leave my business in the hands of my\nnumerous clerks, and go round with you. There’s lots of things you\ndidn’t see when you was here before. They’re getting on fast at the\nCentral Park. It looks better than it did a year ago.",
        "“I aint much used to writin’ letters. As this is the first one I\never wrote, I hope you’ll excuse the mistakes. I hope you’ll write\nto me again soon. I can’t write so good a letter as you; but, I’ll\ndo my best, as the man said when he was asked if he could swim over\nto Brooklyn backwards. Good-by, Frank. Thank you for all your\nkindness. Direct your next letter to No. – Mott Street.",
        "  “Your true friend,\n  “DICK HUNTER,”",
        "When Dick had written the last word, he leaned back in his chair,\nand surveyed the letter with much satisfaction.",
        "“I didn’t think I could have wrote such a long letter, Fosdick,\"\nsaid he.",
        "“Written would be more grammatical, Dick,” suggested his friend.",
        "“I guess there’s plenty of mistakes in it,” said Dick. “Just look at\nit, and see.”",
        "Fosdick took the letter, and read it over carefully.",
        "“Yes, there are some mistakes,” he said; “but it sounds so much like\nyou that I think it would be better to let it go just as it is. It\nwill be more likely to remind Frank of what you were when he first\nsaw you.”",
        "“Is it good enough to send?” asked Dick, anxiously.",
        "“Yes; it seems to me to be quite a good letter. It is written just\nas you talk. Nobody but you could have written such a letter, Dick.\nI think Frank will be amused at your proposal to come up there as\nteacher.”",
        "“P’r’aps it would be a good idea for us to open a seleck school here\nin Mott Street,” said Dick, humorously. “We could call it ’Professor\nFosdick and Hunter’s Mott Street Seminary.’ Boot-blackin’ taught by\nProfessor Hunter.”",
        "The evening was so far advanced that Dick decided to postpone\ncopying his letter till the next evening. By this time he had come\nto have a very fair handwriting, so that when the letter was\ncomplete it really looked quite creditable, and no one would have\nsuspected that it was Dick’s first attempt in this line. Our hero\nsurveyed it with no little complacency. In fact, he felt rather\nproud of it, since it reminded him of the great progress he had\nmade. He carried it down to the post-office, and deposited it with\nhis own hands in the proper box. Just on the steps of the building,\nas he was coming out, he met Johnny Nolan, who had been sent on an\nerrand to Wall Street by some gentleman, and was just returning.",
        "“What are you doin’ down here, Dick?” asked Johnny.",
        "“I’ve been mailin’ a letter.”",
        "“Who sent you?”",
        "“Nobody.”",
        "“I mean, who writ the letter?”",
        "“I wrote it myself.”",
        "“Can you write letters?” asked Johnny, in amazement.",
        "“Why shouldn’t I?”",
        "“I didn’t know you could write. I can’t.”",
        "“Then you ought to learn.”",
        "“I went to school once; but it was too hard work, so I give it up.”",
        "“You’re lazy, Johnny,–that’s what’s the matter. How’d you ever\nexpect to know anything, if you don’t try?”",
        "“I can’t learn.”",
        "“You can, if you want to.”",
        "Johnny Nolan was evidently of a different opinion. He was a\ngood-natured boy, large of his age, with nothing particularly bad\nabout him, but utterly lacking in that energy, ambition, and natural\nsharpness, for which Dick was distinguished. He was not adapted to\nsucceed in the life which circumstances had forced upon him; for in\nthe street-life of the metropolis a boy needs to be on the alert,\nand have all his wits about him, or he will find himself wholly\ndistanced by his more enterprising competitors for popular favor. To\nsucceed in his profession, humble as it is, a boot-black must depend\nupon the same qualities which gain success in higher walks in\nlife. It was easy to see that Johnny, unless very much favored by\ncircumstances, would never rise much above his present level. For\nDick, we cannot help hoping much better things.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}