{
    "title": "Ragged Dick",
    "author": "Horatio Alger",
    "chapter": "1",
    "content": [
        "\n\n",
        "  To Joseph W. Allen,\n  at whose suggestion this story was undertaken,\n  it is inscribed with friendly regard.",
        "“Ragged Dick” was contributed as a serial story to the pages of the\nSchoolmate, a well-known juvenile magazine, during the year 1867.\nWhile in course of publication, it was received with so many\nevidences of favor that it has been rewritten and considerably\nenlarged, and is now presented to the public as the first volume\nof a series intended to illustrate the life and experiences of the\nfriendless and vagrant children who are now numbered by thousands\nin New York and other cities.",
        "Several characters in the story are sketched from life. The\nnecessary information has been gathered mainly from personal\nobservation and conversations with the boys themselves. The author\nis indebted also to the excellent Superintendent of the Newsboys’\nLodging House, in Fulton Street, for some facts of which he has been\nable to make use. Some anachronisms may be noted. Wherever they\noccur, they have been admitted, as aiding in the development of the\nstory, and will probably be considered as of little importance in\nan unpretending volume, which does not aspire to strict historical\naccuracy.",
        "The author hopes that, while the volumes in this series may prove\ninteresting stories, they may also have the effect of enlisting the\nsympathies of his readers in behalf of the unfortunate children whose\nlife is described, and of leading them to co-operate with the\npraiseworthy efforts now making by the Children’s Aid Society and\nother organizations to ameliorate their condition.",
        "New York, April, 1868",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}