{
    "title": "Ragged Dick - Chapter X. Introduces a Victim of Misplaced Confidence",
    "author": "Horatio Alger",
    "chapter": "11",
    "content": [
        "\n\n",
        "“What a queer chap you are, Dick!” said Frank, laughing. “You always\nseem to be in good spirits.”",
        "“No, I aint always. Sometimes I have the blues.”",
        "“When?”",
        "“Well, once last winter it was awful cold, and there was big holes\nin my shoes, and my gloves and all my warm clothes was at the\ntailor’s. I felt as if life was sort of tough, and I’d like it if\nsome rich man would adopt me, and give me plenty to eat and drink\nand wear, without my havin’ to look so sharp after it. Then agin’\nwhen I’ve seen boys with good homes, and fathers, and mothers, I’ve\nthought I’d like to have somebody to care for me.”",
        "Dick’s tone changed as he said this, from his usual levity, and\nthere was a touch of sadness in it. Frank, blessed with a good home\nand indulgent parents, could not help pitying the friendless boy who\nhad found life such up-hill work.",
        "“Don’t say you have no one to care for you, Dick,” he said, lightly\nlaying his hand on Dick’s shoulder. “I will care for you.”",
        "“Will you?”",
        "“If you will let me.”",
        "“I wish you would,” said Dick, earnestly. “I’d like to feel that I\nhave one friend who cares for me.”",
        "Central Park was now before them, but it was far from presenting\nthe appearance which it now exhibits. It had not been long since\nwork had been commenced upon it, and it was still very rough and\nunfinished. A rough tract of land, two miles and a half from north\nto south, and a half a mile broad, very rocky in parts, was the\nmaterial from which the Park Commissioners have made the present\nbeautiful enclosure. There were no houses of good appearance near\nit, buildings being limited mainly to rude temporary huts used by\nthe workmen who were employed in improving it. The time will\nundoubtedly come when the Park will be surrounded by elegant\nresidences, and compare favorably in this respect with the most\nattractive parts of any city in the world. But at the time when\nFrank and Dick visited it, not much could be said in favor either\nof the Park or its neighborhood.",
        "“If this is Central Park,” said Frank, who naturally felt\ndisappointed, “I don’t think much of it. My father’s got a large\npasture that is much nicer.”",
        "“It’ll look better some time,” said Dick. “There aint much to see\nnow but rocks. We will take a walk over it if you want to.”",
        "“No,” said Frank, “I’ve seen as much of it as I want to. Besides, I\nfeel tired.”",
        "“Then we’ll go back. We can take the Sixth Avenue cars. They will\nbring us out at Vesey Street just beside the Astor House.”",
        "“All right,” said Frank. “That will be the best course. I hope,” he\nadded, laughing, “our agreeable lady friend won’t be there. I don’t\ncare about being accused of stealing again.”",
        "“She was a tough one,” said Dick. “Wouldn’t she make a nice wife for\na man that likes to live in hot water, and didn’t mind bein’ scalded\ntwo or three times a day?”",
        "“Yes, I think she’d just suit him. Is that the right car, Dick?”",
        "“Yes, jump in, and I’ll follow.”",
        "The Sixth Avenue is lined with stores, many of them of very good\nappearance, and would make a very respectable principal street for a\ngood-sized city. But it is only one of several long business streets\nwhich run up the island, and illustrate the extent and importance of\nthe city to which they belong.",
        "No incidents worth mentioning took place during their ride down\ntown. In about three-quarters of an hour the boys got out of the car\nbeside the Astor House.",
        "“Are you goin’ in now, Frank?” asked Dick.",
        "“That depends upon whether you have anything else to show me.”",
        "“Wouldn’t you like to go to Wall Street?”",
        "“That’s the street where there are so many bankers and brokers,–isn’t\nit?”",
        "“Yes, I s’pose you aint afraid of bulls and bears,–are you?”",
        "“Bulls and bears?” repeated Frank, puzzled.",
        "“Yes.”",
        "“What are they?”",
        "“The bulls is what tries to make the stocks go up, and the bears is\nwhat try to growl ’em down.”",
        "“Oh, I see. Yes, I’d like to go.”",
        "Accordingly they walked down on the west side of Broadway as far as\nTrinity Church, and then, crossing, entered a street not very wide\nor very long, but of very great importance. The reader would be\nastonished if he could know the amount of money involved in the\ntransactions which take place in a single day in this street. It\nwould be found that although Broadway is much greater in length, and\nlined with stores, it stands second to Wall Street in this respect.",
        "“What is that large marble building?” asked Frank, pointing to a\nmassive structure on the corner of Wall and Nassau Streets. It was\nin the form of a parallelogram, two hundred feet long by ninety\nwide, and about eighty feet in height, the ascent to the entrance\nbeing by eighteen granite steps.",
        "“That’s the Custom House,” said Dick.",
        "“It looks like pictures I’ve seen of the Parthenon at Athens,” said\nFrank, meditatively.",
        "“Where’s Athens?” asked Dick. “It aint in York State,–is it?”",
        "“Not the Athens I mean, at any rate. It is in Greece, and was a\nfamous city two thousand years ago.”",
        "“That’s longer than I can remember,” said Dick. “I can’t remember\ndistinctly more’n about a thousand years.”",
        "“What a chap you are, Dick! Do you know if we can go in?”",
        "The boys ascertained, after a little inquiry, that they would be\nallowed to do so. They accordingly entered the Custom House and made\ntheir way up to the roof, from which they had a fine view of the\nharbor, the wharves crowded with shipping, and the neighboring\nshores of Long Island and New Jersey. Towards the north they looked\ndown for many miles upon continuous lines of streets, and thousands\nof roofs, with here and there a church-spire rising above its\nneighbors. Dick had never before been up there, and he, as well as\nFrank, was interested in the grand view spread before them.",
        "At length they descended, and were going down the granite steps on\nthe outside of the building, when they were addressed by a young\nman, whose appearance is worth describing.",
        "He was tall, and rather loosely put together, with small eyes and\nrather a prominent nose. His clothing had evidently not been\nfurnished by a city tailor. He wore a blue coat with brass buttons,\nand pantaloons of rather scanty dimensions, which were several\ninches too short to cover his lower limbs. He held in his hand a\npiece of paper, and his countenance wore a look of mingled\nbewilderment and anxiety.",
        "“Be they a-payin’ out money inside there?” he asked, indicating the\ninterior by a motion of his hand.",
        "“I guess so,” said Dick. “Are you a-goin’ in for some?”",
        "“Wal, yes. I’ve got an order here for sixty dollars,–made a kind of\nspeculation this morning.”",
        "“How was it?” asked Frank.",
        "“Wal, you see I brought down some money to put in the bank, fifty\ndollars it was, and I hadn’t justly made up my mind what bank to put\nit into, when a chap came up in a terrible hurry, and said it was\nvery unfortunate, but the bank wasn’t open, and he must have some\nmoney right off. He was obliged to go out of the city by the next\ntrain. I asked him how much he wanted. He said fifty dollars. I told\nhim I’d got that, and he offered me a check on the bank for sixty,\nand I let him have it. I thought that was a pretty easy way to earn\nten dollars, so I counted out the money and he went off. He told\nme I’d hear a bell ring when they began to pay out money. But I’ve\nwaited most two hours, and I haint heard it yet. I’d ought to be\ngoin’, for I told dad I’d be home to-night. Do you think I can get\nthe money now?”",
        "“Will you show me the check?” asked Frank, who had listened\nattentively to the countryman’s story, and suspected that he had\nbeen made the victim of a swindler. It was made out upon the\n“Washington Bank,” in the sum of sixty dollars, and was signed\n“Ephraim Smith.”",
        "“Washington Bank!” repeated Frank. “Dick, is there such a bank in\nthe city?”",
        "“Not as I knows on,” said Dick. “Leastways I don’t own any shares\nin it.”",
        "“Aint this the Washington Bank?” asked the countryman, pointing to\nthe building on the steps of which the three were now standing.",
        "“No, it’s the Custom House.”",
        "“And won’t they give me any money for this?” asked the young man,\nthe perspiration standing on his brow.",
        "“I am afraid the man who gave it to you was a swindler,” said\nFrank, gently.",
        "“And won’t I ever see my fifty dollars again?” asked the youth in\nagony.",
        "“I am afraid not.”",
        "“What’ll dad say?” ejaculated the miserable youth. “It makes me feel\nsick to think of it. I wish I had the feller here. I’d shake him out\nof his boots.”",
        "“What did he look like? I’ll call a policeman and you shall describe\nhim. Perhaps in that way you can get track of your money.”",
        "Dick called a policeman, who listened to the description, and\nrecognized the operator as an experienced swindler. He assured the\ncountryman that there was very little chance of his ever seeing his\nmoney again. The boys left the miserable youth loudly bewailing his\nbad luck, and proceeded on their way down the street.",
        "“He’s a baby,” said Dick, contemptuously. “He’d ought to know how to\ntake care of himself and his money. A feller has to look sharp in\nthis city, or he’ll lose his eye-teeth before he knows it.”",
        "“I suppose you never got swindled out of fifty dollars, Dick?”",
        "“No, I don’t carry no such small bills. I wish I did,” he added.",
        "“So do I, Dick. What’s that building there at the end of the street?”",
        "“That’s the Wall-Street Ferry to Brooklyn.”",
        "“How long does it take to go across?”",
        "“Not more’n five minutes.”",
        "“Suppose we just ride over and back.”",
        "“All right!” said Dick. “It’s rather expensive; but if you don’t\nmind, I don’t.”",
        "“Why, how much does it cost?”",
        "“Two cents apiece.”",
        "“I guess I can stand that. Let us go.”",
        "They passed the gate, paying the fare to a man who stood at the\nentrance, and were soon on the ferry-boat, bound for Brooklyn.",
        "They had scarcely entered the boat, when Dick, grasping Frank\nby the arm, pointed to a man just outside of the gentlemen’s cabin.",
        "“Do you see that man, Frank?” he inquired.",
        "“Yes, what of him?”",
        "“He’s the man that cheated the country chap out of his fifty dollars.”",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}