{
    "title": "Ragged Dick - Chapter IX. A Scene in a Third Avenue Car",
    "author": "Horatio Alger",
    "chapter": "10",
    "content": [
        "\n\n",
        "The boys had turned into Third Avenue, a long street, which,\ncommencing just below the Cooper Institute, runs out to Harlem. A\nman came out of a side street, uttering at intervals a monotonous\ncry which sounded like “glass puddin’.”",
        "“Glass pudding!” repeated Frank, looking in surprised wonder at\nDick. “What does he mean?”",
        "“Perhaps you’d like some,” said Dick.",
        "“I never heard of it before.”",
        "“Suppose you ask him what he charges for his puddin’.”",
        "Frank looked more narrowly at the man, and soon concluded that he\nwas a glazier.",
        "“Oh, I understand,” he said. “He means ’glass put in.’”",
        "Frank’s mistake was not a singular one. The monotonous cry of these\nmen certainly sounds more like “glass puddin’,” than the words they\nintend to utter.",
        "“Now,” said Dick, “where shall we go?”",
        "“I should like to see Central Park,” said Frank. “Is it far off?”",
        "“It is about a mile and a half from here,” said Dick. “This is\nTwenty-ninth Street, and the Park begins at Fifty-ninth Street.”",
        "It may be explained, for the benefit of readers who have never\nvisited New York, that about a mile from the City Hall the\ncross-streets begin to be numbered in regular order. There is a\ncontinuous line of houses as far as One Hundred and Thirtieth\nStreet, where may be found the terminus of the Harlem line of\nhorse-cars. When the entire island is laid out and settled, probably\nthe numbers will reach two hundred or more. Central Park, which lies\nbetween Fifty-ninth Street on the south, and One Hundred and Tenth\nStreet on the north, is true to its name, occupying about the centre\nof the island. The distance between two parallel streets is called a\nblock, and twenty blocks make a mile. It will therefore be seen that\nDick was exactly right, when he said they were a mile and a half\nfrom Central Park.",
        "“That is too far to walk,” said Frank.",
        "“’Twon’t cost but six cents to ride,” said Dick.",
        "“You mean in the horse-cars?”",
        "“Yes.”",
        "“All right then. We’ll jump aboard the next car.”",
        "The Third Avenue and Harlem line of horse-cars is better patronized\nthan any other in New York, though not much can be said for the\ncars, which are usually dirty and overcrowded. Still, when it is\nconsidered that only seven cents are charged for the entire distance\nto Harlem, about seven miles from the City Hall, the fare can hardly\nbe complained of. But of course most of the profit is made from the\nway-passengers who only ride a short distance.",
        "A car was at that moment approaching, but it seemed pretty crowded.",
        "“Shall we take that, or wait for another?” asked Frank.",
        "“The next’ll most likely be as bad,” said Dick.",
        "The boys accordingly signalled to the conductor to stop, and got\non the front platform. They were obliged to stand up till the car\nreached Fortieth Street, when so many of the passengers had got off\nthat they obtained seats.",
        "Frank sat down beside a middle-aged woman, or lady, as she probably\ncalled herself, whose sharp visage and thin lips did not seem to\npromise a very pleasant disposition. When the two gentlemen who sat\nbeside her arose, she spread her skirts in the endeavor to fill two\nseats. Disregarding this, the boys sat down.",
        "“There aint room for two,” she said, looking sourly at Frank.",
        "“There were two here before.”",
        "“Well, there ought not to have been. Some people like to crowd in\nwhere they’re not wanted.”",
        "“And some like to take up a double allowance of room,” thought\nFrank; but he did not say so. He saw that the woman had a bad\ntemper, and thought it wisest to say nothing.",
        "Frank had never ridden up the city as far as this, and it was with\nmuch interest that he looked out of the car windows at the stores on\neither side. Third Avenue is a broad street, but in the character\nof its houses and stores it is quite inferior to Broadway, though\nbetter than some of the avenues further east. Fifth Avenue, as most\nof my readers already know, is the finest street in the city, being\nlined with splendid private residences, occupied by the wealthier\nclasses. Many of the cross streets also boast houses which may be\nconsidered palaces, so elegant are they externally and internally.\nFrank caught glimpses of some of these as he was carried towards the\nPark.",
        "After the first conversation, already mentioned, with the lady at\nhis side, he supposed he should have nothing further to do with her.\nBut in this he was mistaken. While he was busy looking out of the\ncar window, she plunged her hand into her pocket in search of her\npurse, which she was unable to find. Instantly she jumped to the\nconclusion that it had been stolen, and her suspicions fastened upon\nFrank, with whom she was already provoked for “crowding her,” as she\ntermed it.",
        "“Conductor!” she exclaimed in a sharp voice.",
        "“What’s wanted, ma’am?” returned that functionary.",
        "“I want you to come here right off.”",
        "“What’s the matter?”",
        "“My purse has been stolen. There was four dollars and eighty cents\nin it. I know, because I counted it when I paid my fare.”",
        "“Who stole it?”",
        "“That boy,” she said pointing to Frank, who listened to the charge\nin the most intense astonishment. “He crowded in here on purpose to\nrob me, and I want you to search him right off.”",
        "“That’s a lie!” exclaimed Dick, indignantly.",
        "“Oh, you’re in league with him, I dare say,” said the woman\nspitefully. “You’re as bad as he is, I’ll be bound.”",
        "“You’re a nice female, you be!” said Dick, ironically.",
        "“Don’t you dare to call me a female, sir,” said the lady, furiously.",
        "“Why, you aint a man in disguise, be you?” said Dick.",
        "“You are very much mistaken, madam,” said Frank, quietly. “The\nconductor may search me, if you desire it.”",
        "A charge of theft, made in a crowded car, of course made quite a\nsensation. Cautious passengers instinctively put their hands on\ntheir pockets, to make sure that they, too, had not been robbed.\nAs for Frank, his face flushed, and he felt very indignant that he\nshould even be suspected of so mean a crime. He had been carefully\nbrought up, and been taught to regard stealing as low and wicked.",
        "Dick, on the contrary, thought it a capital joke that such a charge\nshould have been made against his companion. Though he had brought\nhimself up, and known plenty of boys and men, too, who would steal,\nhe had never done so himself. He thought it mean. But he could not\nbe expected to regard it as Frank did. He had been too familiar with\nit in others to look upon it with horror.",
        "Meanwhile the passengers rather sided with the boys. Appearances go\na great ways, and Frank did not look like a thief.",
        "“I think you must be mistaken, madam,” said a gentleman sitting\nopposite. “The lad does not look as if he would steal.”",
        "“You can’t tell by looks,” said the lady, sourly. “They’re\ndeceitful; villains are generally well dressed.”",
        "“Be they?” said Dick. “You’d ought to see me with my Washington coat\non. You’d think I was the biggest villain ever you saw.”",
        "“I’ve no doubt you are,” said the lady, scowling in the direction of\nour hero.",
        "“Thank you, ma’am,” said Dick. “’Tisn’t often I get such fine\ncompliments.”",
        "“None of your impudence,” said the lady, wrathfully. “I believe\nyou’re the worst of the two.”",
        "Meanwhile the car had been stopped.",
        "“How long are we going to stop here?” demanded a passenger,\nimpatiently. “I’m in a hurry, if none of the rest of you are.”",
        "“I want my pocket-book,” said the lady, defiantly.",
        "“Well, ma’am, I haven’t got it, and I don’t see as it’s doing you\nany good detaining us all here.”",
        "“Conductor, will you call a policeman to search that young scamp?\"\ncontinued the aggrieved lady. “You don’t expect I’m going to lose my\nmoney, and do nothing about it.”",
        "“I’ll turn my pockets inside out if you want me to,” said Frank,\nproudly. “There’s no need of a policeman. The conductor, or any one\nelse, may search me.”",
        "“Well, youngster,” said the conductor, “if the lady agrees, I’ll\nsearch you.”",
        "The lady signified her assent.",
        "Frank accordingly turned his pockets inside out, but nothing was\nrevealed except his own porte-monnaie and a penknife.",
        "“Well, ma’am, are you satisfied?” asked the conductor.",
        "“No, I aint,” said she, decidedly.",
        "“You don’t think he’s got it still?”",
        "“No, but he’s passed it over to his confederate, that boy there\nthat’s so full of impudence.”",
        "“That’s me,” said Dick, comically.",
        "“He confesses it,” said the lady; “I want him searched.”",
        "“All right,” said Dick, “I’m ready for the operation, only, as I’ve\ngot valooable property about me, be careful not to drop any of my\nErie Bonds.”",
        "The conductor’s hand forthwith dove into Dick’s pocket, and drew out\na rusty jack-knife, a battered cent, about fifty cents in change,\nand the capacious pocket-book which he had received from the\nswindler who was anxious to get back to his sick family in Boston.",
        "“Is that yours, ma’am?” asked the conductor, holding up the wallet\nwhich excited some amazement, by its size, among the other\npassengers.",
        "“It seems to me you carry a large pocket-book for a young man of\nyour age,” said the conductor.",
        "“That’s what I carry my cash and valooable papers in,” said Dick.",
        "“I suppose that isn’t yours, ma’am,” said the conductor, turning to\nthe lady.",
        "“No,” said she, scornfully. “I wouldn’t carry round such a great\nwallet as that. Most likely he’s stolen it from somebody else.”",
        "“What a prime detective you’d be!” said Dick. “P’rhaps you know who\nI took it from.”",
        "“I don’t know but my money’s in it,” said the lady, sharply.\n“Conductor, will you open that wallet, and see what there is in it?”",
        "“Don’t disturb the valooable papers,” said Dick, in a tone of\npretended anxiety.",
        "The contents of the wallet excited some amusement among the\npassengers.",
        "“There don’t seem to be much money here,” said the conductor, taking\nout a roll of tissue paper cut out in the shape of bills, and rolled\nup.",
        "“No,” said Dick. “Didn’t I tell you them were papers of no valoo to\nanybody but the owner? If the lady’d like to borrow, I won’t charge\nno interest.”",
        "“Where is my money, then?” said the lady, in some discomfiture. “I\nshouldn’t wonder if one of the young scamps had thrown it out of the\nwindow.”",
        "“You’d better search your pocket once more,” said the gentleman\nopposite. “I don’t believe either of the boys is in fault. They\ndon’t look to me as if they would steal.”",
        "“Thank you, sir,” said Frank.",
        "The lady followed out the suggestion, and, plunging her hand once\nmore into her pocket, drew out a small porte-monnaie. She hardly\nknew whether to be glad or sorry at this discovery. It placed her\nin rather an awkward position after the fuss she had made, and the\ndetention to which she had subjected the passengers, now, as it\nproved, for nothing.",
        "“Is that the pocket-book you thought stolen?” asked the conductor.",
        "“Yes,” said she, rather confusedly.",
        "“Then you’ve been keeping me waiting all this time for nothing,” he\nsaid, sharply. “I wish you’d take care to be sure next time before\nyou make such a disturbance for nothing. I’ve lost five minutes, and\nshall not be on time.”",
        "“I can’t help it,” was the cross reply; “I didn’t know it was in my\npocket.”",
        "“It seems to me you owe an apology to the boys you accused of a\ntheft which they have not committed,” said the gentleman opposite.",
        "“I shan’t apologize to anybody,” said the lady, whose temper was not\nof the best; “least of all to such whipper-snappers as they are.”",
        "“Thank you, ma’am,” said Dick, comically; “your handsome apology is\naccepted. It aint of no consequence, only I didn’t like to expose\nthe contents of my valooable pocket-book, for fear it might excite\nthe envy of some of my poor neighbors.”",
        "“You’re a character,” said the gentleman who had already spoken,\nwith a smile.",
        "“A bad character!” muttered the lady.",
        "But it was quite evident that the sympathies of those present were\nagainst the lady, and on the side of the boys who had been falsely\naccused, while Dick’s drollery had created considerable amusement.",
        "The cars had now reached Fifty-ninth Street, the southern boundary\nof the Park, and here our hero and his companion got off.",
        "“You’d better look out for pickpockets, my lad,” said the conductor,\npleasantly. “That big wallet of yours might prove a great\ntemptation.”",
        "“That’s so,” said Dick. “That’s the misfortin’ of being rich. Astor\nand me don’t sleep much for fear of burglars breakin’ in and robbin’\nus of our valooable treasures. Sometimes I think I’ll give all my\nmoney to an Orphan Asylum, and take it out in board. I guess I’d\nmake money by the operation.”",
        "While Dick was speaking, the car rolled away, and the boys turned\nup Fifty-ninth Street, for two long blocks yet separated them from\nthe Park.",
        "Continue...",
        "\nThis eBook of “Ragged Dick, or, Street Life in New York With the Boot-Blacks” by Horatio Alger belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RAGGED DICK AND MARK, THE MATCH BOY: Two Novels by Horatio AlgerBy Horatio AlgerAt Amazon"
    ]
}