{
    "title": "Religious Reality - Chapter V - The Devotional Use of the Bible",
    "author": "A.E.J. Rawlinson",
    "chapter": "30",
    "content": [
        "\n\n",
        "It is to be feared that the habit of reading the Bible in private for\npurposes of devotion has largely dropped out of modern usage, partly\nby reason of the general stress and urgency of modern life, and partly\nbecause men do not quite know what to make of the Bible when they read\nit. They are aware of the existence of what are called “critical\nquestions,” but they do not know precisely the kind of differences\nwhich criticism has made. It is a pity to acquiesce in an attitude of\nthis kind, and it is greatly to be desired that the habit of reading\nthe Bible regularly and becoming familiar with its contents should be\nrevived.",
        "There are two distinct methods of reading the Bible which are of\nvalue. One is to take a particular book and to read it straight\nthrough like a novel, in order to get the impression of the writer’s\nmessage as a whole. Advantage may be taken of occasional opportunities\nof Sunday or week-day leisure for this purpose. If the book is studied\nwith the help of a good commentary, so much the better. A man who\nwould be ashamed to be wholly unfamiliar with modern or classical\nliterature ought to be equally ashamed to be wholly unfamiliar with\nthe literature of the Hebrews.",
        "The second method of reading the Bible consists in the devotional\nstudy of particular passages, sometimes called by the formidable name\nof “meditation.” The parts of the Bible best adapted for this purpose\nare the Gospels, certain portions of the Epistles, many of the Psalms,\nand portions of the greater Prophets. The essence of the method is to\nread over a short passage quietly after prayer for spiritual guidance,\nto browse over it for a few minutes and follow out any train of\nthought which may be suggested by it, to apply its message in whatever\nway may seem most real and practical to the spiritual problems of\nimmediate daily life, and to conclude with prayer and resolution for\nthe future. It is not practicable for the majority of men to make such\na “meditation” a matter of daily habit, though this may easily be\npossible for people of leisure. But it may be suggested that it is\nboth practicable and abundantly worth while for ordinary people to\nallot at least half an hour a week for such a purpose. Our fathers\nunquestionably fed and nurtured their souls to an extraordinary degree\nby spiritual reading. It ought to be possible for modern people, in\nspite of modern distractions, to acquire and maintain the capacity to\ndo the same.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}