{
    "title": "Religious Reality - Part II - The Practice of the Christian Religion: Chapter I - The Christian Aim",
    "author": "A.E.J. Rawlinson",
    "chapter": "16",
    "content": [
        "\n\n",
        "Christianity in practice means the dedication of life to the unselfish\nservice of GOD and man, in the light of the ideals of Jesus Christ,\nand in the power of an inward spiritual life which is hid with Christ\nin GOD. The Christian, renouncing such merely worldly ideals as self-\nadvancement, personal or family ambition, the accumulation of money,\nor the enjoyment, for their own sake, of the things which money can\nbuy, is called to seek first and in all things GOD’S Kingdom and His\nrighteousness, in the assurance that whatever may be really necessary\nfor the advancement of this aim will in due course be added unto him.",
        "He is not to expect to find the practice of his religion to be, in a\nworldly sense, profitable; and the practice of his religion is to\ncover the whole of life. The desperate attempt to combine the service\nof GOD with that of Mammon is therefore to be abandoned. If riches\nincrease, he is not to set his heart upon them. If poverty be his lot,\nhe is to embrace poverty as a bride. The aim and object of his life is\nnot to be to get his own will done, but to discover what for him is\nthe will of GOD, and to do it. He is to be the slave of GOD in Christ,\na living instrument in the hands of Another, called to co-operate in a\npurpose not his own, though a purpose which he is to embrace, and to\nmake his own, in a spirit of loyal sonship.",
        "This means, among other things, that life is to be interpreted in\nterms of vocation. It means that for every man there is a “calling,” a\nparticular line of life which GOD intends him to follow, a specific\npiece of service to GOD and to his neighbour which he is called upon\nto render. The motto of a Christian’s life is to be the motto of his\nMaster–\"My meat is to do the will of Him that sent Me, and to\naccomplish His work.” Gifts and capacities, aptitudes for any special\nwork, are therefore “talents,” to be used in accordance with the will\nand purpose of the Giver. Opportunities and endowments, whatsoever\nthey may be, are opportunities and endowments for service.",
        "It does not necessarily follow from this that a realization of the\ntruth of Christianity, and an awakening to the claims of religion,\nwill lead to any outward change or radical alteration in the general\nconception of a man’s life-work. It may or it may not do so. There are\nindubitably cases in which a man is called upon to abandon his\nprevious career–to forsake prospects, however promising, or to\nrenounce wealth and possessions, however entangling–in order to\nbecome (for example) a minister of the Church or a missionary of the\nGospel, or to enter a religious order. Our Lord’s command to the rich\nyoung ruler, that he should give up all that he had, in order to\nfollow Christ along the paths of homelessness and poverty, is a call\nwhich sounds still with a literal force in the ears of a certain\nnumber of His disciples. The inner spirit, moreover, of detachment\nfrom the world and from the things of the world, the readiness to\nabandon wealth and worldly position if need so require, and the\nrefusal to be ensnared by them, are in any case demanded of all. The\nvocation, however, of the majority of men is already determined by\ntheir circumstances, or by their training and general aptitudes. It is\nonly the few, comparatively speaking, who are called to become monks\nor missionaries, or priests devoid of “prospects.” The majority will\nbest serve GOD and their neighbour by “carrying on” in their existing\noccupations: and in most cases they are incidentally called also,\nsooner or later, to matrimony.",
        "But GOD calls no man to idleness. It is the duty of every Christian,\nrich as well as poor, unless he be incapacitated by bodily sickness or\ninfirmity, to be engaged in some work of general service to the\ncommunity: and a man who proposes seriously to practise the Christian\nreligion needs to ask himself, with regard to the work or occupation\nin which he is engaged, or by which he earns his bread, whether he can\nsay truly that he believes it to be the work which his Father has\ngiven him to do: whether it can be interpreted, not simply as a means\nof livelihood, but as a service rendered in Christ’s name to society\nat large. If it cannot so be interpreted, then plainly it is no work\nwhich a Christian should be doing. There are ways of making a living\nwhich, are definitely unchristian. The work of a shoe-black or of a\ntradesman or of an actor may be as true a piece of Christian service\nas that of a doctor or a bishop. The work of a burglar or of a\nbookmaker could not be so regarded.",
        "Christianity–it cannot be too strongly insisted–means the\nChristianization of life as a whole. It is in the daily round and the\ncommon task that Christ is most chiefly to be served. “Whatsoever ye\ndo in word or in deed, do all in the name of the Lord Jesus, giving\nthanks to GOD and the Father by Him.” Religion is a wider thing than\npiety, and it is a false pietism which would regard it as consisting\nmainly of pious practices. The cultivation of the inner spiritual life\nby means of the practices of Christian devotion is indeed essential in\nits place and its degree. The life of the spirit languishes if it is\nnot fed. But except these things issue in the practical service of\nChrist in daily life they are worse than futile. They degenerate\neither into formalism and hypocrisy, or into spiritual self-\nindulgence. “Herein is My Father glorified, that ye bear much fruit.\"\n“By their fruits ye shall know them.” And the “fruits” of Christian\nliving are to be discovered, not in the hours spent in devotion, but\nin the manifestation amid the activities of the market-place of that\ntemper of righteousness and peace and joy in the Holy Ghost, and that\nspirit of unselfish service, which should be their normal product.",
        "What is needed is a wider conception of Churchmanship and a truer\ndoctrine of vocation. All honest work in which a Christian can\nlawfully engage should be regarded as an expression of his\nChurchmanship–as truly work done for the Church of GOD in obedience\nto a vocation from on high as is the work of a priest or a teacher of\nreligion. It is at least partly because the majority of laymen do not\nso interpret their work in life that in so many cases they are\ndiscovered to be in effect living for the sake of their leisure and\nregarding their daily work as uninteresting drudgery, with the result\nthat life as a whole comes to be for them dreary and profitless and\nstale. A Christian man’s life-work ought not to have the character of\ndrudgery, but of sheer delight in GOD’S service.",
        "But is such an ideal really practicable? It is literally practicable\nto a greater extent than most men think. It ought to be practicable\nuniversally. At the same time there is no disguising the fact that\nlarge numbers of men to-day find themselves in circumstances to which\nsuch a doctrine cannot without palpable unreality be applied. The\nstructure of existing society under modern industrial conditions\nforces multitudes, by an evil economic pressure, into mechanical,\nuncongenial, and soul-destroying occupations: and the conditions of\nsome men’s labour in the world as it is are such that it would be\nsheer blasphemy to regard them as a product of the will of GOD. The\nproblem of the Christianization of the social order is one of the\ngreatest of the tasks confronting the Christian Church. Its solution\nhas hardly yet begun to be attempted. In the meantime the mass of\nChristian people, in virtue of their acquiescence, are accomplices in\nthe denial to the disinherited classes of the conditions and\nopportunities which make life worth living for themselves. So long as\nit continues to be possible for a man who genuinely desires to learn\nand labour truly to get his own living to starve in the midst of\nplenty: so long as multitudes are constrained to work under conditions\nwhich rob their labour of all interest, of all idealism, and of all\nhope: so long as sweating, and destitution, and such conditions of\nlife as obtain in the more densely crowded areas of our great towns\ncontinue to exist: so long will it be the duty of every Christian to\nbe a social reformer, and to have a conscience permanently troubled\nwith regard to wealth and social advantage. [Footnote: Mr. George\nLansbury’s Your Part in Poverty (George Alien and Unwin, Ltd., Is.)\nis a book worth reading in this particular connexion.]",
        "Meanwhile the Christian ideal of life stands. It is the ideal of\nconsecration to service. It means discipleship in Christ’s school of\nunselfishness, both individual and corporate: for there is a\nselfishness of the family, of the class, or of the nation, which bears\nas bitter fruit in the world as does the selfishness of the\nindividual. Christianity, in a word, means the carrying out into daily\npractice of the ideal of the Imitatio Christi, the imitation of\nJesus Christ, in the spirit if not in the letter. It means that as He\nwas, so are we to be in the world. It means that all things,\nwhatsoever we do, are to be done in His Spirit and to His glory: that\nour every thought is to be led captive under the obedience of Christ.\nIt means that we are to love GOD because GOD first loved us, and to\nlove men because they are our brothers in the family of GOD: because\nlove is of GOD, and every one that loveth is born of GOD and knoweth\nGOD. It means that we are to consecrate all comradeship and loyalty\nand friendship, all sorrow and all joy, by looking upon them as\nfriendship and loyalty and comradeship in Christ, as sorrow and joy in\nHim. It means that we are to live glad, strong, free, clean lives as\nsons of GOD in our Father’s House.",
        "It means also struggle and hardship. It means truceless war against\nthe spirit of selfishness, against everything that tends to drag us\ndown, against the law of sin in our own members. It means a truceless\nwar against low ideals and tolerated evils in the world about us. It\nmeans soldiership in the eternal crusade of Christ against whatsoever\nthings are false and dishonest and unjust and foul and ugly and of\nevil report.",
        "It is an ideal which, considered in isolation from the Christian\nGospel of redemption and the power of the Holy Spirit, could only\nterrify and daunt a man who had a spark of honesty in his composition:\nand for this reason the mass of men refuses to take it seriously. It\nis an ideal which, in the case of all who do take it seriously,\nconvinces them of sin.",
        "Nevertheless to lower the ideal, to abate one jot of its severity, to\ncompromise, on the score of human weakness, though it were but in a\nsingle particular, the flawless perfection of its standard, were to\nprove false to all that is highest within us, and traitor to the cause\nof Christ.",
        "“Never, O Christ–so stay me from relenting–Shall there be truce\nbetwixt my flesh and soul.”",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}