{
    "title": "Religious Reality - Chapter IV - The Holy Trinity",
    "author": "A.E.J. Rawlinson",
    "chapter": "7",
    "content": [
        "\n\n",
        "God, as Christianity reveals Him, is no cold or remote Being, no\nabstract Principle-of-All-Things, reposing aloof and impersonal in the\nstillness of an eternal calm. He is rather the boundless energy of an\neternal Life–\"no motionless eternity of perfection, but an\noverflowing vitality, an inexhaustible fecundity, the everlasting\nwell-spring of all existence.” He is the eternal Creator of all\nthings; not indeed in any sense which commits us to a literal\nacceptance of the mythology of Genesis, but in the sense that the\ncreated universe has its origin in His holy and righteous will, and\nthat upon Him all things depend. “In affirming that the world was made\nby GOD, we do not affirm that it was ready-made from the beginning.\"\nThe work of creation is still going on. GOD is eternally making all\nthings new.",
        "The nature of GOD, in so far as the mind and affections of man are\ncapable of knowing Him and entering into relationships with Him, is\nrevealed in Jesus Christ His Son, and the revelation is completed and\nmade intelligible by the manifestation of the Holy Spirit. S. Paul\nexpressed the practical content of GOD’S self-disclosure in his phrase\n“the grace of our Lord Jesus Christ, and the love of GOD, and the\nfellowship of the Holy Ghost.” Later Christian thinkers worked it out\ninto the doctrine of the Holy Trinity, the conception of GOD as at\nonce Three in One, and One in Three.",
        "To the plain man the doctrine of the Holy Trinity is something of a\npuzzle–on the face of it an arithmetical paradox; suggestive,\nmoreover, of the abstract subtleties of speculation rather than of the\nconcrete realities of religious life. But the doctrine did not have\nits origin, as a matter of historical fact, in any perverse love of\nsubtlety or speculation. It certainly arose out of living realities of\nspiritual experience. It arose as the result of an attempt, on the\npart of the earliest Christian believers, to think out the meaning of\nwhat had happened in their religious lives, and to express it in\nspeech and thought. What was this thing that had come to them, this\nthing which had changed their whole outlook upon the world, which had\ntransformed their very inmost souls and made them new men, full of a\nnew vision and a new hope? Something tremendous had happened in their\nlives. They were confident that it held the secret of all life, for\nthem and for others. It was a new, an overwhelming, a conclusive\nrevelation of GOD. They proclaimed it: they were constrained also to\nthink about it. They had to find ways of expressing it. They had to\nthink out what it meant.",
        "There was Jesus Christ. Who was He? What did He mean? What was His\nrelation to man, and to GOD? Certainly He had shed light upon GOD, and\nupon GOD’S nature. Through His teaching, His character, His life and\ndeath, the conception of GOD was filled with a new meaning. In Him GOD\nwas revealed with a fulness that had never been before. He disclosed\nmore of GOD’S inmost character, and more of the relation which He\nbears to men. “He that hath seen Me hath seen the Father\"–the\ndisciples felt that this witness was true. By admitting to their\nthought of GOD all that the life of Jesus brought, they filled with\nfresh glory Christ’s favourite word for GOD–\"your Father which is in\nHeaven.”",
        "In Jesus, they felt, GOD was expressed: His relationship to GOD was\nunique. They found the Divine in Him as in no other. They knew that\nGOD was in that life because He had spoken and acted there. “Through\nthe eyes of Jesus” GOD looked out upon the world, and in Jesus’ love\nand purity and yearning for the sinful and the heavy-laden, GOD\nHimself became visible. They knew now what GOD was like. GOD was like\nChrist. It was His glory that shone in Jesus’ face. It was a new\nvision of Him when “Jesus of Nazareth passed by.” In the grace–that\nis, the beauty, the glory and attractiveness–of the Lord Jesus Christ\nthey saw a revelation of the love of GOD, a love that yearned over the\nfallen and the sorrowful, a love that suffered, and through suffering\nbrought redemption.",
        "But there was something more. It was not simply that in Jesus Christ\nGOD had been brought near, so that they felt they knew GOD as never\nbefore. There was in the experience which had come to them more than\nsimply a Revealer and a Revealed. There was the Spirit which took\npossession of them, a transforming inward Power: a Power able to\nreproduce in them, by a process of growth from more to more, that\ncharacter of Christ in whose lineaments they had discerned the nature\nof the eternal GOD Himself. There was a Presence abiding in their\nmidst, dwelling within them, a Breath of the Divine Life which every\nChristian knew: a Presence which brought strength and comfort, power\nand love and discipline, and bore fruits of love and joy and peace.\nWho or what was it? An influence from on high? Yes: but it seemed more\nintimate, more personal than any mere “influence,” more indissolubly\none with them, knitting them into a fellowship in which they were\nunited with the Father and the Son. “Truly our fellowship is with the\nFather, and with His Son Jesus Christ.” The Spirit which bore such\nfruits in them, which brought them into so intimate a fellowship with\nGOD in Christ, they recognized as the Spirit of GOD, as the Presence\nin them of very GOD Himself. GOD, they felt, was not a Being far off,\nan Influence telling upon men from a distance. He was the very secret\nof life, “closer than breathing, nearer than hands and feet,” so that\neach soul was meant to be a sacred “temple of GOD,” “GOD abiding in\nhim and he in GOD.” GOD came in the Son, GOD had come also and equally\nin the Spirit. The Eternal Source of all things, who was known and\nworshipped as the Living One even before Christ came, was made more\nfully known in Christ, and now He was still more intimately made known\nin the inmost spiritual life of every day.",
        "That was Christian experience. That was the experience out of which\nthe doctrine of the Trinity arose. It arose out of an attempt to think\nthe thing out. If we to-day find the doctrine difficult, at least the\nexperience was and is both simple and profound. And we cannot help\nthinking about it.",
        "It may be that sometimes we think we would rather be content to say\nsimply with S. John that “GOD is Love.” And that is truly the simplest\nof Christian creeds. If we were able fully to understand it, it would\nbe sufficient. “Holy Trinity, whatever else it may signify, is a mode\nof saying ’Holy Love.’” But as a matter of fact it is only through the\nrevelation of the grace of the Lord Jesus Christ and the fellowship of\nthe Holy Spirit that we can ever come to understand the love of GOD.\nIn the Christian Gospel GOD is revealed first as Father, secondly as\nSufferer, thirdly as the Spirit of eternally victorious Life: and it\ntakes the whole threefold revelation to express with any fulness the\nrich wonder of what is meant by saying that GOD is Love. Our minds\ncannot help passing from the contemplation of the threefold character\nof GOD’S self-revelation to the thought of a certain threefoldness in\nGOD Himself. We have to find room and place for such a thought–the\nthought that GOD is eternally Love, that He is eternally Father,\nSon, and Spirit–and yet at the same time not depart from the\nfundamental Christian conviction that GOD is One.",
        "It is to be feared that many Christian people do sometimes come\ndangerously near to believing in three separate Gods, and what we call\nUnitarianism is a one-sided protest against such a tendency. GOD is\nindeed a unity: and so far Unitarianism is right. But Unitarianism is\nless than the full Christian faith in GOD, because it fails to do\njustice to the full riches of Christian experience, the many-sided\nwonder of GOD revealed in Christ, and made real to us here and now by\nthe operation of the Spirit in our hearts. We are driven to say that\nGOD is not only One, but Three in One.",
        "Nevertheless, if any one finds the theory of the Holy Trinity\ndifficult let him not be overmuch dismayed. Let him learn to know GOD\nas Father and Jesus Christ as Lord and Saviour: let him learn to know\nthe Holy Spirit as an energy of eternal life and inspiration in his\nheart. He will then be in effect a Trinitarian believer, even though\nthe theologians seem to him to talk a language which he does not\nunderstand: even though–to tell the truth–he is not greatly\ninterested by what they say.",
        "At the same time, there is need that people should think out the\nmeaning of the Christian revelation of GOD: perhaps that they should\nthink it out afresh. It is possible to be technically orthodox and\ncorrect in doctrine and yet to miss the true reality of what GOD\nmeans. The conception of GOD as Father implies that GOD has eternally\na Son: the life of Jesus Christ as Son of God reveals to us the\nquality of that Divine Fatherhood to which His Sonship corresponds.\nThe Spirit, as the Divine Energy proceeding from the Father and the\nSon, is the assurance that the life of GOD can never be self-contained\nor aloof, but is for ever going forth from Himself, so as to be\neternally operative and active, alike in the processes of Nature and\nin the lives of men. For “the Spirit of the Lord filleth the world,\"\nand the Divine Wisdom “reacheth from one end to the other mightily,\nand sweetly ordereth all things.”",
        "It follows that Christianity, the religion of the Spirit, can never\nstand still. Not stagnation, but life, is its characteristic note,\neven “that Eternal Life which was with the Father, and hath been\nmanifested unto us.” The Church which is truly alive unto GOD, and\naflame with the spirit of allegiance to Him who for the joy that was\nset before Him endured the Cross, the Church which is truly quickened\nand inspired by the Spirit of Truth and Love and Power, will always be\nready to “live dangerously” in the world, not shrinking timorously\nfrom needed change or experiment, not holding aloof from conflict and\nadventure and movement, but facing courageously all new situations and\nnew phases whether of life or of thought as they arise, shirking no\nissues, welcoming all new-found truth, bringing things both new and\nold out of her treasure-house, so that she may both “prove all things\"\nand also “hold fast that which is good.”",
        "There are conceptions of GOD proclaimed from Christian pulpits which\nare less than the full Christian conception of GOD. The GOD who is\neternal Energy and Life and Love, the GOD who is revealed in Christ,\nand whose Spirit is the Spirit of Freedom and Brotherhood and Truth,\nis neither the tyrant God of the Calvinist, nor the dead-alive God of\nthe traditionalist, nor the obscurantist God of those who would decry\nknowledge and quench the Spirit. Neither, again, is GOD the God of\nmilitarists, a God who delights in carnage–even though it should be\nthe carnage of Germans; or the God who is thought of by His\nworshippers as being mainly the God of the sacristy, a kind of\n“supreme Guardian of the clerical interest in Europe.” Least of all is\nGOD the commonplace deity of commonplace people, a sort of placid\npersonification of respectability, the GOD whose religion is the\nreligion of “the Conservative Party at prayer.”",
        "He is a consuming Energy of Life and Fire. His eyes are “eyes of\nFlame,” and His inmost essence a white-hot passion of sacrifice and of\nself-giving. At the heart of His self-revelation there is a Cross, the\neternal symbol of the almightiness of Love: the Cross which is the\nsource and the secret of all true victory, and newness of life, and\npeace.",
        "This, and none other, is the GOD whom truly to know is everlasting\nlife, and whom to serve is liberty. For He it is who has made us unto\nHimself, with hearts that are restless until they rest in Him. To do\nHis will is to realize the object of our existence as human beings:\nfor it is to fulfil the purpose for which we have our being, the end\nfor which we were created; even to glorify GOD, and to enjoy Him for\never.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}