{
    "title": "Religious Reality - Chapter III - Self-Examination and Repentance",
    "author": "A.E.J. Rawlinson",
    "chapter": "28",
    "content": [
        "\n\n",
        "“The unexamined life,” said Plato, “is not worth living.” Similar\nadvice was given by Marcus Aurelius. The practice of self-examination,\ntherefore, is not distinctive of Christianity: it is an obvious\ndictate of wisdom, wherever life and conduct are regarded seriously,\nthat a man should from time to time take stock of himself in the light\nof his ideals and learn to know and recognize in detail where and how\nhe has fallen short, and what are the besetting sins and weaknesses\nagainst which he must contend.",
        "The Christian man will judge and try his life by the standards of\nChrist, with growing sensitiveness of conscience as spiritual\nexperience deepens: not shrinking from the confession of sin and\nfailure, desiring not to be self-deceived, but to know and to\nacknowledge the truth. There is nothing in this of priggishness or\nunreality. It is a necessary discipline. The Christian life is meant\nto bear the fruit of a character developing in growing likeness to the\ncharacter of Christ: but none is suddenly made perfect: the old Adam\ndies hard: and the Christian by confession of repeated failure may at\nleast learn the lesson of humility and self-distrust.",
        "The rightful complement of self-distrust is trust in GOD: the rightful\nissue of self-examination and confession is the realization of divine\nforgiveness, fresh courage, and a new start. The very core of the\nGospel is here. He who has bidden men forgive those who trespass\nagainst them “unto seventy times seven” is not to be outdone in\ngenerosity by man. But in order that sin may be forgiven it must be\nacknowledged as sin against GOD and treachery to Christ, and repented\nof with true sorrow of heart. Repentance is not mere self-contempt,\nself-pity, or remorse. It is sorrow for sin, which has for its motive\nthe love of GOD and the realization that human sin meant and means in\nthe experience of GOD the Cross.",
        "Nothing so deepens the religious life as true repentance, nor is there\nanything so fatal to true religion as self-righteousness. “If we say\nthat we have no sin, we deceive ourselves, and the truth is not in\nus.” “To whom little is forgiven, the same loveth little.” But the\nfirst prerequisite of repentance is self-knowledge–a difficult\nmatter. Gross carnal offences, strong and flagrant sins, if such there\nbe, are obvious and upon the surface. The subtler sins of the spirit–\nthoughtlessness, for example, or snobbishness or priggishness and\npride–though we are quick to remark upon them in others, are apt in\nour own case to pass undetected. It is the Spirit who convinces men of\nsin. Only as we are resolute to enter into “the mind of the Spirit\"\ncan we hope to know ourselves as in the sight of GOD we really are.",
        "The matter is complicated by the fact that those who, as things are,\nmost systematically practise self-examination and confession of sin\ntoo often view the matter in a somewhat narrowly ecclesiastical\nspirit, and make use of forms of self-examination which mix up real\nand serious moral offences with “sins” which are merely ceremonial,\ntrivial, or imaginary, as though the two stood precisely upon the same\nlevel. “One must abstain from sexual sin and not go to dissenting\nplaces of worship; one must not steal and must be sure to abstain\nfrom meat on Fridays.” A man’s own sense of reality should enable him\nto guard against this sort of thing, and if fixed forms of self-\nexamination are used, to use them with discretion.",
        "The forms most commonly suggested in manuals of devotion are based\nupon the Ten Commandments. This is in accordance with the teaching of\nthe compilers of the English Prayer-book, who, after bidding intending\ncommunicants to “search and examine” their “own consciences (and that\nnot lightly, and after the manner of dissemblers with GOD),” proceed\nto lay down that “the way and means thereto is: First, to examine your\nlives and conversations by the rule of God’s commandments: and\nwhereinsoever ye shall perceive yourselves to have offended, either by\nwill, word or deed, there to bewail your own sinfulness, and to\nconfess yourselves to Almighty GOD, with full purpose of amendment of\nlife.”",
        "The Commandments are, however, as they stand, both negative in form\nand Judaistic in character, and if used in this way as a “rule” of\nChristian conduct must be spiritualized and reinterpreted in the light\nof the Gospel. The second and fourth Commandments, in particular, are\nin their literal significance obsolete for Christians: it is a false\nPuritanism which would forbid sculpture and religious symbolism in the\nadornment of a Christian church, nor is any one in the modern world\nlikely to confuse the symbol with the thing symbolized: while the\nobservance of the Sabbath is part of that older ceremonial “law” from\nwhich S. Paul insisted that Christian converts should be free (Coloss.\nii. 16). There is, however, a spiritual idolatry which consists in\nallowing any other object than the glory of GOD and the doing of His\nwill to have the primary place in the determination of conduct–there\nare men who worship money, or comfort, or ambition, or their own\ndomestic happiness, or even themselves. And the Commandment about the\nSabbath, though it has no literal value to-day (and certainly no\ndirect bearing upon the sanction or significance of Sunday) may serve\nto suggest the important principle that a man is responsible before\nGOD for the use he makes of his time, and that it is a religious duty\n(not confined to any particular day of the week) to distribute it in\ndue proportion, according to circumstance and opportunity, with proper\nregard to the rightful claims of work, of worship, and of recreation\nand rest. The remaining Commandments are capable of being similarly\ninterpreted as suggesting broad positive principles rather than as\nmerely prohibiting wrong actions of a particular and definite kind:\nand so treated they form as convenient a framework as any other for a\nscheme of questions for self-examination.",
        "It is possible, however, that some men may prefer to use as their\nbasis some standard more distinctively Christian than the ancient law\nof Judaism–for example, the Beatitudes (Matt. v. 1-12) or the “fruits\nof the Spirit” (Gal. v. 22). A man will in any case do well either to\nframe or to adapt his own scheme for self-examination, with special\nregard paid to whatever he may discover by experience to be a\nbesetting sin or weakness, or a temptation to which he is particularly\nexposed. It should be remembered that the measure of what is wrong in\na man’s life is the measure of the contrast between his character and\nthat of Christ, and that the chief flaws in Christian character and\nachievement (which are also those most likely to pass undetected) are\nnot uncommonly such as fall under the head of “sins of omission\"\nrather than of commission–the leaving undone of what ought to have\nbeen done, the failure to exhibit positively in relation to GOD and\nman the qualities of faith and hope and love. A man should ask himself\nwherein he has chiefly failed, and come short of the glory of GOD:\nwhether he is loyally observing any self-imposed rule of life and\ndiscipline, and fulfilling any resolutions which may have been made,\nor any obligations which have been undertaken. Having made in this\nmanner an honest attempt to discover his own shortcomings and failures\nbefore GOD, let him with equal honesty confess them, seek forgiveness,\nand in the spirit of repentance and restored sonship start again.",
        "The late Lieutenant Donald Hankey, better known as “A Student in\nArms,” criticizes Churchmen of a certain type as being unwholesomely\npreoccupied with the thought of their sins, and allowing their\nconsciences to become a burden to them. They should, he says, ’think\nless of themselves, and trust the Holy Spirit more. The advice is\nexcellent: but morbid scrupulosity is not a common fault of English\nlaymen. The habit, as Mr. Chesterton expresses it, of “chopping up\nlife into small sins with a hatchet” is, of course, to be avoided: but\nthe purpose of self-examination and self-knowledge is not to encourage\nmorbid introspection, but by frank acknowledgment and repentance to\nget rid of the past and with recovered hope and serenity to reach\nforward towards the future. A man cannot “walk in the Spirit” unless\nhe is inwardly “right with GOD.”",
        "With regard to sacramental confession, the rule of the Church of\nEngland is sane and clear. It may be expressed by saying that “none\nmust, but all may, and some should” make use of it. In the case\nof a conscience seriously burdened in such a way that a man hesitates\nto present himself for Holy Communion unabsolved, to go to confession\nis obviously the right remedy. There are other cases in which men find\nby experience that it helps them to be more honest and candid with\nthemselves, with GOD, and with the Church, if they go to confession\nfrom time to time as a piece of self-discipline and a needed spiritual\ntonic. Yet others discover that they flounder less in spiritual\nthings, and that their religious life is deepened and made stronger,\nif they place themselves for a time under wise direction. Systematic\ndirection, of course, has obvious dangers. It may tend to destroy\nindependence of character. It may cause a man to become “priest-\nridden.” But the dangers are not inevitable, and there are without\ndoubt cases in which it is of value. Much obviously depends upon the\nwisdom and common sense of the director. The Prayer-book refers\npenitents to a “discreet and learned” minister of GOD’S Word. If a man\nproposes to practise habitual confession he will do well to assure\nhimself of the discretion and learning of the priest whose help he\nseeks.",
        "The method of making a sacramental confession is simple. Self-\nexamination is made beforehand, the results being, if need be, written\ndown, either in full, or in the form of notes to assist the memory. A\nfirst confession should cover the whole life so far as remembered,\nfrom childhood upwards: subsequent confessions the period since the\nlast was made. The confession should aim at completeness, an effort\nbeing made to remember not only specific acts of wrongdoing, but\nslight failings and weaknesses of character and the general lines and\ntendencies of faulty spiritual development. Symptoms should, if\npossible, be distinguished from causes, habits and tendencies and\nbesetting sins from isolated acts. Cases in which a sin has been\ndeliberate should be noted as such: but there should be no dwelling\nupon extenuating circumstances or intermingling of claims to virtues\nor graces of character with the admission of defects. No names may be\nmentioned, nor may third persons be incriminated by any form of words\nwhich would enable the confessor to recognize their identity. The\npriest hears the confession sitting in a chair. The penitent kneels\nbeside him and confesses as follows:–\"I confess to GOD Almighty, the\nFather, the Son and the Holy Ghost, before the whole company of\nheaven, and before you, that I have sinned in thought, word, and deed,\nby my own fault. Especially I accuse myself that (since my last\nconfession, which was...ago) I have committed the following sins....\n[Here follows the confession in detail: after which]. ... For these\nand all my other sins which I cannot now remember, I humbly ask pardon\nof GOD, and of you, father, penance, counsel and absolution. Wherefore\nI ask GOD to have mercy upon me, and you to pray for me to the Lord\nour GOD. Amen.”",
        "The confessor then gives advice and counsel according to his wisdom,\ncommonly imposes a penance, and if assured of the sincerity of the\npenitent, pronounces absolution according to the form prescribed in\nthe Prayer-book Office for the Visitation of the Sick.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}