{
    "title": "Religious Reality - Chapter VI - Sin and Redemption",
    "author": "A.E.J. Rawlinson",
    "chapter": "9",
    "content": [
        "\n\n",
        "The Gospel affirms that men are called to be sons of GOD; to be\nperfect, as the heavenly Father is perfect. The correlative of this\nideal view of man as he is meant to be is a sombre view of man as he\nactually is. “If we say that we have no sin we deceive ourselves, and\nthe truth is not in us.” “All have sinned, and come short of the glory\nof GOD.”",
        "Sin is essentially a falling short, a missing of the mark, a failure\nto correspond with the purpose and the will of GOD. It need not\nnecessarily involve–though of course it does in many instances\ninvolve–the deliberate transgression of a moral law which the\nconscience of the individual sinner recognizes as such. There are sins\nof omission as well as of commission, sins of ignorance as well as of\ndeliberate intent. The fact that the conscience of a given individual\ndoes not accuse him, that he is not aware of himself as a sinner\nbefore GOD, is no evidence of his moral perfection, but rather the\nreverse. Jesus Christ, who possessed the surest as well as the sanest\nmoral judgment the world has ever known, held deliberately that the\nopen and acknowledged sinner, just because he was aware of his\ncondition, was in a more hopeful spiritual state than the man who\nthrough ignorance of his own shortcomings believed himself to be\nrighteous. The Pharisee, who compared himself with others to his own\nadvantage, was condemned in the sight of GOD. The Publican, who would\nnot so much as lift up his eyes unto heaven, but judging himself and\nhis deeds by the standard of GOD’S holiness acknowledged himself a\nsinner, went away justified rather than the other. It is probably true\nthat the ordinary man to-day is not worrying about his sins: but if\nso, the fact proves nothing except the secularity of his ideals and\nthe shallowness of his sense of spiritual issues. It means, in short,\nthat he has not taken seriously the standard of Christ. For the\nmeasure of a man’s sin is simply the measure of the contrast between\nhis character and the character of Christ.",
        "It is likely enough that many of us will never discover that we are\nsinners until we have deliberately tried and failed to follow Christ.\nThe moment we do try seriously to follow Him, we become conscious of\nthe presence within ourselves of “that horrid impediment which the\nChurches call sin.” We discover that we are spiritually impotent: that\nthere is that in us which is both selfish and self-complacent: that\nthere is a “law of sin in our members” which is in conflict with the\n“law of the Spirit of life”: and that “we have no power of ourselves\nto help ourselves.” We are at the mercy of our own character, which\nhas been wrongly moulded and formed amiss by the sins and follies, the\nself-indulgences and the moral slackness of our own past behaviour. We\nare, indeed, “tied and bound by the chain of our sins.”",
        "To have realized so much is to have reached the necessary starting-\npoint of any fruitful consideration of the Christian Gospel of\nredemption. The appeal of the Cross of Christ is to the human\nconsciousness of sin; and the first effect of a true appreciation of\nthe meaning of the Cross is to deepen in us the realization of what\nsin really is. The crucifixion of Christ was not the result of any\npeculiarly unexampled wickedness on the part of individuals. It was\nsimply the natural and inevitable result of the moral collision\nbetween His ideals and those of society at large. The chief actors in\nthe drama were men of like passions with ourselves, who were actuated\nby very ordinary human motives. It is indeed easy for men to say, “If\nwe had been in the days of our fathers, we would not have been\npartakers with them in the blood of the prophets”: but in so saying\nthey are merely being witnesses unto themselves that they are the\nchildren of them which killed the prophets. Are we indeed so far\nremoved beyond the reach of the moral weakness which yields against\nits own better judgment to the clamorous demands of public opinion, as\nto be in a position to cast stones at Pilate? Are we so exempt from\nthe temptation to turn a dishonest penny, or to throw over a friend\nwho has disappointed us, as to recognize no echo of ourselves in\nJudas? Have we never with the Sanhedrin allowed vested interests to\nwarp our judgment, or resented a too searching criticism of our own\ncharacter and proceedings, or sophisticated our consciences into a\nbelief that we were offering GOD service when as a matter of fact we\nwere merely giving expression to the religious and social prejudices\nof our class? Have we never, like the crowds who joined in the hue-\nand-cry, followed a multitude to do evil? There appears in the midst\nof a society of ordinary, average men–men such as ourselves–a Man\nideally good: and He is put to death as a blasphemer. That is the\nawful tragedy of the Crucifixion. What does it mean? It means that a\nnew and lurid light is thrown upon the ordinary impulses of our mind.\nIt means that we see sin to be exceeding sinful. That is the first\nsalutary fruit of a resolute contemplation of the Cross.",
        "The Cross shows us, in a word, what we are doing when we sin:\nconsciously or unconsciously, we are crucifying that which is good. If\nwe are able to go further, and by faith to discover in the character\nand bearing of the Son, crucified upon the Cross, the revelation of\nthe heart of the Eternal Father, there dawns upon our minds a still\nmore startling truth: consciously or unconsciously, we are crucifying\nGOD. Assuming, that is to say, that GOD is such as Christianity\ndeclares Him to be, holy, righteous, ideal and perfect Love, caring\nintensely for every one of His creatures and having a plan and a\npurpose for each one, then every failure of ours to correspond with\nthe purpose of His love, every falling short of His ideal for us,\nevery acknowledged slackness and moral failure in our lives, much more\nevery wilful and deliberate transgression of the moral law, is simply\nthe addition of yet a further stab to the wounds wherewith Love is\nwounded in the house of His friends. “Father, forgive them; they know\nnot what they do\"–the words of the Crucified are the revelation of\nwhat is in fact the eternal attitude of GOD: they are the expression\nof a love that is wounded, cut to the heart and crucified, by the\nlovelessness, the ingratitude, the tragedy of human sin, but which\nnevertheless, in spite of the pain, is willing to forgive.",
        "But the Cross is no mere passivity. It is more than simply a\nrevelation of Divine suffering, of the eternal patience of the love of\nGOD. It is the expression of GOD in action: a deed of Divine self-\nsacrifice: a voluntary taking upon Himself by man’s Eternal Lover of\nthe burden of man’s misery and sin. There is a profound truth in the\nsaying of S. Paul, that the Son of GOD “loved me, and gave Himself for\nme”: as also in S. Peter’s words about the Christ “who His own self\nbare our sins in His own body on the Tree, that we, being dead to\nsins, should live unto righteousness.” There is no need to import into\nthe phrases of the New Testament writers the crude transactional\nnotions of later theology, no need to drag in ideas about penalties\nand punishments. The sole and sufficient penalty of sin is simply the\nstate of being a sinner [Footnote: Sin, of course, may involve\nconsequences, and the consequences may be both irrevocable and bitter;\nnor is it denied that fear of consequences may operate as a deterrent\nfrom certain kinds of sin. What is denied is that such consequences\nare rightly to be described as “punishment.\"]: and the conception of\nvicarious “punishment” is not merely immoral, but unintelligible.\nVicarious suffering, indeed, there is: an enormous proportion of the\nsufferings of mankind–and the sufferings of Christ are a conspicuous\ncase in point–arise directly as the result of others’ sin and may be\nwillingly borne for others’ sake. And Christ died because of His love\nfor men, and as the expression of the love of GOD for men. He who\n“wholly like to us was made “sounded the ultimate depths of the\nbitterest experience to which sin can lead, even the experience of\nbeing forsaken of GOD.” So GOD loved the world.”",
        "Regarded thus, the Cross is at once a potent instrument for bringing\nmen to repentance, and also the proclamation of the free and royal\nforgiveness of men’s sins by the heavenly Father. “What the law could\nnot do, in that it was weak through the flesh, GOD sending His own\nSon, in the likeness of sinful flesh, and for sin, condemned sin in\nthe flesh: that the righteousness of the law might be fulfilled in us,\nwho walk not after the flesh, but after the Spirit.”",
        "Forgiveness must be received on the basis of repentance and confession\nas the free and unmerited gift of GOD in Christ: but the redemption\nwhich Christ came to bring to men does not stop short at the bare gift\nof initial forgiveness. The Cross cannot rightly be separated from the\nResurrection, nor the Resurrection from the bestowal of the Spirit.\nThe forgiveness of past transgressions carries with it also the gift\nof a new life in Christ and the power of the indwelling Spirit to\ntransform and purify the heart. And this is a life-long process–a\nprocess, indeed, which extends beyond the limits of this present life.\nThe old Adam dies hard, and the victory of the spirit over the flesh\nis not lightly won. In the life-story of every Christian there are\nrepeated falls: there is need of a fresh gift of forgiveness ever\nrenewed. It is only over stepping-stones of their dead selves that men\nare enabled to rise to higher things. But already in principle the\nvictory is won. “In all these things we are more than conquerors\nthrough Him that loved us.” We see in Christ the first-fruits of\nredeemed humanity, the one perfect response on the side of man to the\nlove of GOD. And through Christ, our Representative, self-offered to\nthe Father on our behalf, we are bold to have access with confidence\nunto the throne of GOD and in Him to offer ourselves, that so we may\nobtain mercy, and find grace to help in time of need.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}