{
    "title": "Religious Reality - Chapter V - The Problem of Evil",
    "author": "A.E.J. Rawlinson",
    "chapter": "8",
    "content": [
        "\n\n",
        "But are not the evil and misery of the world, is not all that which we\nknow as “sin” and pain, in manifest contradiction to this Christian\nconception of a GOD of Love? Most certainly they are: and it has been\nthe strength of Christianity from the beginning that–unlike many\nrival systems and philosophies, including the “Christian Science\"\nmovement of modern times–it has always faced facts, and in particular\nhas never regarded pain and sin, disease and sorrow and death, as\nanything but the stubborn realities which in point of fact they are.\nIf we ask, indeed, how and why it was that evil, whether physical or\nmoral, originally came into the world, the Gospel returns no answer,\nor an answer which, at best, merely echoes the ancient mythology of\nJewish traditional belief–\"By the envy of the Devil sin entered into\nthe world, and death by sin”: an answer which indeed denies\nemphatically that evil had its origin in GOD, and declares its\nessential root to lie in opposition to His will, but without\nattempting any explanation of the difficulty of conceiving how\nopposition to the will of GOD is possible.",
        "The Gospel is concerned with issues that are practical rather than\nstrictly theoretical: and the really practical problem with regard to\nevil is not how it is to be explained but how it is to be overcome. If\nwe ask how evil first arose, the only honest answer is that we do not\nknow: though we can see how the possibility, at least, of moral evil\n(as distinct from mere physical pain) is implicit of necessity in the\nexistence of moral freedom. The question is sometimes asked, “If GOD\nis omnipotent, why does He permit evil?” But the doctrine of Divine\nomnipotence is misconceived when it is interpreted to mean that GOD is\nable to accomplish things inherently self-contradictory. GOD is\nomnipotent only in the sense that He is supreme over all things, and\nable to do all possible things. He is not able to do impossible\nthings: and to make man free, and yet to prevent him from doing evil\nif he so chooses, is a thing impossible even to GOD. Man is left free\nto crucify his Maker, and he has availed himself of his freedom by\ncrucifying both his Maker and his fellow-man.",
        "If we ask, “Why does not GOD prevent war? Why does He permit murder\nand cruelty and rapine?” the answer is that He could only prevent\nthese things by dint of over-riding the will of man by force: and\nmoreover that it is not the method of GOD to do for man what man is\nperfectly well able to do for himself. For wars would cease if men\nuniversally desired not to fight.",
        "We are really raising a much more difficult question if we ask, “Why\ndoes GOD allow cancer?” And to this, it may be, there is no completely\nsatisfactory answer to be given: though it is possible to see that\ncancer and other diseases have a biological function, and also to\nrecognize that the endurance of pain in some cases (though not in all)\nennobles and deepens character. The writer of the Epistle to the\nHebrews does not hesitate to say of Christ Himself that He “learned\nobedience by the things which He suffered.”",
        "In general it must be said that Christianity does not afford any\ncomplete theoretical solution of the problem of evil: what it does is\nto provide a point of view which sets evil in a new light, and which\nis adequate for the purposes of practical life. It teaches us that\nphysical suffering, so far as it is inevitable, is to be endured and\nturned to spiritual profit, as a thing which is capable of bearing\nfruit in the deepening and discipline of character: and that moral\nevil is to be overcome, by the power of the grace of GOD in Christ.",
        "If we ask, “Why should the innocent suffer?” the Christian answer is\ncontained in the Cross. “Christ also suffered, being guiltless”: and\nalthough, if Christ were regarded simply as a man and nothing more,\nthis fact would merely intensify the problem, the matter assumes a\ndifferent complexion if Christ be regarded as the revelation of GOD.\nFor if so, then suffering enters into the experience of GOD Himself,\nand so far from GOD being indifferent to the sorrow and misery of the\nworld, He shares it, and is victorious through it. “In all their\naffliction, He was afflicted.” GOD is Himself a Sufferer, the supreme\nSufferer of all, and finds through suffering the instrument of His\ntriumph. But if this be true, then all suffering everywhere is set in\na new and a transfiguring light, for it assumes the character of a\nchallenge to become partaker in the sufferings and triumph of the\nChrist. “Can ye drink of the Cup that I drink of?”",
        "So interpreted, suffering ceases to be a ground of petulance or of\ncomplaint. It is discovered to have a value. It is judged to be worth\nwhile. And it is possible to find in such a faith the grounds of a\nconviction that behind and beneath all suffering is the love which\nredeems it and the purpose which shall one day justify it, and that in\nvery truth no sparrow falls to the ground without the Heavenly\nFather’s knowledge and care.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}