{
    "title": "Religious Reality - Part I - The Theory of the Christian Religion: Chapter I - the Man Christ Jesus",
    "author": "A.E.J. Rawlinson",
    "chapter": "4",
    "content": [
        "\n\n",
        "It is best to begin with a study of the teaching and character of\nChrist. Scholars for about a hundred years have been studying the\nGospels historically, “like any other books.” It is now reasonably\ncertain that the first three Gospels–those which we know as the\nGospels according to S. Matthew, S. Mark, and S. Luke–though not, of\ncourse, infallible or accurate in their every detail, reflect\nnevertheless in a general way a trustworthy portrait of Jesus as He\nactually lived. The sayings ascribed to Christ in their pages bear the\nmarks of originality. The outline of the events which they describe\nmay be taken as being in rough correspondence with the facts. The\nGospels as a whole represent pretty faithfully the impression made by\nthe life and character of Jesus upon the minds and memories of those\nwho knew Him best.",
        "We are very apt to regard the Gospels conventionally. An inherited\northodoxy which has made peace with the world takes them for granted\nas “a tale of little meaning, though the words are strong.” An\nimpatient reaction from orthodoxy sets them aside as incomprehensible\nor unimportant. It is worth while making the effort to empty our minds\nof prejudice, and to allow the Gospels to tell their own tale. We\nshall find that they bring us face to face with a Portrait of\nsurprising freshness and power.",
        "It is the portrait of One who spent the first thirty years of His life\nin an obscure Galilaean village, and who in early manhood worked as a\ncarpenter in a village shop. He first came forward in public in\nconnexion with a religious revival initiated by John the Baptist. He\nwas baptized in the Jordan. What His baptism meant to Him is\nsymbolized by the account of a vision which He saw, and a Voice which\ndesignated Him as Son of GOD. He became conscious of a religious\nmission, and was at first tempted to interpret His mission in an\nunworthy way, to seek to promote spiritual ends by temporal\ncompromises, or to impress men’s minds by an appeal to mystery or\nmiracle. He rejected the temptation, and proclaimed simply GOD and His\nKingdom. He is said to have healed the sick and to have wrought other\n“signs and mighty works”: but He set no great store by these things,\nand did not wish to be known primarily as a wonder-worker. He lived\nthe life of an itinerating Teacher, declaring to any who cared to\nlisten the things concerning the Kingdom of GOD. At times He was\npopular and attracted crowds: but He cared little for popularity,\nwrapped up His teaching in parables, and repelled by His “hard\nsayings” all but a minority of earnest souls. He gave offence to the\nconventionalists and the religiously orthodox by the freedom with\nwhich He criticized established beliefs and usages, by His\nchampionship of social outcasts, and by His association with persons\nof disreputable life. Unlike John the Baptist, He was neither a\nteetotaller nor a puritan. He was not a rigid Sabbatarian. He despised\nhumbug, hypocrisy, and cant: and He hated meanness and cruelty. He\ncould be stern with a terrible sternness. His gaze pierced through all\ndisguises, and He understood the things that are in the heart of man.\nHe saw things naked. He has been called “the great Son of Fact.” He\nwas never under any illusions.",
        "He faced the hostility of public opinion with unflinching courage. He\nexpected to be crucified, and crucified He was. He warned those who\nfollowed Him to expect a similar fate. He claimed from men an\nallegiance that should be absolute: the ties of home and kindred, of\nwealth or position in the world, were to be held of no account:\nanything which stood in the way of entire discipleship to Himself,\nhowever compelling its immediate claim, was to be sacrificed without\nhesitation for His sake. He saw nothing inconsistent between this\nconcentration of men’s allegiance upon His own person, and His\ninsistence upon GOD as the one great Reality that mattered.",
        "The motive of His whole life was consecration to the will of GOD. He\nwas rich towards GOD, where other men are poor. The words were true of\nHim, as of no one else, “I have set GOD always before me.” His mission\namong men He fulfilled as a work which His Father had given Him to do.\n“Lo, I come to do Thy will, O GOD.” He loved men, and went about doing\ngood, because He knew that GOD loved men, and meant well by them, and\ndesired good for them, and not evil. He was pitiful, because GOD is\npitiful. He hated evil, because GOD hates it. He loved purity, because\nGOD is pure.",
        "He delighted in friendships both with men and women: but you could not\nimagine anything unclean in His friendships. He was not married, but\nHe looked upon marriage as an utterly pure and holy thing, taught that\na man should leave father and mother and cleave unto his wife so that\nthey twain should be one flesh, and recognized no possibility of\ndivorce except–and even this is not quite certain–on the ground of\nmarital unfaithfulness. He had one and the same standard of purity for\nmen and women.",
        "He loved children, the birds and the flowers, the life of the open\nair: but He was equally at home in the life of the town. He went out\nto dinner with anybody who asked Him: He rejoiced in the simple\nhilarity of a wedding feast. He was a believer in fellowship, and in\nhuman brotherhood. He was everybody’s friend, and looked upon no one\nas beyond the pale. He loved sinners and welcomed them, without in the\nleast condoning what was wrong. He looked upon the open and\nacknowledged sinner as a more hopeful person from the religious point\nof view than the person who was self-satisfied and smug. He said that\nHe came to seek and to save those who knew themselves to be lost.",
        "He chose twelve men to be in an especial sense His disciples–learners\nin His school. To them He sought to reveal something of His deeper\nmind. He tried to make them understand that true royalty consists in\nservice; that if a man would be spiritually great he should choose for\nhimself the lowest room, and become the servant of all; that the\nprivilege of sitting on His right hand and on His left in His Kingdom\nwas reserved for those for whom it was prepared by His Father; the\nimportant thing was whether a man was prepared to drink His cup of\nsuffering, and be baptized with His baptism of blood. But He did speak\nof Himself as King, He accepted the designation of Himself as the\nChrist of GOD, and spoke strange words about His coming upon the\nclouds of heaven to judgment. He held that by their relation to\nHimself and to His ideals the lives of all men should be tested, and\nthe verdict passed upon their deeds. For making these and similar\nclaims He was convicted of blasphemy and put to death.",
        "His disciples failed to understand Him. The Gospels are full of the\ncontrast between their minds and His. Of the chosen Twelve who, as He\nsaid, had continued with Him in His trials and to whom He promised\nthat they should eat and drink at His table in His Kingdom, and sit on\nthrones judging the twelve tribes of Israel, one betrayed and one\ndenied Him when the time of crisis came, and the rest forsook Him and\nfled. The fact that their faith and loyalty were subsequently re-\nestablished–that the execution which took place on Calvary was not\nthe complete and summary ending of the whole Christian movement–that,\nin the days that followed, the recreant disciples became the confident\nApostles, requires for its explanation the assertion in some form of\nthe truth of the Resurrection.",
        "With regard to the precise form which the Resurrection took there may\nbe room for differences of opinion: the accounts of the risen Jesus in\nthe various Gospel records cannot be completely harmonized, and the\nstory may here and there have been modified in the telling. The fact\nremains that apart from the assumption as a matter of historical truth\nthat Jesus was veritably alive from the dead, and that He showed\nHimself alive to His disciples by evidences which were adequate to\ncarry conviction to their incredulous minds, the origins of historical\nChristianity cannot really be explained.",
        "In the Gospel according to S. John it is stated that the crowds said\nof Jesus, “This is of a truth that Prophet that should come into the\nworld”: and so much, at the least, the average Englishman is ready to\nadmit: for to call Jesus Christ a Prophet–even to call Him the\nsupreme Prophet–is to claim for Him no more than a good Mohammedan\nclaims for Mohammed.",
        "The word “prophet” in itself means one who speaks on behalf of\nanother: and a prophet is defined to be a spokesman on behalf of GOD.\nHe is essentially a man with a message. In so far as he is a true\nprophet he is one who by an imperious inner necessity is constrained\nto declare to his fellows a word which has come to him from the Lord.\nAnd the prophet’s word is urgent: it brooks no delay. It is impatient\nof conventionalisms and shams. It breaks through the established order\nof things in matters both social and religious. It is dynamic, vivid,\nrevolutionary. It goes to the root of things, with a startling\ndirectness, a kind of explosive force. It disturbs and shatters the\ncustomary placidities of men’s lives. It forces them to face spiritual\nrealities, to look the truth in the face.",
        "All this is true in a pre-eminent degree of the words of Christ. There\nis a force and directness, an energy and intensity about His teaching,\nwhich is without parallel in the history of the world. It might have\nbeen thought impossible for His utterances, in any age or under any\ncircumstances, to become conventionalized: but the miracle has been\nachieved. Christianity is to the average Englishman an established\nconvention and nothing more.",
        "“Blessed are the poor in spirit,” said Jesus: but we say rather,\n“Blessed are the rich in substance.”",
        "“Blessed are they that mourn”: but that is not the general opinion.",
        "“Blessed are the meek, for they shall inherit the earth\"–but who\namongst us really believes it?",
        "“Blessed are they that hunger and thirst after righteousness: for they\nshall be filled.”",
        "“Blessed are the merciful: for they shall obtain mercy”: but to-day a\nmore popular maxim is, “Be not merciful unto them that offend of\nmalicious wickedness.”",
        "“Blessed are the pure in heart\"–and how many of us are that?",
        "“Blessed are the peace-makers”: but in a time of war they are not very\nfavourably regarded.",
        "“Blessed are they that are persecuted for righteousness’ sake\"–is\nthat your ambition, or mine?",
        "“Ye are the salt of the earth” and “the light of the world\"–then the\nearth, it is to be feared, is a somewhat insipid place, and its light\ncomparable to darkness visible. “If any man will come after Me, let\nhim take up his Cross, and follow Me”: but most of us make it a tacit\ncondition of our Christianity that we shall not be crucified.",
        "Is it not true that we habitually refuse to take seriously His\nteaching about man; that we water down His paradoxes and\nconventionalize His sayings; that we blunt the sharpness of His\nprecepts, and shirk the tremendous sternness of His demands?",
        "And does His teaching about GOD fare any better? GOD was to Jesus\nChrist the one Reality that mattered; is that in any serious sense\ntrue of us? GOD, He taught, cares for the sparrows, numbers the hairs\nof our heads, sees in secret, and reads our inmost hearts. GOD knows\nall about us, loves us individually, thinks out our life in all its\nrelations, and makes provision accordingly. There is nothing which He\ncannot or will not do for His children.",
        "He is near and not far off: He is also on the throne of all things–\nthe Universe is in our Father’s hand, and His will directs it. “O ye\nof little faith, wherefore did ye doubt?” Fear, on the ground that\nthings are stormy, is a thing Christ simply cannot understand.",
        "GOD, moreover, is loving and generous, royal and bounteous: forgiving\nsinners: sending His rain with Divine impartiality upon the just and\nthe unjust alike. “His flowers are just as beautiful in the bad man’s\ngarden.” He loves even His enemies, for He is equally the Father of\nall.",
        "And man is made for GOD, and belongs to GOD. GOD and man need one\nanother: all that is requisite is that they should find one another:\nand that is the Good News. The discovery of GOD is the Pearl of great\nprice, a Treasure worth the sacrifice of everything else: the\nexperience of a life-time, and a life-time’s acquisitions, apart from\nGOD, are not worth anything at all.",
        "We who call ourselves Christians, do we seriously believe these\nthings? Do we really share Christ’s outlook upon GOD, or His hope for\nman? Is our view of life centred in GOD, as was His? Or do His words\nof reproach fit us, as they fitted S. Peter–\"You think like a man,\nand not like GOD”?",
        "“The way to faith in GOD, and to love for man,” it has been said, “is\nto come nearer to the living Jesus.” If we would learn Christ’s great\nprophecy about man and GOD, we must read the Gospels over again, with\nawakened eyes. We must take seriously the man Christ Jesus. We must\nhear the words of His prophecy, and face honestly the challenge of His\nsayings. We must confront the central Figure of the Gospels in all its\ntremendous realism, watering down nothing, explaining nothing away;\n“wrestling with Jesus of Nazareth as Jacob wrestled with the angel,\nand refusing to let Him go except He bless us.” In the end He does\nbless those who wrestle with Him, and we shall not in the end be able\nto stop short of confessing Him as GOD.",
        "For the message of the Gospel story is ultimately not even the\nteaching of Christ: it is Christ Himself. He, alone among the world’s\nteachers, perfectly practised what He preached, and embodied what He\ntaught. And therefore the truth of GOD and the ideal for man in Him\nare one. In Him we see man as he ought to be, man as he is meant to\nbe. And because we instinctively judge that the highest human nature\nis divine, and because also we feel that GOD Himself would be most\ndivine and worshipful if we could conceive of Him as entering in and\nsharing our human experience and revealing Himself as man, those who\nhave reflected most deeply about the matter have commonly been led to\nbelieve that so indeed it is. They have felt that in Jesus Christ man,\nas the mirror and the Son of GOD, reflects the Father’s glory. They\nhave felt that in Jesus Christ GOD, the Eternal Source of all things,\nhas expressed and revealed Himself in a human life: that GOD has\nspoken a Word, a Word which is the expression of Himself: and that the\nWord is Christ. “Have I been so long time with you, and yet hast thou\nnot known Me, Philip? He that hath seen Me, hath seen the Father.” For\nthere is, in truth, something in Jesus of Nazareth which compels our\nworship. And if we will take seriously the human Jesus we shall\ndiscover in the end Deity revealed in manhood, and we shall worship\nHim in whom we have believed.",
        "But that, of course, is dogma: in other words, it is the deliberate\njudgment of Christian faith. It is the expression, as a truth for the\nmind, of the value which a soul which is spiritually awake comes to\nset upon Jesus because it cannot do otherwise. A judgment like that is\nthe conclusion–it ought not to be taken as the starting-point–of\nfaith. There are many, of course, who are willing to begin by assuming\nprovisionally that it is true, upon the authority of others who bear\nwitness to it: and that is not an unreasonable thing to do, provided a\nman afterwards verifies it in the experience of his own life. But\nbelief in the divinity of Jesus is too tremendous a confession lightly\nto be taken for granted by mere half-believers of a casual creed.\nConvictions worth having must sooner or later be fought for: they must\nbe won by the sweat of the brow. And if a man is not content\npermanently to defer to the authority of others, he ought not to begin\nby taking for granted the doctrine that Jesus is GOD. He ought to\nbegin as the Apostles began, by taking seriously the Man Christ\nJesus.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}