{
    "title": "Religious Reality - Chapter VI - Almsgiving and Fasting",
    "author": "A.E.J. Rawlinson",
    "chapter": "31",
    "content": [
        "\n\n",
        "The two things were originally closely connected. Men fasted in order\nto give to others the savings which resulted from a reduced\nexpenditure on personal needs. “Lent savings” represent a modern\nrevival of this idea. The essence of Christian almsgiving is that it\nshould be the expression of Christian charity or love: and love means\nthe willingness to serve others, at cost to self. Gifts and\nsubscriptions which represent merely the largess of a man’s\nsuperfluity and cost nothing in the way of personal self-denial are\nnot really in this sense almsgiving. The Gospel prefers the widow’s\nmite to the rich man’s large but not really generous contribution, in\ncases where the larger sum represents the lesser personal cost.",
        "It was the rule of the ancient Jewish Law that a man should give away\na tenth part of what he possessed, but this ought not to be adopted\nunder modern conditions as a literal precept. The poor cannot afford\nto spare so large a fraction of their incomes. The wealthy can in many\ncases give away a much larger proportion without feeling particularly\nstinted. It is the duty of every man whose income is above the line of\nactual poverty (_i.e. exceeds what is necessary for the literal\nsubsistence in food, shelter, and clothing of himself and those\ndependent upon him for support) to consider with his own conscience\nbefore GOD what proportion should be set aside for educational and\nother purposes, and what proportion should be directly given away in\ncharity. Anonymous subscriptions are the best, and the amount\navailable for distribution should be carefully allocated as between\nrival claims. Details, of course, must vary: but a certain proportion\nshould in any case be given for the purposes of directly religious\nwork at home and abroad. A man who really believes in the universality\nof the Gospel will in particular subscribe to the full extent of his\ncapacity to foreign missions.",
        "With regard to fasting it has been suggested in an earlier chapter of\nthis book that there should be some personal rule of self-denial in a\nman’s life. A table of fasts and days of abstinence is printed in the\nPrayer-book, though the Church of England does not normally prescribe\nin detail how such days are to be observed. It is worth remarking that\nthe spirit is not necessarily in contradiction to the letter; but\nmeticulous outward observances are not of the essence of Christianity,\nnor is it desirable to obtrude such observances in an ostentatious\nmanner in mixed society. The rule of the Gospel with regard both to\nalmsgiving and to fasting is that such things should be done in\nsecret. It is usual, however, for Church people, at least in normal\ncircumstances, to pay some special regard to the observance of Lent,\nand particularly of Holy Week, as a season of fasting and self-denial,\nand also (with a less degree of strictness) to the four weeks of\nAdvent as leading up to Christmas. It is a good thing to enter into\nthe observance of these and other seasons of the Christian year so far\nas circumstances permit: and at the least to make a point, if it is at\nall possible, of reading during Lent and Advent a more or less serious\nbook of a religious or theological kind, or in other ways endeavouring\nto deepen, by some special practice or observance, the inward\ndevotional life. The Sunday Collects, Epistles, and Gospels are of\ncourse appointed with special reference to the significance of the\nvarious seasons in the Church’s year, and provide suitable passages\nfor private meditation at such times. Advantage may also be taken of\nthe special courses of sermons and additional services provided in\nalmost every parish during the seasons of Lent and Advent. Loyalty to\nthe Brotherhood in matters even of minor observance is a great\nprinciple to be borne in mind in this connexion. There is usually a\nmethod in the Church’s madness, and her prescriptions and counsels are\nthe product of a very considerable empirical acquaintance with the\nworkings of the human soul.",
        "The End",
        " ",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}