{
    "title": "Religious Reality - Chapter XI - Clergy and Laity",
    "author": "A.E.J. Rawlinson",
    "chapter": "14",
    "content": [
        "\n\n",
        "The clergy are not the Church. They are a specialized class within it.\nThey are men who believe themselves to be called by GOD to give\nthemselves for life to the particular work of caring directly for the\nspiritual interests of their fellows. To this end they are set apart\nby ordination. They hold the commission and authorization of the\nChurch to minister the Word and Sacraments of the Gospel in the name\nof Christ and of the Brotherhood. Their task is high and difficult. It\nis not wonderful if they fail. But solemn prayer is offered for them\nat their ordination: and the answer to the Church’s prayers is\naccording to the measure of the Church’s faith.",
        "The historical or Catholic system of ministry in the Church consists\nof a hierarchy in three orders or gradations. To the order of Bishops\nbelongs oversight or pastorate-in-chief. It is not the business of a\nBishop to be prelatical, or to lord it over GOD’S heritage, but to be\nthe servant of the servants of GOD. A Bishop is consecrated to his\noffice by not less than three of those who are already Bishops. He\nexercises all the functions of the Christian ministry, including those\nof confirmation and ordination and the right to take part in episcopal\nconsecrations.",
        "Priests and deacons are a Bishop’s delegates for certain purposes. A\npriest may have charge of a “parish” or subdivision of a diocese, and\nis competent to celebrate the Eucharist, to bless, to baptize, and to\nabsolve. He is also authorized to preach, and to give instruction in\nChristian doctrine. He may not confirm or ordain apart from the\nBishop, though he may co-operate with the latter in ordinations to the\npriesthood. He is ordained to his ministry by the Bishop acting in\nconjunction with certain representatives of the priesthood who take\npart with him in the laying on of hands.",
        "Deacons are subordinate ministers appointed to assist parish priests\nin the work of parochial visiting and also, within certain limits, in\nthe conduct of Divine worship and the administration of the\nsacraments. They may read parts of the service, but have no authority\nto bless or to absolve. They may preach by express and specific\nlicense from the Bishop. They may not celebrate the Eucharist, but may\nassist the priest who does so by reading the Gospel and administering\nthe chalice. They are ordained to their office by the Bishop, and in\nmost cases, though not invariably, proceed subsequently to the\npriesthood. [Footnote: In the absence of a Bishop or priest, a deacon\nis competent to baptize. In the absence of any of the clergy Baptism\nmay also, in cases of urgency, be administered by a layman, and in the\nabsence of a man, by a woman.]",
        "The principles which underlie this system of Catholic order in the\nChurch are important. The devolution of authority to minister through\nthe episcopate safeguards the continuity of the Church’s corporate\nlife and tradition, and secures that ministerial functions shall be\nexercised in the name and by the authority of the Christian Society as\na whole. Moreover through the ordered succession of the Bishops the\ntradition of ministerial authority is carried back certainly to sub-\napostolic, and perhaps also actually to apostolic, times: it\nrepresents in principle Christ’s commission to His Apostles–\"As the\nFather hath sent Me, even so send I you.”",
        "At the same time it is important that the doctrine of the ministry\nshould not be allowed to become “sacerdotalist” in a wrong sense. The\nChristian priesthood is not in possession of any magical or exclusive\npowers. The essence of priesthood is the dedication of life as a whole\nto the service of GOD on behalf of others: and in this sense every\nChristian man is meant in his ordinary daily life and business to be a\npriest of GOD and a servant of his brethren. What the Church to-day\nneeds most chiefly is a body of laymen who will take seriously their\nvocation. A layman is not a Christian of inferior type, on whose\nbehalf the clergy are expected to display a vicarious spirituality: he\nis simply an unordained member of the people of GOD. The hope of the\nfuture is that laymen should do their part, not merely by supporting\nthe efforts of the clergy, but by exercising their own proper\nfunctions as living members of Christ. The Church–and especially the\nChurch of England–is in vital need of reform. The recently launched\n“Life and Liberty” Movement is a hopeful sign of the determination of\na certain number of clergy and laity that reform shall be secured. In\nparticular it is essential that the Church should recover freedom of\nself-government in spiritual things, and liberty to adapt her\nmachinery and organization to changing needs, by the readjustment of\nher relation towards the State. This may or may not involve\ndisestablishment, and disestablishment in turn, if it should take\nplace, need not necessarily involve, but in practice would probably\ninvolve, some measure of partial disendowment. The Church must be\nprepared for all eventualities, and must be ready, should necessity\narise, to take cheerfully the spoiling of her goods. For liberty is\nessential at all costs.",
        "In the movement for Life and Liberty, as in every other department of\nher work, the Church needs the co-operation of her laity. It is their\nduty both to be informed in ecclesiastical affairs, and to make their\nvoices heard. It is part of the programme of Church reformers to give\nthe laity, through elected representatives, a more effective voice in\nChurch affairs. The administration of finance and the raising of funds\nfor work both at home and abroad is more particularly their province,\nbut there is no single department of Church affairs in which the\nlayman ought not to have his share, though no doubt the Bishops in\nvirtue of their office have a special responsibility in matters of\ndoctrine. Certainly there is need of a much greater extension of lay\npreaching, and a freer recognition of the capacity of many laymen to\nlead the worship and intercessions of their brethren. The\nadministration of the sacraments, with the partial exception of\nbaptism, is reserved for those to whom it is committed: but this need\nnot and does not apply to the ministries of preaching and of prayer.",
        "Clerical autocracy, where it exists, ought resolutely and firmly to be\nbroken down. It has to be admitted that between clergy and laity at\npresent there is a regrettable and widespread cleavage. The clergy are\nwidely criticized, and it is certain that they have many faults. One\nwho belongs to their number cannot help being conscious of some at\nleast of the failings both of himself and of his class. But the faults\nare not all upon one side. It may be suspected that those who\ncriticize the clergy with the greatest freedom are not always those\nwho pray for them most earnestly. To affirm that the laity get, upon\nthe whole, the clergy they deserve would be too hard a saying: but it\nis sometimes forgotten that the clergy are recruited from the ranks of\nthe laity, and that, when not dehumanized by an undue professionalism\nof outlook, they are human. Many of them would be frankly grateful for\nfriendly co-operation and criticism on the part of the lay members of\ntheir flocks. One of the difficulties about preaching is that the\nclergy in many instances do not really know what is in the layman’s\nmind. The life of the Church in England will not proceed along healthy\nlines until there is greater mutual candour between laymen and clergy.\nAt present laymen will not talk freely about matters of religion in\nthe presence of the clergy because they imagine (often quite wrongly)\nthat the latter would be shocked. It sometimes happens conversely that\nthe clergy hesitate to express their real minds for fear that laymen\nwould be shocked. This attitude of mutual reserve is hopeless. No\nChristian, lay or clerical, has any business to be shocked at any\nexpression of opinion whatever, orthodox or unorthodox, whether in\nfaith or in morals. Either side may disagree with the other; but\neither ought to be prepared to listen to what the other has to say.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}