{
    "title": "Religious Reality - Chapter VIII - Christianity and Politics",
    "author": "A.E.J. Rawlinson",
    "chapter": "23",
    "content": [
        "\n\n",
        "Politics at their worst are a discreditable struggle between parties\nand groups for selfish, and sectional ends, full of dishonesty and\nchicanery and corruption. It is often recognized at the present time\nas desirable that none should be for party, but all for the state. The\nChristian ideal goes further than this: it is that none should be for\nparty, but all for the Kingdom of GOD, and for the state only in so\nfar as the state is capable of being made the instrument of that\nhigher ideal. The Christian man is not to hold aloof from political\nlife, but to seek, so far as his personal effort and influence can be\nmade to tell, to Christianize the political struggle. In every\ncontested election he is bound to think out in the light of Christian\nideals the issues which are at stake, without either prejudice or\nheat, and to register his vote in accordance with his conscience under\nthe most solemn sense of responsibility before GOD. He is bound, of\ncourse, to be a reformer, standing for cleanness of methods, probity\nof motives, honest thinking, class unselfishness, and the elimination\nof abuses and malpractices. He will tend in most cases to be a cross-\nbencher, in the sense of being independent of party caucuses and\nconcerned only for social and political righteousness.",
        "A Christian man who has leisure and opportunity can render enormous\nservice by going into politics, more especially into municipal\npolitics, which are too often surrendered to the tender mercies of\ncorrupt, narrow-minded, or interested local wire-pullers. There is an\nenormous field of unselfish social service and opportunity lying open\nto Christian laymen in this connexion. There can be no truer form of\nwork for the Church of GOD than the work of a municipal councillor who\nseeks not popularity but righteousness.",
        "The carrying over of Christian ideals into national and international\npolitics is equally indispensable. In the sphere of international\naffairs in particular, while other nations have, for the most part,\nrendered official lip-service from time to time to ideals of\ninternational morality, it has been reserved for Germany to declare\nopenly for the repudiation of “sentiment,” and for a policy of\nundisguised cynicism and real-politik. The doctrine that the state\nas such is exempt from moral obligation towards its neighbours, and\nthat the whole political duty of man is exhausted in the service of\nhis country and the promotion of her purely selfish interests and\n“will to power,” has been exhibited in action by the Prussian\nGovernment in such a fashion as to incur the moral reprobation of the\nworld. The cynical doctrines of real-politik, the belief that the\n“interests” of the state are in politics and diplomacy paramount, and\nthat “the foreigner” is a natural enemy, the belief that in all\ninternational relationships selfish and self-interested considerations\nmust really determine policy, are unfortunately by no means\nunrepresented, though they are not unchallenged, in the political life\nof other countries besides Germany. There are influential publicists\nin England to-day the principles of whose political thinking are\nreally Prussian. It remains to be seen whether, when the time comes\nfor peace to be made between the nations, the forces of international\nidealism will prove strong enough to carry the day, or whether we\nshall have a merely vindictive and “realist” peace which will contain\nwithin itself the seeds of future wars. There can be no question but\nthat a Christian man is bound to stand both for the freedom of\noppressed nationalities and for the right of all peoples freely to\ndetermine their own affairs, and also for the duty of nations as of\nindividuals to love their neighbours as themselves, and to seek\nprimarily not their own but each other’s good. If these professions\nare to be more than nominal they must mean a readiness for national\nsacrifices and for national unselfishness in time of peace as in time\nof war.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}