{
    "title": "Religious Reality - Chapter VI - Christianity and Commerce",
    "author": "A.E.J. Rawlinson",
    "chapter": "21",
    "content": [
        "\n\n",
        "This chapter ought properly to be written by a layman who is also a\nChristian man of business. It is inserted here mainly to challenge\ninquiry and to provoke thought. The writer has no first-hand\nacquaintance either with business life or with business methods. He\ndesires simply to chronicle an impression that the level of morality\nin the business world has been declining in recent years, and that the\nmore thoughtful and candid of Christian laymen in business are\nbeginning to be deeply disquieted. It is not uncommon to be confronted\nby the statement that it is impossible in modern business life to\nregulate conduct by Christian standards. The impression exists that if\nlarge numbers of business men abstain from the outward observances of\nreligion, it is in many cases because they are conscious of a lack of\ncorrespondence between Sunday professions and weekday practice, and\nhave no desire to add hypocrisy to existing burdens upon conscience.\nThe clergy are by the circumstances of their calling sheltered from\nthe particular difficulties and temptations which beset laymen in the\nbusiness world. Their exhortations are apt to sound in the ears of\nlaymen abstract and remote from life.",
        "If the situation has been diagnosed correctly the matter is serious.\nWhat is suggested is not that men to-day are deliberately more\nunprincipled than were their fathers, but that modern conditions have\nmade the way of righteousness more difficult. Things have been speeded\nup. The competitive struggle has been intensified. Men are beset, it\nhas been said, by a “moral powerlessness.” They are “as good as they\ndare be.” Absorbed in money-making, and pressed hard by unscrupulous\nrivals, they cannot afford to scrutinize too narrowly the social\nconsequences of what they do, or the strict morality of the methods\nwhich they employ. Honesty, as experience demonstrates, is by no means\nalways the best policy from a worldly point of view. “The children of\nthis world are in their generation wiser than the children of light.\"\nThis being so, it is to be feared that men are apt to prefer the\nwisdom of the serpent to the harmlessness of the dove.",
        "Moreover the man of business in the majority of cases does not stand\nalone. He is a breadwinner on behalf of others. Very commonly he\nregards it as a point of honour to refrain from disclosing to those at\nhome his business perplexities and trials. It is assumed that they\nwould not be understood, or that in any case it is unfair to burden\nwife and children with financial troubles. In the result it sometimes\nhappens that a man’s foes are found to be they of his own household,\nand that for the sake of wife and child he stoops to procedures which\nhis own conscience condemns, and which those for whose sake he embarks\nupon them would be the first to disapprove. A wife, it may be\nsuggested, ought to share the knowledge of her husband’s difficulties,\nand to be willing, if need so require, to suffer loss and diminution\nof income as the price of her husband’s honour. A wife takes her\nhusband in matrimony “for poorer” as well as “for richer,” for\nsickness and poverty as well as for health and wealth. It is a tragedy\nthat in modern marriages too often only the more pleasurable\nalternative is seriously meant.",
        "Enough has been said to make it evident that in the world of modern\nbusiness there is a battle to be fought on behalf of Christ. Precisely\nfor the reason that the vocation of a Christian in this sphere is in\nsome ways the most difficult it is also the most necessary. There is a\ncall for courage and consecration, for hard thinking and readiness for\nsacrifice, and from the nature of the case it must be mainly a\nlaymen’s battle. There may have to be financial martyrdoms for the\nsake of Christ before the victory is won. But the prize and the goal\nis worth striving for, for it is nothing less than the redemption of a\nlarge element in human life from the tyranny of selfishness and greed.\n[Footnote: It may, of course, be argued that so long as the\ncompetitive system prevails in the business world, a Christian man in\nbusiness must compete, just as in the existing state; though in an\nideally Christian world competition would be replaced by co-operative\nand war would be unknown. This is perfectively true. But it should be\npossible, nevertheless, to hold fast the Christian ideal as a\nregulative principle even under present conditions. Only in proportion\nas this is done is the redemption of business life a possibility.]",
        "In principle the issues are clear enough. The interchange of\ncommodities is a service rendered to the community. It ought to be so\nregarded, and the service rendered, rather than the gain secured,\nshould be its inspiration and motive. The service of man is a form of\nthe service of GOD, and the operations of financiers and business men\nought to be capable of interpretation as forms of social service. It\nis only as this spirit is infused into the lives and practice of men\nin business that the world of business can be saved from degenerating\ninto a soulless mechanism, dominated by the idea of purely selfish\nprofit, or a tissue of dishonest speculation and sordid gambling. The\nbusiness man, like any other servant of the community, is entitled to\na living wage. He is not entitled either by chicanery and trickery, or\nby taking advantage of the needs of others and his own control of\nmarkets, to become a “profiteer.” Profiteering in time of war is\ncondemned by the common conscience. It is equally to be condemned in\ntime of peace. The Christian man in business will stand for integrity\nand just dealing, for human sympathy and the spirit of service, for\nthe renunciation of profits which are unreasonable and unfair. His\nfunction is not to exploit the community in his own personal or\nsectional interests, but to be a servant of the Christian\ncommonwealth. Some procedures and some methods of making money the\nChristian man will feel himself debarred from employing. For the rest\nwhat is needed is mainly a change of heart, a shifting of emphasis, a\nmodification of the inward spirit and motive of business life.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}