{
    "title": "Religious Reality - Chapter III - The Spirit and the Flesh",
    "author": "A.E.J. Rawlinson",
    "chapter": "18",
    "content": [
        "\n\n",
        "Sins of the flesh include all forms of slackness and bodily self-\nindulgence. A Christian is called to assert the supremacy of the\nspirit over the flesh by controlling his bodily impulses and\ndisciplining his desires. There is, therefore, a true Christian\nasceticism. But asceticism, in so far as it is genuinely Christian, is\nnever an end in itself. It is a discipline which promotes efficiency.\nIt is to be compared to an athlete’s training, not to the self-\nmutilation of a fakir. There is in Christianity no doctrine of the\nunlawfulness of bodily pleasures in themselves. “The Son of Man came\neating and drinking.” For Christianity every creature of GOD in itself\nis good, and a man’s bodily impulses are God-given endowments of his\nnature. What is essential is that their exercise should be controlled\nand subordinated to the higher purposes of the spirit, that they\nshould be directed to their proper ends, and that they should not be\nallowed to get out of hand. Christians are not meant to be Puritans,\nbut they are meant to be pure. The battle against fleshliness in all\nits forms is a battle which has to be fought and won in every\nChristian’s life.",
        "Apart from the question of certain unmentionable forms of perverted\nsexual vice, the sinfulness of what are commonly classified as “sins\nof the flesh” consists in wrongful indulgence or lack of self-control\nin respect of that which in itself is legitimate and good. The\nChristian ideal is not abstinence, but temperance. A Christian will be\ntemperate, for example, in sleep, food, alcohol, and tobacco.\nIntemperance means slavery to a habit, the loss of spiritual self-\nmastery, whereby the whole character is enervated, and efficiency,\nboth physical and moral, is impaired. “All things are lawful,” as S.\nPaul says, but a Christian is not to allow himself to be brought\n“under the power of any.” He is meant to live hard and to live\nclean.",
        "The practice of fasting, that is, of deliberate temporary self-\ndiscipline in these matters, even below the standard of what would\nnormally be a reasonable indulgence, is a valuable means of asserting\nand retaining the self-mastery which is essential to Christian\nfreedom. But fasting should not be allowed to become a mechanical\nobservance, or erected into an unduly rigid law. The fish-dinner upon\nFridays and other fast-days of the Church is, as a modern dignitary\nhas remarked, innocuous; and it has the value which belongs to\nconformity to a rule or recommendation of the Christian brotherhood;\nbut whether or not it is observed in practice, it is hardly adequate\nby itself to the purposes of Christian self-discipline.",
        "It appears to be a fairly widespread delusion in some sections of\nsociety that a Christian must necessarily be a teetotaller. The ideal\nChristian policy, here as elsewhere, if we may judge from the example\nof our Lord, would seem to be that of a temperate use of the gifts of\nGOD. It is unfortunate that in this country most of the societies\nwhich exist for the purpose of promoting temperance have virtually\ncommitted themselves to the confusion of temperance with total\nabstinence, and their fanaticism is, in the judgment of many persons,\na hindrance to genuine reform. But it cannot reasonably be denied that\ndrunkenness, and the still wider prevalence of an excessive drinking\nwhich falls short of actual drunkenness, is a frightful evil in the\nnational life; and what is commonly known as the “Liquor Interest\"\nplays a sinister part as an organized obstructive force standing in\nthe way of needed reforms. The number of public-houses and drinking-\nbars in English towns and villages is monstrously out of proportion to\nany reasonable needs of the population: and it must be more than\nordinarily difficult for brewers and publicans, under existing\nconditions, to resist the temptation to exploit for the sake of gain\nthe weaknesses of others. A Christian need not be a teetotaller in\norder to have this problem upon his conscience, and to be ready to\nsupport, by his vote and influence, some considered and constructive\npolicy of reform. A man who by experience finds that alcohol is to him\npersonally a temptation will be wise if he becomes a teetotaller. “If\nthy hand or thy foot offend thee, cut it off.” In certain social\nenvironments it may also be wise for a man to become a total\nabstainer, not in his own interests, but for the sake of others with\nwhom he is brought into immediate contact. There can be no question\nbut that drunkenness, which is a vice both degrading and repulsive in\nitself, is in many strata of English social life still far too lightly\nregarded.",
        "It is, moreover, worth remarking that even a degree of indulgence in\nalcohol which would commonly be regarded as falling well within the\nlimit of temperance is regarded by some authorities as having the\neffect–which actual drunkenness certainly has–of stimulating\nsexuality: and when all is said, probably the most insistent of\nfleshly temptations, at least in the earlier years of manhood, are\nthose which are connected with the life of sex. Many make shipwreck\nupon these rocks through lack of knowledge or want of thought; but\nneither thought nor knowledge will avail to safeguard a man’s purity\napart from sound moral principle: nor are even moral principles\neffectual in the hour of strong temptation apart from the grace of\nGOD.",
        "Christianity teaches that to every man there is entrusted, in virtue\nof his manhood, the seed of life as a divine treasure. It is meant not\nto be turned into a means of self-indulgence, or suffered to run riot\nin a blaze of passion, but to be restrained and safeguarded in purity\nagainst the day–if the day arrives–upon which a man is called to use\nit for the purpose for which it was given him, namely, that of\nbringing new lives into the world through union with a woman in pure\nmarriage.",
        "Most men are sorely tempted to lack of self-control, and to the misuse\nof their sexual endowment in a variety of ways: and the maintenance of\nchastity–never an easy ideal–is made doubly difficult by the fact\nthat in the existing social system marriage, except among the poorer\nclasses, is commonly deferred until an age much later than that at\nwhich a man becomes physically mature, and also by the widespread\nprevalence, in masculine society, of a corrupt public opinion which\nregards sexual indulgence as morally tolerable, or even as essential\nto physical health. This latter doctrine, even were it as true as it\nis in fact false, would not in any case justify a man in taking\nadvantage of a woman’s ruin: but experience shows that there is no\nform of sin or indulgence which so effectually degrades a man’s moral\noutlook, blunts his finer perceptions, and destroys the instinct of\nchivalry within him, as does the sin of fornication. The majority of\nthose who practise promiscuous sexual intercourse are found to greet\nwith frank and obviously genuine incredulity the assertion that there\nexists a not inconsiderable proportion of men whose lives are clean;\nwhile at the other end of the scale men of pure lives and clean ideals\noften find it difficult to believe that more than a small minority of\npeculiarly degraded individuals are clients of the women of the\nstreets.",
        "The publication of the Report of the Royal Commission on Venereal\nDiseases, taken in conjunction with what is known or suspected with\nregard to the state of morals in the Army, has had the effect of\ndrawing public attention to certain aspects of these problems. The\nVictorian convention of prudery has to a great extent been discarded.\nThe subject is freely discussed, and it is generally acknowledged that\nsomething must be done. There is danger, however, lest public opinion,\nrightly concerned to promote measures for the eradication of disease,\nshould ignore the essentially moral aspect of the matter. A Christian\nman is here concerned, not simply with the personal struggle against\nthe temptations of sex in his own life, but with a further conflict on\nbehalf of Christian ideals against the public opinion of the world.",
        "For if ecclesiastical opinion in the past has been both prudish and\nPharisaic, the public opinion of the world is frankly cynical. Roughly\nspeaking, the world expects the majority of women to be pure,\nacquiesces in the prostitution of the remainder, and treats masculine\nimmorality as a venial offence. Numbers of would-be reformers–of the\nmale sex–are not ashamed to advocate, in private if not in public,\nthe establishment of licensed brothels on the continental model. It\nought not to be necessary to say that no Christian man can possibly\ntolerate a proposal to give deliberate public sanction to the\nprostitution of a certain proportion of the nation’s womanhood to the\nlusts of men, or acquiesce in the complacent sex-selfishness which is\nconcerned only for the physical health of sinners of the male sex.",
        "The point of view of the Christian Church is determined by that of our\nLord, who on the one hand numbered a reclaimed prostitute among His\nintimate friends, and on the other taught that whoso looketh on a\nwoman to lust after her hath committed adultery already in his heart.\nThe Church, therefore, differs from the world, first in holding that\nwhat is wrong for women is equally wrong for men, that there is one\nand the same standard in these matters for both sexes, namely,\nabsolute sexual purity; and secondly, in extending equally to the\nfallen of both sexes the promise of Divine forgiveness upon identical\nterms, namely, genuine repentance, unreserved confession, desire and\npurpose of amendment, and faith in GOD. The world, which condones the\niniquity of the man who falls, is apt to be uncommonly hard upon the\nfallen woman, forgetting that she also is a sister for whom Christ\ndied, and that the woman who to-day plays the part of a temptress of\nmen was originally, in the majority of cases, more sinned against than\nsinning. Very few of those who ply the trade of shame will be found to\nhave adopted such a mode of life, in the first instance, of their own\nunfettered choice. We are members one of another, and society as a\nwhole, which both creates the demand and provides the supply, must\nshare the guilt of their downfall.",
        "This book is written primarily for men: and there are therefore other\naspects of the life of sex upon which it is necessary to touch, though\nthey are difficult matters to handle. It is well known that large\nnumbers of men in boyhood, either through untutored ignorance of the\nphysiology of their own bodies, or as a result of the corrupt example\nand teaching of others, become addicted to habits of solitary vice, in\nwhich the seed of life within them is deliberately excited, stirred up\nand wasted, to the sapping of their physical well-being and the\ndefilement of their minds. Habits of self-abuse, when once they are\nestablished, are apt to be extremely difficult to break. The minds of\ntheir victims are liable to be morbidly obsessed by the physical facts\nof sex, and their thoughts continually directed into turbid channels.\nBut it is possible by the grace of GOD to conquer, though there may be\nrelapses before the final victory is won. It is important neither on\nthe one hand to belittle the gravity of the evil, nor on the other to\ngrow hopeless and despondent, but to have faith in GOD. It is also a\ncounsel of common sense to distract the mind, so far as possible, in\nother directions, and to avoid deliberately whatever is likely to\nprove an occasion or stimulus to this particular form of sin. The\nbattle of purity can only be successfully fought in the region of\noutward act if the victory is at the same time won in the region of\nthought and desire. Books and pictures, or trains of thought and\nimagination, which are either unclean in themselves, or are discovered\nby experience to be sexually exciting to particular individuals, ought\nobviously to be avoided by those concerned, and the mind directed\ntowards the contemplation of whatsoever things are true and honest and\njust and pure and lovely and of good report. In the hour of strong\ntemptation it is often best, instead of trying to meet the assault\ndirectly, to change the immediate environment, or in some other way to\nconcentrate the mind: for example, to sit down and read a clean novel\nuntil the stress of the obsession is past. Physical cleanliness,\nplenty of healthy exercise in the open air (it is unfortunate that the\ncircumstances of many men’s lives do not give adequate opportunity for\nthis), temperance in food, and especially–in the light of what has\nbeen said above–temperance in drink, are all incidentally of value as\naids to the maintenance of purity. So also is the avoidance of the\nhabit of lying in bed in a semi-somnolent condition after true sleep\nhas finally departed. A Christian’s body is meant to be a temple of\nthe Holy Ghost, and no other spirit, whether of impurity or of sloth,\nshould be allowed to have domination over him.",
        "Other sins there are which should not be so much as named among\nChristian men-those, namely, in which men with men work that which is\nunseemly, and burn with lust one towards another. It is necessary to\nrefer to these, because their prevalence is said to be increasing. A\nconsiderable proportion of men are temperamentally liable to be\nsexually attracted by members of their own sex; and passionate\nfriendships, in which there is an element which is in the last\nanalysis sexual, are not uncommon both between boys and youths at the\nage of early manhood, and between men of mature age and adolescents.\nThe true character of these relationships is not always in their\ninitial stages obvious, even to those concerned. As a guiding\nprinciple it may be laid down that a friendship between members of the\nsame sex begins to enter upon dangerous ground whenever an element of\njealousy betrays itself, when there is a desire habitually to\nmonopolize the other’s company to the exclusion of third persons, or\nwhen the life and interests of the one appear to be disproportionately\nwrapped up in the concerns and doings of the other. Friendships of\nthis character are always selfish and may all too easily become\nimpure. It is the business of a Christian man to be on his guard and\nto love his male friends not as a woman is loved and not in a spirit\nof selfish monopoly, but with the pure and clean and essentially\nunselfish affection of Christian manhood.",
        "A word may be said, lastly, with regard to prurient and polluted talk\nand unclean stories. Against these a Christian man will do well firmly\nand resolutely to set his face. Such things defile the mind. They are\ninjurious both to him that hears and to him that speaks, in that they\ntend to engender a mental atmosphere in which the suggestions of\nactual vice are likely to meet with an enfeebled power of resistance.\nOf course it is possible to be too tragical on the subject of\n“language,” and to exaggerate the harm done by “smoking-room” stories.\nBut whatever is definitely unclean is definitely evil, and should be\nboth avoided and discouraged. To assume, however, a pious demeanour\nand to appear to be shocked is a fatal method of protest. Christians\nhave no business to be shocked, nor are they meant to be prigs. There\nare other forms of social pressure which are more effective. It is,\nmoreover, sometimes possible to combine moral reprobation with a sense\nof humour.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}