{
    "title": "Religious Reality - Chapter III - The Fellowship of the Spirit",
    "author": "A.E.J. Rawlinson",
    "chapter": "6",
    "content": [
        "\n\n",
        "To know GOD and to find Him revealed in Jesus Christ is not enough. To\nhave set before one in the human life of Jesus an ideal of character,\na pattern of perfect manhood for imitation, if the message of the\nGospel were regarded as stopping short at that point, could only be\ndiscouraging to men conscious of moral weakness, of spiritual\nimpotence and incapacity. It is probable that one of the reasons why\nthe plain man to-day is so very apt to regard Christianity as\nconsisting in the profession of a standard of ideal morality to which\nhe knows himself to be personally incapable of attaining, and which\nthose who do profess it fail conspicuously to practise, is to be found\nin the entire absence from his mind and outlook of any conception of\nthe Holy Spirit, or any belief in the availability of the Spirit as a\nsource of transforming energy and power in the lives of men.",
        "As a matter of fact, the doctrine of the Holy Spirit is of absolutely\nvital importance in the Christian scheme: and like all the great\nChristian doctrines, it has its basis in the realities of living\nexperience. The opening chapters of the Acts of the Apostles set\nbefore us the picture of the earliest disciples, assured and no longer\ndoubtful of the reality of the Resurrection, waiting in Jerusalem for\na promised endowment of “power from on high.” And the story of\nPentecost is the record of the fulfilment of “the promise of the\nFather.”",
        "We are making a mistake if we fix our attention primarily upon the\noutward symbols of wind and fire, or confuse our minds with the\nperplexities which are suggested by the references to “speaking with\ntongues.” These things–however wonderful to the men of the Apostolic\ngeneration–are in themselves only examples of the psychological\nabnormalities which not infrequently accompany religious revivals.\nThey are, as it were, the foam on the crest of the wave: evidences\nupon the surface of profounder forces astir in the deeper levels of\npersonality. The disciples felt themselves taken hold of and\ntransformed. Henceforth they were new men. “GOD had sent into their\nhearts through Jesus Christ a Power not of this world: only such a\npower could achieve what history assures us was achieved by those\nearly Christians. By its compelling influence they found themselves\nwelded together into a religious and social community, a fellowship of\nfaith and hope and love, the true Israel, the Church of the living\nGOD. Enabled to become daily more and more like Jesus, they developed\nan ever fuller comprehension of His unique significance: and so they\nwent about carrying on the work and teaching which He had begun on\nearth, certain that He was with them and energizing in them. They\nhealed the sick in mind and body, they convinced Jewish and Pagan\nconsciences of sin and its forgiveness, they created a new morality,\nand established a new hope: life and immortality were brought to\nlight. And then, as need arose, they were inspired to write those\nbooks of the New Testament, in which their wonderful experience of GOD\nat work in them remains enshrined, the norm and standard of Christian\nfaith and practice for all time. The Power which enabled them to do\nall this they called the Holy Spirit.” [Footnote: The Holy Spirit,\nby R. G. Parsons, in The Meaning of the Creed. (S.P.C.K., 1917)]",
        "To be “filled with the Spirit,” to be “endued with power from on\nhigh,” to be made free by the Spirit, so as to be free indeed–\nreleased from the tyranny of a dead past, from bondage to law and\nliteralism, from the power of sin and of evil habit–and to be brought\nforth into the glorious liberty of the sons of GOD: this was a very\nvital and essential part of what Christianity meant in the experience\nof those first disciples. The new morality of the Gospel, the new\nrighteousness which was to exceed the righteousness of Pharisees and\nScribes, was a thing as widely removed as possible from painful\nconformity to the letter of an external code: it was a fruit–a\nspontaneous outcome–of the Spirit. S. Paul has described for us the\nfruits of the Spirit as he had seen them manifested in the lives of\nmen–\"love, joy, peace, long-suffering, kindness, goodness,\nfaithfulness, meekness, self-control”: they are the essential\nlineaments of the character of Christ: they are summed up in the\nthirteenth chapter of 1 Corinthians in S. Paul’s great hymn to Charity\nor Love, which itself reads like yet another portrait of the Christ. A\nChristianity which through the Spirit brought forth such fruits was\ntrue to type. The Spirit, in short, reproduced in men the life of\nfilial relationship towards GOD: He is described as the Spirit of\nadoption, whereby men are enabled to cry Abba, Father.",
        "The Holy Spirit, moreover, is a Spirit of insight and interpretation,\nquickening men’s faculties, enlightening their minds, enabling them to\nsee, and to understand. He brings to remembrance the things of Christ\nand unfolds their significance: under His inspiration Christian\npreaching was developed, and a Christian doctrine about Christ and\nabout GOD. In confident reliance upon His advocacy and His support the\nApostles were made bold to confront in the name of Jesus a hostile\nworld. Is it any wonder that in the eyes of their contemporaries they\nappeared as men possessed, as men made drunk with the new wine of some\nstrange ecstasy, or mad with the fervour of some inexplicable\nexaltation? Yet the Spirit did not normally issue in ecstasy. It is\nnot the way of GOD to over-ride men’s reason, or to place their\nindividual personalities in abeyance. The operation of the Spirit is\nto be seen rather–apart from His work in the gradual purification and\ndeepening of character and motive, the bringing to birth and\ndevelopment in men’s souls of the “new man” who is “Christ in them,\nthe hope of glory\"–in the intensification of men’s normal faculties\nand gifts, and the direction of their exercise into channels\nprofitable to the well-being of the community. For the Holy Spirit is\nthe Spirit of brotherhood: and His gifts are bestowed “for the fitting\nof GOD’S people for the work of mutual service”: they are for the\nupbuilding of the Body of Christ. The real miracle of the Christian\nlife is simply the Christian life itself: and that a man should love\nhis neighbour as himself is at least as wonderful as that he should\nspeak with tongues.",
        "Reflecting upon the experience which had come to them, Christian men\ncame to see that the Holy Spirit, who was the Spirit of the Father and\nthe Son, was Divine, even as Jesus was Divine. In this strange Power\nwhich had transformed their lives they discovered GOD, energizing and\noperative in their hearts. Instinctively they worshipped and glorified\nthe Spirit as the Lord, the Giver of Life. Those who have entered upon\nany genuine measure of Christian experience are not prepared to say\nthat they were wrong.",
        "The Christian life depends upon the Spirit, now as then. Only in the\npower of the Holy Spirit is Christianity possible, and no one ever yet\nmade any real advance in personal religion except in dependence upon\nan enabling energy of which the source was not in himself. “It is the\nSpirit that maketh alive.” “The Spirit helpeth our infirmities.” “I\nknow that in myself, that is, in my flesh, dwelleth no good thing.\"\n“If ye, being evil, know how to give good gifts unto your children,\nhow much more shall your heavenly Father give the Holy Spirit to them\nthat ask Him.” It is because of our lack of any living or effectual\nbelief in the Holy Spirit, and because of our consequent failure to\nseek His inspiration and to submit ourselves to His influence, that\nthe Christianity of men to-day is often so barren and so poor a thing;\nand the corporate life of Christendom languishes for the same reason.\nThe Church is meant to be a fellowship, a brotherhood: the most real\nand living brotherhood on earth. Men find to-day the realization of\nbrotherhood in a regiment: they find it in a school or in a club: in a\nTrade Union: or in such an organization as the Workers’ Educational\nAssociation. They fail to find it in the Church of Christ.",
        "The Church can never be a brotherhood save in the Holy Spirit: for\nChristianity is essentially and before all things a religion of the\nSpirit, and the external organization and institutions of the Church,\napart from “His vivifying breath, are a mere empty shell. Where there\nis no vision the people perish: and it is only under the inspiration\nof the Spirit that men see visions and dream dreams. Come from the\nfour winds, O Breath, and breathe upon these dry bones of our modern\nchurchmanship, that we may live: and so at last shall we stand upright\non our feet, an exceeding great army, and go forth conquering and to\nconquer in the train of the victorious Christ.”",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}