{
    "title": "Religious Reality - Chapter IX - Christianity and War",
    "author": "A.E.J. Rawlinson",
    "chapter": "24",
    "content": [
        "\n\n",
        "Christianity is opposed to war, in the sense that if men and nations\nuniversally behaved as Christians, wars would cease. The ideal of the\nKingdom of GOD involves the reign upon earth of universal peace. War\nis, therefore, in itself, an unchristian thing. It is, moreover, a\nbarbarous and irrational method of determining disputes, since the\nfactors which humanly speaking are decisive for success in war, viz.\nthe organized and unflinching use of superior physical force, are in\nprinciple irrelevant to the rights or wrongs of the cause which may be\nat stake. The victories of might and right do not invariably coincide.",
        "It is not surprising, therefore, that a certain proportion of\nChristians–the Quakers, for example, and many individuals who have\neither been influenced by the teaching of Tolstoy, or else, thinking\nthe matter out for themselves, have arrived at similar conclusions to\nthose of Tolstoy and the Quakers–should hold that in the event of war\na man’s loyalty to his earthly city must give way to his loyalty to\nhis heavenly King in this matter. Experience shows that there are men\nwho are prepared to suffer persecution, imprisonment, or death itself\nrather than violate their principles by service in the armed forces of\nthe Crown.",
        "There are obviously circumstances conceivable in which it would be the\nduty of all Christians to become “Conscientious Objectors.” Such\ncircumstances would arise in any case in which the state endeavoured\nto compel men’s services in a war which their conscience disapproved.\nIn the present European War it so happens that there are probably no\nEnglishmen who regard the German cause as righteous and the Allies’\ncause as wrong. The problem of Conscientious Objection has, therefore,\nonly arisen in the case of those Christians who hold the abstract\ndoctrine of the absolute wrongness, in whatever circumstances, of all\nwar as such.",
        "There are those who, though personally rejecting this doctrine,\nconsider that those who hold it are wrong only in that they are\nspiritually in advance of their time. The majority, however, of\nChristians have felt that the Pacifist or Quaker doctrine is not\nmerely impracticable under present conditions, but that it rests upon\na fallacious principle. For it appears to deny that physical force can\never be rightfully employed as the instrument of a moral purpose. In\nthe last resort it is akin to the anti-sacramental doctrine which\nregards what is material as essentially opposed to what is spiritual.",
        "The questions at issue are not really to be solved by the quotation of\nisolated texts or sayings of our Lord from the Gospels. What is really\nin dispute is the question of the form which, in the context of a\ngiven set of national and political circumstances, may rightfully be\ngiven to the application of the Christian principle of universal,\nrighteous, and self-sacrificing Love. No one can dispute the fact that\nin certain circumstances Christianity may demand the readiness to die\nfor others. Are there any circumstances in which Christianity may\ndemand the readiness to slay for others, either personally, or\nmediately through service in a military machine which as a whole is\nthe instrument of a national purpose only to be achieved through the\nslaughter of those in the ranks of the opposing armies?",
        "The majority of Christians have answered this question in the\naffirmative. They have held that there are circumstances in which the\nclaims of Love are more genuinely and adequately acknowledged by\ntaking part in warfare than by abstaining from it. They have insisted\nthat there are circumstances in which it is no true act of love, even\ntowards the aggressor, or perhaps towards the aggressor least of all,\nto permit him to achieve an evil purpose unchecked: that resistance,\neven by force of arms, may be in the truest interests of the enemy\nhimself. They have maintained that it is possible to fight in a\nChristian temper and spirit, without either personal malice or hatred\nof the foe: that not all killing is murder, and that to rob a man of\nphysical life, as an incident in the assertion of the claims of\nrighteousness, is not, from the point of view of those who believe in\nhuman immortality, to do him that ultimate and essential injury which\nit might otherwise be held to be.",
        "No one, however, who has had anything to do with modern war can doubt\nthat it is intrinsically beastly and devilish, or that it is apt to\narouse passions, in all but the saintliest of men, which are of an\nextremely ugly kind. To affirm that it is possible, as a matter of\ntheory, to fight in a wholly Christian spirit and temper, is not to\nassert that in actual practice more than a small minority of soldiers\nsucceed in doing so. It is possible to be devoutly thankful that when\nthe issue was posed by the conduct of the Germanic powers in the\nAugust of 1914 the British Empire replied by entering upon war, to\nhold that it was emphatically the right thing to do, and that it\nrepresented a course of conduct more intrinsically Christian than\nneutrality would have been. But it is not possible to maintain with\ntruth that the British nation as a whole has been fighting either in a\nChristian temper or from Christian motives. It is undeniable that\nuglier motives and passions have crept in. Sermons in Christian\npulpits upon such themes as the duty of forgiveness or the Christian\nideal of love towards the enemy have been neither frequent nor\npopular. Undoubtedly the German Government in its general policy, and\nparticular units of the German Army and Navy upon many occasions, have\nacted in such a way as to give provocation of the very strongest kind\nto the unregenerate human impulses of hatred and of revenge. It is not\nsurprising, though it is regrettable, that under the influence of this\nprovocation many persons, otherwise Christian, have either frankly\nabandoned the Christian doctrine of human brotherhood, or else have\ndenied that the Germans are to be regarded as human beings. On the\nwhole, and speaking very broadly, it may be said that the troops have\nshown themselves more Christian in these respects than have the civil\npopulation, though there are many exceptions upon both sides. It is to\nbe feared that the Church, in so far as she has been represented by\nher clergy (though here, again, there are many exceptions), has been\ntoo anxious to be identified with a merely Jingo patriotism to\nexercise any very appreciable influence in restraint of unchristian\npassions. It is to be hoped and anticipated that there will be a\nstrong reaction after the war both against militarism and the less\ndesirable aspects of the military mind, and also against the\nbelligerent temper and spirit–especially, perhaps, on the part of the\nmen who have themselves served and suffered in the field.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}