{
    "title": "Religious Reality - Chapter VIII - Protestant and Catholic",
    "author": "A.E.J. Rawlinson",
    "chapter": "11",
    "content": [
        "\n\n",
        "The last chapter sketched the ideal of the Church and her essential\nmission. The realization of that ideal in the existing Church, visibly\nembodied here in earth is extremely fragmentary and imperfect. The\nChurch that is one, and holy, and apostolic, and catholic, the\nbrotherhood in Christ of all mankind, knit into unity by the\nfellowship of the Holy Spirit, remains a vision of the future, though\na vision which, once seen, mankind will never relinquish until it be\naccomplished. “I believe in the Holy Catholic Church,” it has been\nsaid, “but I regret that she does not as yet exist.”",
        "What does exist is a bewildering multiplicity of competing\n“denominations,” whose points of difference are to the plain man\nobscure, but whose mutual separation is in his eyes an obvious scandal\nand an offence both against charity and against common sense. Why\ncannot they agree to sink their differences, and to unite upon the\nbroad basis of a common loyalty to Christ? To what purpose is this\noverlapping and conflict? The reluctant tribute of the ancient\nsceptic–\"See how these Christians love one another\"–has become the\nmodern worldling’s cynical and familiar jibe; and when to the\nspectacle of Christian disunion is added the observation that\nprofessing Christians of all denominations appear to differ from other\nmen, for the most part, “solely in their opinions” and not in their\nlives, the impulse to cry “A plague upon all your Churches” may seem\nall but irresistible.",
        "Yet the problem is not susceptible of any cheap or hasty solution.\nUnity is the Church’s goal; but the Church cannot arrive at unity by\nmere elimination of differences. Agreement to differ is not unity: an\nagreement to pretend that the differences were not there would not\neven be honest. What is needed is a sympathetic study of the divergent\ntraditions and principles which lie behind existing differences, with\na view to discovering which are really differences of principle, and\nwhich rest merely upon prejudice. Unity, when it comes, can only be\nbased upon mutual understanding and synthesis. The task will not be\neasy, and the time is not yet.",
        "Meanwhile the individual’s first duty is to be loyal in the first\ninstance [Footnote: Of course in the last resort no loyalty is due to\nany lesser authority than that of truth, wheresoever it is found and\nwhatsoever it turns out to be.] to the spiritual tradition and\ndiscipline of the “denomination” to which he in fact belongs, unless\nand until he is led to conclude that some other embodies a fuller and\nmore synthetic presentation of religious truth. It is a mistake for a\nman to be content either to remain in ignorance of his own immediate\nspiritual heritage or to refuse to try to understand what is\ndistinctive and vital in the religious heritage of others. Most fatal\nof all is the attempt to combine personal loyalty to Christ with the\nrepudiation of organized Christianity as a whole. True loyalty to\nChrist most certainly involves common religious fellowship upon the\nbasis of common membership in the people of GOD.",
        "As a matter of fact, so soon as the various sects and denominations\ninto which modern Western Christianity is divided are seriously\nexamined, they are seen to fall into three main types or groups.\nStanding by herself is the Church of Rome, venerable, august,\nimpressive in virtue of her unanimity, her coherence, her ordered\ndiscipline, and her international position, representing exclusively\nthe ancient Catholic tradition, and making for herself exclusive\nclaims. At the opposite end of the scale there are the multitudinous\nsects of Protestantism, differing mutually among themselves but\ntending (as some observers think) to set less and less store by their\ndivergences and to develop towards some kind of loosely-knit\nfederation–a more or less united Evangelical Church upon an\nexclusively Protestant basis. Between the two stands the Church of\nEngland, reaching out a hand in both directions, presenting to the\nsuperficial observer the appearance of a house divided against itself;\nrepresenting nevertheless, according to her true ideal, a real attempt\nto synthesize the essentials of Catholicism with what is both true and\npositive in the Protestant tradition.",
        "Protestantism stands for the liberty of the individual, for freedom of\nthought and of inquiry, for emphasis upon the importance of vital\npersonal religion, for the warning that “forms and ceremonies” are of\nno value in themselves, but only in so far as they are the expression\nand vehicle of the spirit. Protestantism proclaims the liberty of\nChristian prophesying, the free and unimpeded access of every human\nsoul to the heavenly Father, the spiritual equality of all men in the\nsight of GOD. The Protestant tradition is jealous for the evangelical\nsimplicity of the Gospel, and in general may be said to represent the\nprinciple of democracy in religion.",
        "Catholicism, on the other hand, bears witness to the glory of\nChurchmanship, to the importance of corporate loyalty to the Christian\nSociety, to the value of sacramentalism, and the rich heritage of\nancient devotional traditions, of liturgical worship and ordered\necclesiastical life. For Catholicism rites and sacraments are not\nanomalies, strange “material” excrescences upon a religion otherwise\n“spiritual.” They are themselves channels and media of the Spirit’s\noperation, vehicles of life and power.",
        "Catholicism is more inclusive than Protestantism, including, indeed,\nsome things which Protestants are apt to insist should be excluded.\nThe future would seem to lie neither with the negations of pure\nProtestantism nor with a Catholicism wholly unreformed; but rather\nwith a liberalized Catholicism which shall do justice to the truth of\nthe Protestant witness. For the present the best opportunity for the\nworking out of such a liberalized Catholicism is to be found within\nthe Church of England: and it is from the point of view of an English\nChurchman that the remainder of this book will be written.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}