{
    "title": "Religious Reality - Chapter IV - The Works of the Devil",
    "author": "A.E.J. Rawlinson",
    "chapter": "19",
    "content": [
        "\n\n",
        "The devil is from one point of view a figure of Jewish and Christian\nmythology. The Jews, like other early peoples, believed in the\nexistence of evil spirits or demons, to whose malignant agency they\nascribed various diseases, both functional and organic, and in\nparticular those unhappy cases of obsession, fixed idea, and multiple\npersonality, which we should now class under the general head of\ninsanity, and treat in asylums for the mentally deranged. The New\nTestament writings are full of this point of view, which is of course\nlargely foreign to our minds to-day. The ordinary Englishman is not a\ngreat believer in devils or spirits of evil: though he does in some\ninstances believe in ghosts, and is inclined to the practice of what\nin former ages was called necromancy–the attempt to establish an\nillicit connexion with the spirits of the departed–under the modern\nname of psychical research. There are, no doubt, some forms of\npsychical research which are genuinely scientific and legitimate. It\nis probable enough that there exists a considerable area of what may\nbe called borderland phenomena to which scientific methods of inquiry\nmay be found applicable, and which it is theoretically the business of\nscience to investigate. But it is a region in which the way lies\nreadily open to all kinds of superstition and self-deceit. The pursuit\nof truth for its own sake is essentially a religious thing: but the\nmotives of many amateur dabblers in psychical research are far from\nbeing truly religious or spiritual. Much popular spiritualism, whether\nit assumes the form of table-turnings, of spirit-rappings, or of\nmediumistic seances, is thoroughly morbid and undesirable, and the\nChristian Church has rightly discouraged it.",
        "It is not, however, necessary to believe literally in the devil, or in\ndevils–concerning whose existence many persons will prefer to remain\nagnostic–in order to find in the figure of the devil, as he appears\nin Biblical and other literature, a convenient personification of\ncertain forms of evil. There is an atmosphere of evil about us, a\nKingdom of Evil, over against the Kingdom of Good: and there are\nsuggestions and impulses of evil which from time to time arise in our\nminds, which–whatever may be the literal truth about them–not\ninfrequently present the appearance of having been prompted by some\nmysterious external Tempter. Certainly deeds have been done in the\npresent war which can only be described as devilish. The war has\nrevealed on a large scale and in unmistakable terms the evil of which\nthe heart of man is capable, and how thin in many cases is the veneer\nwhich separates the outwardly civilized European from the primitive\nsavage. “For this purpose was the Son of GOD manifested, that He might\ndestroy the works of the devil.” And by the works of the devil we may\nunderstand especially cruelty, malice, envy, hatred and all\nuncharitableness, the spirit of selfishness which wars against love,\nand the spirit of pride which ignores GOD. We see these things\nexhibited upon the large scale in the conspicuous criminals among\nmankind, whom we are sometimes tempted to regard as devils incarnate.\nWe need to be on our guard against the beginnings of them, and indeed\nin many cases their actual presence in an undetected but fairly\ndeveloped form, in ourselves.",
        "Christian men are to be kindly affectioned one towards another in\nbrotherly love: in honour preferring one another–which is easier to\nsay than to do. They are to refrain from rendering evil for evil, and\nto learn under provocation to be self-controlled. They are to be in\ncharity with all men, and so far as it lies within their own power\n(for it takes two to make peace, as it takes two to make a quarrel)\nthey are to live peaceably with all men. Wrath and clamour, lying and\nevil-speaking, back-biting and slandering, are all of the devil,\ndevilish. Contrary to the works of the devil, which may be summed up\nunder the three headings of lying, hatred, and pride, are the\nChristian ideals of truthfulness, love, and humility, with regard to\neach of which a few words may usefully be said.",
        "(i) The devil is described in the New Testament as “a liar and the\nfather thereof.” A Christian is to be true and just in all his\ndealings, abhorring crookedness: for the essence of lying is not\ninexactitude in speech, but deceitfulness of intention. Christian\nveracity means honesty, straightforwardness, and sincerity in deed as\nwell as in word. A writer of fiction is not a liar: to improve in the\ntelling an anecdote or a story is not necessarily to deceive others in\nany culpable sense; and moralists have from time to time discussed the\nquestion whether there may not be circumstances in which to tell a\nverbal lie is even a moral duty–e.g. in order to prevent a murderer\nor a madman from discovering the whereabouts of his intended victim.\nBut casuistical problems of this kind do not very frequently arise,\nand in all ordinary circumstances strict literal veracity is the right\ncourse to pursue. [Footnote: Of course such social conventions as “Not\nat home,” “No trouble at all,” or “Glad to see you,” “No, you are not\ninterrupting me,” etc., are hardly to be classed as “lies,” since they\ndo not as a rule seriously mislead others, but are merely an\nexpression of the will to be civil.]",
        "Christian truthfulness, however, is in any case a much wider thing\nthan merely verbal truth-telling: it implies inward spiritual reality,\na genuine desire to see things as they are, a thirst of the soul for\ntruth, and a hatred of shams. The worst form of lying is that in which\na man is not merely a deceiver of others but is self-deceived, and\nsuffers from “the lie in the soul.” The religion of Christ is always\nremorselessly opposed to every form or kind of humbug or of sham.\nJesus Christ is the supreme spiritual realist of history. In His view\nthe “publican” or acknowledged sinner is preferable to the Pharisee or\nhypocrite for the precise reason that the former is a more genuine\nkind of person than the latter. And to tell the truth in this deeper\nsense, that is, genuinely to face realities and to refuse to be put\noff with shams, to see through the plausibilities and to detect the\nhollowness of moral and social pretences and conventionalities, to\nhave, in short, the spiritual and moral instinct for reality, is a\nmuch harder thing than to be verbally veracious. The true veracity can\ncome only from Him who is the Truth: it is a gift of the Spirit, and\nproceeds from GOD who knows the counsels of men’s hearts, and discerns\nthe motives and imaginations of their minds.",
        "It follows that just as every lie is of the devil, so all truth, of\nwhatever kind, is of GOD. The Lord is a God of Knowledge, and every\nform of intellectual timidity and obscurantism is contrary to\ngodliness. There can never be any opposition between scientific and\nreligious truth, since both equally proceed from GOD. The Christian\nChurch is ideally a society of free-thinkers, that is, of men who\nfreely think, and the genuine Christian tradition has always been to\npromote learning and freedom of inquiry. It is worth remembering that\nthe oldest and most justly venerable of the Universities of Europe are\nwithout exception in their origin ecclesiastical foundations. If the\nlove of truth and the spirit of freedom which inspired their inception\nhas at particular epochs in their history been temporarily obscured,\nif there is much in the ecclesiasticism both of the past and of the\npresent which is reactionary in tendency and spirit, at least there\nhave never been lacking protesting voices, and the authentic spirit of\nthe Gospel tells always upon the other side. “Ye shall know the\ntruth,” says a New Testament writer, “and the truth shall make you\nfree.” [Footnote: The manifestations of the persecuting spirit and\ntemper are not confined to the sphere of religion; the intolerance of\nthe platform or of the press can be as bigoted as that of the pulpit:\nand secular governments also can persecute–not only in France or in\nPrussia. That it is part of the mission of Christianity to cast out\nthe evil spirit of persecution, to destroy intolerance as it has\ndestroyed slavery, is none the less true, in spite of the fact that\nboth slavery and persecution have in the past found Christian\ndefenders.]",
        "(ii) In the second place, hatred is of the devil, and love is of\nChrist: the Christian is to love even his enemies. In a time of war,\nthat is to say, whenever actual enemies exist, the natural man\ndiscovers in such an ideal only an immoral sentimentalism, and the\ndoctrinaire pacificist occasionally uses language which gives colour\nto the charge. But Christianity has nothing in common with\nsentimentalism, and Christian is no merely sentimental affection which\nignores the reality of evil or explains away the wrongfulness of\nwrong. In order to love his enemies it is not necessary for a\nChristian to pretend that they are not really hostile, to make excuses\nfor things that are inexcusable, or to be blind to the moral issues\nwhich may be at stake. It has rightly been pointed out that “Love your\nenemies” means “Want them to be your friends: want them to alter, so\nthat friendship between you and them may become possible.” More\ngenerally what is meant is that the Christian man is by the grace of\nGOD, to conquer the instinct of hatred and the spirit of revenge\nwithin his own heart, to be willing to serve others (his enemies\nincluded) at cost to himself in accordance with the will of GOD, to\ndesire on behalf of all men (his enemies included) the realization of\ntheir true good. For wrongdoers chastisement may be the truest\nkindness. To allow a man, or a nation, to pursue an evil purpose\nunchecked would be no real act of love even towards the nation or the\nindividual concerned. To offer opposition, if necessary by force, may\nin certain circumstances be a plain duty. That which we are to love,\nin those whose immediate aspect and character is both unlovely and\nunlovable, is not what they are, but what they are capable of\nbecoming. We are to love that element in them which is capable of\nredemption, the true spiritual image of GOD in man, which can never be\ntotally effaced. We are to remember that for them also the Son of GOD\nwas crucified, that we also have need of forgiveness, and that “GOD\ncommendeth His own love towards us, in that, while we were yet\nsinners, in due time Christ died for the ungodly.”",
        "(iii) The third great manifestation of the spirit and temper which is\nof the devil, devilish, is pride, which by Christian writers upon\nthese subjects is commonly regarded as the deadliest of the so-called\n“deadly sins,” on the ground that it logically involves the assertion\nof a false claim to be independent of GOD, and is therefore fatal in\nprinciple to the religious life. Pagan systems of morality distinguish\nbetween false pride, the foolish conceit of the man who claims for\nhimself virtues and capacities which he does not in fact possess, and\nproper pride, the entirely just appreciation by a man of his own\nmerits and accomplishments at neither more nor less than their true\nvalue. The Christian ideal of humility is apt from this point of view\nto appear either slavish or insincere. The issue between Christian and\npagan morals here depends upon the truth or falsehood of the Christian\ndoctrine of GOD and of His relation to man. Once let a man take\nseriously the avowal that “It is He that hath made us, and not we\nourselves,” once let him grant the position that his life belongs to\nGOD and not to himself, and concur in the judgment of spiritual\nexperience that whatever is good in him is the result not of his own\nefforts in independence of his Maker, but of the Divine Spirit\noperative within him, and it becomes obvious that “boasting\"–as S.\nPaul expresses it–\"is excluded.”",
        "At the same time Christian humility is not self-depreciation. It has\nnothing in common either with the spirit of Uriah Heep, or with the\nfalse diffidence which refuses on the ground of personal insufficiency\na task or vocation to which a man is genuinely called. These are both\nequally forms of self-consciousness. Humility is forgetfulness of\nself. The true pattern and exemplar of humility is the Christ, who\nclaimed for Himself the greatest role in the whole history of the\nworld, simply on the ground that it was the work which His Father had\ngiven Him to do. “I seek not Mine own glory: there is One that seeketh\nand judgeth.” The secret of humility is devotion to the will of GOD.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}