{
    "title": "Religious Reality - by A.E.J. Rawlinson [Authorama]",
    "author": "Unknown",
    "chapter": "reality",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "1918",
        "This is a book which is wanted. Thoughtful men, in every class, are\nnot afraid of theology, i.e. of a reasoned account of their\nreligion, but they want a theology which can be stated without\nconventions and technicalities; they do not at all care for a religion\nwhich pretends to do away with all mystery, but they are glad to be\nassured of the essential reasonableness of the Christian Faith; they\ndo not expect a ready-made solution of the problem of evil, but they\nwish to see it honestly faced; above all, they want to know how\nChristian truth bears on the real problems of life; the best of them\nare not at all afraid of a religion which makes big demands on them,\nbut they know well enough the difficulty of responding to those\nclaims, and their greatest need of all is to find and to use that life\nand power, coming from a living Person, without which our best\naspirations must fail and our highest ideals remain unrealized.",
        "These needs seem to me to be satisfactorily and happily met in the\nfollowing pages. My friend and chaplain, Mr. Bawlinson, has had good\nmeans of knowing what men are and what they want. He has had to do\nwith the undergraduate, with officers and men in the Army, and with\nthe ordinary civilian in parish life. He has been able to see the\nnature and needs of our British manhood at different angles, and he is\nthe sort of man with whom men are not afraid to talk. He has had good\nopportunity of diagnosing the situation, and this book shows his skill\nin dealing with it.",
        "I do not find myself in agreement with everything in these pages, but\nwhen I am conscious of difference of view, I am no less grateful for\nthe stimulus to thought. I am specially thankful that the writer has\nbeen so courageous in tackling the most difficult subjects.",
        "I know that the author’s one desire is to help men to be more real in\ntheir religion. I share his hope, and I believe that this book will do\nmuch to accomplish it.",
        "This book has grown out of the writer’s experience in preparing men\nand officers in military hospitals for Confirmation. It represents, in\na considerably expanded but–as it is hoped–still simple form, the\nkind of things which he would have wished to say to them, and to\nothers with whom he was brought into contact, if he had had more time\nand opportunity than was usually afforded him. It seemed necessary to\nwrite the book, because there did not appear to be in existence any\nreasonably short book on similar lines which covered the ground of\nChristian faith and practice as a whole, and which approached the\nsubject from the point of view which seems to the writer to be the\nmost real.",
        "The writer is consciously indebted in the first chapter to the\ndiscussion of our Lord’s teaching and character in Dr. T. B. Glover’s\nfascinating book, The Jesus of History. It is possible that there\nare other and unconscious obligations which have been overlooked. Here\nand there acknowledgment is made in footnotes, and an occasional\nphrase, “lifted” from some other writer, has been placed in inverted\ncommas.",
        "In Chapter VIII. of Part I. the author has echoed the thought, and to\na certain extent the wording, of parts of his own essay on “The\nPrinciple of Authority” in Foundations.",
        "For help in the correction of the proofs, and for criticisms and\nsuggestions which have led to numerous modifications and improvements\nin matters of detail, the thanks of the writer are due to various\nfriends, and more particularly to his brother, Lieutenant A. C.\nRawlinson, of the Queen’s Own Oxfordshire Hussars; to the Rev. Austin\nThompson, Vicar of S. Peter’s, Eaton Square; and to the Rev. Leonard\nHodgson, Vice-Principal of S. Edmund Hall, Oxford.",
        "November, 1917.",
        "Vital religion begins for a man when lie first discovers the reality\nof the living GOD. Most men indeed profess a belief in GOD, a vague\nacknowledgment of the existence of “One above”: but the belief counts\nfor little in their lives.",
        "GOD, if He exists at all, must obviously be important: and it is\nconceivable that He prefers the dogmatic atheism of a man here and a\nman there, or the serious agnosticism of a slightly larger number, to\nthe practical indifference of the majority. “There are two attitudes,\nand only two, which are worthy of a serious man: to serve GOD with his\nwhole heart, because he knows Him; or to seek GOD with his whole\nheart, because he knows Him not.”",
        "The ordinary Englishman is in most cases nominally a Christian. As a\nrule he has been admitted in infancy by baptism into the Christian\nChurch. But he is ignorant of the implications of his baptism, and\nindifferent to the claims of a religion which he fails to understand.\nThese pages are written with the object of explaining what, in the\nwriter’s judgment, the faith and practice of the Christian Church\nreally is.",
        "It is best to begin with a study of the teaching and character of\nChrist. Scholars for about a hundred years have been studying the\nGospels historically, “like any other books.” It is now reasonably\ncertain that the first three Gospels–those which we know as the\nGospels according to S. Matthew, S. Mark, and S. Luke–though not, of\ncourse, infallible or accurate in their every detail, reflect\nnevertheless in a general way a trustworthy portrait of Jesus as He\nactually lived. The sayings ascribed to Christ in their pages bear the\nmarks of originality. The outline of the events which they describe\nmay be taken as being in rough correspondence with the facts. The\nGospels as a whole represent pretty faithfully the impression made by\nthe life and character of Jesus upon the minds and memories of those\nwho knew Him best.",
        "We are very apt to regard the Gospels conventionally. An inherited\northodoxy which has made peace with the world takes them for granted\nas “a tale of little meaning, though the words are strong.” An\nimpatient reaction from orthodoxy sets them aside as incomprehensible\nor unimportant. It is worth while making the effort to empty our minds\nof prejudice, and to allow the Gospels to tell their own tale. We\nshall find that they bring us face to face with a Portrait of\nsurprising freshness and power.",
        "It is the portrait of One who spent the first thirty years of His life\nin an obscure Galilaean village, and who in early manhood worked as a\ncarpenter in a village shop. He first came forward in public in\nconnexion with a religious revival initiated by John the Baptist. He\nwas baptized in the Jordan. What His baptism meant to Him is\nsymbolized by the account of a vision which He saw, and a Voice which\ndesignated Him as Son of GOD. He became conscious of a religious\nmission, and was at first tempted to interpret His mission in an\nunworthy way, to seek to promote spiritual ends by temporal\ncompromises, or to impress men’s minds by an appeal to mystery or\nmiracle. He rejected the temptation, and proclaimed simply GOD and His\nKingdom. He is said to have healed the sick and to have wrought other\n\"signs and mighty works”: but He set no great store by these things,\nand did not wish to be known primarily as a wonder-worker. He lived\nthe life of an itinerating Teacher, declaring to any who cared to\nlisten the things concerning the Kingdom of GOD. At times He was\npopular and attracted crowds: but He cared little for popularity,\nwrapped up His teaching in parables, and repelled by His “hard\nsayings” all but a minority of earnest souls. He gave offence to the\nconventionalists and the religiously orthodox by the freedom with\nwhich He criticized established beliefs and usages, by His\nchampionship of social outcasts, and by His association with persons\nof disreputable life. Unlike John the Baptist, He was neither a\nteetotaller nor a puritan. He was not a rigid Sabbatarian. He despised\nhumbug, hypocrisy, and cant: and He hated meanness and cruelty. He\ncould be stern with a terrible sternness. His gaze pierced through all\ndisguises, and He understood the things that are in the heart of man.\nHe saw things naked. He has been called “the great Son of Fact.” He\nwas never under any illusions.",
        "He faced the hostility of public opinion with unflinching courage. He\nexpected to be crucified, and crucified He was. He warned those who\nfollowed Him to expect a similar fate. He claimed from men an\nallegiance that should be absolute: the ties of home and kindred, of\nwealth or position in the world, were to be held of no account:\nanything which stood in the way of entire discipleship to Himself,\nhowever compelling its immediate claim, was to be sacrificed without\nhesitation for His sake. He saw nothing inconsistent between this\nconcentration of men’s allegiance upon His own person, and His\ninsistence upon GOD as the one great Reality that mattered.",
        "The motive of His whole life was consecration to the will of GOD. He\nwas rich towards GOD, where other men are poor. The words were true of\nHim, as of no one else, “I have set GOD always before me.” His mission\namong men He fulfilled as a work which His Father had given Him to do.\n\"Lo, I come to do Thy will, O GOD.” He loved men, and went about doing\ngood, because He knew that GOD loved men, and meant well by them, and\ndesired good for them, and not evil. He was pitiful, because GOD is\npitiful. He hated evil, because GOD hates it. He loved purity, because\nGOD is pure.",
        "He delighted in friendships both with men and women: but you could not\nimagine anything unclean in His friendships. He was not married, but\nHe looked upon marriage as an utterly pure and holy thing, taught that\na man should leave father and mother and cleave unto his wife so that\nthey twain should be one flesh, and recognized no possibility of\ndivorce except–and even this is not quite certain–on the ground of\nmarital unfaithfulness. He had one and the same standard of purity for\nmen and women.",
        "He loved children, the birds and the flowers, the life of the open\nair: but He was equally at home in the life of the town. He went out\nto dinner with anybody who asked Him: He rejoiced in the simple\nhilarity of a wedding feast. He was a believer in fellowship, and in\nhuman brotherhood. He was everybody’s friend, and looked upon no one\nas beyond the pale. He loved sinners and welcomed them, without in the\nleast condoning what was wrong. He looked upon the open and\nacknowledged sinner as a more hopeful person from the religious point\nof view than the person who was self-satisfied and smug. He said that\nHe came to seek and to save those who knew themselves to be lost.",
        "He chose twelve men to be in an especial sense His disciples–learners\nin His school. To them He sought to reveal something of His deeper\nmind. He tried to make them understand that true royalty consists in\nservice; that if a man would be spiritually great he should choose for\nhimself the lowest room, and become the servant of all; that the\nprivilege of sitting on His right hand and on His left in His Kingdom\nwas reserved for those for whom it was prepared by His Father; the\nimportant thing was whether a man was prepared to drink His cup of\nsuffering, and be baptized with His baptism of blood. But He did speak\nof Himself as King, He accepted the designation of Himself as the\nChrist of GOD, and spoke strange words about His coming upon the\nclouds of heaven to judgment. He held that by their relation to\nHimself and to His ideals the lives of all men should be tested, and\nthe verdict passed upon their deeds. For making these and similar\nclaims He was convicted of blasphemy and put to death.",
        "His disciples failed to understand Him. The Gospels are full of the\ncontrast between their minds and His. Of the chosen Twelve who, as He\nsaid, had continued with Him in His trials and to whom He promised\nthat they should eat and drink at His table in His Kingdom, and sit on\nthrones judging the twelve tribes of Israel, one betrayed and one\ndenied Him when the time of crisis came, and the rest forsook Him and\nfled. The fact that their faith and loyalty were subsequently re-\nestablished–that the execution which took place on Calvary was not\nthe complete and summary ending of the whole Christian movement–that,\nin the days that followed, the recreant disciples became the confident\nApostles, requires for its explanation the assertion in some form of\nthe truth of the Resurrection.",
        "With regard to the precise form which the Resurrection took there may\nbe room for differences of opinion: the accounts of the risen Jesus in\nthe various Gospel records cannot be completely harmonized, and the\nstory may here and there have been modified in the telling. The fact\nremains that apart from the assumption as a matter of historical truth\nthat Jesus was veritably alive from the dead, and that He showed\nHimself alive to His disciples by evidences which were adequate to\ncarry conviction to their incredulous minds, the origins of historical\nChristianity cannot really be explained.",
        "In the Gospel according to S. John it is stated that the crowds said\nof Jesus, “This is of a truth that Prophet that should come into the\nworld”: and so much, at the least, the average Englishman is ready to\nadmit: for to call Jesus Christ a Prophet–even to call Him the\nsupreme Prophet–is to claim for Him no more than a good Mohammedan\nclaims for Mohammed.",
        "The word “prophet” in itself means one who speaks on behalf of\nanother: and a prophet is defined to be a spokesman on behalf of GOD.\nHe is essentially a man with a message. In so far as he is a true\nprophet he is one who by an imperious inner necessity is constrained\nto declare to his fellows a word which has come to him from the Lord.\nAnd the prophet’s word is urgent: it brooks no delay. It is impatient\nof conventionalisms and shams. It breaks through the established order\nof things in matters both social and religious. It is dynamic, vivid,\nrevolutionary. It goes to the root of things, with a startling\ndirectness, a kind of explosive force. It disturbs and shatters the\ncustomary placidities of men’s lives. It forces them to face spiritual\nrealities, to look the truth in the face.",
        "All this is true in a pre-eminent degree of the words of Christ. There\nis a force and directness, an energy and intensity about His teaching,\nwhich is without parallel in the history of the world. It might have\nbeen thought impossible for His utterances, in any age or under any\ncircumstances, to become conventionalized: but the miracle has been\nachieved. Christianity is to the average Englishman an established\nconvention and nothing more.",
        "“Blessed are the poor in spirit,” said Jesus: but we say rather,\n\"Blessed are the rich in substance.”",
        "“Blessed are they that mourn”: but that is not the general opinion.",
        "“Blessed are the meek, for they shall inherit the earth\"–but who\namongst us really believes it?",
        "“Blessed are they that hunger and thirst after righteousness: for they\nshall be filled.”",
        "“Blessed are the merciful: for they shall obtain mercy”: but to-day a\nmore popular maxim is, “Be not merciful unto them that offend of\nmalicious wickedness.”",
        "“Blessed are the pure in heart\"–and how many of us are that?",
        "“Blessed are the peace-makers”: but in a time of war they are not very\nfavourably regarded.",
        "“Blessed are they that are persecuted for righteousness’ sake\"–is\nthat your ambition, or mine?",
        "“Ye are the salt of the earth” and “the light of the world\"–then the\nearth, it is to be feared, is a somewhat insipid place, and its light\ncomparable to darkness visible. “If any man will come after Me, let\nhim take up his Cross, and follow Me”: but most of us make it a tacit\ncondition of our Christianity that we shall not be crucified.",
        "Is it not true that we habitually refuse to take seriously His\nteaching about man; that we water down His paradoxes and\nconventionalize His sayings; that we blunt the sharpness of His\nprecepts, and shirk the tremendous sternness of His demands?",
        "And does His teaching about GOD fare any better? GOD was to Jesus\nChrist the one Reality that mattered; is that in any serious sense\ntrue of us? GOD, He taught, cares for the sparrows, numbers the hairs\nof our heads, sees in secret, and reads our inmost hearts. GOD knows\nall about us, loves us individually, thinks out our life in all its\nrelations, and makes provision accordingly. There is nothing which He\ncannot or will not do for His children.",
        "He is near and not far off: He is also on the throne of all things–\nthe Universe is in our Father’s hand, and His will directs it. “O ye\nof little faith, wherefore did ye doubt?” Fear, on the ground that\nthings are stormy, is a thing Christ simply cannot understand.",
        "GOD, moreover, is loving and generous, royal and bounteous: forgiving\nsinners: sending His rain with Divine impartiality upon the just and\nthe unjust alike. “His flowers are just as beautiful in the bad man’s\ngarden.” He loves even His enemies, for He is equally the Father of\nall.",
        "And man is made for GOD, and belongs to GOD. GOD and man need one\nanother: all that is requisite is that they should find one another:\nand that is the Good News. The discovery of GOD is the Pearl of great\nprice, a Treasure worth the sacrifice of everything else: the\nexperience of a life-time, and a life-time’s acquisitions, apart from\nGOD, are not worth anything at all.",
        "We who call ourselves Christians, do we seriously believe these\nthings? Do we really share Christ’s outlook upon GOD, or His hope for\nman? Is our view of life centred in GOD, as was His? Or do His words\nof reproach fit us, as they fitted S. Peter–\"You think like a man,\nand not like GOD”?",
        "“The way to faith in GOD, and to love for man,” it has been said, “is\nto come nearer to the living Jesus.” If we would learn Christ’s great\nprophecy about man and GOD, we must read the Gospels over again, with\nawakened eyes. We must take seriously the man Christ Jesus. We must\nhear the words of His prophecy, and face honestly the challenge of His\nsayings. We must confront the central Figure of the Gospels in all its\ntremendous realism, watering down nothing, explaining nothing away;\n\"wrestling with Jesus of Nazareth as Jacob wrestled with the angel,\nand refusing to let Him go except He bless us.” In the end He does\nbless those who wrestle with Him, and we shall not in the end be able\nto stop short of confessing Him as GOD.",
        "For the message of the Gospel story is ultimately not even the\nteaching of Christ: it is Christ Himself. He, alone among the world’s\nteachers, perfectly practised what He preached, and embodied what He\ntaught. And therefore the truth of GOD and the ideal for man in Him\nare one. In Him we see man as he ought to be, man as he is meant to\nbe. And because we instinctively judge that the highest human nature\nis divine, and because also we feel that GOD Himself would be most\ndivine and worshipful if we could conceive of Him as entering in and\nsharing our human experience and revealing Himself as man, those who\nhave reflected most deeply about the matter have commonly been led to\nbelieve that so indeed it is. They have felt that in Jesus Christ man,\nas the mirror and the Son of GOD, reflects the Father’s glory. They\nhave felt that in Jesus Christ GOD, the Eternal Source of all things,\nhas expressed and revealed Himself in a human life: that GOD has\nspoken a Word, a Word which is the expression of Himself: and that the\nWord is Christ. “Have I been so long time with you, and yet hast thou\nnot known Me, Philip? He that hath seen Me, hath seen the Father.” For\nthere is, in truth, something in Jesus of Nazareth which compels our\nworship. And if we will take seriously the human Jesus we shall\ndiscover in the end Deity revealed in manhood, and we shall worship\nHim in whom we have believed.",
        "But that, of course, is dogma: in other words, it is the deliberate\njudgment of Christian faith. It is the expression, as a truth for the\nmind, of the value which a soul which is spiritually awake comes to\nset upon Jesus because it cannot do otherwise. A judgment like that is\nthe conclusion–it ought not to be taken as the starting-point–of\nfaith. There are many, of course, who are willing to begin by assuming\nprovisionally that it is true, upon the authority of others who bear\nwitness to it: and that is not an unreasonable thing to do, provided a\nman afterwards verifies it in the experience of his own life. But\nbelief in the divinity of Jesus is too tremendous a confession lightly\nto be taken for granted by mere half-believers of a casual creed.\nConvictions worth having must sooner or later be fought for: they must\nbe won by the sweat of the brow. And if a man is not content\npermanently to defer to the authority of others, he ought not to begin\nby taking for granted the doctrine that Jesus is GOD. He ought to\nbegin as the Apostles began, by taking seriously the Man Christ\nJesus.",
        "It was characteristic of the ancient Jews that they had a vital belief\nin the living GOD: and belief in GOD, and that of a far more real and\ndefinite kind than the modern Englishman’s vague admission of the\nexistence of a Supreme Being, was a thing which Jesus was able to take\nfor granted in those to whom He spoke. GOD to the Jew was the GOD of\nAbraham, Isaac, and Jacob, holy and righteous, gracious and merciful:\nactive and operative in the world, the Controller of events: having a\npurpose for Israel and for the world, which in the process of the\nworld’s history was being wrought out, and which would one day find\ncomplete and adequate fulfilment in the setting up of GOD’S Eternal\nKingdom.",
        "What Jesus did by His life and teaching was to deepen and intensify\nexisting faith in GOD by the revelation of GOD as Father, and to\nrevive and quicken the expectation of GOD’S Kingdom by the\nproclamation of its near approach. The application to GOD of the term\n\"Father” was not new: but the revelation of what GOD’S Fatherhood\nmeant in the personal life and faith of Jesus Himself as Son of God\nwas something entirely new: while in Jesus’ preaching of the Divine\nKingdom there was a note of freshness and originality, and a spiritual\nassurance of certainty, which carried conviction of an entirely new\nkind to the minds and hearts of those who listened.",
        "All the more overwhelming must have seemed to the disciples the\ndisaster of their Master’s crucifixion. It was not merely that the\nhopes which in their minds had gathered about His person were\nshattered: their very faith in GOD Himself, and in the goodness of\nGOD, was for the time being torn up by the roots. Nothing but an event\nas real and as objective as the Crucifixion itself could have reversed\nfor them this impression of sheer catastrophe. The resurrection of\nJesus, which was for them the wonder of wonders, not only restored to\nthem their faith in Him as the Christ of GOD, now “declared to be the\nSon of GOD with power by the resurrection from the dead\"; it also\nrelaid for them the foundations of faith in GOD and in His goodness\nand love upon a basis of certainty henceforth never to be shaken.\n\"This is the message which we have heard of Him and declare unto you,\nthat GOD is light, and in Him is no darkness at all.”",
        "Meanwhile what of Jesus Himself–this Christ, through their\nrelationship to whom they had come by this new experience of the\nreality of GOD? In symbolical vision they saw Him ascend up into the\nheavens and vanish from bodily sight: in pictorial language they spoke\nof Him as seated at GOD’S right hand. They were assured nevertheless–\nand multitudes in many generations have echoed their conviction–that\nHe was still in their midst unseen, their living Master and Lord.\nInstinctively they prayed to Him. Through Him they made their approach\nto the Father. He had transformed for them their world. He was the\nlight of their lives. In Him was truth. He was their way to GOD.",
        "All the great movement of Christian thought in the New Testament is\nconcerned in one way or another with the working out of this\nexperienced significance of Jesus. The maturest expression of what He\nmeant to them is contained in the great reflective Gospel–an\ninterpretation rather than a simple portrait of the historical Jesus–\nwhich is ascribed by tradition to S. John. The Christ of the Fourth\nGospel is man, with all the attributes of most real and genuine\nmanhood: but He is also more than man. He is the self-utterance–the\nWord–of GOD. He came forth from GOD, and went to GOD. He is the\nrevelation of the Father, the expression of GOD’S nature and being “in\nthe intelligible terms of a human life.” To have seen Him is to have\nseen the Father, because He and the Father are one. He is the Way, the\nTruth, and the Life: the Bread that came down from heaven: the\nFountain of living water: the Lamb of GOD, that taketh away the sin of\nthe world.",
        "Later Christian orthodoxy never got farther than this. All that the\nformal doctrine of the Incarnation–as expressed, for example, in such\na formulary as the Athanasian Creed–can truly be said to amount to is\njust the double insistence that Christ is at once truly and completely\nman, and also truly and completely GOD. The paradox is left\nunreconciled–\"yet He is not two, but one Christ.” The Godhead is\nexpressed in manhood: in the manhood we see GOD.",
        "What does it mean to confess the Deity of Christ? It means just this:\nthat we take the character of Christ as our clue to the character of\nGOD: that we interpret the life of Christ as an expression of the life\nof GOD: that we affirm the conviction, based upon deep and unshakable\npersonal experience, that “GOD was in Christ reconciling the world\nunto Himself.”",
        "What is the real question, the most fundamental of questions, which\narises when we seek to interpret the world we live in? Is it not just\nthe question: What is the nature or character of the ultimate Power or\nPrinciple or Person upon which or upon whom the world depends? Is not\nevery religion, every imagined deity, in one sense an altar to the\nunknown GOD? The venture of Christian faith consists in staking all\nupon the assumption, the hypothesis abundantly verified in the life’s\nexperience of such as make it, that the character of the unknown GOD\nis revealed in Christ: that the love of Christ is the expression of\nthe love of GOD, the sufferings of Christ an expression of the\nsuffering of GOD, the triumph of Christ an expression of the eternal\nvictory of GOD over all the evil and wickedness which mars the wonder\nof His creation. If we were to look primarily at the life of Nature,\nwe might be tempted to say that GOD was cruel. If we considered\ncertain of the works of man, we might be tempted to conclude that GOD\nwas devilish. Looking at Jesus we gain the assurance that GOD is Love.\nWe behold “the light of the knowledge of the glory of GOD in the face\nof Jesus Christ,” and we are satisfied.",
        "And so we come to Jesus–the Prophet that is come into the world: and\nwhat we shall find, if we will suffer Him to work His work in us, is\nthis. He will change our world for us, and will transform it. He will\nredeem our souls, so that there shall be in us a new birth, a new\ncreation. He will show us the Father, and it shall suffice us. He will\nset our feet on the road to Calvary, and we shall rejoice to be\ncrucified with Him. He will convert us–He will turn our lives inside\nout, so that they shall have their centre in GOD, and no longer in\nourselves. He will bestow on us the Spirit without measure, so that we\nshall be sons and daughters of the Highest. And we shall know that we\nare of GOD, even though the whole world lieth in wickedness. And we\nshall know that the Son of GOD is come, and that He hath given us an\nunderstanding, that we may know Him that is true, and that we are in\nHim that is true, even in His Son Jesus Christ.",
        "To know GOD and to find Him revealed in Jesus Christ is not enough. To\nhave set before one in the human life of Jesus an ideal of character,\na pattern of perfect manhood for imitation, if the message of the\nGospel were regarded as stopping short at that point, could only be\ndiscouraging to men conscious of moral weakness, of spiritual\nimpotence and incapacity. It is probable that one of the reasons why\nthe plain man to-day is so very apt to regard Christianity as\nconsisting in the profession of a standard of ideal morality to which\nhe knows himself to be personally incapable of attaining, and which\nthose who do profess it fail conspicuously to practise, is to be found\nin the entire absence from his mind and outlook of any conception of\nthe Holy Spirit, or any belief in the availability of the Spirit as a\nsource of transforming energy and power in the lives of men.",
        "As a matter of fact, the doctrine of the Holy Spirit is of absolutely\nvital importance in the Christian scheme: and like all the great\nChristian doctrines, it has its basis in the realities of living\nexperience. The opening chapters of the Acts of the Apostles set\nbefore us the picture of the earliest disciples, assured and no longer\ndoubtful of the reality of the Resurrection, waiting in Jerusalem for\na promised endowment of “power from on high.” And the story of\nPentecost is the record of the fulfilment of “the promise of the\nFather.”",
        "We are making a mistake if we fix our attention primarily upon the\noutward symbols of wind and fire, or confuse our minds with the\nperplexities which are suggested by the references to “speaking with\ntongues.” These things–however wonderful to the men of the Apostolic\ngeneration–are in themselves only examples of the psychological\nabnormalities which not infrequently accompany religious revivals.\nThey are, as it were, the foam on the crest of the wave: evidences\nupon the surface of profounder forces astir in the deeper levels of\npersonality. The disciples felt themselves taken hold of and\ntransformed. Henceforth they were new men. “GOD had sent into their\nhearts through Jesus Christ a Power not of this world: only such a\npower could achieve what history assures us was achieved by those\nearly Christians. By its compelling influence they found themselves\nwelded together into a religious and social community, a fellowship of\nfaith and hope and love, the true Israel, the Church of the living\nGOD. Enabled to become daily more and more like Jesus, they developed\nan ever fuller comprehension of His unique significance: and so they\nwent about carrying on the work and teaching which He had begun on\nearth, certain that He was with them and energizing in them. They\nhealed the sick in mind and body, they convinced Jewish and Pagan\nconsciences of sin and its forgiveness, they created a new morality,\nand established a new hope: life and immortality were brought to\nlight. And then, as need arose, they were inspired to write those\nbooks of the New Testament, in which their wonderful experience of GOD\nat work in them remains enshrined, the norm and standard of Christian\nfaith and practice for all time. The Power which enabled them to do\nall this they called the Holy Spirit.” [Footnote: The Holy Spirit,\nby R. G. Parsons, in The Meaning of the Creed. (S.P.C.K., 1917)]",
        "To be “filled with the Spirit,” to be “endued with power from on\nhigh,” to be made free by the Spirit, so as to be free indeed–\nreleased from the tyranny of a dead past, from bondage to law and\nliteralism, from the power of sin and of evil habit–and to be brought\nforth into the glorious liberty of the sons of GOD: this was a very\nvital and essential part of what Christianity meant in the experience\nof those first disciples. The new morality of the Gospel, the new\nrighteousness which was to exceed the righteousness of Pharisees and\nScribes, was a thing as widely removed as possible from painful\nconformity to the letter of an external code: it was a fruit–a\nspontaneous outcome–of the Spirit. S. Paul has described for us the\nfruits of the Spirit as he had seen them manifested in the lives of\nmen–\"love, joy, peace, long-suffering, kindness, goodness,\nfaithfulness, meekness, self-control”: they are the essential\nlineaments of the character of Christ: they are summed up in the\nthirteenth chapter of 1 Corinthians in S. Paul’s great hymn to Charity\nor Love, which itself reads like yet another portrait of the Christ. A\nChristianity which through the Spirit brought forth such fruits was\ntrue to type. The Spirit, in short, reproduced in men the life of\nfilial relationship towards GOD: He is described as the Spirit of\nadoption, whereby men are enabled to cry Abba, Father.",
        "The Holy Spirit, moreover, is a Spirit of insight and interpretation,\nquickening men’s faculties, enlightening their minds, enabling them to\nsee, and to understand. He brings to remembrance the things of Christ\nand unfolds their significance: under His inspiration Christian\npreaching was developed, and a Christian doctrine about Christ and\nabout GOD. In confident reliance upon His advocacy and His support the\nApostles were made bold to confront in the name of Jesus a hostile\nworld. Is it any wonder that in the eyes of their contemporaries they\nappeared as men possessed, as men made drunk with the new wine of some\nstrange ecstasy, or mad with the fervour of some inexplicable\nexaltation? Yet the Spirit did not normally issue in ecstasy. It is\nnot the way of GOD to over-ride men’s reason, or to place their\nindividual personalities in abeyance. The operation of the Spirit is\nto be seen rather–apart from His work in the gradual purification and\ndeepening of character and motive, the bringing to birth and\ndevelopment in men’s souls of the “new man” who is “Christ in them,\nthe hope of glory\"–in the intensification of men’s normal faculties\nand gifts, and the direction of their exercise into channels\nprofitable to the well-being of the community. For the Holy Spirit is\nthe Spirit of brotherhood: and His gifts are bestowed “for the fitting\nof GOD’S people for the work of mutual service”: they are for the\nupbuilding of the Body of Christ. The real miracle of the Christian\nlife is simply the Christian life itself: and that a man should love\nhis neighbour as himself is at least as wonderful as that he should\nspeak with tongues.",
        "Reflecting upon the experience which had come to them, Christian men\ncame to see that the Holy Spirit, who was the Spirit of the Father and\nthe Son, was Divine, even as Jesus was Divine. In this strange Power\nwhich had transformed their lives they discovered GOD, energizing and\noperative in their hearts. Instinctively they worshipped and glorified\nthe Spirit as the Lord, the Giver of Life. Those who have entered upon\nany genuine measure of Christian experience are not prepared to say\nthat they were wrong.",
        "The Christian life depends upon the Spirit, now as then. Only in the\npower of the Holy Spirit is Christianity possible, and no one ever yet\nmade any real advance in personal religion except in dependence upon\nan enabling energy of which the source was not in himself. “It is the\nSpirit that maketh alive.” “The Spirit helpeth our infirmities.” “I\nknow that in myself, that is, in my flesh, dwelleth no good thing.\"\n\"If ye, being evil, know how to give good gifts unto your children,\nhow much more shall your heavenly Father give the Holy Spirit to them\nthat ask Him.” It is because of our lack of any living or effectual\nbelief in the Holy Spirit, and because of our consequent failure to\nseek His inspiration and to submit ourselves to His influence, that\nthe Christianity of men to-day is often so barren and so poor a thing;\nand the corporate life of Christendom languishes for the same reason.\nThe Church is meant to be a fellowship, a brotherhood: the most real\nand living brotherhood on earth. Men find to-day the realization of\nbrotherhood in a regiment: they find it in a school or in a club: in a\nTrade Union: or in such an organization as the Workers’ Educational\nAssociation. They fail to find it in the Church of Christ.",
        "The Church can never be a brotherhood save in the Holy Spirit: for\nChristianity is essentially and before all things a religion of the\nSpirit, and the external organization and institutions of the Church,\napart from “His vivifying breath, are a mere empty shell. Where there\nis no vision the people perish: and it is only under the inspiration\nof the Spirit that men see visions and dream dreams. Come from the\nfour winds, O Breath, and breathe upon these dry bones of our modern\nchurchmanship, that we may live: and so at last shall we stand upright\non our feet, an exceeding great army, and go forth conquering and to\nconquer in the train of the victorious Christ.”",
        "God, as Christianity reveals Him, is no cold or remote Being, no\nabstract Principle-of-All-Things, reposing aloof and impersonal in the\nstillness of an eternal calm. He is rather the boundless energy of an\neternal Life–\"no motionless eternity of perfection, but an\noverflowing vitality, an inexhaustible fecundity, the everlasting\nwell-spring of all existence.” He is the eternal Creator of all\nthings; not indeed in any sense which commits us to a literal\nacceptance of the mythology of Genesis, but in the sense that the\ncreated universe has its origin in His holy and righteous will, and\nthat upon Him all things depend. “In affirming that the world was made\nby GOD, we do not affirm that it was ready-made from the beginning.\"\nThe work of creation is still going on. GOD is eternally making all\nthings new.",
        "The nature of GOD, in so far as the mind and affections of man are\ncapable of knowing Him and entering into relationships with Him, is\nrevealed in Jesus Christ His Son, and the revelation is completed and\nmade intelligible by the manifestation of the Holy Spirit. S. Paul\nexpressed the practical content of GOD’S self-disclosure in his phrase\n\"the grace of our Lord Jesus Christ, and the love of GOD, and the\nfellowship of the Holy Ghost.” Later Christian thinkers worked it out\ninto the doctrine of the Holy Trinity, the conception of GOD as at\nonce Three in One, and One in Three.",
        "To the plain man the doctrine of the Holy Trinity is something of a\npuzzle–on the face of it an arithmetical paradox; suggestive,\nmoreover, of the abstract subtleties of speculation rather than of the\nconcrete realities of religious life. But the doctrine did not have\nits origin, as a matter of historical fact, in any perverse love of\nsubtlety or speculation. It certainly arose out of living realities of\nspiritual experience. It arose as the result of an attempt, on the\npart of the earliest Christian believers, to think out the meaning of\nwhat had happened in their religious lives, and to express it in\nspeech and thought. What was this thing that had come to them, this\nthing which had changed their whole outlook upon the world, which had\ntransformed their very inmost souls and made them new men, full of a\nnew vision and a new hope? Something tremendous had happened in their\nlives. They were confident that it held the secret of all life, for\nthem and for others. It was a new, an overwhelming, a conclusive\nrevelation of GOD. They proclaimed it: they were constrained also to\nthink about it. They had to find ways of expressing it. They had to\nthink out what it meant.",
        "There was Jesus Christ. Who was He? What did He mean? What was His\nrelation to man, and to GOD? Certainly He had shed light upon GOD, and\nupon GOD’S nature. Through His teaching, His character, His life and\ndeath, the conception of GOD was filled with a new meaning. In Him GOD\nwas revealed with a fulness that had never been before. He disclosed\nmore of GOD’S inmost character, and more of the relation which He\nbears to men. “He that hath seen Me hath seen the Father\"–the\ndisciples felt that this witness was true. By admitting to their\nthought of GOD all that the life of Jesus brought, they filled with\nfresh glory Christ’s favourite word for GOD–\"your Father which is in\nHeaven.”",
        "In Jesus, they felt, GOD was expressed: His relationship to GOD was\nunique. They found the Divine in Him as in no other. They knew that\nGOD was in that life because He had spoken and acted there. “Through\nthe eyes of Jesus” GOD looked out upon the world, and in Jesus’ love\nand purity and yearning for the sinful and the heavy-laden, GOD\nHimself became visible. They knew now what GOD was like. GOD was like\nChrist. It was His glory that shone in Jesus’ face. It was a new\nvision of Him when “Jesus of Nazareth passed by.” In the grace–that\nis, the beauty, the glory and attractiveness–of the Lord Jesus Christ\nthey saw a revelation of the love of GOD, a love that yearned over the\nfallen and the sorrowful, a love that suffered, and through suffering\nbrought redemption.",
        "But there was something more. It was not simply that in Jesus Christ\nGOD had been brought near, so that they felt they knew GOD as never\nbefore. There was in the experience which had come to them more than\nsimply a Revealer and a Revealed. There was the Spirit which took\npossession of them, a transforming inward Power: a Power able to\nreproduce in them, by a process of growth from more to more, that\ncharacter of Christ in whose lineaments they had discerned the nature\nof the eternal GOD Himself. There was a Presence abiding in their\nmidst, dwelling within them, a Breath of the Divine Life which every\nChristian knew: a Presence which brought strength and comfort, power\nand love and discipline, and bore fruits of love and joy and peace.\nWho or what was it? An influence from on high? Yes: but it seemed more\nintimate, more personal than any mere “influence,” more indissolubly\none with them, knitting them into a fellowship in which they were\nunited with the Father and the Son. “Truly our fellowship is with the\nFather, and with His Son Jesus Christ.” The Spirit which bore such\nfruits in them, which brought them into so intimate a fellowship with\nGOD in Christ, they recognized as the Spirit of GOD, as the Presence\nin them of very GOD Himself. GOD, they felt, was not a Being far off,\nan Influence telling upon men from a distance. He was the very secret\nof life, “closer than breathing, nearer than hands and feet,” so that\neach soul was meant to be a sacred “temple of GOD,” “GOD abiding in\nhim and he in GOD.” GOD came in the Son, GOD had come also and equally\nin the Spirit. The Eternal Source of all things, who was known and\nworshipped as the Living One even before Christ came, was made more\nfully known in Christ, and now He was still more intimately made known\nin the inmost spiritual life of every day.",
        "That was Christian experience. That was the experience out of which\nthe doctrine of the Trinity arose. It arose out of an attempt to think\nthe thing out. If we to-day find the doctrine difficult, at least the\nexperience was and is both simple and profound. And we cannot help\nthinking about it.",
        "It may be that sometimes we think we would rather be content to say\nsimply with S. John that “GOD is Love.” And that is truly the simplest\nof Christian creeds. If we were able fully to understand it, it would\nbe sufficient. “Holy Trinity, whatever else it may signify, is a mode\nof saying ’Holy Love.’” But as a matter of fact it is only through the\nrevelation of the grace of the Lord Jesus Christ and the fellowship of\nthe Holy Spirit that we can ever come to understand the love of GOD.\nIn the Christian Gospel GOD is revealed first as Father, secondly as\nSufferer, thirdly as the Spirit of eternally victorious Life: and it\ntakes the whole threefold revelation to express with any fulness the\nrich wonder of what is meant by saying that GOD is Love. Our minds\ncannot help passing from the contemplation of the threefold character\nof GOD’S self-revelation to the thought of a certain threefoldness in\nGOD Himself. We have to find room and place for such a thought–the\nthought that GOD is eternally Love, that He is eternally Father,\nSon, and Spirit–and yet at the same time not depart from the\nfundamental Christian conviction that GOD is One.",
        "It is to be feared that many Christian people do sometimes come\ndangerously near to believing in three separate Gods, and what we call\nUnitarianism is a one-sided protest against such a tendency. GOD is\nindeed a unity: and so far Unitarianism is right. But Unitarianism is\nless than the full Christian faith in GOD, because it fails to do\njustice to the full riches of Christian experience, the many-sided\nwonder of GOD revealed in Christ, and made real to us here and now by\nthe operation of the Spirit in our hearts. We are driven to say that\nGOD is not only One, but Three in One.",
        "Nevertheless, if any one finds the theory of the Holy Trinity\ndifficult let him not be overmuch dismayed. Let him learn to know GOD\nas Father and Jesus Christ as Lord and Saviour: let him learn to know\nthe Holy Spirit as an energy of eternal life and inspiration in his\nheart. He will then be in effect a Trinitarian believer, even though\nthe theologians seem to him to talk a language which he does not\nunderstand: even though–to tell the truth–he is not greatly\ninterested by what they say.",
        "At the same time, there is need that people should think out the\nmeaning of the Christian revelation of GOD: perhaps that they should\nthink it out afresh. It is possible to be technically orthodox and\ncorrect in doctrine and yet to miss the true reality of what GOD\nmeans. The conception of GOD as Father implies that GOD has eternally\na Son: the life of Jesus Christ as Son of God reveals to us the\nquality of that Divine Fatherhood to which His Sonship corresponds.\nThe Spirit, as the Divine Energy proceeding from the Father and the\nSon, is the assurance that the life of GOD can never be self-contained\nor aloof, but is for ever going forth from Himself, so as to be\neternally operative and active, alike in the processes of Nature and\nin the lives of men. For “the Spirit of the Lord filleth the world,\"\nand the Divine Wisdom “reacheth from one end to the other mightily,\nand sweetly ordereth all things.”",
        "It follows that Christianity, the religion of the Spirit, can never\nstand still. Not stagnation, but life, is its characteristic note,\neven “that Eternal Life which was with the Father, and hath been\nmanifested unto us.” The Church which is truly alive unto GOD, and\naflame with the spirit of allegiance to Him who for the joy that was\nset before Him endured the Cross, the Church which is truly quickened\nand inspired by the Spirit of Truth and Love and Power, will always be\nready to “live dangerously” in the world, not shrinking timorously\nfrom needed change or experiment, not holding aloof from conflict and\nadventure and movement, but facing courageously all new situations and\nnew phases whether of life or of thought as they arise, shirking no\nissues, welcoming all new-found truth, bringing things both new and\nold out of her treasure-house, so that she may both “prove all things\"\nand also “hold fast that which is good.”",
        "There are conceptions of GOD proclaimed from Christian pulpits which\nare less than the full Christian conception of GOD. The GOD who is\neternal Energy and Life and Love, the GOD who is revealed in Christ,\nand whose Spirit is the Spirit of Freedom and Brotherhood and Truth,\nis neither the tyrant God of the Calvinist, nor the dead-alive God of\nthe traditionalist, nor the obscurantist God of those who would decry\nknowledge and quench the Spirit. Neither, again, is GOD the God of\nmilitarists, a God who delights in carnage–even though it should be\nthe carnage of Germans; or the God who is thought of by His\nworshippers as being mainly the God of the sacristy, a kind of\n\"supreme Guardian of the clerical interest in Europe.” Least of all is\nGOD the commonplace deity of commonplace people, a sort of placid\npersonification of respectability, the GOD whose religion is the\nreligion of “the Conservative Party at prayer.”",
        "He is a consuming Energy of Life and Fire. His eyes are “eyes of\nFlame,” and His inmost essence a white-hot passion of sacrifice and of\nself-giving. At the heart of His self-revelation there is a Cross, the\neternal symbol of the almightiness of Love: the Cross which is the\nsource and the secret of all true victory, and newness of life, and\npeace.",
        "This, and none other, is the GOD whom truly to know is everlasting\nlife, and whom to serve is liberty. For He it is who has made us unto\nHimself, with hearts that are restless until they rest in Him. To do\nHis will is to realize the object of our existence as human beings:\nfor it is to fulfil the purpose for which we have our being, the end\nfor which we were created; even to glorify GOD, and to enjoy Him for\never.",
        "But are not the evil and misery of the world, is not all that which we\nknow as “sin” and pain, in manifest contradiction to this Christian\nconception of a GOD of Love? Most certainly they are: and it has been\nthe strength of Christianity from the beginning that–unlike many\nrival systems and philosophies, including the “Christian Science\"\nmovement of modern times–it has always faced facts, and in particular\nhas never regarded pain and sin, disease and sorrow and death, as\nanything but the stubborn realities which in point of fact they are.\nIf we ask, indeed, how and why it was that evil, whether physical or\nmoral, originally came into the world, the Gospel returns no answer,\nor an answer which, at best, merely echoes the ancient mythology of\nJewish traditional belief–\"By the envy of the Devil sin entered into\nthe world, and death by sin”: an answer which indeed denies\nemphatically that evil had its origin in GOD, and declares its\nessential root to lie in opposition to His will, but without\nattempting any explanation of the difficulty of conceiving how\nopposition to the will of GOD is possible.",
        "The Gospel is concerned with issues that are practical rather than\nstrictly theoretical: and the really practical problem with regard to\nevil is not how it is to be explained but how it is to be overcome. If\nwe ask how evil first arose, the only honest answer is that we do not\nknow: though we can see how the possibility, at least, of moral evil\n(as distinct from mere physical pain) is implicit of necessity in the\nexistence of moral freedom. The question is sometimes asked, “If GOD\nis omnipotent, why does He permit evil?” But the doctrine of Divine\nomnipotence is misconceived when it is interpreted to mean that GOD is\nable to accomplish things inherently self-contradictory. GOD is\nomnipotent only in the sense that He is supreme over all things, and\nable to do all possible things. He is not able to do impossible\nthings: and to make man free, and yet to prevent him from doing evil\nif he so chooses, is a thing impossible even to GOD. Man is left free\nto crucify his Maker, and he has availed himself of his freedom by\ncrucifying both his Maker and his fellow-man.",
        "If we ask, “Why does not GOD prevent war? Why does He permit murder\nand cruelty and rapine?” the answer is that He could only prevent\nthese things by dint of over-riding the will of man by force: and\nmoreover that it is not the method of GOD to do for man what man is\nperfectly well able to do for himself. For wars would cease if men\nuniversally desired not to fight.",
        "We are really raising a much more difficult question if we ask, “Why\ndoes GOD allow cancer?” And to this, it may be, there is no completely\nsatisfactory answer to be given: though it is possible to see that\ncancer and other diseases have a biological function, and also to\nrecognize that the endurance of pain in some cases (though not in all)\nennobles and deepens character. The writer of the Epistle to the\nHebrews does not hesitate to say of Christ Himself that He “learned\nobedience by the things which He suffered.”",
        "In general it must be said that Christianity does not afford any\ncomplete theoretical solution of the problem of evil: what it does is\nto provide a point of view which sets evil in a new light, and which\nis adequate for the purposes of practical life. It teaches us that\nphysical suffering, so far as it is inevitable, is to be endured and\nturned to spiritual profit, as a thing which is capable of bearing\nfruit in the deepening and discipline of character: and that moral\nevil is to be overcome, by the power of the grace of GOD in Christ.",
        "If we ask, “Why should the innocent suffer?” the Christian answer is\ncontained in the Cross. “Christ also suffered, being guiltless”: and\nalthough, if Christ were regarded simply as a man and nothing more,\nthis fact would merely intensify the problem, the matter assumes a\ndifferent complexion if Christ be regarded as the revelation of GOD.\nFor if so, then suffering enters into the experience of GOD Himself,\nand so far from GOD being indifferent to the sorrow and misery of the\nworld, He shares it, and is victorious through it. “In all their\naffliction, He was afflicted.” GOD is Himself a Sufferer, the supreme\nSufferer of all, and finds through suffering the instrument of His\ntriumph. But if this be true, then all suffering everywhere is set in\na new and a transfiguring light, for it assumes the character of a\nchallenge to become partaker in the sufferings and triumph of the\nChrist. “Can ye drink of the Cup that I drink of?”",
        "So interpreted, suffering ceases to be a ground of petulance or of\ncomplaint. It is discovered to have a value. It is judged to be worth\nwhile. And it is possible to find in such a faith the grounds of a\nconviction that behind and beneath all suffering is the love which\nredeems it and the purpose which shall one day justify it, and that in\nvery truth no sparrow falls to the ground without the Heavenly\nFather’s knowledge and care.",
        "The Gospel affirms that men are called to be sons of GOD; to be\nperfect, as the heavenly Father is perfect. The correlative of this\nideal view of man as he is meant to be is a sombre view of man as he\nactually is. “If we say that we have no sin we deceive ourselves, and\nthe truth is not in us.” “All have sinned, and come short of the glory\nof GOD.”",
        "Sin is essentially a falling short, a missing of the mark, a failure\nto correspond with the purpose and the will of GOD. It need not\nnecessarily involve–though of course it does in many instances\ninvolve–the deliberate transgression of a moral law which the\nconscience of the individual sinner recognizes as such. There are sins\nof omission as well as of commission, sins of ignorance as well as of\ndeliberate intent. The fact that the conscience of a given individual\ndoes not accuse him, that he is not aware of himself as a sinner\nbefore GOD, is no evidence of his moral perfection, but rather the\nreverse. Jesus Christ, who possessed the surest as well as the sanest\nmoral judgment the world has ever known, held deliberately that the\nopen and acknowledged sinner, just because he was aware of his\ncondition, was in a more hopeful spiritual state than the man who\nthrough ignorance of his own shortcomings believed himself to be\nrighteous. The Pharisee, who compared himself with others to his own\nadvantage, was condemned in the sight of GOD. The Publican, who would\nnot so much as lift up his eyes unto heaven, but judging himself and\nhis deeds by the standard of GOD’S holiness acknowledged himself a\nsinner, went away justified rather than the other. It is probably true\nthat the ordinary man to-day is not worrying about his sins: but if\nso, the fact proves nothing except the secularity of his ideals and\nthe shallowness of his sense of spiritual issues. It means, in short,\nthat he has not taken seriously the standard of Christ. For the\nmeasure of a man’s sin is simply the measure of the contrast between\nhis character and the character of Christ.",
        "It is likely enough that many of us will never discover that we are\nsinners until we have deliberately tried and failed to follow Christ.\nThe moment we do try seriously to follow Him, we become conscious of\nthe presence within ourselves of “that horrid impediment which the\nChurches call sin.” We discover that we are spiritually impotent: that\nthere is that in us which is both selfish and self-complacent: that\nthere is a “law of sin in our members” which is in conflict with the\n\"law of the Spirit of life”: and that “we have no power of ourselves\nto help ourselves.” We are at the mercy of our own character, which\nhas been wrongly moulded and formed amiss by the sins and follies, the\nself-indulgences and the moral slackness of our own past behaviour. We\nare, indeed, “tied and bound by the chain of our sins.”",
        "To have realized so much is to have reached the necessary starting-\npoint of any fruitful consideration of the Christian Gospel of\nredemption. The appeal of the Cross of Christ is to the human\nconsciousness of sin; and the first effect of a true appreciation of\nthe meaning of the Cross is to deepen in us the realization of what\nsin really is. The crucifixion of Christ was not the result of any\npeculiarly unexampled wickedness on the part of individuals. It was\nsimply the natural and inevitable result of the moral collision\nbetween His ideals and those of society at large. The chief actors in\nthe drama were men of like passions with ourselves, who were actuated\nby very ordinary human motives. It is indeed easy for men to say, “If\nwe had been in the days of our fathers, we would not have been\npartakers with them in the blood of the prophets”: but in so saying\nthey are merely being witnesses unto themselves that they are the\nchildren of them which killed the prophets. Are we indeed so far\nremoved beyond the reach of the moral weakness which yields against\nits own better judgment to the clamorous demands of public opinion, as\nto be in a position to cast stones at Pilate? Are we so exempt from\nthe temptation to turn a dishonest penny, or to throw over a friend\nwho has disappointed us, as to recognize no echo of ourselves in\nJudas? Have we never with the Sanhedrin allowed vested interests to\nwarp our judgment, or resented a too searching criticism of our own\ncharacter and proceedings, or sophisticated our consciences into a\nbelief that we were offering GOD service when as a matter of fact we\nwere merely giving expression to the religious and social prejudices\nof our class? Have we never, like the crowds who joined in the hue-\nand-cry, followed a multitude to do evil? There appears in the midst\nof a society of ordinary, average men–men such as ourselves–a Man\nideally good: and He is put to death as a blasphemer. That is the\nawful tragedy of the Crucifixion. What does it mean? It means that a\nnew and lurid light is thrown upon the ordinary impulses of our mind.\nIt means that we see sin to be exceeding sinful. That is the first\nsalutary fruit of a resolute contemplation of the Cross.",
        "The Cross shows us, in a word, what we are doing when we sin:\nconsciously or unconsciously, we are crucifying that which is good. If\nwe are able to go further, and by faith to discover in the character\nand bearing of the Son, crucified upon the Cross, the revelation of\nthe heart of the Eternal Father, there dawns upon our minds a still\nmore startling truth: consciously or unconsciously, we are crucifying\nGOD. Assuming, that is to say, that GOD is such as Christianity\ndeclares Him to be, holy, righteous, ideal and perfect Love, caring\nintensely for every one of His creatures and having a plan and a\npurpose for each one, then every failure of ours to correspond with\nthe purpose of His love, every falling short of His ideal for us,\nevery acknowledged slackness and moral failure in our lives, much more\nevery wilful and deliberate transgression of the moral law, is simply\nthe addition of yet a further stab to the wounds wherewith Love is\nwounded in the house of His friends. “Father, forgive them; they know\nnot what they do\"–the words of the Crucified are the revelation of\nwhat is in fact the eternal attitude of GOD: they are the expression\nof a love that is wounded, cut to the heart and crucified, by the\nlovelessness, the ingratitude, the tragedy of human sin, but which\nnevertheless, in spite of the pain, is willing to forgive.",
        "But the Cross is no mere passivity. It is more than simply a\nrevelation of Divine suffering, of the eternal patience of the love of\nGOD. It is the expression of GOD in action: a deed of Divine self-\nsacrifice: a voluntary taking upon Himself by man’s Eternal Lover of\nthe burden of man’s misery and sin. There is a profound truth in the\nsaying of S. Paul, that the Son of GOD “loved me, and gave Himself for\nme”: as also in S. Peter’s words about the Christ “who His own self\nbare our sins in His own body on the Tree, that we, being dead to\nsins, should live unto righteousness.” There is no need to import into\nthe phrases of the New Testament writers the crude transactional\nnotions of later theology, no need to drag in ideas about penalties\nand punishments. The sole and sufficient penalty of sin is simply the\nstate of being a sinner [Footnote: Sin, of course, may involve\nconsequences, and the consequences may be both irrevocable and bitter;\nnor is it denied that fear of consequences may operate as a deterrent\nfrom certain kinds of sin. What is denied is that such consequences\nare rightly to be described as “punishment.\"]: and the conception of\nvicarious “punishment” is not merely immoral, but unintelligible.\nVicarious suffering, indeed, there is: an enormous proportion of the\nsufferings of mankind–and the sufferings of Christ are a conspicuous\ncase in point–arise directly as the result of others’ sin and may be\nwillingly borne for others’ sake. And Christ died because of His love\nfor men, and as the expression of the love of GOD for men. He who\n\"wholly like to us was made “sounded the ultimate depths of the\nbitterest experience to which sin can lead, even the experience of\nbeing forsaken of GOD.” So GOD loved the world.”",
        "Regarded thus, the Cross is at once a potent instrument for bringing\nmen to repentance, and also the proclamation of the free and royal\nforgiveness of men’s sins by the heavenly Father. “What the law could\nnot do, in that it was weak through the flesh, GOD sending His own\nSon, in the likeness of sinful flesh, and for sin, condemned sin in\nthe flesh: that the righteousness of the law might be fulfilled in us,\nwho walk not after the flesh, but after the Spirit.”",
        "Forgiveness must be received on the basis of repentance and confession\nas the free and unmerited gift of GOD in Christ: but the redemption\nwhich Christ came to bring to men does not stop short at the bare gift\nof initial forgiveness. The Cross cannot rightly be separated from the\nResurrection, nor the Resurrection from the bestowal of the Spirit.\nThe forgiveness of past transgressions carries with it also the gift\nof a new life in Christ and the power of the indwelling Spirit to\ntransform and purify the heart. And this is a life-long process–a\nprocess, indeed, which extends beyond the limits of this present life.\nThe old Adam dies hard, and the victory of the spirit over the flesh\nis not lightly won. In the life-story of every Christian there are\nrepeated falls: there is need of a fresh gift of forgiveness ever\nrenewed. It is only over stepping-stones of their dead selves that men\nare enabled to rise to higher things. But already in principle the\nvictory is won. “In all these things we are more than conquerors\nthrough Him that loved us.” We see in Christ the first-fruits of\nredeemed humanity, the one perfect response on the side of man to the\nlove of GOD. And through Christ, our Representative, self-offered to\nthe Father on our behalf, we are bold to have access with confidence\nunto the throne of GOD and in Him to offer ourselves, that so we may\nobtain mercy, and find grace to help in time of need.",
        "The GOD and Father of Jesus Christ loves every human being\nindividually, cares for each and has a specific vocation for each one\nto fulfil. This doctrine of the equal preciousness in the sight of GOD\nof all human souls is for Christianity fundamental. But the\ncorrelative of Divine fatherhood is human brotherhood: just because\nGOD is love, and fellowship is life and heaven, and the lack of it is\nhell, GOD does not redeem men individually, but as members of a\nbrotherhood, a Church.",
        "The Church is simply the people of GOD. It is the fellowship of\nredeemed mankind, the community of all faithful people throughout this\npresent world and in the sphere of the world beyond–one, holy,\napostolic (i.e. missionary), and catholic, that is, universal. Death\nis no interruption in that Society, race is no barrier, and rank\nconveys no privilege. “There is neither Greek nor Jew, circumcision\nnor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is\nall, and in all”: over the Church the gates of Death prevail not: and\n\"ye are all one Man in Christ Jesus.”",
        "Furthermore, the Church is described as the Body, that is, the\nembodiment, of Christ: the instrument or organ whereby the Spirit of\nChrist works in the world. Her several members are individually limbs\nor members in that Body, and their individual gifts and capacities,\nwhatever they may be, are to be dedicated and directed to the service\nof the Body as a whole, and not to any sectional or selfish ends or\npurposes. In practical churchmanship, rightly understood, is to be\ndiscovered the clue to the meaning and purpose of human life.",
        "Again, the Church is by definition international. The several races\nand nationalities of mankind have each their specific and individual\ncontribution to make to the Church’s common life, in accordance with\ntheir specific national temperaments and genius. All of them together\nare needed to give adequate expression in human life to the many-sided\nriches of GOD in Christ. The Church is incomplete so long as a single\none remains outside. The idea, therefore, of a so-called “National\"\nChurch, as a thing isolated and self-contained, is intrinsically\nabsurd.",
        "Therefore also the Church is missionary. She exists in order to\nproclaim to all the world the Good News of the love of GOD. She exists\nto bring all men everywhere under the scope of Christ’s redemption,\nand to claim for the Spirit of Christ the effectual lordship over all\nhuman thought and life and activity. It is her threefold task at once\nto develop and make real within her own borders the life of\nbrotherhood in Christ, to evangelize the heathen by declaring to them\nthe satisfaction of their instinctive search for GOD in the answering\nsearch of GOD for them, and to labour for the discovery and\napplication of Christian solutions to the problems of industry and\ncommerce, of politics and social life and international affairs.",
        "In so far as the Church has been true to the Spirit of Christ she has\nsucceeded; in so far as she has made compromises with the world, and\nin every generation has in greater or less degree been disloyal to the\nstandards of her Master, she has failed. In every generation there has\nbeen partial and obvious failure, side by side with real, if partial\nand in some ways less immediately obvious, success. But the Church can\nnever wholly fail and must one day wholly succeed, for the reason that\nbehind her is the omnipotence of the love of GOD.",
        "The last chapter sketched the ideal of the Church and her essential\nmission. The realization of that ideal in the existing Church, visibly\nembodied here in earth is extremely fragmentary and imperfect. The\nChurch that is one, and holy, and apostolic, and catholic, the\nbrotherhood in Christ of all mankind, knit into unity by the\nfellowship of the Holy Spirit, remains a vision of the future, though\na vision which, once seen, mankind will never relinquish until it be\naccomplished. “I believe in the Holy Catholic Church,” it has been\nsaid, “but I regret that she does not as yet exist.”",
        "What does exist is a bewildering multiplicity of competing\n\"denominations,” whose points of difference are to the plain man\nobscure, but whose mutual separation is in his eyes an obvious scandal\nand an offence both against charity and against common sense. Why\ncannot they agree to sink their differences, and to unite upon the\nbroad basis of a common loyalty to Christ? To what purpose is this\noverlapping and conflict? The reluctant tribute of the ancient\nsceptic–\"See how these Christians love one another\"–has become the\nmodern worldling’s cynical and familiar jibe; and when to the\nspectacle of Christian disunion is added the observation that\nprofessing Christians of all denominations appear to differ from other\nmen, for the most part, “solely in their opinions” and not in their\nlives, the impulse to cry “A plague upon all your Churches” may seem\nall but irresistible.",
        "Yet the problem is not susceptible of any cheap or hasty solution.\nUnity is the Church’s goal; but the Church cannot arrive at unity by\nmere elimination of differences. Agreement to differ is not unity: an\nagreement to pretend that the differences were not there would not\neven be honest. What is needed is a sympathetic study of the divergent\ntraditions and principles which lie behind existing differences, with\na view to discovering which are really differences of principle, and\nwhich rest merely upon prejudice. Unity, when it comes, can only be\nbased upon mutual understanding and synthesis. The task will not be\neasy, and the time is not yet.",
        "Meanwhile the individual’s first duty is to be loyal in the first\ninstance [Footnote: Of course in the last resort no loyalty is due to\nany lesser authority than that of truth, wheresoever it is found and\nwhatsoever it turns out to be.] to the spiritual tradition and\ndiscipline of the “denomination” to which he in fact belongs, unless\nand until he is led to conclude that some other embodies a fuller and\nmore synthetic presentation of religious truth. It is a mistake for a\nman to be content either to remain in ignorance of his own immediate\nspiritual heritage or to refuse to try to understand what is\ndistinctive and vital in the religious heritage of others. Most fatal\nof all is the attempt to combine personal loyalty to Christ with the\nrepudiation of organized Christianity as a whole. True loyalty to\nChrist most certainly involves common religious fellowship upon the\nbasis of common membership in the people of GOD.",
        "As a matter of fact, so soon as the various sects and denominations\ninto which modern Western Christianity is divided are seriously\nexamined, they are seen to fall into three main types or groups.\nStanding by herself is the Church of Rome, venerable, august,\nimpressive in virtue of her unanimity, her coherence, her ordered\ndiscipline, and her international position, representing exclusively\nthe ancient Catholic tradition, and making for herself exclusive\nclaims. At the opposite end of the scale there are the multitudinous\nsects of Protestantism, differing mutually among themselves but\ntending (as some observers think) to set less and less store by their\ndivergences and to develop towards some kind of loosely-knit\nfederation–a more or less united Evangelical Church upon an\nexclusively Protestant basis. Between the two stands the Church of\nEngland, reaching out a hand in both directions, presenting to the\nsuperficial observer the appearance of a house divided against itself;\nrepresenting nevertheless, according to her true ideal, a real attempt\nto synthesize the essentials of Catholicism with what is both true and\npositive in the Protestant tradition.",
        "Protestantism stands for the liberty of the individual, for freedom of\nthought and of inquiry, for emphasis upon the importance of vital\npersonal religion, for the warning that “forms and ceremonies” are of\nno value in themselves, but only in so far as they are the expression\nand vehicle of the spirit. Protestantism proclaims the liberty of\nChristian prophesying, the free and unimpeded access of every human\nsoul to the heavenly Father, the spiritual equality of all men in the\nsight of GOD. The Protestant tradition is jealous for the evangelical\nsimplicity of the Gospel, and in general may be said to represent the\nprinciple of democracy in religion.",
        "Catholicism, on the other hand, bears witness to the glory of\nChurchmanship, to the importance of corporate loyalty to the Christian\nSociety, to the value of sacramentalism, and the rich heritage of\nancient devotional traditions, of liturgical worship and ordered\necclesiastical life. For Catholicism rites and sacraments are not\nanomalies, strange “material” excrescences upon a religion otherwise\n\"spiritual.” They are themselves channels and media of the Spirit’s\noperation, vehicles of life and power.",
        "Catholicism is more inclusive than Protestantism, including, indeed,\nsome things which Protestants are apt to insist should be excluded.\nThe future would seem to lie neither with the negations of pure\nProtestantism nor with a Catholicism wholly unreformed; but rather\nwith a liberalized Catholicism which shall do justice to the truth of\nthe Protestant witness. For the present the best opportunity for the\nworking out of such a liberalized Catholicism is to be found within\nthe Church of England: and it is from the point of view of an English\nChurchman that the remainder of this book will be written.",
        "It is sometimes asked whether the sacraments of the Christian Church\nare two or more than two in number. The answer depends in part upon\nhow the term “sacrament” is defined. But the wisest teaching is that\nwhich recognizes in particular sacraments–such as Baptism and the\nSupper of the Lord–the operation of a general principle which runs\nthroughout all human experience, in things both sacred and profane. “I\nhave no soul,” remarked a well-known preacher on a famous occasion, “I\nhave no soul, because I am a soul: I have a body.” It would be\ndifficult to express more aptly the principle of sacraments, or–what\ncomes to the same thing–the true relationship of the material to the\nspiritual order.",
        "We are accustomed, in the world as we know it, to distinguish “spirit\"\nfrom “matter”: and we are tempted, by the mere fact that we draw a\ndistinction between them, to think and speak at times as though spirit\nand matter were necessarily opposed. This is a great mistake. Matter,\nso far from being the opposite or the contradiction of spirit, is the\nmedium of its expression, the vehicle of its manifestation. Spirit and\nmatter are correlatives, but the ultimate reality of the world is\nspiritual. It is the whole purpose and function of matter to express,\nto embody, to incarnate, the Spirit. The preacher, therefore, was\nquite right. “I am a soul”: that is, I am a personality, a spirit:\nand to say that is to give expression to the fundamental truth of my\nexistence: I am a soul, and I am not a body. But “I have a\nbody”: that is, my personality is embodied or incarnate: I have a body\nwhich serves as the vehicle or instrument of my life as a man here\nupon earth: a body which is the organ of my spirit’s self-expression\nand the medium both of my life’s experience and of my intercourse with\nother men. I think, and my thoughts are mediated by movements of the\nbrain. I speak, and the movements of my vocal chords set up vibrations\nand sound-waves which, impinging upon the nerves of another’s ear,\naffect in turn another’s brain: and the process, regarded from the\npoint of view of the physiologist or the scientific observer, is a\nphysical process through and through: yet it mediates from my mindto the mind of him who hears me a meaning which is wholly spiritual.",
        "This principle of the mediation of the spiritual by the material is\nthe principle of sacramentalism. It is the principle of incarnation,\nwhich runs throughout the world. The body is in this sense the\nsacrament of the spirit, sound is the sacrament of speech, and\nlanguage the sacrament of thought. So in like manner water is the\nsacrament of cleansing, hands laid upon a man’s head are the sacrament\nof authority or of benediction, food and drink are the sacrament of\nlife. All life and all experience are in a true sense sacramental, the\ninward ever seeking to reveal itself in and through the outward, the\noutward deriving its whole significance from the fact that it\nexpresses and mediates the spirit: so it is that a gesture–a bow or a\nsalute–may be a sacrament of politeness, a handshake the sacrament of\ngreeting and of friendship, the beauty of nature a sacrament of the\ncelestial beauty, the world a sacrament of GOD.",
        "It is in the light of this general principle of sacraments that the\nspecific sacraments of Christianity are to be understood. In Baptism\nthe water of an outward washing is the sacrament both of initiation\ninto a spiritual society, and also of the cleansing and regenerating\npower of GOD. In Confirmation the Church’s outward benediction, of\nwhich the Bishop is the minister, is the sacrament of an inward gift\nof spiritual strength. In Absolution words outwardly pronounced by\nhuman lips are a sacrament of Divine forgiveness and a pledge to\nassure us thereof. In the Eucharist the outward elements of food and\ndrink are the sacramental embodiment of Christ and the vehicles of His\noutpoured life. Other sacraments, or rites commonly reckoned\nsacramental, we need not here particularly consider. [Footnote:\nMatrimony and Holy Orders are discussed in different connexions\nelsewhere in this book. The sacrament of Unction, by which is meant\nthe Anointing of the Sick with oil in the name of the Lord with a view\nto their recovery (to be distinguished from the mediaeval and modern\nRoman use of “Extreme Unction” as a preparation for death), has been\nrevived sporadically within the Church of England in recent times, but\nis not usually for the plain man of more than academic importance or\ninterest.]",
        "Baptism and Confirmation\nBaptism is the sacrament of Christian initiation, whereby a man is\nmade visibly a member of the Christian fellowship. Converts were\noriginally baptized in adult life, as they are to-day in the mission\nfield. The candidate publicly renounced his heathen past and made a\nprofession of his faith in Christ and his desire to be loyal to His\nChurch. As a sinner in need of redemption he went down into the water,\nand was three times immersed in the Name of the Father, and of the\nSon, and of the Holy Ghost. The rite conveyed an assurance of the\nforgiveness of sins. The going down into the water symbolized the\nburial of the dead past. The coming up out of the water expressed the\nidea of resurrection to newness of life in Christ. The new-made\nChristian was said to be born again of water and of the Spirit: the\n\"old Adam” was slain, the “new man” raised up. The candidate was\nhenceforward a “member of Christ,” a “child of GOD,” an “inheritor of\nthe Kingdom of Heaven.” He was admitted both to the privileges and to\nthe responsibilities of Church membership. It remained only that he\nshould walk worthily of his Christian profession, and to this end\nhands were laid upon his head in benediction, with prayer that he\nmight be made strong by the indwelling power of the Holy Spirit.\nConfirmation was thus the complement of Baptism, and the two things\nnormally went together. The same order is still commonly observed to-\nday in the case of persons baptized in adult life, and has the\nadvantage of making the significance of both rites, and their mutual\nrelation, at once more vivid and more intelligible.",
        "But the question arose, in the second Christian generation, of the\nstatus of children in relation to the Church. Might children be\nadmitted to membership in infancy, or must they wait until they were\nadult? The Church decided that they were admissible, provided there\nwere reasonable assurance that they would be Christianly brought up.\nWhy should a child grow up in heathenism? Had not the Lord said,\n\"Suffer the little children to come unto Me, and forbid them not”?\nThere seemed no reason why children should not be brought at once\nwithin the sphere of Christian regeneration.",
        "But if children were baptized in infancy, it was plainly essential\nthat they should at a later stage receive systematic instruction in\nChristian faith and practice; and the Western Church (though not the\nEastern) adopted the practice of separating Confirmation from Baptism,\nand deferring the former until such instruction had been received. The\nplan has obvious advantages, though it tends to obscure in some\nrespects the essential meaning of Confirmation and its original close\nrelation to the sacrament of Baptism.",
        "In modern usage Baptism is normally administered by a priest,\nConfirmation always by a Bishop. Candidates are received by the latter\nupon the assurance of one of his subordinate clergy that they are\nadequately instructed and rightly disposed by faith and penitence to\nreceive the gifts of the Holy Ghost–\"the spirit of wisdom and\nunderstanding, the spirit of counsel and might, the spirit of\nknowledge and of the fear of the Lord.” As an immediate preliminary to\nthe actual rite the candidate solemnly and deliberately declares his\nacceptance of the obligations and implications of his baptism. The\nlaying on of hands which follows is in one aspect the recognition by\nthe Bishop, as chief pastor of the flock of Christ in his own diocese,\nthat the candidate is henceforward of communicant status. In another\naspect it is the bestowal through prayer of a fuller gift of the Holy\nGhost, whereby the candidate is “confirmed” (_i.e. made strong). It\nshould be noted that the Bishop’s prayer for each candidate is not\nthat he may be made magically perfect there and then, but that he may\n\"daily increase” in GOD’S Holy Spirit “more and more,” until he come\nto GOD’S “everlasting Kingdom.”",
        "The Sacrament of Repentance\nIt must be admitted that very large numbers of those who are confirmed\nlapse at an early stage in their lives from the communion of the\nChurch and never return. The causes of this are various, and there is\nno one sovereign or universal remedy. Sometimes it is to be feared\nthat there has been either lack of intelligence or lack of\nthoroughness in the candidates’ preparation. In not a few cases what\nhas really happened is that the young communicant has been led into\nthe commission of some sin of a kind which his own conscience\nrecognizes as grave, so that he feels that he has spoilt his record\nand failed to “live up to” his profession. To go back to communion, he\nthinks, would in these circumstances be a kind of mockery.\nUnfortunately he does not know–since too often he has not been\ntaught–any effectual method of spiritual recovery and renewal.",
        "What is needed in such cases is a real doctrine and practice of\nChristian repentance. It is the universal teaching of the Christian\nChurch that forgiveness is freely available for all those who truly\nrepent. A man who, laying aside self-justification, will freely\nacknowledge his offences and shortcomings before GOD, and that in a\nspirit not of self-pity, self-loathing or self-contempt, but of sorrow\nat having brought discredit upon the Christian name and done what in\nhim lies to crucify the Son of GOD afresh, may freely claim and find\nin Christ forgiveness and inward peace.",
        "This Gospel or message of the forgiveness of sins it is part of the\nmission of the Christian Church to set forth. It is her mission to set\nit forth not merely as a piece of good news proclaimed in general\nterms to the world at large, but as a healing assurance brought home\nin detail, as need may require, to the individual consciences of\nsinners. “Whosesoever sins ye remit, they are remitted unto them, and\nwhosesoever sins ye retain, they are retained.” The words may have\nbeen uttered by the historical Jesus of Nazareth, or they may not–\nthey are ascribed to the risen Christ in the Fourth Gospel. In any\nevent they represent the Church’s conviction of her authority to\nexercise a reconciling ministry, to remit sins and to retain them.",
        "In early times such grave offenders as by their deeds had brought\nscandal upon the Christian name were excluded from Christian\nfellowship until reconciled by penance; and many whose sins, being\nsecret, might otherwise have escaped detection, preferred to make open\nconfession of them in the Christian assembly. “Confess your faults one\nto another,” writes S. James, “and pray one for another, that ye may\nbe healed.” The ancient system of public “penance” (_i.e. penitence)\nwas for a time at least revived in a modern form by Wesley.[Footnote:\nThe “class-meeting” of strict Wesleyanism is said to have originally\ninvolved mutual confession of sins among the members of the “class.\"]\nIts application to notorious offenders is described in the English\nPrayer-book as a “godly discipline,” the restoration of which is “much\nto be wished.” But it is hardly practicable under the conditions of\nmodern Church life, and it has disadvantages as well as advantages.\nIts working in the early days of the Church was not found to be wholly\nfor good.",
        "Burdened consciences nevertheless require relief: and sin is not\nmerely a private affair between the soul and GOD; it is also an\noffence against the Brotherhood. A system grew up under which the need\nwas met by the substitution, in the majority of cases, of private for\npublic penance. Confession was made, no longer before the whole\nassembly, but privately before the Bishop, whose office it was, both\nas pastor of the flock and as representative of the Church, to declare\nforgiveness or “absolution,” and to restore penitents to communion. At\na later date presbyters or priests were also authorized, as delegates\nof the Bishop for this and other purposes, to receive confessions and\nto absolve penitents.",
        "In this way arose in the Church what came to be known as the sacrament\nof Penance, or the practice of sacramental confession. It was ranked\nas a sacrament for the reason that the inward assurance of GOD’S\npardon is in this connexion outwardly mediated by words of Absolution\naudibly pronounced. In medieval times there grew up a regular system\nof the confessional and an elaborate science of the guidance and\ndirection of souls. Recourse to sacramental confession was made\nobligatory for all Christians at least once in the year. [Footnote:\nThis is still the formal rule of the Church of Rome.] The system came\nto be attended by many superstitions and abuses, frequently it was\nexploited in the interests of a corrupt sacerdotalism, sometimes it\nwas associated with a degrading casuistry.",
        "But the confessional met and meets a real human need; and while\nProtestantism, as a whole, broke away at the time of the Reformation\nin a violent reaction from the whole theory and practice of\nsacramental confession, the Church of England quite deliberately\nretained it. It was abolished as a compulsory obligation. It was made\nless prominent in the Church’s system. But as a means of spiritual\nreconciliation and spiritual guidance, freely open to such as for any\nreason desire to make use of it, it was retained; and in the case of\npersons who for reasons of conscience hesitate to present themselves\nfor Holy Communion it is specifically urged in the Book of Common\nPrayer as the needed remedy. [Footnote: See the closing paragraph of\nthe first of the three lengthy exhortations to Holy Communion, printed\nimmediately after the “Prayer for the Church Militant” in the Prayer-\nbook.]The words of S. John xx. 23 are quoted in the Anglican formula\nof ordination to the priesthood; and a form of words to be used by the\npriest in the private absolution of penitents is prescribed in the\nOffice for the Visitation of the Sick.",
        "As regards the theory of the confessional it is important to bear\ncertain things in mind. The confession is made primarily to GOD,\nsecondarily to His Church. The priest is the Church’s accredited\ndelegate and representative. He acts not in virtue of any magical\npowers inherent in himself, either as an individual or as a member of\nany so-called sacerdotal caste. If he declares the penitent absolved\nit is as pastor of the flock, and as one officially authorized by the\nChurch to be her mouthpiece for these purposes. The ultimate absolving\nauthority, under GOD, is the Christian Society as a whole. It is a\nconfessor’s duty to assure himself of the reality of the penitent’s\ncontrition, and to enjoin that restitution or amends shall be made for\nany wrong which has been done, in all cases in which amends or\nrestitution is possible. He may also give advice and counsel for the\nguidance of the spiritual life; and it is customary to enjoin the\nperformance of a “penance,” which in modern practice usually takes the\nform of some minor spiritual exercise of a more or less remedial kind.\nThe acceptance of the penance is regarded as an enacted symbol of\nsubmission to the Church’s judgment. (The mediaeval theory that the\npenance is of the nature of a punishment or penalty imposed by the\nChurch upon her erring members ought, I think, to be repudiated. It is\nperhaps permissible to differ from the moral theology of Borne in\nholding that it is not essential to impose a penance at all, while\nrecognizing the value in most cases of suggesting some definite act of\nself-discipline or observance, of a kind adapted to the penitent’s\ncircumstances and needs). The confessor is, of course, bound in the\nstrictest way not to reveal anything said to him in confession, or to\nbroach the subject again to the penitent without the latter’s express\npermission, or to allow his subsequent manner or behaviour to be\ninfluenced in any the least degree by what has been confessed.",
        "It is highly unfortunate that the practice of sacramental confession\nshould have been made the subject of controversy, and as a consequence\nof this that the Church’s teaching with regard to it should have been\neither unhealthily suppressed or obtruded out of season. There are\nwithout doubt numerous cases in which such a spiritual remedy is badly\nneeded. There are burdened souls needing absolution and there are\nperplexed souls needing guidance. What is desirable is that the actual\nteaching of the Church of England on this subject should be plainly\nand frankly set before her members, and that opportunities should be\nafforded them of making their confessions if they desire or need to do\nso. It is the plain duty of a parish priest to provide such\nopportunities for his people. He is as plainly going beyond his duty\nif he tries to enforce the practice of sacramental confession as a\nnecessary obligation. There are differences of opinion as to how\nwidespread is the spiritual need to which confession ministers. There\nare reasons for thinking that it is more widespread than is commonly\nrecognized. But it is of vital importance that no one should be\npressed or brow-beaten into going to confession, or should do so, in\nany circumstances, otherwise than by his own voluntary act.",
        "The Sacrament of Holy Communion\nThroughout Christian history and in all parts of Christendom the\ncentral and highest focus of Christian worship and devotion, and the\ngreat normal vivifying channel of spiritual renewal and power, has\nbeen the sacrament of Holy Communion. It has been celebrated amid\ngreat diversities of liturgy and ritual and circumstance, and has been\nknown by many different names and titles–mass, eucharist, communion,\nsacrifice: essentially it is one thing–the sacrament of the Body and\nBlood of Christ.",
        "The Gospels record that at the Last Supper on the night of His\nbetrayal the Lord Jesus took bread and blessed and broke it, saying,\n\"Take, eat: this is My Body, which is for you: do this in remembrance\nof Me”: and that in like manner He took a Cup of mingled wine and\nwater, and when He had given thanks He gave it to them, saying, “This\nCup is the New Covenant in My Blood, which is shed for you and for\nmany for the remission of sins: do this, as often as ye shall drink\nit, in remembrance of Me.”",
        "With the exceptions of the Society of Friends and the Salvation Army,\nevery existing “denomination” of Christians has continued in one form\nor another the observance of this Mystical Meal. In the Roman Church,\nand in many parishes of the Church of England, it is celebrated daily;\nand it is evident from the provisions of her Prayer-book that the\nChurch of England intends that there shall be a celebration of the\nCommunion in all normal parishes at least on all Sundays and Holy\nDays.",
        "Historically the institution of the weekly Eucharist is deeply rooted\nin the tradition of the Church, and is the origin of the Christian\nSunday, The Christians met together week by week to keep on the day of\nthe Lord’s rising that memorial of the crucified yet risen Christ\nwhich is also Christ’s gift of Himself to men. It would have seemed\nunthinkable in the early days of Christianity for any baptized\nChristian, who was not prevented by unavoidable circumstances from\nbeing present, to be absent on the Lord’s Day from the Lord’s Table.\nIt ought to be equally unthinkable to-day.",
        "With regard to the significance of the Sacrament, a man’s view is\nnecessarily coloured partly by his own experience as a communicant,\nand partly by the extent to which he is disposed to attach weight to\nthe devotional traditions of Christendom as a whole; and it is worth\nremembering that forms of teaching about Holy Communion which are\nintellectually crude may represent a real, though an infelicitous,\nattempt to express in thought certain elements in eucharistic\nexperience which are deep and real, and to which more attenuated types\nof doctrine fail to do justice.",
        "The celebration of the Eucharist is from one point of view an enacted\ndrama, a doing over again in the name and in the person of Christ of\nthat which Christ did in His own person on the night of the Last\nSupper. Bread is taken and blessed and broken and offered to GOD in\nthanksgiving: Wine in like manner is poured out and blessed and\noffered together with the Bread. And the Bread and the Wine symbolize\nthe Body and the Blood of Christ–the Body that was broken and the\nBlood that was shed–the life that was freely given for the life of\nthe world.",
        "The whole drama of the Eucharist is thus deeply symbolical; but the\nBread and the Wine are more than mere symbols in the modern sense of\nthat word. They are a sacrament of Christ Himself, who by means of\nthem manifests His presence in the midst of His worshipping disciples\nto be the Bread of life and the Food of souls. “This is My Body\"–that\nis, “This embodies Me: where this is, I am: receiving this, you\nreceive Me.” “This is My Blood\"–that is, “This is My life: My life\nwhich is given for you: My life which in death I laid down and in\nrising again from the dead I resumed: My life which is to be the\nprinciple of spiritual life in you.” “Except ye eat the flesh of the\nSon of Man, and drink His blood, ye have no life in you. Whoso eateth\nMy flesh and drinketh My blood, hath eternal life.... He that eateth\nMy flesh and drinketh My blood, dwelleth in Me and I in him.”",
        "There is, then, in the communion of the Body and Blood of Christ a\nmanifestation of Christ’s Real Presence, a spiritual Presence indeed,\nwhich is discerned by the spiritual vision of Christian faith, but a\nPresence of which the reality is independent of individual\nfaithlessness, though not independent of the faith of the Christian\nChurch as a whole.",
        "This doctrine of the Real Presence (as it is called) of course does\nnot imply that Christ is absent from His Church at other times or in\nother connexions. We believe that all times and places are present to\nthe mind of Christ, and that therefore at all times and in all places\nwe are in His presence. We believe, further, that Christ through the\nSpirit is embodied, however inadequately, in His Church, and that He\ndwells spiritually in the hearts of Christian men. There is nothing,\nhowever, in these truths to exclude the further truth that His\npresence is specially manifested through the Bread which embodies Him\nand the Wine which is His Blood. Bread and wine, solemnly set apart\nfor the purpose of communion and hallowed by the Spirit in response to\nthe prayer of the Church, possess henceforward a significance which\ndid not belong to them before. They are now vehicles or sacraments of\nthe Body and Blood of Christ.",
        "The purpose of the manifestation of Christ’s Presence in Holy\nCommunion is that we should receive Him, and a participation in the\nservice which stops short of actual communion is so far incomplete.\nBut it is gratuitous to assume that the reality of the sacramental\nPresence is limited to the moment of actual or individual reception,\nand it is untrue to say that attendance at the service, apart from\nindividual reception, is unmeaning. The habitual attendance of persons\nwho are not regular communicants–unless it be in the case of those\nwho for any reason are as yet unconfirmed–falls short of full\ndiscipleship and is intrinsically undesirable. But this objection does\nnot apply to attendance at the service on the part of communicant\nChurchmen who yet on a particular occasion do not communicate: and to\nattend throughout the service without personally communicating is a\nprocedure infinitely preferable to the irreverent modern custom, still\nprevalent in too many parishes, of leaving the Church in the course of\na celebration of the Communion, and before the consecration has taken\nplace. It is unfair to those who are preparing to receive Communion\nthat their devotions should be disturbed by the noisy egress of a\nlarge body of worshippers. It is also quite unintelligible that any\nChurchman who considers seriously the meaning of the Eucharist should\nbe content to depart before the liturgical drama has reached its\nclimax.",
        "As regards actual reception of Holy Communion, it is a partaking of\nChrist, who gives Himself therein to His disciples to be in them a\nspiritual principle of life and power. S. Paul discovers in the\nEucharist a spiritual food and drink which is the reality to which the\nManna and the Water from the Rock of Hebrew story correspond as types\nand shadows, and he declares that the Bread which we break is a\nsharing of the Body of Christ, and that the Cup of Blessing which we\nbless is a sharing of His Blood. At the same time the Communion is not\nto be interpreted in any gross or carnal manner, or in such a way as\nto give colour to the ancient taunt of Celsus, the heathen critic,\nthat Christians were self-confessed cannibals. The Fourth Gospel,\nwhich, in a context that is in a general sense eucharistic, ascribes\nto our Lord strong phrases about the necessity of eating His flesh and\ndrinking His blood, proceeds in the same context to explain that “it\nis the Spirit that giveth life,” that “the flesh,” in itself,\n\"profiteth nothing.” “The sayings which I have spoken unto you are\nspirit and are life.” In other words, we are to understand that when\nour Lord uses the terms “flesh” and “blood” He means the Spirit of\nwhich His life in the flesh was the expression, and the Life of which\nHis outpoured Blood was the principle: that the inward reality of the\nEucharist is to be discovered, not in any quasi-material fleshly\nembodiment which the Bread conceals, or in any quasi-literal Blood,\nbut rather in the Spirit and the Life of Christ Himself. The Bread is\nHis Body in the sense that it is an embodiment of His Spirit: the Wine\nis His Blood in the sense that it mediates His Life. The sacrament is\nto be understood as a “point of personal contact with Jesus Christ.\"\nRightly to receive Communion is to hold spiritual converse with the\nrisen Lord and to find in Him the Bread of Life, the food and\nsustenance of the soul. So it is that the Eucharist, at once supremely\nnatural and wholly supernatural, is the meeting-place of earth and\nheaven. From one point of view our worship is in the heavenly places\nin Christ Jesus. It is “with angels and archangels and with all the\ncompany of heaven,” that we laud and magnify GOD’S Holy Name. We join\nin an eternal act of worship, which is that of the whole Church, the\ndeparted with the living, whose adoration ascends continually before\nthe throne of GOD.",
        "If we like to express it so, we are pleading the eternal sacrifice: we\nare uniting ourselves, in desire and in intention, with Christ’s\neternal self-devotion and oblation of Himself. Calvary itself was in a\nsense but the enacted symbol, the supreme outward expression, of our\nLord’s sacrifice, of which the inward essence is eternal. It is the\nself-offering of a Will that was wholly dedicated to GOD on others’\nbehalf, obedient even unto death, and through death triumphant: the\nWill of One “who through the Eternal Spirit offered Himself without\nspot to GOD,” and who now, being ascended into the heavens, for ever\nliveth to make intercession for us. Looking at the Eucharist from this\npoint of view we are bold to approach the Throne of GOD and to offer\nChrist on our behalf–\"Behold the Lamb of GOD that taketh away the sin\nof the world”: but we proceed also to offer ourselves in Christ–\"Here\nwe offer and present unto Thee, O Lord, ourselves, our souls and\nbodies, to be a reasonable, holy and lively sacrifice unto Thee.”",
        "And so doing we are made one with Christ and one in Him with each\nother. The Eucharist has a social aspect which is too little regarded.\nIt is the sacrament of Holy Fellowship. “We that are many are one\nBread, one Body,” wrote S. Paul, “for we all partake of the one\nBread.” The Holy Communion is the sacrament of the unity of all\nChristians in Christ. The scandal of a divided Christendom shows\nitself perhaps most of all in the fact that it prevents inter-\ncommunion. For that very reason it appears to many persons unreal, and\ntherefore wrong, to practise isolated acts of inter-communion while\necclesiastical differences remain unresolved: it is to conceal the\nfact of actual disunion beneath the cloak of immediate sentiment. Yet\nthere is a true sense in which, through the Spirit, we are, in the\nact of communion, made one with the fellowship of all faithful people\nwhether in the sphere of this earthly life or in the world that is\nbeyond death and tears: with all those, of whatever race or rank or\nage or country, who amid whatever diversity of language and liturgy\nand denominational loyalty, have named the name of Christ and received\nthe life of Christ in obedience to His command as they understood it.\nThere is no bond comparable to this bond, and no equality like the\nequality of those who, high and low, rich and poor, one with another,\nkneel side by side as brothers and sisters at the common Table of the\nLord.",
        "And lastly there is a further point. The Body of Christ is a broken\nBody and the Blood is Blood that is shed. “This is My Body which is\nfor you\"–for you, and never for Myself. The Bread is the Bread of\nSacrifice and the Cup is the Stirrup-cup of Service: and part, surely,\nand a great part, of the meaning of the words, “Do this in remembrance\nof Me,” is “Break your bodies in union with My Body broken: give your\nlives in sacrifice for others, as I have given Mine.” The Eucharist,\nrightly regarded, is the mainspring and motive-power of service, the\nprinciple of a life that is crucified. And all those who in their day\nand generation have spent their lives unselfishly and used themselves\nup in promoting causes not their own are partakers in that Holy\nFellowship.",
        "At this present time of war and tumult, when all the powers of Hell\nare abroad and leagued together for the onset, we think of that which\nalone can be the redemption of war, even the self-devotion of those\nwho, hating the whole devilish business and going into it only because\nthey saw no alternative to Duty’s clear and imperative call, have been\ncounted worthy to show forth the love than which no man hath greater,\neven to lay down their lives for their friends. There is no one so\nunfortunate as not to have known some such men. And at the Communion\nService “in the act of conscious incorporation into the fellowship of\nthe love of Jesus,” it may be given to us in some measure to\nunderstand these things, and to know that we are become partakers in\nthe power of a world-wide crucifixion, a fellowship of broken bodies\nand lives poured out in Christ: and to know also–with a knowledge\nthat is not of this world–that somehow, in it and through it, the\nSpirit of GOD in Christ will bring redemption.",
        "So wonderful, so many-sided, and so full of meaning is this Sacrament:\nso great is the measure of their loss who, professing and calling\nthemselves Christians, are content to ignore the last injunction of\nthe Christ to His disciples on the night before He died that we might\nlive.",
        "“It is appointed unto men once to die, and after death the judgment.”",
        "“He shall come again in glory to judge both the quick and the dead,\nwhose Kingdom shall have no end.”",
        "“I believe in the resurrection of the body, and the life everlasting.”",
        "Jesus Christ spoke in symbolical language of His coming in the clouds\nof heaven as Son of Man with power and great glory, and declared that\nthe Divine verdict upon the lives and deeds of men should be\ndetermined by their relationship to Him and to His ideals. Both in the\ndays of the Apostles, and for the most part among succeeding\ngenerations of Christian people down to the present time, it would\nseem that a more literal signification was attached to His words than\nthey will really bear. The truth of the Divine Judgment upon men’s\nlives nevertheless stands. “GOD is a great Judge, strong and patient:\nand GOD is provoked every day.” We must, however, be careful, in\nthinking of the reality of Divine Judgment, to interpret the justice\nof GOD in the light of the Christian revelation of His Love. The\nattitude of GOD towards sinners is never anything but love, though a\nlove that is holy and righteous, and never merely sentimental. GOD as\nChrist reveals Him can never impose or inflict a merely external\npenalty upon a sinner, other than the supreme penalty of being simply\nwhat he is, viz. a soul who by his own deliberate actions has\nseparated himself from goodness and from GOD. It is important in\nthinking of the Judgment to remember that the essence of judgment is\nneither the sentence nor the penalty: it is simply the verdict,\nwhereby moral and spiritual realities are revealed, shams and\ndisguises are stripped off, and evil is separated from good.\n[Footnote: The associations of an English law-court, in which the\nverdict is the work of the jury, are here misleading.] If our Lord,\nspeaking in parables, declared, of such as had neglected to do good,\nthat “these shall go away into eternal punishment,” a considerable\nbody of orthodox opinion in the Christian Church has always held that\nthe punishment in question consists essentially in the “penalty of\nloss\"–the loss of goodness and of GOD, the loss of capacity for the\nlife which is life indeed–rather than in any imagined “penalty of\nsense,” or purposeless prolongation of pain. The imagery which our\nLord employed to describe the spiritual condition known as “hell” is\ntaken from the Valley of Hinnom, a ravine just outside the walls of\nJerusalem, in which fires were continually maintained for the\ndestruction of refuse, and maggots preyed on offal. The imagery is\nsufficiently terrible; but it suggests the destruction of waste\nproducts in GOD’S creation, rather than the prolonged torture of\nliving beings. It may well be that a soul, which by persistent and\ndeliberate rejection of every appeal of the Divine Love even to the\nvery end–in this life or beyond–has become so wholly self-identified\nwith evil as to be finally incapable of life in GOD, passes, of\nnecessity, out of sentient existence altogether. We do not know. What\nwe do know is, in the first place, that wickedness is of its very\nnature instinct with the eternal quality of “hell\"; and, in the second\nplace, that GOD is Love, and that GOD “desireth not the death of a\nsinner, but rather that he may turn from his wickedness, and live.”",
        "Just as the term “hell” expresses the condition of a soul which by its\nown act and deed and deliberate choice has become wholly self-\nidentified with evil, so the term “heaven” expresses the spiritual\nstate of the pure in heart, to whom it is given to see GOD. So\nregarded, heaven is simply the ideal consummation of progressive\nspiritual advance, the perfect fruition of that “beatific vision\"\nwhich the saints of GOD desired. It has ever been the conviction of\nthe Christian Church that her members are already, even in this\npresent life, made partakers in the life of heaven, just in proportion\nas their affections are set upon things above and not upon things in\nthe earth. What is begun here is continued more perfectly hereafter;\nbut it is unreasonable to assume that at the moment of death the\nultimate fulness of “heaven” is immediately attained.",
        "The Church, therefore, has believed in an intermediate state,\nsometimes called “Purgatory,” a condition of progressive purification\nand spiritual growth, characterized at once by a deepening penitence\nfor the sins and failures of the past, and by a deepening joy in GOD’S\nmore perfect service.",
        "Moreover, since the Christian salvation is a social salvation, those\nwho have departed this life in GOD’S faith and fear shall not without\nus be made perfect. None can enter fully into the joy of the Lord\nuntil the whole of GOD’S great World-purpose is accomplished, and all\nare gathered in. This brings us to the consideration of the Christian\nbelief in the Second Advent and the final Kingdom of GOD. It has\nalready been remarked that the terms in which this belief is expressed\nare symbolical and should not be taken literally. Just because we\nourselves, under the conditions of life here upon earth, are immersed\nin the stream of time, the idea of an ending of the World-process, a\nfinal passing over of time into eternity, is to us, in the strict and\nliteral sense of the words, unthinkable. Only under the form of\nimagery and symbol is it in the nature of things possible for the idea\nof the last great Drama to be expressed, or rather, suggested: it is\nimpossible for our minds to grasp, in any more exact or effectual\nmanner, the Reality which the imagery is meant to symbolize. It may be\nthat the event expressed by the dramatic picture of the Second Advent\nof the Christ is simply the revelation of the fact of His Eternal\nPresence at once as Saviour and as Judge; however this may be, the\npicture stands for the assurance of His final triumph, and the\nvindication of His Kingdom in its fulness: and as such it is the\nobject of Christian hope–\"Hallowed be Thy Name; Thy Kingdom come; Thy\nwill be done; in earth, as it is in Heaven.”",
        "If we ask what is the positive nature of the Christian hope and what\nthe final character of the life of heaven, the answer is that we\ncannot fully say, that we know only in part, “we see obscurely, as in\na mirror.” In hymn and ecstasy and vision men have sought to find\nexpression for the substance of things hoped for, and they have\nfailed. “Eye hath not seen nor ear heard, neither hath it entered into\nthe heart of man to conceive, the things that GOD hath prepared for\nthem that love Him.” The Book of the Revelation essays to paint a\npicture of the heavenly state, and for the most part succeeds in\nsetting before our minds a noble imagery; but in the end its language\nis most convincing when it tells us what heaven is not. “They shall\nhunger no more, neither thirst any more, neither shall the sun light\non them, nor any heat. And GOD shall wipe away all tears from their\neyes.” Negatives and contrasts–the picture of a state of things\ncontrasted with all that in the world as we know it is amiss; we\ncannot positively envisage heaven. Only we believe that “there\nremaineth a rest for the people of GOD,” where nevertheless they rest\nnot day or night from His perfect service. “Beloved, now are we sons\nof GOD, and it doth not yet appear what we shall be: but we know that\nwhen He shall appear we shall be like Him: for we shall see Him as He\nis.”",
        "Here this chapter might end: but with regard to the nature of the\nChristian conception of the life of the world to come there is\nsomething more to be said: for the Church’s creed contains the\nassertion of a belief in the Resurrection of the Body, or even, in the\nLatin form of the Apostles’ Creed, and in the translation which\nappears in the Prayer-book Service for Baptism, in the Resurrection of\nthe Flesh. The plain man may be tempted, brushing aside such a\ndoctrine in its plain and literal acceptation as a manifest\nimpossibility, either to hold aloof from a Church which retains such\nan affirmation in her creed, or else to conclude hastily that the\nwords are meant only as a picturesque way of expressing a belief in\nthe immortality of the soul. Either attitude would be a mistake. It is\ntrue that a literal resuscitation of Christian corpses on some future\nDay of Resurrection would be neither possible nor desirable.\nNevertheless the Christian doctrine of the life to come involves more\nthan a bare assertion of the immortality of the soul.",
        "The body is the embodiment or vehicle of the spirit; the spirit\ndisembodied would be a mere wraith, a phantasm of the living man. The\nlife of the world to come is not unreal or shadowy as compared with\nthe concrete reality of the life of earth: it is a life richer and\nfuller, more concrete and more glorious than the life of earth. The\nChurch by her doctrine of the Resurrection means to affirm that the\nfull reality of that which made the living man what he was is carried\nover into the life beyond. The buried corpse is not “the body that\nshall be.” “There is a natural body, and there is a spiritual body.\"\nAs to the nature of the future embodiment of the spirit in the life\nbeyond the grave we are ignorant. “GOD giveth it a body as it hath\npleased Him, and to each seed a body of its own.” But we believe that\n\"the deeds done in the body” here upon earth while we are yet\ntabernacling in the flesh necessarily affect and determine the\ncharacter of the spiritual embodiment which shall be ours hereafter.\nFor this reason we hold our bodies sacred, as being temples of the\nHoly Ghost. “The body is not for fornication, but for the Lord; and\nthe Lord for the body.” Christianity can have nothing to do with the\nnotion that the defilement of the body is without effect in the\npollution of the soul.",
        "[NOTE.-For a fuller treatment of the subjects of the Second Advent and\nthe Resurrection of the Body the writer may be allowed to refer to\nChapters III. and IV. in his book, Dogma, fact and Experience(Macmillan & Co., 1915).]",
        "The clergy are not the Church. They are a specialized class within it.\nThey are men who believe themselves to be called by GOD to give\nthemselves for life to the particular work of caring directly for the\nspiritual interests of their fellows. To this end they are set apart\nby ordination. They hold the commission and authorization of the\nChurch to minister the Word and Sacraments of the Gospel in the name\nof Christ and of the Brotherhood. Their task is high and difficult. It\nis not wonderful if they fail. But solemn prayer is offered for them\nat their ordination: and the answer to the Church’s prayers is\naccording to the measure of the Church’s faith.",
        "The historical or Catholic system of ministry in the Church consists\nof a hierarchy in three orders or gradations. To the order of Bishops\nbelongs oversight or pastorate-in-chief. It is not the business of a\nBishop to be prelatical, or to lord it over GOD’S heritage, but to be\nthe servant of the servants of GOD. A Bishop is consecrated to his\noffice by not less than three of those who are already Bishops. He\nexercises all the functions of the Christian ministry, including those\nof confirmation and ordination and the right to take part in episcopal\nconsecrations.",
        "Priests and deacons are a Bishop’s delegates for certain purposes. A\npriest may have charge of a “parish” or subdivision of a diocese, and\nis competent to celebrate the Eucharist, to bless, to baptize, and to\nabsolve. He is also authorized to preach, and to give instruction in\nChristian doctrine. He may not confirm or ordain apart from the\nBishop, though he may co-operate with the latter in ordinations to the\npriesthood. He is ordained to his ministry by the Bishop acting in\nconjunction with certain representatives of the priesthood who take\npart with him in the laying on of hands.",
        "Deacons are subordinate ministers appointed to assist parish priests\nin the work of parochial visiting and also, within certain limits, in\nthe conduct of Divine worship and the administration of the\nsacraments. They may read parts of the service, but have no authority\nto bless or to absolve. They may preach by express and specific\nlicense from the Bishop. They may not celebrate the Eucharist, but may\nassist the priest who does so by reading the Gospel and administering\nthe chalice. They are ordained to their office by the Bishop, and in\nmost cases, though not invariably, proceed subsequently to the\npriesthood. [Footnote: In the absence of a Bishop or priest, a deacon\nis competent to baptize. In the absence of any of the clergy Baptism\nmay also, in cases of urgency, be administered by a layman, and in the\nabsence of a man, by a woman.]",
        "The principles which underlie this system of Catholic order in the\nChurch are important. The devolution of authority to minister through\nthe episcopate safeguards the continuity of the Church’s corporate\nlife and tradition, and secures that ministerial functions shall be\nexercised in the name and by the authority of the Christian Society as\na whole. Moreover through the ordered succession of the Bishops the\ntradition of ministerial authority is carried back certainly to sub-\napostolic, and perhaps also actually to apostolic, times: it\nrepresents in principle Christ’s commission to His Apostles–\"As the\nFather hath sent Me, even so send I you.”",
        "At the same time it is important that the doctrine of the ministry\nshould not be allowed to become “sacerdotalist” in a wrong sense. The\nChristian priesthood is not in possession of any magical or exclusive\npowers. The essence of priesthood is the dedication of life as a whole\nto the service of GOD on behalf of others: and in this sense every\nChristian man is meant in his ordinary daily life and business to be a\npriest of GOD and a servant of his brethren. What the Church to-day\nneeds most chiefly is a body of laymen who will take seriously their\nvocation. A layman is not a Christian of inferior type, on whose\nbehalf the clergy are expected to display a vicarious spirituality: he\nis simply an unordained member of the people of GOD. The hope of the\nfuture is that laymen should do their part, not merely by supporting\nthe efforts of the clergy, but by exercising their own proper\nfunctions as living members of Christ. The Church–and especially the\nChurch of England–is in vital need of reform. The recently launched\n\"Life and Liberty” Movement is a hopeful sign of the determination of\na certain number of clergy and laity that reform shall be secured. In\nparticular it is essential that the Church should recover freedom of\nself-government in spiritual things, and liberty to adapt her\nmachinery and organization to changing needs, by the readjustment of\nher relation towards the State. This may or may not involve\ndisestablishment, and disestablishment in turn, if it should take\nplace, need not necessarily involve, but in practice would probably\ninvolve, some measure of partial disendowment. The Church must be\nprepared for all eventualities, and must be ready, should necessity\narise, to take cheerfully the spoiling of her goods. For liberty is\nessential at all costs.",
        "In the movement for Life and Liberty, as in every other department of\nher work, the Church needs the co-operation of her laity. It is their\nduty both to be informed in ecclesiastical affairs, and to make their\nvoices heard. It is part of the programme of Church reformers to give\nthe laity, through elected representatives, a more effective voice in\nChurch affairs. The administration of finance and the raising of funds\nfor work both at home and abroad is more particularly their province,\nbut there is no single department of Church affairs in which the\nlayman ought not to have his share, though no doubt the Bishops in\nvirtue of their office have a special responsibility in matters of\ndoctrine. Certainly there is need of a much greater extension of lay\npreaching, and a freer recognition of the capacity of many laymen to\nlead the worship and intercessions of their brethren. The\nadministration of the sacraments, with the partial exception of\nbaptism, is reserved for those to whom it is committed: but this need\nnot and does not apply to the ministries of preaching and of prayer.",
        "Clerical autocracy, where it exists, ought resolutely and firmly to be\nbroken down. It has to be admitted that between clergy and laity at\npresent there is a regrettable and widespread cleavage. The clergy are\nwidely criticized, and it is certain that they have many faults. One\nwho belongs to their number cannot help being conscious of some at\nleast of the failings both of himself and of his class. But the faults\nare not all upon one side. It may be suspected that those who\ncriticize the clergy with the greatest freedom are not always those\nwho pray for them most earnestly. To affirm that the laity get, upon\nthe whole, the clergy they deserve would be too hard a saying: but it\nis sometimes forgotten that the clergy are recruited from the ranks of\nthe laity, and that, when not dehumanized by an undue professionalism\nof outlook, they are human. Many of them would be frankly grateful for\nfriendly co-operation and criticism on the part of the lay members of\ntheir flocks. One of the difficulties about preaching is that the\nclergy in many instances do not really know what is in the layman’s\nmind. The life of the Church in England will not proceed along healthy\nlines until there is greater mutual candour between laymen and clergy.\nAt present laymen will not talk freely about matters of religion in\nthe presence of the clergy because they imagine (often quite wrongly)\nthat the latter would be shocked. It sometimes happens conversely that\nthe clergy hesitate to express their real minds for fear that laymen\nwould be shocked. This attitude of mutual reserve is hopeless. No\nChristian, lay or clerical, has any business to be shocked at any\nexpression of opinion whatever, orthodox or unorthodox, whether in\nfaith or in morals. Either side may disagree with the other; but\neither ought to be prepared to listen to what the other has to say.",
        "The Bible is the “sacred Book” of Christianity, as the Koran is the\nsacred Book of Mohammedanism; with this difference, however, that\nChristianity, as the religion of the Spirit, can never be, like\nMohammedanism, a “religion of the Book,” any more than it can be, like\nancient Judaism, a religion of the Law. The Biblical writings include\ntwo main collections of books, known as the Old Testament and the New\nTestament respectively, of which the latter alone is distinctively\nChristian. Intermediate between the two “Testaments” in point of date\nare the writings known as the “Apocrypha,” which though inferior, for\nthe most part, in spiritual value to the fully canonical books, and\nfrequently omitted from printed editions of the Bible, are regarded by\nthe Church as canonical in a secondary sense.",
        "The various books of the Bible originally became canonical, that is,\nwere included in the “canon” or collection of sacred writings, on the\nground that they were read aloud or recited in the course of Divine\nworship. The Old Testament canon comprises the books customarily read\naloud in the Jewish synagogue, together with certain other writings\nassociated with them. The books of the New Testament are a similar\ncollection of early Christian writings which were read side by side\nwith the Old Testament in Christian worship. The selection of these\nparticular writings for the purpose was determined in part by the\nChurch’s recognition of their spiritual value and in part by the\nregard which was paid by the Christian community to the religious\nauthority of those by whom they were believed to have been written.",
        "Speaking generally, we may say that the Old Testament is the religious\nliterature of Judaism. It is the literary deposit of the spiritual\nlife of a nation, the written record and monument of a progressive\nprocess of religious development. It begins at the level of folklore\nand primitive tribal cults, such as are portrayed or reflected, for\nexample, in parts of the Pentateuch and in the Books of Judges and\nSamuel. It culminates, in the utterances of the greatest of the\nprophets and in many of the Psalms, at the highest levels of religious\nattainment which are discoverable anywhere in history prior to the\ncoming of our Lord.",
        "The Old Testament will always have a value for Christianity: in part\nbecause many of the religious lessons which it conveys can never be\nsuperseded even by Christianity itself: in part because the study of\nit provides the general knowledge of Judaism, and of Jewish\ninstitutions and modes of thought, which is necessary for the proper\nunderstanding of the religious background of the Gospels, and of much\nelse in the New Testament as well: in part also because the two\nrevelations–the Jewish and the Christian–hang together, interlocking\nwith one another as anticipation and fulfilment, in a manner which is\nsingularly impressive.",
        "The various books of the Old Testament, nevertheless, require to be\nread by Christians with discrimination, and with a clear realization\nof their Jewish character. There is much in the Old Testament as it\nstands which is liable to mislead the simple and cause needless\ndifficulty. There are, moreover, numerous passages, and not a few\nentire books, which except in the light of historical criticism and\nscholarly guidance are not really intelligible. But the study of the\nOld Testament as reinterpreted in our own generation by research and\nscholarship is a fascinating subject. It requires little in the way of\ntechnical equipment, and there is no reason in the world why it should\nbe monopolized by specialists. To have even the most general\nacquaintance with the methods and results of critical study brings\nwith it a great transformation of outlook. The Old Testament writers\ncome to life again wonderfully when they are set in their proper\nhistorical context, and the result is a clear gain in spiritual\nvalues. The best general introduction to the whole subject is Dr. W.\nB. Selbie’s book, The Nature and Message of the Bible (Student\nChristian Movement, 3s. 6d.). Canon Nairne’s volume, The Faith of\nthe Old Testament (Layman’s Library, Longmans, 2s. 6d.) is an\nilluminating survey designed specially to bring out the religious\nvalue of the Old Testament, [Footnote: Those who may desire a more\ndetailed and comprehensive treatment of the literary problems of the\nOld Testament should consult G. B. Gray, A Critical Introduction to\nthe Literature of the Old Testament (Duckworth, 2s. 6d.).] and for\ncommentaries upon individual books The Century Bible (T. C. and\nE. C. Jack, 3s. each volume) is to be recommended.",
        "The books of the New Testament are the classical literature of\nChristianity in a much fuller and more obvious sense. Here, again,\nthere is much that apart from the use of a good commentary will be\nfound hardly intelligible: but the greater part of the New Testament,\nand especially the Gospels, can be read with profit by the ordinary\nman apart from any extraneous aids. It is well to remember that S.\nPaul’s Epistles were written at an earlier date than any of the\nGospels, and that they represent the occasional correspondence of a\nhard-worked missionary. Of the Gospels the first three have much in\ncommon, and the Gospels of S. Matthew and S. Luke are based partly\nupon that of S. Mark. S. Mark is said to have been the companion of S.\nPeter, and is probably the author of the Gospel which bears his name.\nIt may be taken to represent his reminiscences of S. Peter’s\npreaching. The Gospel now known as that according to S. Matthew\nappears to be the work of a compiler who fitted into the framework of\nS. Mark’s story a considerable amount of additional matter, drawn\nchiefly from a collection of “sayings of Jesus” which an early\nChristian writer declares to have been made by S. Matthew in Aramaic.\nS. Matthew’s name, it is thought, was subsequently attached to the\nresulting document, since it contained a large preponderance of\nmaterial derived from his book on our Lord’s sayings. The name of the\nactual compiler of the first Gospel has not survived.",
        "S. Luke’s Gospel is a compilation made upon somewhat similar lines,\nand is based, in large measure, upon the same two sources: but the\nauthor’s researches extended also more widely, and his Gospel contains\na large proportion of matter peculiar to itself, which critics\ncommonly regard as being of high historical value. The author of the\nbook was a Greek doctor who attended upon S. Paul, accompanying the\nlatter in his travels, and writing the Acts of the Apostles as a\nsecond volume in continuation of his Gospel. The Acts is partly based\nupon a kind of diary which S. Luke kept of his experiences as S.\nPaul’s companion and physician.",
        "It is probable that both the first and the third of our four Gospels\nwere in existence shortly before, or at the latest very shortly after,\nthe destruction of Jerusalem by the Romans in the year 70 A.D. The\nsecond Gospel, since they both drew upon it, must be even earlier.",
        "The Gospel according to S. John is of a somewhat later date, and bears\na different character. It is reflective and meditative, and is\npenetrated throughout by a mystical symbolism. In many ways it\nsuggests rather a spiritual interpretation of the significance of\nJesus than a literal portrait of Him. Again, it is the product of a\nGreek rather than of a Jewish atmosphere, though its narrative\npresents so many touches of extraordinary vividness, and the author\nshows so exact a knowledge of Jewish institutions and conditions of\nlife in Palestine, that it is difficult not to think that the book\nmust have been written by a Jew who knew Judaism before its downfall.\nIt is supposed that the writing dates from the closing years of the\nfirst century, and tradition declares that the author was S. John in\nold age at Ephesus. This statement is, however, in dispute, and the\nauthorship of the Gospel is uncertain. In point of fact, it does not\nmatter who the writer was. There is no one of the interpreters of\nJesus who had drunk more deeply of His Spirit than had he: nor is\nthere any of the books of the New Testament which brings Jesus closer\nto us than the Gospel according to S. John, or speaks home with\ngreater power to the heart and affections of the simplest Christian.",
        "Christianity in practice means the dedication of life to the unselfish\nservice of GOD and man, in the light of the ideals of Jesus Christ,\nand in the power of an inward spiritual life which is hid with Christ\nin GOD. The Christian, renouncing such merely worldly ideals as self-\nadvancement, personal or family ambition, the accumulation of money,\nor the enjoyment, for their own sake, of the things which money can\nbuy, is called to seek first and in all things GOD’S Kingdom and His\nrighteousness, in the assurance that whatever may be really necessary\nfor the advancement of this aim will in due course be added unto him.",
        "He is not to expect to find the practice of his religion to be, in a\nworldly sense, profitable; and the practice of his religion is to\ncover the whole of life. The desperate attempt to combine the service\nof GOD with that of Mammon is therefore to be abandoned. If riches\nincrease, he is not to set his heart upon them. If poverty be his lot,\nhe is to embrace poverty as a bride. The aim and object of his life is\nnot to be to get his own will done, but to discover what for him is\nthe will of GOD, and to do it. He is to be the slave of GOD in Christ,\na living instrument in the hands of Another, called to co-operate in a\npurpose not his own, though a purpose which he is to embrace, and to\nmake his own, in a spirit of loyal sonship.",
        "This means, among other things, that life is to be interpreted in\nterms of vocation. It means that for every man there is a “calling,” a\nparticular line of life which GOD intends him to follow, a specific\npiece of service to GOD and to his neighbour which he is called upon\nto render. The motto of a Christian’s life is to be the motto of his\nMaster–\"My meat is to do the will of Him that sent Me, and to\naccomplish His work.” Gifts and capacities, aptitudes for any special\nwork, are therefore “talents,” to be used in accordance with the will\nand purpose of the Giver. Opportunities and endowments, whatsoever\nthey may be, are opportunities and endowments for service.",
        "It does not necessarily follow from this that a realization of the\ntruth of Christianity, and an awakening to the claims of religion,\nwill lead to any outward change or radical alteration in the general\nconception of a man’s life-work. It may or it may not do so. There are\nindubitably cases in which a man is called upon to abandon his\nprevious career–to forsake prospects, however promising, or to\nrenounce wealth and possessions, however entangling–in order to\nbecome (for example) a minister of the Church or a missionary of the\nGospel, or to enter a religious order. Our Lord’s command to the rich\nyoung ruler, that he should give up all that he had, in order to\nfollow Christ along the paths of homelessness and poverty, is a call\nwhich sounds still with a literal force in the ears of a certain\nnumber of His disciples. The inner spirit, moreover, of detachment\nfrom the world and from the things of the world, the readiness to\nabandon wealth and worldly position if need so require, and the\nrefusal to be ensnared by them, are in any case demanded of all. The\nvocation, however, of the majority of men is already determined by\ntheir circumstances, or by their training and general aptitudes. It is\nonly the few, comparatively speaking, who are called to become monks\nor missionaries, or priests devoid of “prospects.” The majority will\nbest serve GOD and their neighbour by “carrying on” in their existing\noccupations: and in most cases they are incidentally called also,\nsooner or later, to matrimony.",
        "But GOD calls no man to idleness. It is the duty of every Christian,\nrich as well as poor, unless he be incapacitated by bodily sickness or\ninfirmity, to be engaged in some work of general service to the\ncommunity: and a man who proposes seriously to practise the Christian\nreligion needs to ask himself, with regard to the work or occupation\nin which he is engaged, or by which he earns his bread, whether he can\nsay truly that he believes it to be the work which his Father has\ngiven him to do: whether it can be interpreted, not simply as a means\nof livelihood, but as a service rendered in Christ’s name to society\nat large. If it cannot so be interpreted, then plainly it is no work\nwhich a Christian should be doing. There are ways of making a living\nwhich, are definitely unchristian. The work of a shoe-black or of a\ntradesman or of an actor may be as true a piece of Christian service\nas that of a doctor or a bishop. The work of a burglar or of a\nbookmaker could not be so regarded.",
        "Christianity–it cannot be too strongly insisted–means the\nChristianization of life as a whole. It is in the daily round and the\ncommon task that Christ is most chiefly to be served. “Whatsoever ye\ndo in word or in deed, do all in the name of the Lord Jesus, giving\nthanks to GOD and the Father by Him.” Religion is a wider thing than\npiety, and it is a false pietism which would regard it as consisting\nmainly of pious practices. The cultivation of the inner spiritual life\nby means of the practices of Christian devotion is indeed essential in\nits place and its degree. The life of the spirit languishes if it is\nnot fed. But except these things issue in the practical service of\nChrist in daily life they are worse than futile. They degenerate\neither into formalism and hypocrisy, or into spiritual self-\nindulgence. “Herein is My Father glorified, that ye bear much fruit.\"\n\"By their fruits ye shall know them.” And the “fruits” of Christian\nliving are to be discovered, not in the hours spent in devotion, but\nin the manifestation amid the activities of the market-place of that\ntemper of righteousness and peace and joy in the Holy Ghost, and that\nspirit of unselfish service, which should be their normal product.",
        "What is needed is a wider conception of Churchmanship and a truer\ndoctrine of vocation. All honest work in which a Christian can\nlawfully engage should be regarded as an expression of his\nChurchmanship–as truly work done for the Church of GOD in obedience\nto a vocation from on high as is the work of a priest or a teacher of\nreligion. It is at least partly because the majority of laymen do not\nso interpret their work in life that in so many cases they are\ndiscovered to be in effect living for the sake of their leisure and\nregarding their daily work as uninteresting drudgery, with the result\nthat life as a whole comes to be for them dreary and profitless and\nstale. A Christian man’s life-work ought not to have the character of\ndrudgery, but of sheer delight in GOD’S service.",
        "But is such an ideal really practicable? It is literally practicable\nto a greater extent than most men think. It ought to be practicable\nuniversally. At the same time there is no disguising the fact that\nlarge numbers of men to-day find themselves in circumstances to which\nsuch a doctrine cannot without palpable unreality be applied. The\nstructure of existing society under modern industrial conditions\nforces multitudes, by an evil economic pressure, into mechanical,\nuncongenial, and soul-destroying occupations: and the conditions of\nsome men’s labour in the world as it is are such that it would be\nsheer blasphemy to regard them as a product of the will of GOD. The\nproblem of the Christianization of the social order is one of the\ngreatest of the tasks confronting the Christian Church. Its solution\nhas hardly yet begun to be attempted. In the meantime the mass of\nChristian people, in virtue of their acquiescence, are accomplices in\nthe denial to the disinherited classes of the conditions and\nopportunities which make life worth living for themselves. So long as\nit continues to be possible for a man who genuinely desires to learn\nand labour truly to get his own living to starve in the midst of\nplenty: so long as multitudes are constrained to work under conditions\nwhich rob their labour of all interest, of all idealism, and of all\nhope: so long as sweating, and destitution, and such conditions of\nlife as obtain in the more densely crowded areas of our great towns\ncontinue to exist: so long will it be the duty of every Christian to\nbe a social reformer, and to have a conscience permanently troubled\nwith regard to wealth and social advantage. [Footnote: Mr. George\nLansbury’s Your Part in Poverty (George Alien and Unwin, Ltd., Is.)\nis a book worth reading in this particular connexion.]",
        "Meanwhile the Christian ideal of life stands. It is the ideal of\nconsecration to service. It means discipleship in Christ’s school of\nunselfishness, both individual and corporate: for there is a\nselfishness of the family, of the class, or of the nation, which bears\nas bitter fruit in the world as does the selfishness of the\nindividual. Christianity, in a word, means the carrying out into daily\npractice of the ideal of the Imitatio Christi, the imitation of\nJesus Christ, in the spirit if not in the letter. It means that as He\nwas, so are we to be in the world. It means that all things,\nwhatsoever we do, are to be done in His Spirit and to His glory: that\nour every thought is to be led captive under the obedience of Christ.\nIt means that we are to love GOD because GOD first loved us, and to\nlove men because they are our brothers in the family of GOD: because\nlove is of GOD, and every one that loveth is born of GOD and knoweth\nGOD. It means that we are to consecrate all comradeship and loyalty\nand friendship, all sorrow and all joy, by looking upon them as\nfriendship and loyalty and comradeship in Christ, as sorrow and joy in\nHim. It means that we are to live glad, strong, free, clean lives as\nsons of GOD in our Father’s House.",
        "It means also struggle and hardship. It means truceless war against\nthe spirit of selfishness, against everything that tends to drag us\ndown, against the law of sin in our own members. It means a truceless\nwar against low ideals and tolerated evils in the world about us. It\nmeans soldiership in the eternal crusade of Christ against whatsoever\nthings are false and dishonest and unjust and foul and ugly and of\nevil report.",
        "It is an ideal which, considered in isolation from the Christian\nGospel of redemption and the power of the Holy Spirit, could only\nterrify and daunt a man who had a spark of honesty in his composition:\nand for this reason the mass of men refuses to take it seriously. It\nis an ideal which, in the case of all who do take it seriously,\nconvinces them of sin.",
        "Nevertheless to lower the ideal, to abate one jot of its severity, to\ncompromise, on the score of human weakness, though it were but in a\nsingle particular, the flawless perfection of its standard, were to\nprove false to all that is highest within us, and traitor to the cause\nof Christ.",
        "“Never, O Christ–so stay me from relenting–Shall there be truce\nbetwixt my flesh and soul.”",
        "The three traditional enemies of the Christian life are symbolized\nunder the headings of the World, the Flesh, and the Devil, and the\nclassification has a certain convenience. The “World” stands in this\nconnexion for human society in so far as it is organized apart from\nChrist. It is obvious that “the way of the world,” as represented by\nthe general outlook of conventional society, is in many respects in\nmanifest conflict with the principles of the Gospel. The existing\nsocial order is the product of a compromise between inherited\ninfluences and standards which are in a certain sense broadly\nChristian, and the natural man’s instinctive selfishness in matters\nboth individual and social. The conflict against the spirit of\nworldliness which should be one of the marks of a genuine Christian\nlife is beset by peculiar difficulties, precisely because in a society\nwhich is in some respects partially Christian the issues are confused.\nPublic opinion indubitably tolerates many things which should not be\ntolerated, and condones others which should not be condoned. But\npublic opinion approves much that is good, and does lip-service to a\nvariety of Christian ideals, even while reserving the reality of its\ndevotion for the worship of success and material comfort.",
        "Perhaps it may be said that the most fundamental characteristic of\nessentially “worldly” opinion is absence of idealism. Worldliness is\nthe principle of contentment with things as they are. Against\nworldliness, so defined, the Christian is committed to a conflict all\nalong the line, since even in those regions of life and conduct in\nwhich the standards recognized by the world are right and good so far\nas they go, “the good is the enemy of the best.” To rest content at\nany point with what has already been attained is fatal to all\nspiritual advance. It is, in effect, the death of the soul.",
        "Mr. William Temple has remarked that in the conflict of Christians\nagainst the Devil and the Flesh the public opinion of the Church, as\nvisibly organized, is on their side, but that in their conflict with\nthe World it is decidedly against them. That is an over-statement, but\nit conveys a truth. Undoubtedly the Church has made compromises with\nthe World, a fact which arises partly as the result of the inclusion\nwithin her fold of a large proportion of merely nominal members whose\nChristianity is no more than an inherited or conventional tradition. A\nfurther point of importance is this. Two thousand years is not a long\nperiod in relation to the scale of the world’s history as a whole, and\nChristianity is still a comparatively young religion. The problem of\nworldliness is mainly a problem of the relation of the Church to the\nsocial order; and there are reasons why it was natural that the\nworking out of the Christian ideal of conduct should first have been\ndeveloped in relation to the affairs of private and domestic life.",
        "Christians in the early days were a “little flock,” surrounded by a\nsociety whose standards and conventions and beliefs were frankly pagan\nand hostile. So long as these conditions obtained the issues were\nplain: the contrast in ideals between Church and World stood out sharp\nand clear. The world, it was held, was ready to perish, and destined\nat no distant date to do so. “The whole world,” writes S. John, “lieth\nin wickedness.” The Church stood apart as the spiritual brotherhood of\nGOD’S elect who were called to assist at the obsequies of a world\nwhich was in process of passing away. “The world passeth away, and the\nlust thereof: but he that doeth the will of GOD abideth for ever.”",
        "The words contain an eternal truth: but in their literal sense they\nexpressed a mistaken judgment. The world–that is, secular society–\ndid not pass away. It is with us still. For a period of some three\nhundred years it persecuted the Church. At the end of that period it\naccepted baptism, but not its implications. The Church has been\nengaged ever since in the task of attempting to Christianize the\nheathen within her own borders.",
        "The Church was outwardly secularized: and the minority who could not\ntolerate the secularization of her ideals took refuge in the hermit’s\ncell or in the cloister. In these retreats was developed the practice\nof Christianity as an art or science of individual sanctity, but at\nthe cost of a certain aloofness from the rough and tumble of workaday\nlife. The Christianity of the Middle Ages was fertilized from the\ncloister, with the result that the spiritual ideals even of those\nChristians who remained “in the world” tended to be coloured by the\nmonastic tradition. The Christian man of the world who took seriously\nthe practice of his religion aimed at reproducing at second hand the\nChristianity of the monk. The salvation of the individual soul tended\nto be regarded as the supreme end of Christian endeavour, rather than\nthe service of the brethren.",
        "The Reformation, when it came, did nothing to diminish this\nindividualism of the religious outlook, but rather accentuated it. The\nwhole emphasis of Protestantism was thrown upon the life of the\nindividual soul in relation to GOD, to the comparative neglect of the\nimportance of the conception of membership in the Church. To the\nordinary worldling the advent of Protestantism meant simply that he\nneed no longer trouble to go to Mass or to Confession. The Protestant\nwho took his religion seriously became a Puritan, a type resembling\nthe monk of Catholicism in his attempted isolation from the world, yet\nlacking the peculiar otherworldly mysticism of the monkish character\nat its best, and having a peculiar knack of making religion appear\nrepellent to the ordinary man.",
        "The emergence of the ideal of a genuinely social Christianity, aiming\nnot at escape from the world by way of flight, but at the deliberate\nconquest of the world for Christ by the resolute application of\nChristian standards to the ordinary life of men in society, is of\ncomparatively recent date. It began in this country with the writings\nof Kingsley and Maurice, and various living teachers both in England\nand in America have carried on their work. It is one of the\nmisfortunes of Germany that she has had no corresponding movement. As\na consequence we are confronted at the present time with the spectacle\nof various leaders of religious thought in Germany, too honest not to\nperceive the glaring contrasts between the way of the world and the\nprecepts of the Gospel, deliberately maintaining the position that\nChristianity is solely adapted to be a religion of private life, and\nthat Christian standards and ideals have no application as between\nclass and class, or as between nation and nation. To adopt such an\nattitude is to abandon all hope of the redemption of society. It is to\ncondemn the world in perpetuity to a fate of which the present war is\nthe appropriate symbol.",
        "The war is, in effect, a kind of sacrament of the power of Antichrist.\nIt is the outward and visible sign of the inward character and essence\nof a civilisation founded upon principles which are the opposite of\nthose of the Gospel. Neither men nor nations, in the world as we have\nknown it, have been wont to love their neighbours as themselves. The\nway of the world is, and has been, the way of selfishness.",
        "This is not any the less true because the world’s selfishness has been\nto a considerable extent unconscious, and has arisen rather from\nabsence of thought than from deliberate badness of heart. The world\ndoes not always realize how cruel are its ways towards the weak and\nthe socially unfortunate, or towards those who, for whatever reason,\ntransgress its code. For the world has a code of its own, both in\nmanners and in morals, though the basis of its code is convention, and\nits standard respectability rather than virtue. The world is very apt\nto show itself implacable towards those whom it regards as being\nbeyond its pale, and to exhibit, in effect, the spirit and temper\nwhich, when manifested in the religious sphere, we know and loathe as\nPharisaism. Pharisaism, like worldliness, has penetrated to an\nalarming extent into the Church of England.",
        "Parallel and proportionate to the world’s selfishness is its cynicism.\nThis also is largely unconscious. Lacking any true insight into\nspiritual realities, the world lacks vision and lacks hope. It\npresumes always that “the thing which has been, it is that which shall\nbe.” It beholds the evil that is done under the sun, and pronounces it\ninevitable. It fails to understand that to pronounce any evil\ninevitable is to be guilty of blasphemy against the GOD of heaven.",
        "Against the spirit of the worldly world, its selfishness and cynicism,\nits conventional judgments and shallowness of mind, the Christian is\ncalled deliberately to make war. The Church exists to be to the world\nand its ways a permanent challenge: to be the champion in all\ncircumstances and times of righteousness and truth; to insist upon\nbringing to bear on human life in all its relationships, both\ncorporate and individual, the spirit of brotherhood, which is the\nSpirit of Christ. It was a true instinct which led S. Ignatius Loyola\nto pray on behalf of the Order which he founded that it might be hated\nby the world. “Marvel not, my brethren, if the world hate you.... If\nye were of the world, the world would love his own.” If the world does\nnot hate the Church it is not because the world has become Christian,\nbut because worldliness has taken possession of the Church. The world\nto-day regards the Church as not worth hating, as a negligible\nquantity. When the Church is once more ready to be crucified, then the\nopposition of the world will be revived, and the Church will suffer\nmartyrdom afresh.",
        "Sins of the flesh include all forms of slackness and bodily self-\nindulgence. A Christian is called to assert the supremacy of the\nspirit over the flesh by controlling his bodily impulses and\ndisciplining his desires. There is, therefore, a true Christian\nasceticism. But asceticism, in so far as it is genuinely Christian, is\nnever an end in itself. It is a discipline which promotes efficiency.\nIt is to be compared to an athlete’s training, not to the self-\nmutilation of a fakir. There is in Christianity no doctrine of the\nunlawfulness of bodily pleasures in themselves. “The Son of Man came\neating and drinking.” For Christianity every creature of GOD in itself\nis good, and a man’s bodily impulses are God-given endowments of his\nnature. What is essential is that their exercise should be controlled\nand subordinated to the higher purposes of the spirit, that they\nshould be directed to their proper ends, and that they should not be\nallowed to get out of hand. Christians are not meant to be Puritans,\nbut they are meant to be pure. The battle against fleshliness in all\nits forms is a battle which has to be fought and won in every\nChristian’s life.",
        "Apart from the question of certain unmentionable forms of perverted\nsexual vice, the sinfulness of what are commonly classified as “sins\nof the flesh” consists in wrongful indulgence or lack of self-control\nin respect of that which in itself is legitimate and good. The\nChristian ideal is not abstinence, but temperance. A Christian will be\ntemperate, for example, in sleep, food, alcohol, and tobacco.\nIntemperance means slavery to a habit, the loss of spiritual self-\nmastery, whereby the whole character is enervated, and efficiency,\nboth physical and moral, is impaired. “All things are lawful,” as S.\nPaul says, but a Christian is not to allow himself to be brought\n\"under the power of any.” He is meant to live hard and to live\nclean.",
        "The practice of fasting, that is, of deliberate temporary self-\ndiscipline in these matters, even below the standard of what would\nnormally be a reasonable indulgence, is a valuable means of asserting\nand retaining the self-mastery which is essential to Christian\nfreedom. But fasting should not be allowed to become a mechanical\nobservance, or erected into an unduly rigid law. The fish-dinner upon\nFridays and other fast-days of the Church is, as a modern dignitary\nhas remarked, innocuous; and it has the value which belongs to\nconformity to a rule or recommendation of the Christian brotherhood;\nbut whether or not it is observed in practice, it is hardly adequate\nby itself to the purposes of Christian self-discipline.",
        "It appears to be a fairly widespread delusion in some sections of\nsociety that a Christian must necessarily be a teetotaller. The ideal\nChristian policy, here as elsewhere, if we may judge from the example\nof our Lord, would seem to be that of a temperate use of the gifts of\nGOD. It is unfortunate that in this country most of the societies\nwhich exist for the purpose of promoting temperance have virtually\ncommitted themselves to the confusion of temperance with total\nabstinence, and their fanaticism is, in the judgment of many persons,\na hindrance to genuine reform. But it cannot reasonably be denied that\ndrunkenness, and the still wider prevalence of an excessive drinking\nwhich falls short of actual drunkenness, is a frightful evil in the\nnational life; and what is commonly known as the “Liquor Interest\"\nplays a sinister part as an organized obstructive force standing in\nthe way of needed reforms. The number of public-houses and drinking-\nbars in English towns and villages is monstrously out of proportion to\nany reasonable needs of the population: and it must be more than\nordinarily difficult for brewers and publicans, under existing\nconditions, to resist the temptation to exploit for the sake of gain\nthe weaknesses of others. A Christian need not be a teetotaller in\norder to have this problem upon his conscience, and to be ready to\nsupport, by his vote and influence, some considered and constructive\npolicy of reform. A man who by experience finds that alcohol is to him\npersonally a temptation will be wise if he becomes a teetotaller. “If\nthy hand or thy foot offend thee, cut it off.” In certain social\nenvironments it may also be wise for a man to become a total\nabstainer, not in his own interests, but for the sake of others with\nwhom he is brought into immediate contact. There can be no question\nbut that drunkenness, which is a vice both degrading and repulsive in\nitself, is in many strata of English social life still far too lightly\nregarded.",
        "It is, moreover, worth remarking that even a degree of indulgence in\nalcohol which would commonly be regarded as falling well within the\nlimit of temperance is regarded by some authorities as having the\neffect–which actual drunkenness certainly has–of stimulating\nsexuality: and when all is said, probably the most insistent of\nfleshly temptations, at least in the earlier years of manhood, are\nthose which are connected with the life of sex. Many make shipwreck\nupon these rocks through lack of knowledge or want of thought; but\nneither thought nor knowledge will avail to safeguard a man’s purity\napart from sound moral principle: nor are even moral principles\neffectual in the hour of strong temptation apart from the grace of\nGOD.",
        "Christianity teaches that to every man there is entrusted, in virtue\nof his manhood, the seed of life as a divine treasure. It is meant not\nto be turned into a means of self-indulgence, or suffered to run riot\nin a blaze of passion, but to be restrained and safeguarded in purity\nagainst the day–if the day arrives–upon which a man is called to use\nit for the purpose for which it was given him, namely, that of\nbringing new lives into the world through union with a woman in pure\nmarriage.",
        "Most men are sorely tempted to lack of self-control, and to the misuse\nof their sexual endowment in a variety of ways: and the maintenance of\nchastity–never an easy ideal–is made doubly difficult by the fact\nthat in the existing social system marriage, except among the poorer\nclasses, is commonly deferred until an age much later than that at\nwhich a man becomes physically mature, and also by the widespread\nprevalence, in masculine society, of a corrupt public opinion which\nregards sexual indulgence as morally tolerable, or even as essential\nto physical health. This latter doctrine, even were it as true as it\nis in fact false, would not in any case justify a man in taking\nadvantage of a woman’s ruin: but experience shows that there is no\nform of sin or indulgence which so effectually degrades a man’s moral\noutlook, blunts his finer perceptions, and destroys the instinct of\nchivalry within him, as does the sin of fornication. The majority of\nthose who practise promiscuous sexual intercourse are found to greet\nwith frank and obviously genuine incredulity the assertion that there\nexists a not inconsiderable proportion of men whose lives are clean;\nwhile at the other end of the scale men of pure lives and clean ideals\noften find it difficult to believe that more than a small minority of\npeculiarly degraded individuals are clients of the women of the\nstreets.",
        "The publication of the Report of the Royal Commission on Venereal\nDiseases, taken in conjunction with what is known or suspected with\nregard to the state of morals in the Army, has had the effect of\ndrawing public attention to certain aspects of these problems. The\nVictorian convention of prudery has to a great extent been discarded.\nThe subject is freely discussed, and it is generally acknowledged that\nsomething must be done. There is danger, however, lest public opinion,\nrightly concerned to promote measures for the eradication of disease,\nshould ignore the essentially moral aspect of the matter. A Christian\nman is here concerned, not simply with the personal struggle against\nthe temptations of sex in his own life, but with a further conflict on\nbehalf of Christian ideals against the public opinion of the world.",
        "For if ecclesiastical opinion in the past has been both prudish and\nPharisaic, the public opinion of the world is frankly cynical. Roughly\nspeaking, the world expects the majority of women to be pure,\nacquiesces in the prostitution of the remainder, and treats masculine\nimmorality as a venial offence. Numbers of would-be reformers–of the\nmale sex–are not ashamed to advocate, in private if not in public,\nthe establishment of licensed brothels on the continental model. It\nought not to be necessary to say that no Christian man can possibly\ntolerate a proposal to give deliberate public sanction to the\nprostitution of a certain proportion of the nation’s womanhood to the\nlusts of men, or acquiesce in the complacent sex-selfishness which is\nconcerned only for the physical health of sinners of the male sex.",
        "The point of view of the Christian Church is determined by that of our\nLord, who on the one hand numbered a reclaimed prostitute among His\nintimate friends, and on the other taught that whoso looketh on a\nwoman to lust after her hath committed adultery already in his heart.\nThe Church, therefore, differs from the world, first in holding that\nwhat is wrong for women is equally wrong for men, that there is one\nand the same standard in these matters for both sexes, namely,\nabsolute sexual purity; and secondly, in extending equally to the\nfallen of both sexes the promise of Divine forgiveness upon identical\nterms, namely, genuine repentance, unreserved confession, desire and\npurpose of amendment, and faith in GOD. The world, which condones the\niniquity of the man who falls, is apt to be uncommonly hard upon the\nfallen woman, forgetting that she also is a sister for whom Christ\ndied, and that the woman who to-day plays the part of a temptress of\nmen was originally, in the majority of cases, more sinned against than\nsinning. Very few of those who ply the trade of shame will be found to\nhave adopted such a mode of life, in the first instance, of their own\nunfettered choice. We are members one of another, and society as a\nwhole, which both creates the demand and provides the supply, must\nshare the guilt of their downfall.",
        "This book is written primarily for men: and there are therefore other\naspects of the life of sex upon which it is necessary to touch, though\nthey are difficult matters to handle. It is well known that large\nnumbers of men in boyhood, either through untutored ignorance of the\nphysiology of their own bodies, or as a result of the corrupt example\nand teaching of others, become addicted to habits of solitary vice, in\nwhich the seed of life within them is deliberately excited, stirred up\nand wasted, to the sapping of their physical well-being and the\ndefilement of their minds. Habits of self-abuse, when once they are\nestablished, are apt to be extremely difficult to break. The minds of\ntheir victims are liable to be morbidly obsessed by the physical facts\nof sex, and their thoughts continually directed into turbid channels.\nBut it is possible by the grace of GOD to conquer, though there may be\nrelapses before the final victory is won. It is important neither on\nthe one hand to belittle the gravity of the evil, nor on the other to\ngrow hopeless and despondent, but to have faith in GOD. It is also a\ncounsel of common sense to distract the mind, so far as possible, in\nother directions, and to avoid deliberately whatever is likely to\nprove an occasion or stimulus to this particular form of sin. The\nbattle of purity can only be successfully fought in the region of\noutward act if the victory is at the same time won in the region of\nthought and desire. Books and pictures, or trains of thought and\nimagination, which are either unclean in themselves, or are discovered\nby experience to be sexually exciting to particular individuals, ought\nobviously to be avoided by those concerned, and the mind directed\ntowards the contemplation of whatsoever things are true and honest and\njust and pure and lovely and of good report. In the hour of strong\ntemptation it is often best, instead of trying to meet the assault\ndirectly, to change the immediate environment, or in some other way to\nconcentrate the mind: for example, to sit down and read a clean novel\nuntil the stress of the obsession is past. Physical cleanliness,\nplenty of healthy exercise in the open air (it is unfortunate that the\ncircumstances of many men’s lives do not give adequate opportunity for\nthis), temperance in food, and especially–in the light of what has\nbeen said above–temperance in drink, are all incidentally of value as\naids to the maintenance of purity. So also is the avoidance of the\nhabit of lying in bed in a semi-somnolent condition after true sleep\nhas finally departed. A Christian’s body is meant to be a temple of\nthe Holy Ghost, and no other spirit, whether of impurity or of sloth,\nshould be allowed to have domination over him.",
        "Other sins there are which should not be so much as named among\nChristian men-those, namely, in which men with men work that which is\nunseemly, and burn with lust one towards another. It is necessary to\nrefer to these, because their prevalence is said to be increasing. A\nconsiderable proportion of men are temperamentally liable to be\nsexually attracted by members of their own sex; and passionate\nfriendships, in which there is an element which is in the last\nanalysis sexual, are not uncommon both between boys and youths at the\nage of early manhood, and between men of mature age and adolescents.\nThe true character of these relationships is not always in their\ninitial stages obvious, even to those concerned. As a guiding\nprinciple it may be laid down that a friendship between members of the\nsame sex begins to enter upon dangerous ground whenever an element of\njealousy betrays itself, when there is a desire habitually to\nmonopolize the other’s company to the exclusion of third persons, or\nwhen the life and interests of the one appear to be disproportionately\nwrapped up in the concerns and doings of the other. Friendships of\nthis character are always selfish and may all too easily become\nimpure. It is the business of a Christian man to be on his guard and\nto love his male friends not as a woman is loved and not in a spirit\nof selfish monopoly, but with the pure and clean and essentially\nunselfish affection of Christian manhood.",
        "A word may be said, lastly, with regard to prurient and polluted talk\nand unclean stories. Against these a Christian man will do well firmly\nand resolutely to set his face. Such things defile the mind. They are\ninjurious both to him that hears and to him that speaks, in that they\ntend to engender a mental atmosphere in which the suggestions of\nactual vice are likely to meet with an enfeebled power of resistance.\nOf course it is possible to be too tragical on the subject of\n\"language,” and to exaggerate the harm done by “smoking-room” stories.\nBut whatever is definitely unclean is definitely evil, and should be\nboth avoided and discouraged. To assume, however, a pious demeanour\nand to appear to be shocked is a fatal method of protest. Christians\nhave no business to be shocked, nor are they meant to be prigs. There\nare other forms of social pressure which are more effective. It is,\nmoreover, sometimes possible to combine moral reprobation with a sense\nof humour.",
        "The devil is from one point of view a figure of Jewish and Christian\nmythology. The Jews, like other early peoples, believed in the\nexistence of evil spirits or demons, to whose malignant agency they\nascribed various diseases, both functional and organic, and in\nparticular those unhappy cases of obsession, fixed idea, and multiple\npersonality, which we should now class under the general head of\ninsanity, and treat in asylums for the mentally deranged. The New\nTestament writings are full of this point of view, which is of course\nlargely foreign to our minds to-day. The ordinary Englishman is not a\ngreat believer in devils or spirits of evil: though he does in some\ninstances believe in ghosts, and is inclined to the practice of what\nin former ages was called necromancy–the attempt to establish an\nillicit connexion with the spirits of the departed–under the modern\nname of psychical research. There are, no doubt, some forms of\npsychical research which are genuinely scientific and legitimate. It\nis probable enough that there exists a considerable area of what may\nbe called borderland phenomena to which scientific methods of inquiry\nmay be found applicable, and which it is theoretically the business of\nscience to investigate. But it is a region in which the way lies\nreadily open to all kinds of superstition and self-deceit. The pursuit\nof truth for its own sake is essentially a religious thing: but the\nmotives of many amateur dabblers in psychical research are far from\nbeing truly religious or spiritual. Much popular spiritualism, whether\nit assumes the form of table-turnings, of spirit-rappings, or of\nmediumistic seances, is thoroughly morbid and undesirable, and the\nChristian Church has rightly discouraged it.",
        "It is not, however, necessary to believe literally in the devil, or in\ndevils–concerning whose existence many persons will prefer to remain\nagnostic–in order to find in the figure of the devil, as he appears\nin Biblical and other literature, a convenient personification of\ncertain forms of evil. There is an atmosphere of evil about us, a\nKingdom of Evil, over against the Kingdom of Good: and there are\nsuggestions and impulses of evil which from time to time arise in our\nminds, which–whatever may be the literal truth about them–not\ninfrequently present the appearance of having been prompted by some\nmysterious external Tempter. Certainly deeds have been done in the\npresent war which can only be described as devilish. The war has\nrevealed on a large scale and in unmistakable terms the evil of which\nthe heart of man is capable, and how thin in many cases is the veneer\nwhich separates the outwardly civilized European from the primitive\nsavage. “For this purpose was the Son of GOD manifested, that He might\ndestroy the works of the devil.” And by the works of the devil we may\nunderstand especially cruelty, malice, envy, hatred and all\nuncharitableness, the spirit of selfishness which wars against love,\nand the spirit of pride which ignores GOD. We see these things\nexhibited upon the large scale in the conspicuous criminals among\nmankind, whom we are sometimes tempted to regard as devils incarnate.\nWe need to be on our guard against the beginnings of them, and indeed\nin many cases their actual presence in an undetected but fairly\ndeveloped form, in ourselves.",
        "Christian men are to be kindly affectioned one towards another in\nbrotherly love: in honour preferring one another–which is easier to\nsay than to do. They are to refrain from rendering evil for evil, and\nto learn under provocation to be self-controlled. They are to be in\ncharity with all men, and so far as it lies within their own power\n(for it takes two to make peace, as it takes two to make a quarrel)\nthey are to live peaceably with all men. Wrath and clamour, lying and\nevil-speaking, back-biting and slandering, are all of the devil,\ndevilish. Contrary to the works of the devil, which may be summed up\nunder the three headings of lying, hatred, and pride, are the\nChristian ideals of truthfulness, love, and humility, with regard to\neach of which a few words may usefully be said.",
        "(i) The devil is described in the New Testament as “a liar and the\nfather thereof.” A Christian is to be true and just in all his\ndealings, abhorring crookedness: for the essence of lying is not\ninexactitude in speech, but deceitfulness of intention. Christian\nveracity means honesty, straightforwardness, and sincerity in deed as\nwell as in word. A writer of fiction is not a liar: to improve in the\ntelling an anecdote or a story is not necessarily to deceive others in\nany culpable sense; and moralists have from time to time discussed the\nquestion whether there may not be circumstances in which to tell a\nverbal lie is even a moral duty–e.g. in order to prevent a murderer\nor a madman from discovering the whereabouts of his intended victim.\nBut casuistical problems of this kind do not very frequently arise,\nand in all ordinary circumstances strict literal veracity is the right\ncourse to pursue. [Footnote: Of course such social conventions as “Not\nat home,” “No trouble at all,” or “Glad to see you,” “No, you are not\ninterrupting me,” etc., are hardly to be classed as “lies,” since they\ndo not as a rule seriously mislead others, but are merely an\nexpression of the will to be civil.]",
        "Christian truthfulness, however, is in any case a much wider thing\nthan merely verbal truth-telling: it implies inward spiritual reality,\na genuine desire to see things as they are, a thirst of the soul for\ntruth, and a hatred of shams. The worst form of lying is that in which\na man is not merely a deceiver of others but is self-deceived, and\nsuffers from “the lie in the soul.” The religion of Christ is always\nremorselessly opposed to every form or kind of humbug or of sham.\nJesus Christ is the supreme spiritual realist of history. In His view\nthe “publican” or acknowledged sinner is preferable to the Pharisee or\nhypocrite for the precise reason that the former is a more genuine\nkind of person than the latter. And to tell the truth in this deeper\nsense, that is, genuinely to face realities and to refuse to be put\noff with shams, to see through the plausibilities and to detect the\nhollowness of moral and social pretences and conventionalities, to\nhave, in short, the spiritual and moral instinct for reality, is a\nmuch harder thing than to be verbally veracious. The true veracity can\ncome only from Him who is the Truth: it is a gift of the Spirit, and\nproceeds from GOD who knows the counsels of men’s hearts, and discerns\nthe motives and imaginations of their minds.",
        "It follows that just as every lie is of the devil, so all truth, of\nwhatever kind, is of GOD. The Lord is a God of Knowledge, and every\nform of intellectual timidity and obscurantism is contrary to\ngodliness. There can never be any opposition between scientific and\nreligious truth, since both equally proceed from GOD. The Christian\nChurch is ideally a society of free-thinkers, that is, of men who\nfreely think, and the genuine Christian tradition has always been to\npromote learning and freedom of inquiry. It is worth remembering that\nthe oldest and most justly venerable of the Universities of Europe are\nwithout exception in their origin ecclesiastical foundations. If the\nlove of truth and the spirit of freedom which inspired their inception\nhas at particular epochs in their history been temporarily obscured,\nif there is much in the ecclesiasticism both of the past and of the\npresent which is reactionary in tendency and spirit, at least there\nhave never been lacking protesting voices, and the authentic spirit of\nthe Gospel tells always upon the other side. “Ye shall know the\ntruth,” says a New Testament writer, “and the truth shall make you\nfree.” [Footnote: The manifestations of the persecuting spirit and\ntemper are not confined to the sphere of religion; the intolerance of\nthe platform or of the press can be as bigoted as that of the pulpit:\nand secular governments also can persecute–not only in France or in\nPrussia. That it is part of the mission of Christianity to cast out\nthe evil spirit of persecution, to destroy intolerance as it has\ndestroyed slavery, is none the less true, in spite of the fact that\nboth slavery and persecution have in the past found Christian\ndefenders.]",
        "(ii) In the second place, hatred is of the devil, and love is of\nChrist: the Christian is to love even his enemies. In a time of war,\nthat is to say, whenever actual enemies exist, the natural man\ndiscovers in such an ideal only an immoral sentimentalism, and the\ndoctrinaire pacificist occasionally uses language which gives colour\nto the charge. But Christianity has nothing in common with\nsentimentalism, and Christian is no merely sentimental affection which\nignores the reality of evil or explains away the wrongfulness of\nwrong. In order to love his enemies it is not necessary for a\nChristian to pretend that they are not really hostile, to make excuses\nfor things that are inexcusable, or to be blind to the moral issues\nwhich may be at stake. It has rightly been pointed out that “Love your\nenemies” means “Want them to be your friends: want them to alter, so\nthat friendship between you and them may become possible.” More\ngenerally what is meant is that the Christian man is by the grace of\nGOD, to conquer the instinct of hatred and the spirit of revenge\nwithin his own heart, to be willing to serve others (his enemies\nincluded) at cost to himself in accordance with the will of GOD, to\ndesire on behalf of all men (his enemies included) the realization of\ntheir true good. For wrongdoers chastisement may be the truest\nkindness. To allow a man, or a nation, to pursue an evil purpose\nunchecked would be no real act of love even towards the nation or the\nindividual concerned. To offer opposition, if necessary by force, may\nin certain circumstances be a plain duty. That which we are to love,\nin those whose immediate aspect and character is both unlovely and\nunlovable, is not what they are, but what they are capable of\nbecoming. We are to love that element in them which is capable of\nredemption, the true spiritual image of GOD in man, which can never be\ntotally effaced. We are to remember that for them also the Son of GOD\nwas crucified, that we also have need of forgiveness, and that “GOD\ncommendeth His own love towards us, in that, while we were yet\nsinners, in due time Christ died for the ungodly.”",
        "(iii) The third great manifestation of the spirit and temper which is\nof the devil, devilish, is pride, which by Christian writers upon\nthese subjects is commonly regarded as the deadliest of the so-called\n\"deadly sins,” on the ground that it logically involves the assertion\nof a false claim to be independent of GOD, and is therefore fatal in\nprinciple to the religious life. Pagan systems of morality distinguish\nbetween false pride, the foolish conceit of the man who claims for\nhimself virtues and capacities which he does not in fact possess, and\nproper pride, the entirely just appreciation by a man of his own\nmerits and accomplishments at neither more nor less than their true\nvalue. The Christian ideal of humility is apt from this point of view\nto appear either slavish or insincere. The issue between Christian and\npagan morals here depends upon the truth or falsehood of the Christian\ndoctrine of GOD and of His relation to man. Once let a man take\nseriously the avowal that “It is He that hath made us, and not we\nourselves,” once let him grant the position that his life belongs to\nGOD and not to himself, and concur in the judgment of spiritual\nexperience that whatever is good in him is the result not of his own\nefforts in independence of his Maker, but of the Divine Spirit\noperative within him, and it becomes obvious that “boasting\"–as S.\nPaul expresses it–\"is excluded.”",
        "At the same time Christian humility is not self-depreciation. It has\nnothing in common either with the spirit of Uriah Heep, or with the\nfalse diffidence which refuses on the ground of personal insufficiency\na task or vocation to which a man is genuinely called. These are both\nequally forms of self-consciousness. Humility is forgetfulness of\nself. The true pattern and exemplar of humility is the Christ, who\nclaimed for Himself the greatest role in the whole history of the\nworld, simply on the ground that it was the work which His Father had\ngiven Him to do. “I seek not Mine own glory: there is One that seeketh\nand judgeth.” The secret of humility is devotion to the will of GOD.",
        "Christianity in the last three chapters has been considered on its\nnegative side as involving a conflict against temptation. But the\nChristian ideal is positive rather than negative. We have only to\nthink for a moment of the character and life of Christ in order to\nrealize how ludicrously impoverished a conception of the Gospel\nrighteousness is that which regards it as exhausted by the meticulous\navoidance of sin. “Christian purity,” it has been said, “is not a\nsnowy abstinence but a white-hot passion of life towards GOD.” The\nsame might be said of other Christian virtues. Positively regarded,\nthe Christian ideal of life means sonship towards GOD and citizenship\nin His Kingdom.",
        "The precise signification of the phrase, “Kingdom of GOD,” or “Kingdom\nof Heaven,” in the language of the New Testament has been the theme of\ncontroversy and discussion among scholars. It is impossible to enter\nhere into the technicalities of the dispute. Broadly speaking, it may\nbe laid down without much fear of contradiction that the Kingdom of\nGOD means the effectual realization, in every department of human life\nand upon a universal scale, of the sovereignty of GOD as Christ\nreveals Him. It is the vision of the goal of human history. It is\nmeant to be a leading motive and inspiration of Christian life.",
        "    “I will not cease from mental strife,\n     Nor shall my sword sleep in my hand,\n     Till we have built Jerusalem\n     In England’s green and pleasant land.”",
        "It is quite true that, according to the thought of the New Testament\nwriters, the mystic Jerusalem is not a city built by mortal men upon\nthis earth, but something which is wholly the gift of GOD, a city not\nmade with hands, descending from GOD out of heaven. The Kingdom of GOD\nin its fulness is no product of human striving. It is the achievement\nof a Divine purpose, the manifestation in the end of the days of the\ncompleted mystery of the Divine Will.",
        "Nevertheless it is the mission of the Church to prepare the way of the\nKingdom, and it is for Christian men to live as sons of the Divine\nKingdom even now, that is, as men in whose hearts and lives GOD and\nnone other is enthroned as King and Lord. This means that everything\nthat is good in human life is to be redeemed by being offered to GOD,\nand that everything that is vile and evil is to be eliminated and cast\nout. “The Son of Man shall send forth His messengers, and they shall\ngather out of His Kingdom all things that offend.” “There shall in no\nwise enter into it anything that defileth, neither whatsoever worketh\nabomination, or maketh a lie.” “The Kingdom of GOD is righteousness\nand peace and joy in the Holy Ghost.”",
        "The ideal of the Christian life, therefore, is something infinitely\nricher and more positive than the merely negative morality of the Ten\nCommandments. It is the ideal of the Divine Kingdom. It is a positive\ndevotion to the will of GOD. It means co-operation with the Divine\nwill and purpose, a will and a purpose which, by the patient operation\nof the Divine Spirit, is in the course of world-history slowly but\nsurely being worked out, amid all the immediate chaos and welter of\nevents, to its goal in the revelation of the Jerusalem which is from\nabove. That is why the Christian is bidden to pray continually, “Thy\nKingdom come, Thy will be done, in earth as it is in heaven.”",
        "If a man does not want the Divine Kingdom, or does not believe in it,\nhe ought not to pray for it. If he does want it and pray for it, he\nought also to work for it. And though no man may fully understand it,\nyet if a man is to pray for it and work for it at all, he needs to\nhave at least some partial understanding of what it means. It is worth\nwhile, therefore, instead of dismissing the idea as a vague dream or\nan empty phrase, to try and fill it with some measure of positive\nmeaning for us men here and now. What is the will of GOD for humanity?\nAnd what is meant by preparing the way of the Lord? Some things at\nleast we may say are certainly included in the will of GOD, and some\nthings are as certainly excluded.",
        "“It is not the will of your Father which is in heaven that one of\nthese little ones should perish.” A Christian Church which took\nseriously its vocation to go before the Lord and to prepare His ways\nwould be effectively and vigorously concerned with problems so prosaic\nas the rate of infantile mortality and the allied questions of housing\nand sanitation, with the insistence that the conditions of life among\nthe poorer classes of the community shall be such as make decent\nliving possible, and with the provision of a minimum of leisure and of\ngenuine opportunities of liberal education for all who have the will\nand the capacity to profit by them. The combined ignorance and apathy\nof the people of England with regard to questions of education, which\nhas made possible the shelving of Mr. Fisher’s Education Bill in\ndeference to the opposition of vested interests, is little to the\ncredit of the Christian Church in these islands, and grievously\ndisappointing to those who had hoped at last for a real instalment of\nconstructive reform. [Footnote: It is now stated that the Bill is to\nbe reintroduced and passed, with certain modifications. It is to be\nhoped that the modifications will not be such as to destroy its\neffectiveness as an instrument of real reform. It remains true that\nthe Bill was imperilled by the apathy and ignorance of the rank and\nfile of Churchmen and Christians generally, though it is fair to say\nthat the Bishops demonstrated unanimously in its favour.]",
        "A system of education, moreover, which was truly Christian, would\nprovide not merely for the training of mind and body, and for\ninstruction–on the basis of some inter-denominational modus vivendi\nyet to be achieved–in morality and religion. It would secure equally\nfor the children of all classes opportunities for the training of the\naesthetic faculties, for the cultivation of art and imagination, for\nthe filling of life with colour and variety and movement. The\nintolerable ugliness of the domestic architecture of our cities and\ntowns is a totally unnecessary offence to GOD and man; and the\ndrabness and monotony of the life of huge masses of the population,\nwho find in the rival attractions of the gin-palace and the cinema the\nonly means of distraction at present open to them–this also is\nsomething which cannot possibly be regarded as being in accordance\nwith the will of GOD. The redemption of society from all that at\npresent makes human life sordid or hideous is a real part of what the\nideal of the Kingdom means. It is a part of the task laid upon the\nChristian Church in preparing the way of the Lord and making straight\nHis paths.",
        "Included also in the will of GOD for humanity is the evangelization of\nthe world, the perfecting of the Church, the bringing of all nations\nand races into a spiritual unity in Christ Jesus. Christianity claims\nby its very nature to be the absolute religion: the climax and\nfulfilment of the whole process of man’s religious quest: the\nsynthetic and unifying truth, in which whatever is true and positive\nand permanently valuable in the religious systems of the non-Christian\nworld is gathered up and made complete. Of Christ it has been written\nthat “How many soever be the promises of GOD, in Him is the yea.” In\nChrist is the fulfilment of the unconscious prophecies of the\nreligions of the heathen world, nor is there any true solution of the\nproblems of comparative religion except this. The Christian Church is\nin principle and of necessity missionary, and apart from the\nvitalizing breath of the missionary spirit the life of the Church\nlanguishes and dies.",
        "But the true spirit and method of Christian missions is not a narrow\nproselytism. There are indeed things in many of the lower religions of\nthe world which are dark and evil. There are regions of the earth\nwhich are full of base and cruel and degrading superstitions, immoral\nrites and practices against which the Church of Christ can only set\nits face, and with which it can make no terms. These are works of the\ndevil which the Son of GOD was manifested to destroy. But there is\nmuch in the higher religious thought of paganism which Christ comes\nnot to destroy but to fulfil, and Christianity can fulfil and\ninterpret to the higher religions of paganism just that which is\ntruest and most positive in their own spiritual message. Conversely,\nit is probable that there are in Christianity itself elements which\nwill only be fully interpreted and understood when the spiritual\ngenius of nations at present pagan has made its proper contribution to\nChristian thought. For our own sake as well as for theirs it is\nimportant that the nations should be evangelized and brought to a\nknowledge of the truth. When we say the Lord’s Prayer we are praying,\namong other things, for the success of Christian Missions.",
        "And if Christianity contains within itself the true solution of the\nproblem of comparative religion, it contains also, in germ and\npotentiality, the solution of the problems of race and caste, and of\nthe international problem also. Not until men have learnt the secret\nof brotherhood in Christ will the white and the coloured races treat\none another as brothers. Not until the nations, as nations, are\ngenuinely Christian and have learnt, in their dealings one with\nanother, to manifest the spirit of unselfishness and love, will the\nday be in sight when they shall beat their swords into ploughshares\nand be content to learn war no more. This too, if the Gospel means\nanything at all, is part of the will of GOD for the human race. It is\npart of what is involved in the prayer, “Thy will be done in earth, as\nit is in heaven.” It is an integral and vitally important element in\nthe Christian hope of the Kingdom.",
        "The redemption of society, the evangelization of the world, the\nbringing together into the corporate wholeness of a world-wide\nCatholic Church of the fragmentary Christianity of the existing\nmultitude of sects, the elimination of war from the earth, and the\nbreaking down, as the result of a conscious realization of human unity\nin Christ, of the dividing barriers of colour and race and caste-all\nthese are essential elements in the Christian vision. The man of the\nworld may, and probably will, pronounce each and all of them to be\nchimerical, the baseless fabric of a dream. He will find no thoughtful\nman who is genuinely Christian to agree with him.",
        "For these things are, quite certainly, part of the will of GOD for\nhumanity. They are involved of necessity in any effectual realization\nin human life of the sovereignty of the Father who is revealed in\nChrist. And because GOD is GOD, the goal, for the Christian man, is\nwithin the horizon-\"The Kingdom of heaven is at hand.” In any case, be\nthe goal near or be it far off, it is as a citizen of that Kingdom,\nand of none other, that the Christian man will set himself to live. He\nwill enthrone GOD in his own heart as King and Lord, and will hold\nfast the heavenly vision which it has been given to him to see.",
        "“As we look out into the future,” says a modern writer,[Footnote: The\nRev. W. Temple, in an address delivered at Liverpool on “Problems of\nSociety” in 1912, and published by the Student Christian Movement in\nChrist and, Human Need.] “we seem to see a great army drawn from\nevery nation under heaven, from every social class, from every section\nof Christ’s Church, pledged to one thing and to one thing only-the\nestablishment of Christ’s Kingdom upon earth by His method of\nsacrifice and the application of His principle of brotherhood to every\nphase of human life. And as they labour there takes shape a world much\nlike our own, and yet how different! Still individuals and\ncommunities, but the individual always serving the community and the\ncommunity protecting the individual: still city and country life, with\nall their manifold pursuits, but no leading into captivity and no\ncomplaining in our streets: still Eastern and Western, but no grasping\nworldliness in the West, no deadening pessimism in the East: still\nricher and poorer, but no thoughtless luxury, no grinding destitution:\nstill sorrow, but no bitterness: still failure, but no oppression:\nstill priest and people, yet both alike unitedly presenting before the\nEternal Father the one unceasing sacrifice for human life in body\nbroken and blood shed: still Church and World, yet both together\ncelebrating unintermittently the one Divine Service, which is the\nservice of mankind. And in that climax of a vision, which, if we are\nfaithful, shall be prophecy, what is it that has happened?",
        "“’The kingdoms of this world have become the Kingdom of our GOD and of\nHis Christ.’”",
        "This chapter ought properly to be written by a layman who is also a\nChristian man of business. It is inserted here mainly to challenge\ninquiry and to provoke thought. The writer has no first-hand\nacquaintance either with business life or with business methods. He\ndesires simply to chronicle an impression that the level of morality\nin the business world has been declining in recent years, and that the\nmore thoughtful and candid of Christian laymen in business are\nbeginning to be deeply disquieted. It is not uncommon to be confronted\nby the statement that it is impossible in modern business life to\nregulate conduct by Christian standards. The impression exists that if\nlarge numbers of business men abstain from the outward observances of\nreligion, it is in many cases because they are conscious of a lack of\ncorrespondence between Sunday professions and weekday practice, and\nhave no desire to add hypocrisy to existing burdens upon conscience.\nThe clergy are by the circumstances of their calling sheltered from\nthe particular difficulties and temptations which beset laymen in the\nbusiness world. Their exhortations are apt to sound in the ears of\nlaymen abstract and remote from life.",
        "If the situation has been diagnosed correctly the matter is serious.\nWhat is suggested is not that men to-day are deliberately more\nunprincipled than were their fathers, but that modern conditions have\nmade the way of righteousness more difficult. Things have been speeded\nup. The competitive struggle has been intensified. Men are beset, it\nhas been said, by a “moral powerlessness.” They are “as good as they\ndare be.” Absorbed in money-making, and pressed hard by unscrupulous\nrivals, they cannot afford to scrutinize too narrowly the social\nconsequences of what they do, or the strict morality of the methods\nwhich they employ. Honesty, as experience demonstrates, is by no means\nalways the best policy from a worldly point of view. “The children of\nthis world are in their generation wiser than the children of light.\"\nThis being so, it is to be feared that men are apt to prefer the\nwisdom of the serpent to the harmlessness of the dove.",
        "Moreover the man of business in the majority of cases does not stand\nalone. He is a breadwinner on behalf of others. Very commonly he\nregards it as a point of honour to refrain from disclosing to those at\nhome his business perplexities and trials. It is assumed that they\nwould not be understood, or that in any case it is unfair to burden\nwife and children with financial troubles. In the result it sometimes\nhappens that a man’s foes are found to be they of his own household,\nand that for the sake of wife and child he stoops to procedures which\nhis own conscience condemns, and which those for whose sake he embarks\nupon them would be the first to disapprove. A wife, it may be\nsuggested, ought to share the knowledge of her husband’s difficulties,\nand to be willing, if need so require, to suffer loss and diminution\nof income as the price of her husband’s honour. A wife takes her\nhusband in matrimony “for poorer” as well as “for richer,” for\nsickness and poverty as well as for health and wealth. It is a tragedy\nthat in modern marriages too often only the more pleasurable\nalternative is seriously meant.",
        "Enough has been said to make it evident that in the world of modern\nbusiness there is a battle to be fought on behalf of Christ. Precisely\nfor the reason that the vocation of a Christian in this sphere is in\nsome ways the most difficult it is also the most necessary. There is a\ncall for courage and consecration, for hard thinking and readiness for\nsacrifice, and from the nature of the case it must be mainly a\nlaymen’s battle. There may have to be financial martyrdoms for the\nsake of Christ before the victory is won. But the prize and the goal\nis worth striving for, for it is nothing less than the redemption of a\nlarge element in human life from the tyranny of selfishness and greed.\n[Footnote: It may, of course, be argued that so long as the\ncompetitive system prevails in the business world, a Christian man in\nbusiness must compete, just as in the existing state; though in an\nideally Christian world competition would be replaced by co-operative\nand war would be unknown. This is perfectively true. But it should be\npossible, nevertheless, to hold fast the Christian ideal as a\nregulative principle even under present conditions. Only in proportion\nas this is done is the redemption of business life a possibility.]",
        "In principle the issues are clear enough. The interchange of\ncommodities is a service rendered to the community. It ought to be so\nregarded, and the service rendered, rather than the gain secured,\nshould be its inspiration and motive. The service of man is a form of\nthe service of GOD, and the operations of financiers and business men\nought to be capable of interpretation as forms of social service. It\nis only as this spirit is infused into the lives and practice of men\nin business that the world of business can be saved from degenerating\ninto a soulless mechanism, dominated by the idea of purely selfish\nprofit, or a tissue of dishonest speculation and sordid gambling. The\nbusiness man, like any other servant of the community, is entitled to\na living wage. He is not entitled either by chicanery and trickery, or\nby taking advantage of the needs of others and his own control of\nmarkets, to become a “profiteer.” Profiteering in time of war is\ncondemned by the common conscience. It is equally to be condemned in\ntime of peace. The Christian man in business will stand for integrity\nand just dealing, for human sympathy and the spirit of service, for\nthe renunciation of profits which are unreasonable and unfair. His\nfunction is not to exploit the community in his own personal or\nsectional interests, but to be a servant of the Christian\ncommonwealth. Some procedures and some methods of making money the\nChristian man will feel himself debarred from employing. For the rest\nwhat is needed is mainly a change of heart, a shifting of emphasis, a\nmodification of the inward spirit and motive of business life.",
        "Labour problems have always existed, but the development of\nindustrialism as we know it to-day is comparatively modern. It dates\nfrom the introduction of machinery and mechanical transport, and\ncoincided in its beginnings with the vogue of the so-called\n\"Manchester School” in political and economic theory. The modern world\nof industry has been built up by the enterprise of capitalists working\nupon the basis of unrestricted competition. Joint-stock companies and\n\"trusts” are simply capitalistic combinations for the exploitation of\nindustrial opportunities upon a larger scale.",
        "The economic theorists of the Manchester School regarded wages as\nnecessarily governed by the working of the “iron law” of supply and\ndemand. It was the “interest” of the employer to buy such labour as\nwas required at as cheap a rate as possible. It was assumed that in\nthis, as in other matters of “business,” his procedure must be\ndetermined wholly by self-interest, to the exclusion of “sentimental\"\nconsiderations. Individual employers might be better than their creed,\nand in the smaller “concerns” the relations between employer and\nemployed were often humanized by personal knowledge and intercourse.\nWith the advent of the joint-stock company this no longer held good.\n\"A corporation has no bowels.” Directors were not personally in\ncontact with their workpeople, and their main consideration was for\ntheir shareholders. The whole tendency of the industrial order of\nsociety as it developed was in the direction of the exploitation of\nthe workman in the interests of “capital.”",
        "It was not that members of the employing class were consciously\ninhuman. It was simply that they were blinded to the human problems\nwhich were involved. They had become accustomed to regard as natural\nand inevitable a wage-slavery of the many to the few. Labour was a\ncommodity in the market. The workman was a unit of labour. Regarded\nfrom the point of view of Capital he represented simply the\npotentiality of so many foot-pounds of more or less intelligently-\ndirected energy per diem. His life as a human being, apart from the\neconomic value of his labour, was from the “business” point of view\nirrelevant.",
        "The system was based upon a lie. “Treat human beings as machines as\nmuch as you will, the fact remains that they are incurably personal.\"\nThe wage-slaves of the modern world asserted their personality, and\nthe modern Socialist-Labour Movement is the result. The forces of\norganized labour have won some notable victories. They are a\nrecognized power in the land. There are those who hope, and those who\nfear, that they will in the end become socially and politically\nomnipotent. It is now generally recognized that society prior to the\nwar was on the brink of a struggle between the classes of great\nbitterness, and that the social condition of the country after the war\nis likely to be fraught with formidable possibilities. There are many\nobservers who regard a social revolution, in one form or another, as\ninevitable.",
        "Much, no doubt, will depend upon the temper of the returning troops,\nboth officers and men. That men and officers have learnt to know and\nto respect one another upon the battlefield is acknowledged, but those\nwho imagine that herein is contained a solution of social and labour\nproblems are likely to prove grievously disappointed. A great deal of\nnonsense is being talked about the effects of “discipline” upon the\nmen. Military discipline has its admirers: but men of mature years and\ncivilian traditions who in the present conflict have served in the\nranks of His Majesty’s Army are not included among their number. They\nhave submitted to discipline for the period of their military service.\nThey are quite able to recognize that it is essential to the\nefficiency of the army as a fighting machine. But they conceive\nthemselves to have been fighting for freedom: and their own freedom\nand that of their children and of their class is included in their\neyes among the objects for which they fight. They will be more than\never jealous, after the war, of their recovered liberties, and\ndetermined to assert them. It is probable that one result of\ndemobilization will be an enormous accession of strength to the ranks\nof the Socialist and Labour parties. The “class war” with which\nsociety was threatened before the European War broke out is not likely\nto be a less present danger when “that which now restraineth “is\nremoved by the conclusion of peace.",
        "What in relation to these problems is the message of the Christian\nChurch? The distinctively Christian ethic is based not upon self-\nassertion but upon self-sacrifice, not upon class distinctions but\nupon brotherhood. “Let no man seek his own, but each his neighbour’s\ngood.” The principle is of corporate as well as of individual\napplication. In an ideally Christian society, the interests of\n\"Labour” would be the sole concern of “Capital,” the interests of\n\"Capital” the sole concern of “Labour”: and the message of the Church\nto the contending parties should be, now as always, “Sirs, ye are\nbrethren.”",
        "Neither party, however, is likely at present to pay much heed to such\na message, which is apt to sound like an abstract and theoretical\ntruism remote from the actualities of life. In point of fact, the\nlarge sections of the population who live permanently near or below\nthe poverty line are largely precluded by lack of leisure from\nentering into the Christian heritage of the spiritual life, and are\ntoo much obsessed by the daily struggle for material existence to have\npatience with exhortations to regard with sympathy either the\ntemptations or the good intentions of the well-to-do. The latter in\nturn are apt to resent any attempt to stir in them a social conscience\nwith regard to the problems of poverty or the fundamental causes of\nlabour “unrest,” to regard the security of dividends as conveniently\nguaranteed by the laws of GOD, and to hold, in a general way, that\neverything has hitherto been ordered for the best in the best of all\npossible worlds. The Church–and more particularly the Church of\nEngland–is commonly regarded both by “Labour” and by “Capital” as\ntraditionally identified with the Conservative Party in politics. The\nChurch-going classes love to have it so, and the world of Labour not\nunnaturally holds aloof.",
        "It is nevertheless sufficiently obvious that the future of\ncivilization after the war will be largely in the hands (or at the\nmercy) of organized Labour. And it is worth remembering that our\nSaviour died not for the rich only, but for the poor, having moreover\nHimself lived and worked as a labouring Man. There are those who\nregard the spirit of idealism and world-wide brotherhood by which the\nLabour Movement is inspired as the most profoundly Christian element\nin the life of the modern world, and the existing cleavage between\nLabour and the Church as a tragedy comparable only to the tragedy of\nthe war. It is the plain duty of a Christian man to do what in him\nlies to remedy this cleavage, to think hard and honestly about social\nproblems from a Christian point of view, and to make it his business\nto have an adequate understanding and sympathy with the real character\nand motives of Labour aspirations and ideals.",
        "Politics at their worst are a discreditable struggle between parties\nand groups for selfish, and sectional ends, full of dishonesty and\nchicanery and corruption. It is often recognized at the present time\nas desirable that none should be for party, but all for the state. The\nChristian ideal goes further than this: it is that none should be for\nparty, but all for the Kingdom of GOD, and for the state only in so\nfar as the state is capable of being made the instrument of that\nhigher ideal. The Christian man is not to hold aloof from political\nlife, but to seek, so far as his personal effort and influence can be\nmade to tell, to Christianize the political struggle. In every\ncontested election he is bound to think out in the light of Christian\nideals the issues which are at stake, without either prejudice or\nheat, and to register his vote in accordance with his conscience under\nthe most solemn sense of responsibility before GOD. He is bound, of\ncourse, to be a reformer, standing for cleanness of methods, probity\nof motives, honest thinking, class unselfishness, and the elimination\nof abuses and malpractices. He will tend in most cases to be a cross-\nbencher, in the sense of being independent of party caucuses and\nconcerned only for social and political righteousness.",
        "A Christian man who has leisure and opportunity can render enormous\nservice by going into politics, more especially into municipal\npolitics, which are too often surrendered to the tender mercies of\ncorrupt, narrow-minded, or interested local wire-pullers. There is an\nenormous field of unselfish social service and opportunity lying open\nto Christian laymen in this connexion. There can be no truer form of\nwork for the Church of GOD than the work of a municipal councillor who\nseeks not popularity but righteousness.",
        "The carrying over of Christian ideals into national and international\npolitics is equally indispensable. In the sphere of international\naffairs in particular, while other nations have, for the most part,\nrendered official lip-service from time to time to ideals of\ninternational morality, it has been reserved for Germany to declare\nopenly for the repudiation of “sentiment,” and for a policy of\nundisguised cynicism and real-politik. The doctrine that the state\nas such is exempt from moral obligation towards its neighbours, and\nthat the whole political duty of man is exhausted in the service of\nhis country and the promotion of her purely selfish interests and\n\"will to power,” has been exhibited in action by the Prussian\nGovernment in such a fashion as to incur the moral reprobation of the\nworld. The cynical doctrines of real-politik, the belief that the\n\"interests” of the state are in politics and diplomacy paramount, and\nthat “the foreigner” is a natural enemy, the belief that in all\ninternational relationships selfish and self-interested considerations\nmust really determine policy, are unfortunately by no means\nunrepresented, though they are not unchallenged, in the political life\nof other countries besides Germany. There are influential publicists\nin England to-day the principles of whose political thinking are\nreally Prussian. It remains to be seen whether, when the time comes\nfor peace to be made between the nations, the forces of international\nidealism will prove strong enough to carry the day, or whether we\nshall have a merely vindictive and “realist” peace which will contain\nwithin itself the seeds of future wars. There can be no question but\nthat a Christian man is bound to stand both for the freedom of\noppressed nationalities and for the right of all peoples freely to\ndetermine their own affairs, and also for the duty of nations as of\nindividuals to love their neighbours as themselves, and to seek\nprimarily not their own but each other’s good. If these professions\nare to be more than nominal they must mean a readiness for national\nsacrifices and for national unselfishness in time of peace as in time\nof war.",
        "Christianity is opposed to war, in the sense that if men and nations\nuniversally behaved as Christians, wars would cease. The ideal of the\nKingdom of GOD involves the reign upon earth of universal peace. War\nis, therefore, in itself, an unchristian thing. It is, moreover, a\nbarbarous and irrational method of determining disputes, since the\nfactors which humanly speaking are decisive for success in war, viz.\nthe organized and unflinching use of superior physical force, are in\nprinciple irrelevant to the rights or wrongs of the cause which may be\nat stake. The victories of might and right do not invariably coincide.",
        "It is not surprising, therefore, that a certain proportion of\nChristians–the Quakers, for example, and many individuals who have\neither been influenced by the teaching of Tolstoy, or else, thinking\nthe matter out for themselves, have arrived at similar conclusions to\nthose of Tolstoy and the Quakers–should hold that in the event of war\na man’s loyalty to his earthly city must give way to his loyalty to\nhis heavenly King in this matter. Experience shows that there are men\nwho are prepared to suffer persecution, imprisonment, or death itself\nrather than violate their principles by service in the armed forces of\nthe Crown.",
        "There are obviously circumstances conceivable in which it would be the\nduty of all Christians to become “Conscientious Objectors.” Such\ncircumstances would arise in any case in which the state endeavoured\nto compel men’s services in a war which their conscience disapproved.\nIn the present European War it so happens that there are probably no\nEnglishmen who regard the German cause as righteous and the Allies’\ncause as wrong. The problem of Conscientious Objection has, therefore,\nonly arisen in the case of those Christians who hold the abstract\ndoctrine of the absolute wrongness, in whatever circumstances, of all\nwar as such.",
        "There are those who, though personally rejecting this doctrine,\nconsider that those who hold it are wrong only in that they are\nspiritually in advance of their time. The majority, however, of\nChristians have felt that the Pacifist or Quaker doctrine is not\nmerely impracticable under present conditions, but that it rests upon\na fallacious principle. For it appears to deny that physical force can\never be rightfully employed as the instrument of a moral purpose. In\nthe last resort it is akin to the anti-sacramental doctrine which\nregards what is material as essentially opposed to what is spiritual.",
        "The questions at issue are not really to be solved by the quotation of\nisolated texts or sayings of our Lord from the Gospels. What is really\nin dispute is the question of the form which, in the context of a\ngiven set of national and political circumstances, may rightfully be\ngiven to the application of the Christian principle of universal,\nrighteous, and self-sacrificing Love. No one can dispute the fact that\nin certain circumstances Christianity may demand the readiness to die\nfor others. Are there any circumstances in which Christianity may\ndemand the readiness to slay for others, either personally, or\nmediately through service in a military machine which as a whole is\nthe instrument of a national purpose only to be achieved through the\nslaughter of those in the ranks of the opposing armies?",
        "The majority of Christians have answered this question in the\naffirmative. They have held that there are circumstances in which the\nclaims of Love are more genuinely and adequately acknowledged by\ntaking part in warfare than by abstaining from it. They have insisted\nthat there are circumstances in which it is no true act of love, even\ntowards the aggressor, or perhaps towards the aggressor least of all,\nto permit him to achieve an evil purpose unchecked: that resistance,\neven by force of arms, may be in the truest interests of the enemy\nhimself. They have maintained that it is possible to fight in a\nChristian temper and spirit, without either personal malice or hatred\nof the foe: that not all killing is murder, and that to rob a man of\nphysical life, as an incident in the assertion of the claims of\nrighteousness, is not, from the point of view of those who believe in\nhuman immortality, to do him that ultimate and essential injury which\nit might otherwise be held to be.",
        "No one, however, who has had anything to do with modern war can doubt\nthat it is intrinsically beastly and devilish, or that it is apt to\narouse passions, in all but the saintliest of men, which are of an\nextremely ugly kind. To affirm that it is possible, as a matter of\ntheory, to fight in a wholly Christian spirit and temper, is not to\nassert that in actual practice more than a small minority of soldiers\nsucceed in doing so. It is possible to be devoutly thankful that when\nthe issue was posed by the conduct of the Germanic powers in the\nAugust of 1914 the British Empire replied by entering upon war, to\nhold that it was emphatically the right thing to do, and that it\nrepresented a course of conduct more intrinsically Christian than\nneutrality would have been. But it is not possible to maintain with\ntruth that the British nation as a whole has been fighting either in a\nChristian temper or from Christian motives. It is undeniable that\nuglier motives and passions have crept in. Sermons in Christian\npulpits upon such themes as the duty of forgiveness or the Christian\nideal of love towards the enemy have been neither frequent nor\npopular. Undoubtedly the German Government in its general policy, and\nparticular units of the German Army and Navy upon many occasions, have\nacted in such a way as to give provocation of the very strongest kind\nto the unregenerate human impulses of hatred and of revenge. It is not\nsurprising, though it is regrettable, that under the influence of this\nprovocation many persons, otherwise Christian, have either frankly\nabandoned the Christian doctrine of human brotherhood, or else have\ndenied that the Germans are to be regarded as human beings. On the\nwhole, and speaking very broadly, it may be said that the troops have\nshown themselves more Christian in these respects than have the civil\npopulation, though there are many exceptions upon both sides. It is to\nbe feared that the Church, in so far as she has been represented by\nher clergy (though here, again, there are many exceptions), has been\ntoo anxious to be identified with a merely Jingo patriotism to\nexercise any very appreciable influence in restraint of unchristian\npassions. It is to be hoped and anticipated that there will be a\nstrong reaction after the war both against militarism and the less\ndesirable aspects of the military mind, and also against the\nbelligerent temper and spirit–especially, perhaps, on the part of the\nmen who have themselves served and suffered in the field.",
        "No element in Christian practice has been more widely challenged in\nmodern times than the Christian ideal of marriage. Our Lord’s standard\nin these matters was simple and austere. “Whoso looketh on a woman to\nlust after her hath committed adultery already in his heart.\"\n\"Whosoever shall put away his wife, saving for the cause of\nfornication” (the exceptive clause is of disputed authenticity)\n\"causeth her to commit adultery: and whosoever shall marry her that is\ndivorced committeth adultery.”",
        "The State in certain cases gives legal sanction to “adultery” in\nthis latter sense, and there is a vocal and probably increasing demand\nthat legal facilities for divorce upon various pretexts, with liberty\nof remarriage, shall be further extended. The Divorce Law Reform Union\nhas announced its intention to promote in Parliament a Bill which, if\ncarried, would have the effect of reducing legal marriage to a\ncontract terminable after three years’ voluntary separation by the\nwill of either party. Doubtless a robust opposition will be offered by\nChristian people to the adoption of so lax a conception of marriage\neven by the State. Experience in other countries seems to show that\nunlimited facilities for divorce do not tend to the promotion either\nof happiness or of morals. But it needs to be recognized that the\nState, as such, is concerned only with the legal aspect of marriage as\na civil contract, and that it has to legislate for citizens not all of\nwhom profess Christian standards even in theory. The law of the State\nmay well diverge from that of the Church with regard to this matter,\nthough it does not follow that so lax a standard as that which is now\nproposed would be in the best interests even of the State.",
        "The Church regards Christian marriage as indissoluble. In cases of\nadultery she counsels reconciliation, wherever possible, upon the\nbasis of repentance on the part of the guilty and forgiveness on the\npart of the injured partner. If this is not possible the Church\nsanctions, if need so require, separation, but not remarriage. There\nare also unfortunately other cases in which the married relationship\nproves so intolerable as to render a temporary or permanent separation\nadmissible as a last resort. The remarriage of either party during the\nlifetime of the other is nevertheless held to be unchristian. With the\npractical difficulties which beset the Church in the attempt to\nmaintain within the circle of her own membership a stricter standard\nthan that which is recognized by the Civil Law and by society at large\nwe are not here concerned. Our concern is with the Christian standard\nas a positive ideal, on the effective maintenance of which, as\nChristians believe, depends the stability of the home and the\nChristian family, and the redemption of sex-relations from mere\nanimalism and grossness.",
        "A Christian husband takes his wife in matrimony “for better for worse,\nfor richer for poorer, in sickness and in health, to love and to\ncherish, till death them do part, according to GOD’S holy ordinance.\"\nThe step is irrevocable. The union is intended to be life-long. It\nhas, moreover, in view not only “the mutual society, help, and comfort\nthat the one ought to have of the other,” but also “the procreation of\nchildren, to be brought up in the fear and nurture of the Lord, and to\nthe praise of His holy Name.” A few words may usefully be said under\nthese heads.",
        "(i) Marriage ought to be based upon love; and love, though naturally\nand normally involving the element of sexual attraction, ought to\ninclude also other and deeper elements. A Christian man who has lived\na clean and disciplined life ought to be sufficiently master of his\npassions to avoid mistaking a merely temporary infatuation for such a\ngenuine spiritual affinity as will survive the satisfaction of\nimmediate desires and prove the stable basis of a life-companionship.\nHasty marriages are a common and avoidable cause of subsequent\nunhappiness. It is obviously undesirable that couples should enter\nupon matrimony until there has been a sufficiently prolonged and\nintimate acquaintance to enable them to become reasonably sure both of\nthemselves and of one another. In many cases there is much to be said\nfor regarding betrothals in the first instance as provisional. It is\nbetter to break them off at the last moment than to marry the wrong\nperson.",
        "The Victorian conventions with regard to all these matters were\nthoroughly bad. Girls were brought up in carefully-guarded ignorance\nof the implications of matrimony and shielded by perpetual chaperonage\nfrom anything approaching comradeship with the opposite sex.\nEventually they were in many cases stampeded into a marriage which had\nits origin either in a clandestine flirtation or in the designing\noperations of some match-making relative, who made it her business\nfirst to “throw the young people together” and then to suggest that\nthey were virtually committed to one another by the mere fact of\nhaving met.",
        "The reaction which has taken place against all this is upon the whole\nsalutary. The new social tradition which is growing up makes it\npossible for the unmarried of both sexes to meet one another with\ncomparative freedom, and to establish relations of friendship, which\nmay subsequently ripen into love, unhampered by any such morbidly\nexciting atmosphere of intrigue and suggestion on the part of\nrelatives and friends. But the new freedom of social intercourse, if\nit is not in its turn to prove disastrous, demands on the part of the\nyoung of both sexes a higher standard both of responsibility and self-\ncontrol, and of knowledge of what is implied in the fact of sex. The\nexperience of married life is, moreover, not likely to prove a\nsuccess, save in rare instances, unless there is between the parties a\nreal community of interests and tastes, unanimity, so far as may be,\nof ideals and of religious convictions, and at least no very great\ndisparity of educational and intellectual equipment.",
        "(ii) A Christian marriage includes among its purposes the procreation\nof children. It is here most of all that unanimity of ideal and of\nconviction between husband and wife is essential. A man and a woman\nought not to take one another in marriage without first being assured\nof each other’s mind upon this subject. “If marriage is to be a\nsuccess each must learn respect for the other’s personality, real give\nand take, and the horror of treating the other just as a means to his\nown pleasure, whether spiritual, intellectual, or physical: and both\nmust think seriously of the responsibilities of parenthood. Husband\nand wife must work out their ideals together, in perfect frankness and\nsincerity, and it is impossible to have true and sacred ideals of\ntheir joint physical life unless there is the same openness and\nunderstanding and sympathy on this point as on all others.” [Footnote:\nIdeals of Home, by Gemma Bailey (National Mission Paper, No. 43).]\nThere must be mutual consideration and self-control: the need for\nself-restraint and continence does not disappear with the entry upon\nmarital relations: it is if anything intensified.",
        "There is a real problem here which needs to be thought out. To the\npractice of “race-suicide,” by which is meant the artificial\nrestriction of parentage by the use of mechanical or other\n\"preventives,” Christian morality is violently opposed. On the other\nhand, it may reasonably be held that people ought not to bring\nchildren into the world in numbers which are wholly out of relation to\ntheir capacity to feed, clothe, educate, and train them. “The enormous\nfamilies of which we hear in early Victorian times were not quite\nideal for the mother or the children, nor for the father if he were\nnot well off.” [Footnote: Ibid] It may be found necessary in\npractice to limit the size of the family either upon economic grounds\nor (in particular instances) in the interest of the mother’s health.",
        "It is to be feared, however, that the modern tendency in both respects\nis to shirk the responsibilities of parenthood on grounds which are\nthoroughly selfish. The Victorian doctrine that “when GOD sends mouths\nHe sends food to fill them” may have been unduly happy-go-lucky. The\nrecent remark of an officer in a certain British regiment, that since\nhe and his wife had only L8000 a year between them, he felt that he\ncould not afford to have more than one child, was entirely shameless.\nIt would seem, moreover, that the comparative childlessness of modern\nmarriages is sometimes due not to the husband’s reluctance, upon\neconomic grounds, to beget children, but to the wife’s reluctance to\nbear them, a reluctance which in some cases arises either from such\nshrinking from the physical pain and sacrifice of motherhood as goes\nbeyond what is really justified, or from mere self-indulgent\nabsorption in social pursuits and pleasures. There ought to be in a\nChristian marriage more of the true spirit of adventure and romance, a\ngreater readiness for sacrifice, a more willing acceptance of parental\nresponsibilities, and of the obligation of self-denial for the\nchildren’s sake. There can be no question but that modern families–\nwith the paradoxical exception of the families of the very poor–have\nbeen tending to be smaller than they either need be or ought to be.",
        "At the same time it is generally conceded that some measure of\nlimitation is in most cases reasonable and necessary. The vitally\nimportant thing is that such necessary and reasonable limitation\nshould be secured not by artificial evasion of the consequences of\nintercourse, but by self-control and deliberate temporary abstinence\nat certain periods from the intercourse of sex. [Footnote: It may be\nsuggested that in cases of genuine perplexity it is advisable to\nconsult, as occasion may require, either a medical man who is also a\nChristian, or a wise–and preferably a married–spiritual guide.]",
        "For the union of the sexes in marriage is according to the mind of the\nChristian Church an essentially pure and holy thing. It is a sacrament\nof the fusion of two personalities, whereby they are at once\nindividually and mutually enriched, and at the same time mystically\nand spiritually knit together in such a way as to become in the sight\nof GOD indissolubly one: the unity of husband and wife being\ncomparable, according to a famous saying of S. Paul, to the unity\nwhich exists between Christ and His Church. Now, although, from this\npoint of view, the significance of married life is to a great extent\nimpoverished and frustrated, if intercourse is so regulated as to\nrender the marriage childless not in fact merely, but in intention,\nyet it does not follow that procreation must be directly in view on\nevery individual occasion, since the mystical value of intercourse as\na spiritual sacrament of love may still exist in independence of such\nintention. It is nevertheless, surely, clear that a Christian man and\nhis wife are morally precluded from coming together except with a deep\nsense of the sacredness of what they do and of its intimate connexion\nwith the mysteries of life and birth, and a corresponding readiness,\nin the event of conception taking place, to accept the ensuing\nresponsibility for the child as a sacred trust from GOD, “the Father\nfrom whom all fatherhood in heaven and on earth is named.” With the\nuse of “preventives” and other devices, which degrade into a mere\nmeans of carnal satisfaction an act which is meant to bear a deeply\nspiritual and religious meaning, the Christian interpretation of\nmarriage seems plainly and obviously incompatible.",
        "A few words may be added with regard to the upbringing and education\nof children. Here, again, there has been a reaction–which upon the\nwhole is good–from the unduly rigorous disciplinary methods of the\npast. It may be doubted, however, whether the reaction has not in some\ncases been carried too far. Children ought to be controlled and\ndisciplined by their parents, and no expenditure of care and thought\nand tact is too great to devote to the rightful training of their\ncharacters. But experience seems to show that parents sometimes fail\nto recognize that their children grow up. It is important that in\nproportion as they grow towards maturity of character and independence\nof personality the strictness of parental discipline should be\ngradually relaxed. At a certain stage the real influence of parents\nupon their children will depend upon their refusal to assert direct\nauthority. Not a few of the minor tragedies of home life arise from\nthe ill-judged action of parents who treat as children sons and\ndaughters who are virtually grown up.",
        "The problem of the religious education of children cannot here be\ndiscussed in detail, but three or four leading principles may be\nsuggested.",
        "(1) It ought not to be necessary to say that children should not be\ntaught to regard as true statements or doctrines which their parents\nbelieve to be in fact false. This applies in particular to certain\nviews of the Bible. The ideal should be so to teach the child that in\nlater life he may have nothing to unlearn.",
        "(2) When children are old enough to read they should be encouraged to\nread the Gospels. They ought not, however, to read the Old Testament,\nwith the exception of certain Psalms and other specially selected\npassages, until they are of an age to distinguish what is Christian\nfrom what is Jewish, and to recognize the principle of religious\ndevelopment.",
        "(3) Children should be taught in the first instance the practice\nrather than the theory of religion: devotions in which doctrine is\nimplicit, rather than doctrine as such. As their minds expand they\nwill ask the reasons for what they do and the meaning of the worship\nin which they engage, and they will need to have suggested to them an\nelementary, but not a stereotyped, theology. They should from the\nbeginning be encouraged to think and question freely on religious\nsubjects.",
        "(4) They should occasionally accompany their parents to Church, and in\nparticular should from time to time be present when the latter receive\nHoly Communion. They should have the service explained to them in a\nsimple fashion, and should be encouraged to look forward to the time\nwhen they will be confirmed, and become communicants themselves.",
        "The practice of Christianity depends for its possibility upon the\nexistence and maintenance within the soul of an inward principle of\nspiritual life towards GOD. The reason why so many nominal Christians\nfail conspicuously to manifest the fruits of Christianity in their\nlives is simply that they have no vital personal experience of the\npower and efficacy of the life in Christ. They have never been\neffectually gripped by the religion which they nominally profess. They\nare not transformed, or in process of being transformed, by the Holy\nSpirit’s power.",
        "The plain man, confronted by the Christian ideal, if he does not at\nonce dismiss it as impracticable, is apt to ask, or at least to\nwonder, how he is to begin. It is a question to which no cut-and-dried\nanswer can be given. But at least no beginning is likely to lead to\nvery much in the way of fulfilment which does not sooner or later\ninvolve something like personal “conversion” of heart. Conversions may\nbe sudden, or they may be gradual: but religion, if it is to be a\nreality, means in the end the establishment of vital personal\nrelations with the living Christ. It means the acceptance of His\nchallenge, self-surrender to His appeal, the combination of an\nacknowledged desire to serve Him with acknowledged impotence and\nbankruptcy before GOD.",
        "Sooner or later the Spirit convinces men of sin. Either a man,\nessaying light-heartedly to follow Christ, discovers in the very\nattempt his inability to do so, and is found traitor to his Master’s\ncause in the first encounter: or else, it may be, at the very outset,\nthe consciousness of what has been wrong in conduct and character and\nmotive in the past stands as a damning record between his soul and\nGOD, and forbids him without repentance to take service in the\ncampaign of Christ at all. The consciousness of sin as a “horrid\nimpediment” in the soul is not, of course, true penitence until a man\nhas been brought to realize in the light of the Cross that the\ndifference between what he is and what he might have been is treachery\nto Him whose man (in virtue of his baptism) he was meant to be, and\nthat by being what he is, and acting as he has acted, he has\nconsciously or unconsciously contributed to the wounds wherewith\nEternal Love is wounded in the house of His friends.",
        "The measure of a man’s penitence, whether early or late developed in\nhim, is very apt to be the measure of his spiritual insight and of his\nspiritual sincerity. The familiar words of the hymn–",
        "    “They who fain would serve Thee best\n     Are conscious most of wrong within,”",
        "are profoundly true to Christian experience. But repentance–which is\nsorrow for sin in the light of the Cross–is abortive and merely\nresults in spiritual paralysis unless it issues in confession–that\nis, frank and open acknowledgment before GOD, and if need be also\nbefore His Church–and the seeking and finding of reconciliation and\nforgiveness as the unmerited gift of GOD in Christ.",
        "There are those in whose case the inward conviction of sin and the\nrealization of the need for pardon are the first impulses of awakening\nspiritual life. There are others with whom it is not so. They are\nconscious of the attractiveness of the Man Christ Jesus. They would\ndesire to be on His side and to be of the number of His disciples.\nThey are dimly aware, or at least they more than half suspect, that in\nHim is to be found the satisfaction of a need for which their soul\ncries out. With S. Peter they find themselves saying to Christ, “Lord,\nto whom shall we go? Thou hast the words of eternal life,” But they\ncannot as yet with any inward reality profess themselves conscience-\nstricken with regard to the past. They are not aware of themselves as\nconspicuous sinners, or indeed, it may be, as sinners at all. The\nexperience of penitence and of Divine forgiveness must come to them,\nif it is to come at all, at a later stage. It is not by that postern\nthat they enter upon the Way of the Spirit.",
        "But the Way is in either case the way of fellowship, and the Spirit is\nthe spirit of discipline. The newly found spiritual life, however\nawakened, needs to be maintained and fostered by fellowship in the\nChurch, by regular habits of Christian devotion, by faithful communion\nin the Sacrament of Life. Plainly, if a man is not already confirmed,\nhis first step must be to be prepared for confirmation: if he has been\nconfirmed, but has lapsed from communion, he must resume the\ncommunicant life. He needs to claim the status and privilege of\neffective membership in the Body of Christ, and to form for himself a\nrule of inward life and discipline. Rules of devotional life must\nnecessarily vary in accordance with a man’s surroundings and\nopportunities, and perhaps in some of their details in accordance with\na man’s temperament. But at least there ought to be a rule of regular\nprivate prayer, a rule of regular communion, a rule of Bible-reading\nor “meditation,” and a rule of self-denial and orderliness in daily\npersonal life.",
        "Prayer is a difficult matter, both in theory and in practice. But it\nis essential to learn to pray.",
        "It is important to recognize that the scope of Christian prayer is\nmuch wider than mere intercession or petition. It is the communion of\nthe soul with GOD, and its purpose is union with the life of GOD in\nidentity of purpose with His will. The beginning of prayer is a\nsursum corda, a lifting up of the heart to GOD. It is well to\nremember that true prayer is never a solitary act, even when a man\nprays in solitude. We pray not as individuals but as members of a\nFamily, and our prayer is spiritually united and knit together with\nthe common prayer-life of the universal Church, of which it forms a\npart. We pray, moreover, not to wrest to our private ends the purposes\nof GOD, not to induce Him, so to speak, to do our wills instead of\nHis, but to unite our wills with His will, as children who have\nconfidence in their Father. True prayer is offered in the Name of\nChrist–that is, it is prayed in His Spirit, according to His mind and\nwill. It can never, therefore, be selfish or self-centred. The Lord’s\nPrayer is its model and its type. A few words may be said in\nexplanation of this prayer.",
        "It begins with a recognition of the common Fatherhood of GOD. It is\nonly as members of His Family that we can approach Him: He is in no\nsense our personal or private GOD, but the common Father of us all.",
        "And our Father is “in heaven\"–that is, supreme, eternal, the Lord and\nRuler of all things. His Name is holy, and to be hallowed: it is in\nreverence and deepest worship that we bow before Him. He is King, and\nwe pray that His Kingship may be realized, in earth as it is in\nheaven: and that His will may be done–that is the supreme desire of\nour hearts, and the highest object of our petitions.",
        "And therefore we are vowed to His service: and because we are sure\nthat He will supply whatever we really need to that end, we pray in\nconfidence for daily needs both spiritual and bodily–\"Give us this\nday our daily bread.” And remembering that we are unprofitable and\nfaithless and disloyal servants we ask forgiveness for our sins, well\nknowing that we can only be forgiven as we ourselves are ready to\nforgive. And so looking to the future and mindful of our frailty we\npray that GOD will not lead us into “temptation” or trial, without at\nthe same time providing a way of deliverance from the assaults of\nevil. The prayer customarily ends with an ascription of praise and\nglory to GOD.",
        "That is the type and model of Christian prayer: and prayer is truly\nChristian just in so far as the spirit and temper of the Lord’s Prayer\ninspires it. We can only pray rightly in the Holy Spirit. “We know not\nwhat to pray for as we ought: but the Spirit helpeth our infirmities.”",
        "As for the technique of prayer, a man, on kneeling or standing to\npray, will do well to spend a short time first in silence and\nrecollection, waiting in stillness upon GOD, remembering His presence,\nHis holiness, His love, and His responsiveness to His children’s cry.\nLet him next make an act of adoration, spoken or unspoken, and invoke\nGOD the Holy Spirit to enable him to pray aright. Then let him pour\nout before GOD all that is in his heart, his troubles, his anxieties,\nhis perplexities, his sins: let him ask for forgiveness: let him give\nthanks: let him pray for the coming of GOD’S Kingdom, in its various\naspects: commending to GOD’S guidance and protection all right causes\nand aspirations in the world, in things both social and political and\ninternational, in things ecclesiastical, in things moral and religious\nand missionary: let him add personal and private intercessions for\nthose near and dear to him and for those whom he meets in the daily\nintercourse of life: and let him end as he began, in a few moments of\nquiet waiting upon GOD.",
        "That is the general scheme of a Christian’s private prayers. They\nshould include in due proportion the several elements of adoration,\nthanksgiving, penitence, petition, and intercession. They need not be\nlengthy. “Use not vain repetitions, as the heathen do: for they think\nthat they shall be heard for their much speaking.” It is quality and\nnot quantity of prayer that counts. And the prayers of a busy man must\nnecessarily be short.",
        "But it is worth while taking time and trouble over the ordering of\none’s prayers. A man’s intercessions, in particular, are not likely in\npractice to have the width, the range, and the variety which are\ndesirable, unless they are planned and ordered in accordance with a\ncoherent scheme which is thought out in advance. It is the part of\nwisdom to keep a note-book, in which names and subjects for\nintercessory prayer may be jotted down and distributed over the days\nof the week for use in due rotation. Such schemes, however, if drawn\nup and used, should be revised from time to time, and not suffered to\nbecome a mechanical burden or a legal bondage. There should be freedom\nand spontaneity in a Christian’s prayers. It is well to have rules,\nand to try not to be prevented by mere slackness from keeping them.\nBut it is important to see to it that the self-imposed rule is so\nframed as to prove genuinely conducive to reality in prayer, and\nsuitably adapted to opportunity and circumstance: and it is very often\na good thing from time to time, in the interests of freedom, quite\ndeliberately to break one’s rules.",
        "With regard to forms and methods of prayer, it is desirable that men\nshould learn to pray freely in their own words, or even in no words at\nall. Provided a man remembers reverence, he need not stand on ceremony\nwith GOD. But it is advisable also to use books and manuals of prayer\n–at any rate in the first instance: to use them, but not to be tied to\nthem. Many such manuals have been compiled and published within recent\nyears: the majority of them are unsatisfactory in varying degrees. A\nfew, however, can confidently be recommended: especially Prayers\nfor the City of God, compiled by G. C. Binyon (Longmans); Prayers\nfor Common Use (Universities Mission to Central Africa, Dartmouth\nSt., Westminster); and Sursum Corda, a Handbook of Intercession and\nThanksgiving, arranged by W. H. Frere and A. L. Illingworth (A. E.\nMowbray and Co., Ltd.).",
        "Prayer need not be confined to stated hours and times. Interpreting\nprayer at its widest, the ideal should be to “pray without ceasing.\"\nIt was said of an early Christian writer that his life was “one\ncontinuous prayer”: and it is well to form the habit of inwardly\nlifting up the heart to GOD from time to time in the midst of daily\ncares and business. Where Churches are kept open it is often possible\nin passing to spare time to enter and kneel for two or three minutes\nin quiet and recollection before GOD: but it is perfectly possible to\npray inwardly at any time and in any environment. Fixed times of\nprayer, nevertheless, there must also be: and a man should at least\npray in the morning upon rising and in the evening before going to\nbed. If a time can also be secured for midday prayer, so much the\nbetter: but this is more difficult. To have formed a really fixed and\nstable habit of daily prayer is an enormous step forwards in Christian\nlife. Much depends upon learning to rise regularly at a fixed hour\nbefore breakfast: and this in turn depends upon a regularity in going\nto bed, which under modern conditions of life it is not always easy to\nachieve. If a man is obliged to be up so late at night that it is\nmorally certain that he will be too tired to pray with much reality\nbefore turning in, he should endeavour, if it is at all possible, to\nsecure some time for prayer at an earlier stage in the evening.",
        "Difficulties in the life of prayer beset everybody. Thoughts have a\nway of wandering, the “saying” of prayers tends to become mechanical,\nmoods vary, and there are times in most men’s lives when they feel it\nalmost impossible to pray with any sense of reality. A man should not\nlightly be discouraged. He may be recommended to remind himself that\nGOD knows all about it, and that the resolute offering of his will to\nGOD at such times, in defiance of distraction and difficulty, has\nspecial value. It is well to take God into one’s confidence. “If GOD\nbores you, tell Him that He does.” He is no exacting tyrant, but a\nFather caring for His sons. Those who care to do so may find Prayer\nand some of its Difficulties, by the Rev. W. J. Carey (Mowbray &\nCo.), a helpful book to read in this connexion.",
        "A final word may be said with regard to a theoretical difficulty which\nmany people feel in connexion with the intercessory and petitionary\nsides of prayer. Since GOD’S will, it may be argued, is presumably\ngoing to be done in any case, and since He knows the real needs both\nof ourselves and of our friends better than we do, what is the point\nof praying for them? To many people it may be a sufficient practical\nanswer to refer to the example and precept of Christ, who both taught\nand practised intercessory prayer. But it is possible to go a little\nfurther, and to point out that it appears to be GOD’S will, not merely\nthat such and such a thing should be done, but that it should be done\nin response to our human prayers. True it is that “your Father knoweth\nwhat things ye have need of, before ye ask Him”: but our Lord\nemphasized this truth, not as a round for regarding prayer as futile\nor unnecessary, but as a reason for praying. For prayer is an\nexpression of the filial spirit towards our Father, and the more\nsimply and naturally we approach GOD as children, making our petitions\nbefore Him with childlike hearts, the more truly will our prayers be\nin accordance with that spirit of sonship which is the mind of Christ.\nAt the same time, the knowledge that our Father is wiser as well as\ngreater than we will forbid us to clamour for what in wisdom is denied\nus, and will in general govern the spirit and scope of our petitions.\nJust as our Lord points out that an earthly father, if asked for\nbread, will not give his child a stone, so conversely in the\nexperience of every Christian it often happens that in his blindness\nhe asks a stone, and is given bread. But no Christian will ask\ndeliberately and knowingly for stones.",
        "“The unexamined life,” said Plato, “is not worth living.” Similar\nadvice was given by Marcus Aurelius. The practice of self-examination,\ntherefore, is not distinctive of Christianity: it is an obvious\ndictate of wisdom, wherever life and conduct are regarded seriously,\nthat a man should from time to time take stock of himself in the light\nof his ideals and learn to know and recognize in detail where and how\nhe has fallen short, and what are the besetting sins and weaknesses\nagainst which he must contend.",
        "The Christian man will judge and try his life by the standards of\nChrist, with growing sensitiveness of conscience as spiritual\nexperience deepens: not shrinking from the confession of sin and\nfailure, desiring not to be self-deceived, but to know and to\nacknowledge the truth. There is nothing in this of priggishness or\nunreality. It is a necessary discipline. The Christian life is meant\nto bear the fruit of a character developing in growing likeness to the\ncharacter of Christ: but none is suddenly made perfect: the old Adam\ndies hard: and the Christian by confession of repeated failure may at\nleast learn the lesson of humility and self-distrust.",
        "The rightful complement of self-distrust is trust in GOD: the rightful\nissue of self-examination and confession is the realization of divine\nforgiveness, fresh courage, and a new start. The very core of the\nGospel is here. He who has bidden men forgive those who trespass\nagainst them “unto seventy times seven” is not to be outdone in\ngenerosity by man. But in order that sin may be forgiven it must be\nacknowledged as sin against GOD and treachery to Christ, and repented\nof with true sorrow of heart. Repentance is not mere self-contempt,\nself-pity, or remorse. It is sorrow for sin, which has for its motive\nthe love of GOD and the realization that human sin meant and means in\nthe experience of GOD the Cross.",
        "Nothing so deepens the religious life as true repentance, nor is there\nanything so fatal to true religion as self-righteousness. “If we say\nthat we have no sin, we deceive ourselves, and the truth is not in\nus.” “To whom little is forgiven, the same loveth little.” But the\nfirst prerequisite of repentance is self-knowledge–a difficult\nmatter. Gross carnal offences, strong and flagrant sins, if such there\nbe, are obvious and upon the surface. The subtler sins of the spirit–\nthoughtlessness, for example, or snobbishness or priggishness and\npride–though we are quick to remark upon them in others, are apt in\nour own case to pass undetected. It is the Spirit who convinces men of\nsin. Only as we are resolute to enter into “the mind of the Spirit\"\ncan we hope to know ourselves as in the sight of GOD we really are.",
        "The matter is complicated by the fact that those who, as things are,\nmost systematically practise self-examination and confession of sin\ntoo often view the matter in a somewhat narrowly ecclesiastical\nspirit, and make use of forms of self-examination which mix up real\nand serious moral offences with “sins” which are merely ceremonial,\ntrivial, or imaginary, as though the two stood precisely upon the same\nlevel. “One must abstain from sexual sin and not go to dissenting\nplaces of worship; one must not steal and must be sure to abstain\nfrom meat on Fridays.” A man’s own sense of reality should enable him\nto guard against this sort of thing, and if fixed forms of self-\nexamination are used, to use them with discretion.",
        "The forms most commonly suggested in manuals of devotion are based\nupon the Ten Commandments. This is in accordance with the teaching of\nthe compilers of the English Prayer-book, who, after bidding intending\ncommunicants to “search and examine” their “own consciences (and that\nnot lightly, and after the manner of dissemblers with GOD),” proceed\nto lay down that “the way and means thereto is: First, to examine your\nlives and conversations by the rule of God’s commandments: and\nwhereinsoever ye shall perceive yourselves to have offended, either by\nwill, word or deed, there to bewail your own sinfulness, and to\nconfess yourselves to Almighty GOD, with full purpose of amendment of\nlife.”",
        "The Commandments are, however, as they stand, both negative in form\nand Judaistic in character, and if used in this way as a “rule” of\nChristian conduct must be spiritualized and reinterpreted in the light\nof the Gospel. The second and fourth Commandments, in particular, are\nin their literal significance obsolete for Christians: it is a false\nPuritanism which would forbid sculpture and religious symbolism in the\nadornment of a Christian church, nor is any one in the modern world\nlikely to confuse the symbol with the thing symbolized: while the\nobservance of the Sabbath is part of that older ceremonial “law” from\nwhich S. Paul insisted that Christian converts should be free (Coloss.\nii. 16). There is, however, a spiritual idolatry which consists in\nallowing any other object than the glory of GOD and the doing of His\nwill to have the primary place in the determination of conduct–there\nare men who worship money, or comfort, or ambition, or their own\ndomestic happiness, or even themselves. And the Commandment about the\nSabbath, though it has no literal value to-day (and certainly no\ndirect bearing upon the sanction or significance of Sunday) may serve\nto suggest the important principle that a man is responsible before\nGOD for the use he makes of his time, and that it is a religious duty\n(not confined to any particular day of the week) to distribute it in\ndue proportion, according to circumstance and opportunity, with proper\nregard to the rightful claims of work, of worship, and of recreation\nand rest. The remaining Commandments are capable of being similarly\ninterpreted as suggesting broad positive principles rather than as\nmerely prohibiting wrong actions of a particular and definite kind:\nand so treated they form as convenient a framework as any other for a\nscheme of questions for self-examination.",
        "It is possible, however, that some men may prefer to use as their\nbasis some standard more distinctively Christian than the ancient law\nof Judaism–for example, the Beatitudes (Matt. v. 1-12) or the “fruits\nof the Spirit” (Gal. v. 22). A man will in any case do well either to\nframe or to adapt his own scheme for self-examination, with special\nregard paid to whatever he may discover by experience to be a\nbesetting sin or weakness, or a temptation to which he is particularly\nexposed. It should be remembered that the measure of what is wrong in\na man’s life is the measure of the contrast between his character and\nthat of Christ, and that the chief flaws in Christian character and\nachievement (which are also those most likely to pass undetected) are\nnot uncommonly such as fall under the head of “sins of omission\"\nrather than of commission–the leaving undone of what ought to have\nbeen done, the failure to exhibit positively in relation to GOD and\nman the qualities of faith and hope and love. A man should ask himself\nwherein he has chiefly failed, and come short of the glory of GOD:\nwhether he is loyally observing any self-imposed rule of life and\ndiscipline, and fulfilling any resolutions which may have been made,\nor any obligations which have been undertaken. Having made in this\nmanner an honest attempt to discover his own shortcomings and failures\nbefore GOD, let him with equal honesty confess them, seek forgiveness,\nand in the spirit of repentance and restored sonship start again.",
        "The late Lieutenant Donald Hankey, better known as “A Student in\nArms,” criticizes Churchmen of a certain type as being unwholesomely\npreoccupied with the thought of their sins, and allowing their\nconsciences to become a burden to them. They should, he says, ’think\nless of themselves, and trust the Holy Spirit more. The advice is\nexcellent: but morbid scrupulosity is not a common fault of English\nlaymen. The habit, as Mr. Chesterton expresses it, of “chopping up\nlife into small sins with a hatchet” is, of course, to be avoided: but\nthe purpose of self-examination and self-knowledge is not to encourage\nmorbid introspection, but by frank acknowledgment and repentance to\nget rid of the past and with recovered hope and serenity to reach\nforward towards the future. A man cannot “walk in the Spirit” unless\nhe is inwardly “right with GOD.”",
        "With regard to sacramental confession, the rule of the Church of\nEngland is sane and clear. It may be expressed by saying that “none\nmust, but all may, and some should” make use of it. In the case\nof a conscience seriously burdened in such a way that a man hesitates\nto present himself for Holy Communion unabsolved, to go to confession\nis obviously the right remedy. There are other cases in which men find\nby experience that it helps them to be more honest and candid with\nthemselves, with GOD, and with the Church, if they go to confession\nfrom time to time as a piece of self-discipline and a needed spiritual\ntonic. Yet others discover that they flounder less in spiritual\nthings, and that their religious life is deepened and made stronger,\nif they place themselves for a time under wise direction. Systematic\ndirection, of course, has obvious dangers. It may tend to destroy\nindependence of character. It may cause a man to become “priest-\nridden.” But the dangers are not inevitable, and there are without\ndoubt cases in which it is of value. Much obviously depends upon the\nwisdom and common sense of the director. The Prayer-book refers\npenitents to a “discreet and learned” minister of GOD’S Word. If a man\nproposes to practise habitual confession he will do well to assure\nhimself of the discretion and learning of the priest whose help he\nseeks.",
        "The method of making a sacramental confession is simple. Self-\nexamination is made beforehand, the results being, if need be, written\ndown, either in full, or in the form of notes to assist the memory. A\nfirst confession should cover the whole life so far as remembered,\nfrom childhood upwards: subsequent confessions the period since the\nlast was made. The confession should aim at completeness, an effort\nbeing made to remember not only specific acts of wrongdoing, but\nslight failings and weaknesses of character and the general lines and\ntendencies of faulty spiritual development. Symptoms should, if\npossible, be distinguished from causes, habits and tendencies and\nbesetting sins from isolated acts. Cases in which a sin has been\ndeliberate should be noted as such: but there should be no dwelling\nupon extenuating circumstances or intermingling of claims to virtues\nor graces of character with the admission of defects. No names may be\nmentioned, nor may third persons be incriminated by any form of words\nwhich would enable the confessor to recognize their identity. The\npriest hears the confession sitting in a chair. The penitent kneels\nbeside him and confesses as follows:–\"I confess to GOD Almighty, the\nFather, the Son and the Holy Ghost, before the whole company of\nheaven, and before you, that I have sinned in thought, word, and deed,\nby my own fault. Especially I accuse myself that (since my last\nconfession, which was...ago) I have committed the following sins....\n[Here follows the confession in detail: after which]. ... For these\nand all my other sins which I cannot now remember, I humbly ask pardon\nof GOD, and of you, father, penance, counsel and absolution. Wherefore\nI ask GOD to have mercy upon me, and you to pray for me to the Lord\nour GOD. Amen.”",
        "The confessor then gives advice and counsel according to his wisdom,\ncommonly imposes a penance, and if assured of the sincerity of the\npenitent, pronounces absolution according to the form prescribed in\nthe Prayer-book Office for the Visitation of the Sick.",
        "The really essential thing is the Communion. There may be minor\noutward differences as to the manner of its celebration: you shall\nfind in one parish a tradition of Puritan bareness, in another a full\nand rich ceremonial symbolism, with lights and vestments. A man may\nhave his personal preferences, but it is a mistake to attach undue\nimportance either to the presence or to the absence of the external\nadjuncts of worship. What matters is the Body and Blood of Christ.",
        "A man must have his own regular rule with regard to Communion. To\ncommunicate spasmodically or upon impulse at irregular intervals is\nnot the way to build up a stable Christian character. Where\ncircumstances make possible the leading of a fairly regular life and\ngive adequate opportunity for preparation beforehand, weekly communion\nis the best rule. Where this is not possible, a fortnightly or even a\nmonthly rule may in particular cases be the best.",
        "Preparation for Communion should be real, but need not be elaborate.\nIt should be made overnight, and should include a review of the period\nsince the last Communion was made, prayers for pardon and new\nresolves, if possible a short meditation on the essential meaning of\nthe Sacrament, and the selection of some particular theme to be the\nfocus of intercession at the service itself.",
        "At the actual service it is well to arrive early, with a few moments\nto spare for quiet and recollected prayer before the Liturgy begins.\nThe first part of the service is preparatory. Any pauses or intervals\nshould be filled up by private prayers.[Footnote: Forms and\nsuggestions which, may be used by those who find them helpful are\nprovided for this purpose in any manual of devotion.] From the moment\nof consecration until the end of the service the mind should be\nconcentrated as far as possible upon the thought of Christ’s realized\nPresence. A man should go up to the altar to receive Communion as one\ndesiring to meet his Lord and to be renewed in Him, returning\nsubsequently to his place to render thanks for so great a Gift. When\nthe service is over it is best not to hurry out of church, but to\nlinger for further thanksgiving and prayer as occasion serves.",
        "It is an ancient rule or custom of the Church to receive Holy\nCommunion fasting, giving precedence to the food of the soul over that\nof the body. To insist rigidly upon such a rule in any and every set\nof circumstances is a piece of unintelligent and unchristian legalism:\nbut many persons are of opinion that to observe it wherever it is\nreasonably possible to do so makes for reality. There is a real value\nin the element of asceticism and self-discipline involved in the\neffort to rise early and come fasting to church: and the fast may be\ninterpreted as a kind of outward sacrament of the inward reality of\nspiritual preparation–a preparation of the body corresponding to the\npreparation of the soul, It is, moreover, an advantage of the early\nmorning hour that the mind is undistracted by the occupations and\ndiversions of the day. For all these reasons the early morning\nCommunion is to be preferred to Communion at a later hour.",
        "Whether a man is a weekly communicant or not, he should in any case\nbe present as a worshipper at Holy Communion Sunday by Sunday, and\nshould regard attendance at the weekly Eucharist as the most essential\npart of church-going. No one who makes it a rule of his life to be\npresent on Sundays and other festivals of the Church at Holy Communion\never has cause to regret having done so.",
        "A man who for any reason (_e.g. by the nature of his employment) is\ndebarred from attending regularly on Sundays should, if possible,\nsecure an opportunity of regular attendance at Holy Communion on a\nweek-day. There are usually churches to be found, at least in the\ntowns, which have an early morning Eucharist daily throughout the\nweek: and advantage can also be taken of this if on any particular\noccasion the regular Sunday Communion has been missed. If neither\nSunday nor week-day opportunities are available, the need should be\nmet by what is known as “spiritual communion”: that is to say, a man\nshould read over the Liturgy in private, unite himself in spirit with\nthe Eucharist as celebrated in the particular church with which he\nhappens to be most familiar (as representing for him the worship of\nthe Church Universal), and pray that he may receive the spiritual\nbenefits of Communion though deprived for the time being of the actual\nSacrament. Apart from the “early service,” which is now almost\nuniversal, schemes of worship upon Sunday mornings vary in different\nparishes. In some churches Matins and Litany are sung and a sermon\npreached, a late Eucharist without music being commonly celebrated\nabout noon: in other parishes Matins is said quietly without music at\na comparatively early hour, and the Eucharist is solemnly sung, with a\nsermon, as the principal service of the forenoon, usually without more\nthan a very limited number of communicants, partly because if the bulk\nof the congregation communicate at a sung Eucharist the service\nbecomes intolerably long, and partly because the majority of those\ndesiring to receive Communion have done so fasting at an earlier hour.",
        "In large towns a man can usually find churches of either type\naccording to his preference. In “single-church areas” he ought for the\nsake of fellowship and good example to conform, as a rule, to what is\ncustomary. It is desirable, in a general way, to be identified with\nthe corporate worship of the parish: but it is worth remarking that,\napart from the weight due to this general consideration, there is no\nparticular sacredness about the hour of eleven o’clock, and a man who\nhas communicated before breakfast, and perhaps contemplates\nattendance, later on, at Evensong, may not unreasonably feel justified\nin devoting the forenoon of Sunday (which is usually his solitary\nmorning’s leisure in the week) to other purposes than those of\nworship. If the preacher is worth listening to (which is not\ninvariably the case) it is a good thing to go and hear him: and it is\nwell, therefore, to attend one or other of the services (morning or\nevening) at which a sermon is preached. But it is not essential to\nattend both: and the question may be raised whether one sermon a\nSunday is not as much as most men can profitably digest. A sermon is\nin any case (except at the Eucharist) a detachable appendix to a\nChurch service; and it is both possible and legitimate either to\nattend the service and leave the church before the sermon, or to avoid\nthe service and come in time to hear the sermon, according to\npreference or opportunity.",
        "As regards external details of observance, kneeling, and not\nsquatting, should be the attitude adopted for prayer. It is customary\nto turn eastwards for the Creed, and in some churches, though not in\nothers, to kneel at the reference to the Incarnation in the course of\nthe Nicene Creed. It is also a common practice in some churches to\ngenuflect (_i.e. to drop for a moment upon one knee) on rising from\none’s place to go up to the altar to communicate, in reverence for the\nBlessed Sacrament. A man should adapt his personal usage in these\nminor details to whatever appears to be customary in the particular\nchurch in which he is worshipping.",
        "It is often extremely difficult for the clergy to know personally the\nmen of their congregations, since it is rare in most neighbourhoods\nfor the men to be at home during the hours when it is possible for the\nclergy to visit. In these circumstances a man ought to be willing to\ntake the initiative in making himself known to the clergy of his\nparish, and to co-operate as far as possible in any effort which may\nbe made, through parochial Church Councils or otherwise, to develop\nthe spirit of fellowship in a congregation. There is very often about\nAnglican Church worship a stiffness and frigidity which badly needs to\nbe broken down. Appropriated seats, where they exist, are a particular\ncurse, and anything which can be done in the way of abandoning chosen\nseats, even if “bought and paid for,” to strangers in the interests of\ncharity is a real piece of Christian service. A stranger ought not to\nbe made to feel uncomfortable, but to be welcomed in every possible\nway. The ideal is that every church, in every part of it, should be\nfree and open at all times to all comers.",
        "It is to be feared that the habit of reading the Bible in private for\npurposes of devotion has largely dropped out of modern usage, partly\nby reason of the general stress and urgency of modern life, and partly\nbecause men do not quite know what to make of the Bible when they read\nit. They are aware of the existence of what are called “critical\nquestions,” but they do not know precisely the kind of differences\nwhich criticism has made. It is a pity to acquiesce in an attitude of\nthis kind, and it is greatly to be desired that the habit of reading\nthe Bible regularly and becoming familiar with its contents should be\nrevived.",
        "There are two distinct methods of reading the Bible which are of\nvalue. One is to take a particular book and to read it straight\nthrough like a novel, in order to get the impression of the writer’s\nmessage as a whole. Advantage may be taken of occasional opportunities\nof Sunday or week-day leisure for this purpose. If the book is studied\nwith the help of a good commentary, so much the better. A man who\nwould be ashamed to be wholly unfamiliar with modern or classical\nliterature ought to be equally ashamed to be wholly unfamiliar with\nthe literature of the Hebrews.",
        "The second method of reading the Bible consists in the devotional\nstudy of particular passages, sometimes called by the formidable name\nof “meditation.” The parts of the Bible best adapted for this purpose\nare the Gospels, certain portions of the Epistles, many of the Psalms,\nand portions of the greater Prophets. The essence of the method is to\nread over a short passage quietly after prayer for spiritual guidance,\nto browse over it for a few minutes and follow out any train of\nthought which may be suggested by it, to apply its message in whatever\nway may seem most real and practical to the spiritual problems of\nimmediate daily life, and to conclude with prayer and resolution for\nthe future. It is not practicable for the majority of men to make such\na “meditation” a matter of daily habit, though this may easily be\npossible for people of leisure. But it may be suggested that it is\nboth practicable and abundantly worth while for ordinary people to\nallot at least half an hour a week for such a purpose. Our fathers\nunquestionably fed and nurtured their souls to an extraordinary degree\nby spiritual reading. It ought to be possible for modern people, in\nspite of modern distractions, to acquire and maintain the capacity to\ndo the same.",
        "The two things were originally closely connected. Men fasted in order\nto give to others the savings which resulted from a reduced\nexpenditure on personal needs. “Lent savings” represent a modern\nrevival of this idea. The essence of Christian almsgiving is that it\nshould be the expression of Christian charity or love: and love means\nthe willingness to serve others, at cost to self. Gifts and\nsubscriptions which represent merely the largess of a man’s\nsuperfluity and cost nothing in the way of personal self-denial are\nnot really in this sense almsgiving. The Gospel prefers the widow’s\nmite to the rich man’s large but not really generous contribution, in\ncases where the larger sum represents the lesser personal cost.",
        "It was the rule of the ancient Jewish Law that a man should give away\na tenth part of what he possessed, but this ought not to be adopted\nunder modern conditions as a literal precept. The poor cannot afford\nto spare so large a fraction of their incomes. The wealthy can in many\ncases give away a much larger proportion without feeling particularly\nstinted. It is the duty of every man whose income is above the line of\nactual poverty (_i.e. exceeds what is necessary for the literal\nsubsistence in food, shelter, and clothing of himself and those\ndependent upon him for support) to consider with his own conscience\nbefore GOD what proportion should be set aside for educational and\nother purposes, and what proportion should be directly given away in\ncharity. Anonymous subscriptions are the best, and the amount\navailable for distribution should be carefully allocated as between\nrival claims. Details, of course, must vary: but a certain proportion\nshould in any case be given for the purposes of directly religious\nwork at home and abroad. A man who really believes in the universality\nof the Gospel will in particular subscribe to the full extent of his\ncapacity to foreign missions.",
        "With regard to fasting it has been suggested in an earlier chapter of\nthis book that there should be some personal rule of self-denial in a\nman’s life. A table of fasts and days of abstinence is printed in the\nPrayer-book, though the Church of England does not normally prescribe\nin detail how such days are to be observed. It is worth remarking that\nthe spirit is not necessarily in contradiction to the letter; but\nmeticulous outward observances are not of the essence of Christianity,\nnor is it desirable to obtrude such observances in an ostentatious\nmanner in mixed society. The rule of the Gospel with regard both to\nalmsgiving and to fasting is that such things should be done in\nsecret. It is usual, however, for Church people, at least in normal\ncircumstances, to pay some special regard to the observance of Lent,\nand particularly of Holy Week, as a season of fasting and self-denial,\nand also (with a less degree of strictness) to the four weeks of\nAdvent as leading up to Christmas. It is a good thing to enter into\nthe observance of these and other seasons of the Christian year so far\nas circumstances permit: and at the least to make a point, if it is at\nall possible, of reading during Lent and Advent a more or less serious\nbook of a religious or theological kind, or in other ways endeavouring\nto deepen, by some special practice or observance, the inward\ndevotional life. The Sunday Collects, Epistles, and Gospels are of\ncourse appointed with special reference to the significance of the\nvarious seasons in the Church’s year, and provide suitable passages\nfor private meditation at such times. Advantage may also be taken of\nthe special courses of sermons and additional services provided in\nalmost every parish during the seasons of Lent and Advent. Loyalty to\nthe Brotherhood in matters even of minor observance is a great\nprinciple to be borne in mind in this connexion. There is usually a\nmethod in the Church’s madness, and her prescriptions and counsels are\nthe product of a very considerable empirical acquaintance with the\nworkings of the human soul.",
        "The End",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}