{
    "title": "Religious Reality - Part III - The Maintenance of the Christian Life: Chapter I - How to Begin",
    "author": "A.E.J. Rawlinson",
    "chapter": "26",
    "content": [
        "\n\n",
        "The practice of Christianity depends for its possibility upon the\nexistence and maintenance within the soul of an inward principle of\nspiritual life towards GOD. The reason why so many nominal Christians\nfail conspicuously to manifest the fruits of Christianity in their\nlives is simply that they have no vital personal experience of the\npower and efficacy of the life in Christ. They have never been\neffectually gripped by the religion which they nominally profess. They\nare not transformed, or in process of being transformed, by the Holy\nSpirit’s power.",
        "The plain man, confronted by the Christian ideal, if he does not at\nonce dismiss it as impracticable, is apt to ask, or at least to\nwonder, how he is to begin. It is a question to which no cut-and-dried\nanswer can be given. But at least no beginning is likely to lead to\nvery much in the way of fulfilment which does not sooner or later\ninvolve something like personal “conversion” of heart. Conversions may\nbe sudden, or they may be gradual: but religion, if it is to be a\nreality, means in the end the establishment of vital personal\nrelations with the living Christ. It means the acceptance of His\nchallenge, self-surrender to His appeal, the combination of an\nacknowledged desire to serve Him with acknowledged impotence and\nbankruptcy before GOD.",
        "Sooner or later the Spirit convinces men of sin. Either a man,\nessaying light-heartedly to follow Christ, discovers in the very\nattempt his inability to do so, and is found traitor to his Master’s\ncause in the first encounter: or else, it may be, at the very outset,\nthe consciousness of what has been wrong in conduct and character and\nmotive in the past stands as a damning record between his soul and\nGOD, and forbids him without repentance to take service in the\ncampaign of Christ at all. The consciousness of sin as a “horrid\nimpediment” in the soul is not, of course, true penitence until a man\nhas been brought to realize in the light of the Cross that the\ndifference between what he is and what he might have been is treachery\nto Him whose man (in virtue of his baptism) he was meant to be, and\nthat by being what he is, and acting as he has acted, he has\nconsciously or unconsciously contributed to the wounds wherewith\nEternal Love is wounded in the house of His friends.",
        "The measure of a man’s penitence, whether early or late developed in\nhim, is very apt to be the measure of his spiritual insight and of his\nspiritual sincerity. The familiar words of the hymn–",
        "    “They who fain would serve Thee best\n     Are conscious most of wrong within,”",
        "are profoundly true to Christian experience. But repentance–which is\nsorrow for sin in the light of the Cross–is abortive and merely\nresults in spiritual paralysis unless it issues in confession–that\nis, frank and open acknowledgment before GOD, and if need be also\nbefore His Church–and the seeking and finding of reconciliation and\nforgiveness as the unmerited gift of GOD in Christ.",
        "There are those in whose case the inward conviction of sin and the\nrealization of the need for pardon are the first impulses of awakening\nspiritual life. There are others with whom it is not so. They are\nconscious of the attractiveness of the Man Christ Jesus. They would\ndesire to be on His side and to be of the number of His disciples.\nThey are dimly aware, or at least they more than half suspect, that in\nHim is to be found the satisfaction of a need for which their soul\ncries out. With S. Peter they find themselves saying to Christ, “Lord,\nto whom shall we go? Thou hast the words of eternal life,” But they\ncannot as yet with any inward reality profess themselves conscience-\nstricken with regard to the past. They are not aware of themselves as\nconspicuous sinners, or indeed, it may be, as sinners at all. The\nexperience of penitence and of Divine forgiveness must come to them,\nif it is to come at all, at a later stage. It is not by that postern\nthat they enter upon the Way of the Spirit.",
        "But the Way is in either case the way of fellowship, and the Spirit is\nthe spirit of discipline. The newly found spiritual life, however\nawakened, needs to be maintained and fostered by fellowship in the\nChurch, by regular habits of Christian devotion, by faithful communion\nin the Sacrament of Life. Plainly, if a man is not already confirmed,\nhis first step must be to be prepared for confirmation: if he has been\nconfirmed, but has lapsed from communion, he must resume the\ncommunicant life. He needs to claim the status and privilege of\neffective membership in the Body of Christ, and to form for himself a\nrule of inward life and discipline. Rules of devotional life must\nnecessarily vary in accordance with a man’s surroundings and\nopportunities, and perhaps in some of their details in accordance with\na man’s temperament. But at least there ought to be a rule of regular\nprivate prayer, a rule of regular communion, a rule of Bible-reading\nor “meditation,” and a rule of self-denial and orderliness in daily\npersonal life.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}