{
    "title": "Religious Reality - Chapter X - Love, Courtship, and Marriage",
    "author": "A.E.J. Rawlinson",
    "chapter": "25",
    "content": [
        "\n\n",
        "No element in Christian practice has been more widely challenged in\nmodern times than the Christian ideal of marriage. Our Lord’s standard\nin these matters was simple and austere. “Whoso looketh on a woman to\nlust after her hath committed adultery already in his heart.\"\n“Whosoever shall put away his wife, saving for the cause of\nfornication” (the exceptive clause is of disputed authenticity)\n“causeth her to commit adultery: and whosoever shall marry her that is\ndivorced committeth adultery.”",
        "The State in certain cases gives legal sanction to “adultery” in\nthis latter sense, and there is a vocal and probably increasing demand\nthat legal facilities for divorce upon various pretexts, with liberty\nof remarriage, shall be further extended. The Divorce Law Reform Union\nhas announced its intention to promote in Parliament a Bill which, if\ncarried, would have the effect of reducing legal marriage to a\ncontract terminable after three years’ voluntary separation by the\nwill of either party. Doubtless a robust opposition will be offered by\nChristian people to the adoption of so lax a conception of marriage\neven by the State. Experience in other countries seems to show that\nunlimited facilities for divorce do not tend to the promotion either\nof happiness or of morals. But it needs to be recognized that the\nState, as such, is concerned only with the legal aspect of marriage as\na civil contract, and that it has to legislate for citizens not all of\nwhom profess Christian standards even in theory. The law of the State\nmay well diverge from that of the Church with regard to this matter,\nthough it does not follow that so lax a standard as that which is now\nproposed would be in the best interests even of the State.",
        "The Church regards Christian marriage as indissoluble. In cases of\nadultery she counsels reconciliation, wherever possible, upon the\nbasis of repentance on the part of the guilty and forgiveness on the\npart of the injured partner. If this is not possible the Church\nsanctions, if need so require, separation, but not remarriage. There\nare also unfortunately other cases in which the married relationship\nproves so intolerable as to render a temporary or permanent separation\nadmissible as a last resort. The remarriage of either party during the\nlifetime of the other is nevertheless held to be unchristian. With the\npractical difficulties which beset the Church in the attempt to\nmaintain within the circle of her own membership a stricter standard\nthan that which is recognized by the Civil Law and by society at large\nwe are not here concerned. Our concern is with the Christian standard\nas a positive ideal, on the effective maintenance of which, as\nChristians believe, depends the stability of the home and the\nChristian family, and the redemption of sex-relations from mere\nanimalism and grossness.",
        "A Christian husband takes his wife in matrimony “for better for worse,\nfor richer for poorer, in sickness and in health, to love and to\ncherish, till death them do part, according to GOD’S holy ordinance.\"\nThe step is irrevocable. The union is intended to be life-long. It\nhas, moreover, in view not only “the mutual society, help, and comfort\nthat the one ought to have of the other,” but also “the procreation of\nchildren, to be brought up in the fear and nurture of the Lord, and to\nthe praise of His holy Name.” A few words may usefully be said under\nthese heads.",
        "(i) Marriage ought to be based upon love; and love, though naturally\nand normally involving the element of sexual attraction, ought to\ninclude also other and deeper elements. A Christian man who has lived\na clean and disciplined life ought to be sufficiently master of his\npassions to avoid mistaking a merely temporary infatuation for such a\ngenuine spiritual affinity as will survive the satisfaction of\nimmediate desires and prove the stable basis of a life-companionship.\nHasty marriages are a common and avoidable cause of subsequent\nunhappiness. It is obviously undesirable that couples should enter\nupon matrimony until there has been a sufficiently prolonged and\nintimate acquaintance to enable them to become reasonably sure both of\nthemselves and of one another. In many cases there is much to be said\nfor regarding betrothals in the first instance as provisional. It is\nbetter to break them off at the last moment than to marry the wrong\nperson.",
        "The Victorian conventions with regard to all these matters were\nthoroughly bad. Girls were brought up in carefully-guarded ignorance\nof the implications of matrimony and shielded by perpetual chaperonage\nfrom anything approaching comradeship with the opposite sex.\nEventually they were in many cases stampeded into a marriage which had\nits origin either in a clandestine flirtation or in the designing\noperations of some match-making relative, who made it her business\nfirst to “throw the young people together” and then to suggest that\nthey were virtually committed to one another by the mere fact of\nhaving met.",
        "The reaction which has taken place against all this is upon the whole\nsalutary. The new social tradition which is growing up makes it\npossible for the unmarried of both sexes to meet one another with\ncomparative freedom, and to establish relations of friendship, which\nmay subsequently ripen into love, unhampered by any such morbidly\nexciting atmosphere of intrigue and suggestion on the part of\nrelatives and friends. But the new freedom of social intercourse, if\nit is not in its turn to prove disastrous, demands on the part of the\nyoung of both sexes a higher standard both of responsibility and self-\ncontrol, and of knowledge of what is implied in the fact of sex. The\nexperience of married life is, moreover, not likely to prove a\nsuccess, save in rare instances, unless there is between the parties a\nreal community of interests and tastes, unanimity, so far as may be,\nof ideals and of religious convictions, and at least no very great\ndisparity of educational and intellectual equipment.",
        "(ii) A Christian marriage includes among its purposes the procreation\nof children. It is here most of all that unanimity of ideal and of\nconviction between husband and wife is essential. A man and a woman\nought not to take one another in marriage without first being assured\nof each other’s mind upon this subject. “If marriage is to be a\nsuccess each must learn respect for the other’s personality, real give\nand take, and the horror of treating the other just as a means to his\nown pleasure, whether spiritual, intellectual, or physical: and both\nmust think seriously of the responsibilities of parenthood. Husband\nand wife must work out their ideals together, in perfect frankness and\nsincerity, and it is impossible to have true and sacred ideals of\ntheir joint physical life unless there is the same openness and\nunderstanding and sympathy on this point as on all others.” [Footnote:\nIdeals of Home, by Gemma Bailey (National Mission Paper, No. 43).]\nThere must be mutual consideration and self-control: the need for\nself-restraint and continence does not disappear with the entry upon\nmarital relations: it is if anything intensified.",
        "There is a real problem here which needs to be thought out. To the\npractice of “race-suicide,” by which is meant the artificial\nrestriction of parentage by the use of mechanical or other\n“preventives,” Christian morality is violently opposed. On the other\nhand, it may reasonably be held that people ought not to bring\nchildren into the world in numbers which are wholly out of relation to\ntheir capacity to feed, clothe, educate, and train them. “The enormous\nfamilies of which we hear in early Victorian times were not quite\nideal for the mother or the children, nor for the father if he were\nnot well off.” [Footnote: Ibid] It may be found necessary in\npractice to limit the size of the family either upon economic grounds\nor (in particular instances) in the interest of the mother’s health.",
        "It is to be feared, however, that the modern tendency in both respects\nis to shirk the responsibilities of parenthood on grounds which are\nthoroughly selfish. The Victorian doctrine that “when GOD sends mouths\nHe sends food to fill them” may have been unduly happy-go-lucky. The\nrecent remark of an officer in a certain British regiment, that since\nhe and his wife had only L8000 a year between them, he felt that he\ncould not afford to have more than one child, was entirely shameless.\nIt would seem, moreover, that the comparative childlessness of modern\nmarriages is sometimes due not to the husband’s reluctance, upon\neconomic grounds, to beget children, but to the wife’s reluctance to\nbear them, a reluctance which in some cases arises either from such\nshrinking from the physical pain and sacrifice of motherhood as goes\nbeyond what is really justified, or from mere self-indulgent\nabsorption in social pursuits and pleasures. There ought to be in a\nChristian marriage more of the true spirit of adventure and romance, a\ngreater readiness for sacrifice, a more willing acceptance of parental\nresponsibilities, and of the obligation of self-denial for the\nchildren’s sake. There can be no question but that modern families–\nwith the paradoxical exception of the families of the very poor–have\nbeen tending to be smaller than they either need be or ought to be.",
        "At the same time it is generally conceded that some measure of\nlimitation is in most cases reasonable and necessary. The vitally\nimportant thing is that such necessary and reasonable limitation\nshould be secured not by artificial evasion of the consequences of\nintercourse, but by self-control and deliberate temporary abstinence\nat certain periods from the intercourse of sex. [Footnote: It may be\nsuggested that in cases of genuine perplexity it is advisable to\nconsult, as occasion may require, either a medical man who is also a\nChristian, or a wise–and preferably a married–spiritual guide.]",
        "For the union of the sexes in marriage is according to the mind of the\nChristian Church an essentially pure and holy thing. It is a sacrament\nof the fusion of two personalities, whereby they are at once\nindividually and mutually enriched, and at the same time mystically\nand spiritually knit together in such a way as to become in the sight\nof GOD indissolubly one: the unity of husband and wife being\ncomparable, according to a famous saying of S. Paul, to the unity\nwhich exists between Christ and His Church. Now, although, from this\npoint of view, the significance of married life is to a great extent\nimpoverished and frustrated, if intercourse is so regulated as to\nrender the marriage childless not in fact merely, but in intention,\nyet it does not follow that procreation must be directly in view on\nevery individual occasion, since the mystical value of intercourse as\na spiritual sacrament of love may still exist in independence of such\nintention. It is nevertheless, surely, clear that a Christian man and\nhis wife are morally precluded from coming together except with a deep\nsense of the sacredness of what they do and of its intimate connexion\nwith the mysteries of life and birth, and a corresponding readiness,\nin the event of conception taking place, to accept the ensuing\nresponsibility for the child as a sacred trust from GOD, “the Father\nfrom whom all fatherhood in heaven and on earth is named.” With the\nuse of “preventives” and other devices, which degrade into a mere\nmeans of carnal satisfaction an act which is meant to bear a deeply\nspiritual and religious meaning, the Christian interpretation of\nmarriage seems plainly and obviously incompatible.",
        "A few words may be added with regard to the upbringing and education\nof children. Here, again, there has been a reaction–which upon the\nwhole is good–from the unduly rigorous disciplinary methods of the\npast. It may be doubted, however, whether the reaction has not in some\ncases been carried too far. Children ought to be controlled and\ndisciplined by their parents, and no expenditure of care and thought\nand tact is too great to devote to the rightful training of their\ncharacters. But experience seems to show that parents sometimes fail\nto recognize that their children grow up. It is important that in\nproportion as they grow towards maturity of character and independence\nof personality the strictness of parental discipline should be\ngradually relaxed. At a certain stage the real influence of parents\nupon their children will depend upon their refusal to assert direct\nauthority. Not a few of the minor tragedies of home life arise from\nthe ill-judged action of parents who treat as children sons and\ndaughters who are virtually grown up.",
        "The problem of the religious education of children cannot here be\ndiscussed in detail, but three or four leading principles may be\nsuggested.",
        "(1) It ought not to be necessary to say that children should not be\ntaught to regard as true statements or doctrines which their parents\nbelieve to be in fact false. This applies in particular to certain\nviews of the Bible. The ideal should be so to teach the child that in\nlater life he may have nothing to unlearn.",
        "(2) When children are old enough to read they should be encouraged to\nread the Gospels. They ought not, however, to read the Old Testament,\nwith the exception of certain Psalms and other specially selected\npassages, until they are of an age to distinguish what is Christian\nfrom what is Jewish, and to recognize the principle of religious\ndevelopment.",
        "(3) Children should be taught in the first instance the practice\nrather than the theory of religion: devotions in which doctrine is\nimplicit, rather than doctrine as such. As their minds expand they\nwill ask the reasons for what they do and the meaning of the worship\nin which they engage, and they will need to have suggested to them an\nelementary, but not a stereotyped, theology. They should from the\nbeginning be encouraged to think and question freely on religious\nsubjects.",
        "(4) They should occasionally accompany their parents to Church, and in\nparticular should from time to time be present when the latter receive\nHoly Communion. They should have the service explained to them in a\nsimple fashion, and should be encouraged to look forward to the time\nwhen they will be confirmed, and become communicants themselves.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}