{
    "title": "Religious Reality - Chapter XII - The Bible",
    "author": "A.E.J. Rawlinson",
    "chapter": "15",
    "content": [
        "\n\n",
        "The Bible is the “sacred Book” of Christianity, as the Koran is the\nsacred Book of Mohammedanism; with this difference, however, that\nChristianity, as the religion of the Spirit, can never be, like\nMohammedanism, a “religion of the Book,” any more than it can be, like\nancient Judaism, a religion of the Law. The Biblical writings include\ntwo main collections of books, known as the Old Testament and the New\nTestament respectively, of which the latter alone is distinctively\nChristian. Intermediate between the two “Testaments” in point of date\nare the writings known as the “Apocrypha,” which though inferior, for\nthe most part, in spiritual value to the fully canonical books, and\nfrequently omitted from printed editions of the Bible, are regarded by\nthe Church as canonical in a secondary sense.",
        "The various books of the Bible originally became canonical, that is,\nwere included in the “canon” or collection of sacred writings, on the\nground that they were read aloud or recited in the course of Divine\nworship. The Old Testament canon comprises the books customarily read\naloud in the Jewish synagogue, together with certain other writings\nassociated with them. The books of the New Testament are a similar\ncollection of early Christian writings which were read side by side\nwith the Old Testament in Christian worship. The selection of these\nparticular writings for the purpose was determined in part by the\nChurch’s recognition of their spiritual value and in part by the\nregard which was paid by the Christian community to the religious\nauthority of those by whom they were believed to have been written.",
        "Speaking generally, we may say that the Old Testament is the religious\nliterature of Judaism. It is the literary deposit of the spiritual\nlife of a nation, the written record and monument of a progressive\nprocess of religious development. It begins at the level of folklore\nand primitive tribal cults, such as are portrayed or reflected, for\nexample, in parts of the Pentateuch and in the Books of Judges and\nSamuel. It culminates, in the utterances of the greatest of the\nprophets and in many of the Psalms, at the highest levels of religious\nattainment which are discoverable anywhere in history prior to the\ncoming of our Lord.",
        "The Old Testament will always have a value for Christianity: in part\nbecause many of the religious lessons which it conveys can never be\nsuperseded even by Christianity itself: in part because the study of\nit provides the general knowledge of Judaism, and of Jewish\ninstitutions and modes of thought, which is necessary for the proper\nunderstanding of the religious background of the Gospels, and of much\nelse in the New Testament as well: in part also because the two\nrevelations–the Jewish and the Christian–hang together, interlocking\nwith one another as anticipation and fulfilment, in a manner which is\nsingularly impressive.",
        "The various books of the Old Testament, nevertheless, require to be\nread by Christians with discrimination, and with a clear realization\nof their Jewish character. There is much in the Old Testament as it\nstands which is liable to mislead the simple and cause needless\ndifficulty. There are, moreover, numerous passages, and not a few\nentire books, which except in the light of historical criticism and\nscholarly guidance are not really intelligible. But the study of the\nOld Testament as reinterpreted in our own generation by research and\nscholarship is a fascinating subject. It requires little in the way of\ntechnical equipment, and there is no reason in the world why it should\nbe monopolized by specialists. To have even the most general\nacquaintance with the methods and results of critical study brings\nwith it a great transformation of outlook. The Old Testament writers\ncome to life again wonderfully when they are set in their proper\nhistorical context, and the result is a clear gain in spiritual\nvalues. The best general introduction to the whole subject is Dr. W.\nB. Selbie’s book, The Nature and Message of the Bible (Student\nChristian Movement, 3s. 6d.). Canon Nairne’s volume, The Faith of\nthe Old Testament (Layman’s Library, Longmans, 2s. 6d.) is an\nilluminating survey designed specially to bring out the religious\nvalue of the Old Testament, [Footnote: Those who may desire a more\ndetailed and comprehensive treatment of the literary problems of the\nOld Testament should consult G. B. Gray, A Critical Introduction to\nthe Literature of the Old Testament (Duckworth, 2s. 6d.).] and for\ncommentaries upon individual books The Century Bible (T. C. and\nE. C. Jack, 3s. each volume) is to be recommended.",
        "The books of the New Testament are the classical literature of\nChristianity in a much fuller and more obvious sense. Here, again,\nthere is much that apart from the use of a good commentary will be\nfound hardly intelligible: but the greater part of the New Testament,\nand especially the Gospels, can be read with profit by the ordinary\nman apart from any extraneous aids. It is well to remember that S.\nPaul’s Epistles were written at an earlier date than any of the\nGospels, and that they represent the occasional correspondence of a\nhard-worked missionary. Of the Gospels the first three have much in\ncommon, and the Gospels of S. Matthew and S. Luke are based partly\nupon that of S. Mark. S. Mark is said to have been the companion of S.\nPeter, and is probably the author of the Gospel which bears his name.\nIt may be taken to represent his reminiscences of S. Peter’s\npreaching. The Gospel now known as that according to S. Matthew\nappears to be the work of a compiler who fitted into the framework of\nS. Mark’s story a considerable amount of additional matter, drawn\nchiefly from a collection of “sayings of Jesus” which an early\nChristian writer declares to have been made by S. Matthew in Aramaic.\nS. Matthew’s name, it is thought, was subsequently attached to the\nresulting document, since it contained a large preponderance of\nmaterial derived from his book on our Lord’s sayings. The name of the\nactual compiler of the first Gospel has not survived.",
        "S. Luke’s Gospel is a compilation made upon somewhat similar lines,\nand is based, in large measure, upon the same two sources: but the\nauthor’s researches extended also more widely, and his Gospel contains\na large proportion of matter peculiar to itself, which critics\ncommonly regard as being of high historical value. The author of the\nbook was a Greek doctor who attended upon S. Paul, accompanying the\nlatter in his travels, and writing the Acts of the Apostles as a\nsecond volume in continuation of his Gospel. The Acts is partly based\nupon a kind of diary which S. Luke kept of his experiences as S.\nPaul’s companion and physician.",
        "It is probable that both the first and the third of our four Gospels\nwere in existence shortly before, or at the latest very shortly after,\nthe destruction of Jerusalem by the Romans in the year 70 A.D. The\nsecond Gospel, since they both drew upon it, must be even earlier.",
        "The Gospel according to S. John is of a somewhat later date, and bears\na different character. It is reflective and meditative, and is\npenetrated throughout by a mystical symbolism. In many ways it\nsuggests rather a spiritual interpretation of the significance of\nJesus than a literal portrait of Him. Again, it is the product of a\nGreek rather than of a Jewish atmosphere, though its narrative\npresents so many touches of extraordinary vividness, and the author\nshows so exact a knowledge of Jewish institutions and conditions of\nlife in Palestine, that it is difficult not to think that the book\nmust have been written by a Jew who knew Judaism before its downfall.\nIt is supposed that the writing dates from the closing years of the\nfirst century, and tradition declares that the author was S. John in\nold age at Ephesus. This statement is, however, in dispute, and the\nauthorship of the Gospel is uncertain. In point of fact, it does not\nmatter who the writer was. There is no one of the interpreters of\nJesus who had drunk more deeply of His Spirit than had he: nor is\nthere any of the books of the New Testament which brings Jesus closer\nto us than the Gospel according to S. John, or speaks home with\ngreater power to the heart and affections of the simplest Christian.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}