{
    "title": "Religious Reality - Chapter X - The Last Things",
    "author": "A.E.J. Rawlinson",
    "chapter": "13",
    "content": [
        "\n\n",
        "“It is appointed unto men once to die, and after death the judgment.”",
        "“He shall come again in glory to judge both the quick and the dead,\nwhose Kingdom shall have no end.”",
        "“I believe in the resurrection of the body, and the life everlasting.”",
        "Jesus Christ spoke in symbolical language of His coming in the clouds\nof heaven as Son of Man with power and great glory, and declared that\nthe Divine verdict upon the lives and deeds of men should be\ndetermined by their relationship to Him and to His ideals. Both in the\ndays of the Apostles, and for the most part among succeeding\ngenerations of Christian people down to the present time, it would\nseem that a more literal signification was attached to His words than\nthey will really bear. The truth of the Divine Judgment upon men’s\nlives nevertheless stands. “GOD is a great Judge, strong and patient:\nand GOD is provoked every day.” We must, however, be careful, in\nthinking of the reality of Divine Judgment, to interpret the justice\nof GOD in the light of the Christian revelation of His Love. The\nattitude of GOD towards sinners is never anything but love, though a\nlove that is holy and righteous, and never merely sentimental. GOD as\nChrist reveals Him can never impose or inflict a merely external\npenalty upon a sinner, other than the supreme penalty of being simply\nwhat he is, viz. a soul who by his own deliberate actions has\nseparated himself from goodness and from GOD. It is important in\nthinking of the Judgment to remember that the essence of judgment is\nneither the sentence nor the penalty: it is simply the verdict,\nwhereby moral and spiritual realities are revealed, shams and\ndisguises are stripped off, and evil is separated from good.\n[Footnote: The associations of an English law-court, in which the\nverdict is the work of the jury, are here misleading.] If our Lord,\nspeaking in parables, declared, of such as had neglected to do good,\nthat “these shall go away into eternal punishment,” a considerable\nbody of orthodox opinion in the Christian Church has always held that\nthe punishment in question consists essentially in the “penalty of\nloss\"–the loss of goodness and of GOD, the loss of capacity for the\nlife which is life indeed–rather than in any imagined “penalty of\nsense,” or purposeless prolongation of pain. The imagery which our\nLord employed to describe the spiritual condition known as “hell” is\ntaken from the Valley of Hinnom, a ravine just outside the walls of\nJerusalem, in which fires were continually maintained for the\ndestruction of refuse, and maggots preyed on offal. The imagery is\nsufficiently terrible; but it suggests the destruction of waste\nproducts in GOD’S creation, rather than the prolonged torture of\nliving beings. It may well be that a soul, which by persistent and\ndeliberate rejection of every appeal of the Divine Love even to the\nvery end–in this life or beyond–has become so wholly self-identified\nwith evil as to be finally incapable of life in GOD, passes, of\nnecessity, out of sentient existence altogether. We do not know. What\nwe do know is, in the first place, that wickedness is of its very\nnature instinct with the eternal quality of “hell\"; and, in the second\nplace, that GOD is Love, and that GOD “desireth not the death of a\nsinner, but rather that he may turn from his wickedness, and live.”",
        "Just as the term “hell” expresses the condition of a soul which by its\nown act and deed and deliberate choice has become wholly self-\nidentified with evil, so the term “heaven” expresses the spiritual\nstate of the pure in heart, to whom it is given to see GOD. So\nregarded, heaven is simply the ideal consummation of progressive\nspiritual advance, the perfect fruition of that “beatific vision\"\nwhich the saints of GOD desired. It has ever been the conviction of\nthe Christian Church that her members are already, even in this\npresent life, made partakers in the life of heaven, just in proportion\nas their affections are set upon things above and not upon things in\nthe earth. What is begun here is continued more perfectly hereafter;\nbut it is unreasonable to assume that at the moment of death the\nultimate fulness of “heaven” is immediately attained.",
        "The Church, therefore, has believed in an intermediate state,\nsometimes called “Purgatory,” a condition of progressive purification\nand spiritual growth, characterized at once by a deepening penitence\nfor the sins and failures of the past, and by a deepening joy in GOD’S\nmore perfect service.",
        "Moreover, since the Christian salvation is a social salvation, those\nwho have departed this life in GOD’S faith and fear shall not without\nus be made perfect. None can enter fully into the joy of the Lord\nuntil the whole of GOD’S great World-purpose is accomplished, and all\nare gathered in. This brings us to the consideration of the Christian\nbelief in the Second Advent and the final Kingdom of GOD. It has\nalready been remarked that the terms in which this belief is expressed\nare symbolical and should not be taken literally. Just because we\nourselves, under the conditions of life here upon earth, are immersed\nin the stream of time, the idea of an ending of the World-process, a\nfinal passing over of time into eternity, is to us, in the strict and\nliteral sense of the words, unthinkable. Only under the form of\nimagery and symbol is it in the nature of things possible for the idea\nof the last great Drama to be expressed, or rather, suggested: it is\nimpossible for our minds to grasp, in any more exact or effectual\nmanner, the Reality which the imagery is meant to symbolize. It may be\nthat the event expressed by the dramatic picture of the Second Advent\nof the Christ is simply the revelation of the fact of His Eternal\nPresence at once as Saviour and as Judge; however this may be, the\npicture stands for the assurance of His final triumph, and the\nvindication of His Kingdom in its fulness: and as such it is the\nobject of Christian hope–\"Hallowed be Thy Name; Thy Kingdom come; Thy\nwill be done; in earth, as it is in Heaven.”",
        "If we ask what is the positive nature of the Christian hope and what\nthe final character of the life of heaven, the answer is that we\ncannot fully say, that we know only in part, “we see obscurely, as in\na mirror.” In hymn and ecstasy and vision men have sought to find\nexpression for the substance of things hoped for, and they have\nfailed. “Eye hath not seen nor ear heard, neither hath it entered into\nthe heart of man to conceive, the things that GOD hath prepared for\nthem that love Him.” The Book of the Revelation essays to paint a\npicture of the heavenly state, and for the most part succeeds in\nsetting before our minds a noble imagery; but in the end its language\nis most convincing when it tells us what heaven is not. “They shall\nhunger no more, neither thirst any more, neither shall the sun light\non them, nor any heat. And GOD shall wipe away all tears from their\neyes.” Negatives and contrasts–the picture of a state of things\ncontrasted with all that in the world as we know it is amiss; we\ncannot positively envisage heaven. Only we believe that “there\nremaineth a rest for the people of GOD,” where nevertheless they rest\nnot day or night from His perfect service. “Beloved, now are we sons\nof GOD, and it doth not yet appear what we shall be: but we know that\nwhen He shall appear we shall be like Him: for we shall see Him as He\nis.”",
        "Here this chapter might end: but with regard to the nature of the\nChristian conception of the life of the world to come there is\nsomething more to be said: for the Church’s creed contains the\nassertion of a belief in the Resurrection of the Body, or even, in the\nLatin form of the Apostles’ Creed, and in the translation which\nappears in the Prayer-book Service for Baptism, in the Resurrection of\nthe Flesh. The plain man may be tempted, brushing aside such a\ndoctrine in its plain and literal acceptation as a manifest\nimpossibility, either to hold aloof from a Church which retains such\nan affirmation in her creed, or else to conclude hastily that the\nwords are meant only as a picturesque way of expressing a belief in\nthe immortality of the soul. Either attitude would be a mistake. It is\ntrue that a literal resuscitation of Christian corpses on some future\nDay of Resurrection would be neither possible nor desirable.\nNevertheless the Christian doctrine of the life to come involves more\nthan a bare assertion of the immortality of the soul.",
        "The body is the embodiment or vehicle of the spirit; the spirit\ndisembodied would be a mere wraith, a phantasm of the living man. The\nlife of the world to come is not unreal or shadowy as compared with\nthe concrete reality of the life of earth: it is a life richer and\nfuller, more concrete and more glorious than the life of earth. The\nChurch by her doctrine of the Resurrection means to affirm that the\nfull reality of that which made the living man what he was is carried\nover into the life beyond. The buried corpse is not “the body that\nshall be.” “There is a natural body, and there is a spiritual body.\"\nAs to the nature of the future embodiment of the spirit in the life\nbeyond the grave we are ignorant. “GOD giveth it a body as it hath\npleased Him, and to each seed a body of its own.” But we believe that\n“the deeds done in the body” here upon earth while we are yet\ntabernacling in the flesh necessarily affect and determine the\ncharacter of the spiritual embodiment which shall be ours hereafter.\nFor this reason we hold our bodies sacred, as being temples of the\nHoly Ghost. “The body is not for fornication, but for the Lord; and\nthe Lord for the body.” Christianity can have nothing to do with the\nnotion that the defilement of the body is without effect in the\npollution of the soul.",
        "[NOTE.-For a fuller treatment of the subjects of the Second Advent and\nthe Resurrection of the Body the writer may be allowed to refer to\nChapters III. and IV. in his book, Dogma, fact and Experience(Macmillan & Co., 1915).]",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}