{
    "title": "Religious Reality - Chapter VII - The Church and Her Mission in the World",
    "author": "A.E.J. Rawlinson",
    "chapter": "10",
    "content": [
        "\n\n",
        "The GOD and Father of Jesus Christ loves every human being\nindividually, cares for each and has a specific vocation for each one\nto fulfil. This doctrine of the equal preciousness in the sight of GOD\nof all human souls is for Christianity fundamental. But the\ncorrelative of Divine fatherhood is human brotherhood: just because\nGOD is love, and fellowship is life and heaven, and the lack of it is\nhell, GOD does not redeem men individually, but as members of a\nbrotherhood, a Church.",
        "The Church is simply the people of GOD. It is the fellowship of\nredeemed mankind, the community of all faithful people throughout this\npresent world and in the sphere of the world beyond–one, holy,\napostolic (i.e. missionary), and catholic, that is, universal. Death\nis no interruption in that Society, race is no barrier, and rank\nconveys no privilege. “There is neither Greek nor Jew, circumcision\nnor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is\nall, and in all”: over the Church the gates of Death prevail not: and\n“ye are all one Man in Christ Jesus.”",
        "Furthermore, the Church is described as the Body, that is, the\nembodiment, of Christ: the instrument or organ whereby the Spirit of\nChrist works in the world. Her several members are individually limbs\nor members in that Body, and their individual gifts and capacities,\nwhatever they may be, are to be dedicated and directed to the service\nof the Body as a whole, and not to any sectional or selfish ends or\npurposes. In practical churchmanship, rightly understood, is to be\ndiscovered the clue to the meaning and purpose of human life.",
        "Again, the Church is by definition international. The several races\nand nationalities of mankind have each their specific and individual\ncontribution to make to the Church’s common life, in accordance with\ntheir specific national temperaments and genius. All of them together\nare needed to give adequate expression in human life to the many-sided\nriches of GOD in Christ. The Church is incomplete so long as a single\none remains outside. The idea, therefore, of a so-called “National\"\nChurch, as a thing isolated and self-contained, is intrinsically\nabsurd.",
        "Therefore also the Church is missionary. She exists in order to\nproclaim to all the world the Good News of the love of GOD. She exists\nto bring all men everywhere under the scope of Christ’s redemption,\nand to claim for the Spirit of Christ the effectual lordship over all\nhuman thought and life and activity. It is her threefold task at once\nto develop and make real within her own borders the life of\nbrotherhood in Christ, to evangelize the heathen by declaring to them\nthe satisfaction of their instinctive search for GOD in the answering\nsearch of GOD for them, and to labour for the discovery and\napplication of Christian solutions to the problems of industry and\ncommerce, of politics and social life and international affairs.",
        "In so far as the Church has been true to the Spirit of Christ she has\nsucceeded; in so far as she has made compromises with the world, and\nin every generation has in greater or less degree been disloyal to the\nstandards of her Master, she has failed. In every generation there has\nbeen partial and obvious failure, side by side with real, if partial\nand in some ways less immediately obvious, success. But the Church can\nnever wholly fail and must one day wholly succeed, for the reason that\nbehind her is the omnipotence of the love of GOD.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}