{
    "title": "Religious Reality - Chapter II - The Revelation of the Father",
    "author": "A.E.J. Rawlinson",
    "chapter": "5",
    "content": [
        "\n\n",
        "It was characteristic of the ancient Jews that they had a vital belief\nin the living GOD: and belief in GOD, and that of a far more real and\ndefinite kind than the modern Englishman’s vague admission of the\nexistence of a Supreme Being, was a thing which Jesus was able to take\nfor granted in those to whom He spoke. GOD to the Jew was the GOD of\nAbraham, Isaac, and Jacob, holy and righteous, gracious and merciful:\nactive and operative in the world, the Controller of events: having a\npurpose for Israel and for the world, which in the process of the\nworld’s history was being wrought out, and which would one day find\ncomplete and adequate fulfilment in the setting up of GOD’S Eternal\nKingdom.",
        "What Jesus did by His life and teaching was to deepen and intensify\nexisting faith in GOD by the revelation of GOD as Father, and to\nrevive and quicken the expectation of GOD’S Kingdom by the\nproclamation of its near approach. The application to GOD of the term\n“Father” was not new: but the revelation of what GOD’S Fatherhood\nmeant in the personal life and faith of Jesus Himself as Son of God\nwas something entirely new: while in Jesus’ preaching of the Divine\nKingdom there was a note of freshness and originality, and a spiritual\nassurance of certainty, which carried conviction of an entirely new\nkind to the minds and hearts of those who listened.",
        "All the more overwhelming must have seemed to the disciples the\ndisaster of their Master’s crucifixion. It was not merely that the\nhopes which in their minds had gathered about His person were\nshattered: their very faith in GOD Himself, and in the goodness of\nGOD, was for the time being torn up by the roots. Nothing but an event\nas real and as objective as the Crucifixion itself could have reversed\nfor them this impression of sheer catastrophe. The resurrection of\nJesus, which was for them the wonder of wonders, not only restored to\nthem their faith in Him as the Christ of GOD, now “declared to be the\nSon of GOD with power by the resurrection from the dead\"; it also\nrelaid for them the foundations of faith in GOD and in His goodness\nand love upon a basis of certainty henceforth never to be shaken.\n“This is the message which we have heard of Him and declare unto you,\nthat GOD is light, and in Him is no darkness at all.”",
        "Meanwhile what of Jesus Himself–this Christ, through their\nrelationship to whom they had come by this new experience of the\nreality of GOD? In symbolical vision they saw Him ascend up into the\nheavens and vanish from bodily sight: in pictorial language they spoke\nof Him as seated at GOD’S right hand. They were assured nevertheless–\nand multitudes in many generations have echoed their conviction–that\nHe was still in their midst unseen, their living Master and Lord.\nInstinctively they prayed to Him. Through Him they made their approach\nto the Father. He had transformed for them their world. He was the\nlight of their lives. In Him was truth. He was their way to GOD.",
        "All the great movement of Christian thought in the New Testament is\nconcerned in one way or another with the working out of this\nexperienced significance of Jesus. The maturest expression of what He\nmeant to them is contained in the great reflective Gospel–an\ninterpretation rather than a simple portrait of the historical Jesus–\nwhich is ascribed by tradition to S. John. The Christ of the Fourth\nGospel is man, with all the attributes of most real and genuine\nmanhood: but He is also more than man. He is the self-utterance–the\nWord–of GOD. He came forth from GOD, and went to GOD. He is the\nrevelation of the Father, the expression of GOD’S nature and being “in\nthe intelligible terms of a human life.” To have seen Him is to have\nseen the Father, because He and the Father are one. He is the Way, the\nTruth, and the Life: the Bread that came down from heaven: the\nFountain of living water: the Lamb of GOD, that taketh away the sin of\nthe world.",
        "Later Christian orthodoxy never got farther than this. All that the\nformal doctrine of the Incarnation–as expressed, for example, in such\na formulary as the Athanasian Creed–can truly be said to amount to is\njust the double insistence that Christ is at once truly and completely\nman, and also truly and completely GOD. The paradox is left\nunreconciled–\"yet He is not two, but one Christ.” The Godhead is\nexpressed in manhood: in the manhood we see GOD.",
        "What does it mean to confess the Deity of Christ? It means just this:\nthat we take the character of Christ as our clue to the character of\nGOD: that we interpret the life of Christ as an expression of the life\nof GOD: that we affirm the conviction, based upon deep and unshakable\npersonal experience, that “GOD was in Christ reconciling the world\nunto Himself.”",
        "What is the real question, the most fundamental of questions, which\narises when we seek to interpret the world we live in? Is it not just\nthe question: What is the nature or character of the ultimate Power or\nPrinciple or Person upon which or upon whom the world depends? Is not\nevery religion, every imagined deity, in one sense an altar to the\nunknown GOD? The venture of Christian faith consists in staking all\nupon the assumption, the hypothesis abundantly verified in the life’s\nexperience of such as make it, that the character of the unknown GOD\nis revealed in Christ: that the love of Christ is the expression of\nthe love of GOD, the sufferings of Christ an expression of the\nsuffering of GOD, the triumph of Christ an expression of the eternal\nvictory of GOD over all the evil and wickedness which mars the wonder\nof His creation. If we were to look primarily at the life of Nature,\nwe might be tempted to say that GOD was cruel. If we considered\ncertain of the works of man, we might be tempted to conclude that GOD\nwas devilish. Looking at Jesus we gain the assurance that GOD is Love.\nWe behold “the light of the knowledge of the glory of GOD in the face\nof Jesus Christ,” and we are satisfied.",
        "And so we come to Jesus–the Prophet that is come into the world: and\nwhat we shall find, if we will suffer Him to work His work in us, is\nthis. He will change our world for us, and will transform it. He will\nredeem our souls, so that there shall be in us a new birth, a new\ncreation. He will show us the Father, and it shall suffice us. He will\nset our feet on the road to Calvary, and we shall rejoice to be\ncrucified with Him. He will convert us–He will turn our lives inside\nout, so that they shall have their centre in GOD, and no longer in\nourselves. He will bestow on us the Spirit without measure, so that we\nshall be sons and daughters of the Highest. And we shall know that we\nare of GOD, even though the whole world lieth in wickedness. And we\nshall know that the Son of GOD is come, and that He hath given us an\nunderstanding, that we may know Him that is true, and that we are in\nHim that is true, even in His Son Jesus Christ.",
        "Continue...",
        "\nThis eBook of “Religious Reality” by A. E. J. Rawlinson (Student of Christ Church, Oxford; Examining Chaplain to the Bishop of Lichfield; Priest-In-Charge of St. John The Evangelist, Wilton Road, S.W.; Formerly Tutor of Keble College and Late Chaplain to the Forces) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Religious RealityBy A. E. J. RawlinsonAt Amazon"
    ]
}