{
    "title": "Remarks - Concerning Coroners",
    "author": "Bill Nye",
    "chapter": "18",
    "content": [
        "\n\n",
        "I am glad to notice that in the East there is a growing disfavor in the\npublic mind for selecting a practicing physician for the office of\ncoroner. This matter should have attracted attention years ago. Now it\ngratifies me to notice a finer feeling on the part of the people, and an\nawakening of those sensibilities which go to make life more highly prized\nand far more enjoyable.",
        "I had the misfortune at one time to be under the medical charge of a\ncoroner who had graduated from a Chicago morgue and practiced medicine\nalong with his inquest business with the most fiendish delight. I do not\nknow which he enjoyed best, holding the inquest or practicing on his\npatient and getting the victim ready for the quest.",
        "One day he wrote out a prescription and left it for me to have filled. I\nwas surprised to find that he had made a mistake and left a rough draft of\nthe verdict in my own case and a list of jurors which he had made in\nmemorandum, so as to be ready for the worst. I was alarmed, for I did not\nknow that I was in so dangerous a condition. He had the advantage of me,\nfor he knew just what he was giving me, and how long human life could be\nsustained under his treatment. I did not.",
        "That is why I say that the profession of medicine should not be allowed to\nconflict with the solemn duties of the coroner. They are constantly\nclashing and infringing upon each other’s territory. This coroner had a\nkind of tread-softly-bow-the-head way of getting around the room that made\nmy flesh creep. He had a way, too, when I was asleep, of glancing\nhurriedly through the pockets of my pantaloons as they hung over a chair,\nprobably to see what evidence he could find that might aid the jury in\narriving at a verdict. Once I woke up and found him examining a draft that\nhe had found in my pocket. I asked him what he was doing with my funds,\nand he said that he thought he detected a draft in the room and he had\njust found out where it came from.",
        "After that I hoped that death would come to my relief as speedily as\npossible. I felt that death would be a happy release from the cold touch\nof the amateur coroner and pro tem physician. I could look forward with\npleasure, and even joy, to the moment when my physician would come for the\nlast time in his professional capacity and go to work on me officially.\nThen the county would be obliged to pay him, and the undertaker could take\ncharge of the fragments left by the inquest.",
        "The duties of the physician are with the living, those of the coroner with\nthe dead. No effort, therefore, should be made to unite them. It is in\nviolation of all the finer feelings of humanity. When the physician\ndecides that his tendencies point mostly toward immortality and the names\nof his patients are nearly all found on the moss-covered stones of the\ncemetery, he may abandon the profession with safety and take hold of\npolitics. Then, should his tastes lead him to the inquest, let him\ngravitate toward the office of coroner; but the two should not be united.",
        "No man ought to follow his fellow down the mysterious river that defines\nthe boundary between the known and the unknown, and charge him\nprofessionally till his soul has fled, and then charge a per diem to the\ncounty for prying into his internal economy and holding an inquest over\nthe debris of mortality. I therefore hail this movement with joy and wish\nto encourage it in every way. It points toward a degree of enlightenment\nwhich will be in strong contrast with the darker and more ignorant epochs\nof time, when the practice of medicine was united with the profession of\nthe barber, the well-digger, the farrier, the veterinarian or the coroner.",
        "Why, this physician plenipotentiary and coroner extraordinary that I have\nreferred to, didn’t know when he got a call whether to take his morphine\nsyringe or his venire for a jury. He very frequently went to see a patient\nwith a lung tester under one arm and the revised statutes under the other.\nPeople never knew when they saw him going to a neighbor’s house, whether\nthe case had yielded to the coroner’s treatment or not. No one ever knew\njust when over-taxed nature would yield to the statutes in such case made\nand provided.",
        "When the jury was impanelled, however, we always knew that the medical\ntreatment had been successfully fatal.",
        "Once he charged the county with an inquest he felt sure of, but in the\nnight the patient got delirious, eluded his nurse, the physician and\ncoroner, and fled to the foot-hills, where he was taken care of and\nfinally recovered.",
        "The experiences of some of the patients who escaped from this man read\nmore like fiction than fact. One man revived during the inquest, knocked\nthe foreman of the jury through the window, kicked the coroner in the\nstomach, fed him a bottle of violet ink, and, with a shriek of laughter,\nfled. He is now traveling under an assumed name with a mammoth circus,\nfeeding his bald head to the African lion twice a day at $9 a week and\nfound.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}