{
    "title": "Remarks - Woodtick William’s Story",
    "author": "Bill Nye",
    "chapter": "60",
    "content": [
        "\n\n",
        "We had about as ornery and triflin’ a crop of kids in Calaveras county,\nthirty years ago, as you could gather in with a fine-tooth comb and a\nbrass band in fourteen States. For ways that was kittensome they were\nmoderately active and abnormally protuberant. That was the prevailing\nstyle of Calaveras kid, when Mr. George W. Mulqueen come there and wanted\nto engage the school at the old camp, where I hung up in the days when the\ncountry was new and the murmur of the six-shooter was heard in the land.",
        "“George W. Mulqueen was a slender young party from the effete East, with\nconscientious scruples and a hectic flush. Both of these was agin him for\na promoter of school discipline and square root. He had a heap of\ninformation and big sorrowful eyes.",
        "“So fur as I was concerned, I didn’t feel like swearing around George or\nusing any language that would sound irrelevant in a ladies’ boodore; but\nas for the kids of the school, they didn’t care a blamed cent. They just\nhollered and whooped like a passle of Sioux.",
        "“They didn’t seem to respect literary attainments or expensive knowledge.\nThey just simply seemed to respect the genius that come to that country to\nwin their young love with a long-handled shovel and a blood-shot tone of\nvoice. That’s what seemed to catch the Calaveras kids in the early days.",
        "“George had weak lungs, and they kept to work at him till they drove him\ninto a mountain fever, and finally into a metallic sarcophagus.",
        "“Along about the holidays the sun went down on George W. Mulqueen’s life,\njust as the eternal sunlight lit up the dewy eyes. You will pardon my\nmanner, Nye, but it seemed to me just as if George had climbed up to the\ntop of Mount Cavalry, or wherever it was, with that whole school on his\nback, and had to give up at last.",
        "“It seemed kind of tough to me, and I couldn’t help blamin’ it onto the\nschool some, for there was a half a dozen big snoozers that didn’t go to\nschool to learn, but just to raise Ned and turn up Jack.",
        "“Well, they killed him, anyhow, and that settled it.",
        "“The school run kind of wild till Feboowary, and then a husky young\ntenderfoot, with a fist like a mule’s foot in full bloom, made an\napplication for the place, and allowed he thought he could maintain\ndiscipline if they’d give him a chance. Well, they ast him when he wanted\nto take his place as tutor, and he reckoned he could begin to tute about\nMonday follering.",
        "“Sunday afternoon he went up to the school-house to look over the ground,\nand to arrange a plan for an active Injin campaign agin the hostile\nhoodlums of Calaveras.",
        "“Monday he sailed in about 9 A.M. with his grip-sack, and begun the\ndischarge of his juties.",
        "“He brought in a bunch of mountain-willers, and, after driving a big\nrailroad-spike into the door-casing, over the latch, he said the senate\nand house would sit with closed doors during the morning session. Several\nlarge, white-eyed holy terrors gazed at him in a kind of dumb, inquiring\ntone of voice, but he didn’t say much. He seemed considerably reserved as\nto the plan of the campaign. The new teacher then unlocked his\nalligator-skin grip, and took out a Bible and a new self-cocking weepon\nthat had an automatic dingus for throwing out the empty shells. It was one\nof the bull-dog variety, and had the laugh of a joyous child.",
        "“He read a short passage from the Scriptures, and then pulled off his coat\nand hung it on a nail. Then he made a few extemporaneous remarks, after\nwhich he salivated the palm of his right hand, took the self-cocking\nsongster in his left, and proceeded to wear out the gads over the varied\nprotuberances of his pupils.",
        "“People passing by thought they must be beating carpets in the\nschool-house. He pointed the gun at his charge with his left and\nmanipulated the gad with his right duke. One large, overgrown Missourian\ntried to crawl out of the winder, but, after he had looked down the barrel\nof the shooter a moment, he changed his mind. He seemed to realize that it\nwould be a violation of the rules of the school, so he came back and sat\ndown.",
        "“After he wore out the foliage, Bill, he pulled the spike out of that\ndoor, put on his coat and went away. He never was seen there again. He\ndidn’t ask for any salary, but just walked off quietly, and that summer we\naccidently heard that he was George W. Mulqueen’s brother.”",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}