{
    "title": "Remarks - A Resign",
    "author": "Bill Nye",
    "chapter": "64",
    "content": [
        "\n\n",
        "Postoffice Divan, Laramie City, W.T., Oct. 1, 1883.",
        "To the President of the United States:",
        "Sir.–I beg leave at this time to officially tender my resignation as\npostmaster at this place, and in due form to deliver the great seal and\nthe key to the front door of the office. The safe combination is set on\nthe numbers 33, 66 and 99, though I do not remember at this moment which\ncomes first, or how many times you revolve the knob, or which direction\nyou should turn it at first in order to make it operate.",
        "There is some mining stock in my private drawer in the safe, which I have\nnot yet removed. This stock you may have, if you desire it. It is a\nluxury, but you may have it. I have decided to keep a horse instead of\nthis mining stock. The horse may not be so pretty, but it will cost less\nto keep him.",
        "You will find the postal cards that have not been used under the\ndistributing table, and the coal down in the cellar. If the stove draws\ntoo hard, close the damper in the pipe and shut the general delivery\nwindow.",
        "Looking over my stormy and eventful administration as postmaster here, I\nfind abundant cause for thanksgiving. At the time I entered upon the\nduties of my office the department was not yet on a paying basis. It was\nnot even self-sustaining. Since that time, with the active co-operation of\nthe chief executive and the heads of the department, I have been able to\nmake our postal system a paying one, and on top of that I am now able to\nreduce the tariff on average-sized letters from three cents to two. I\nmight add that this is rather too too, but I will not say anything that\nmight seem undignified in an official resignation which is to become a\nmatter of history.",
        "Through all the vicissitudes of a tempestuous term of office I have safely\npassed. I am able to turn over the office to-day in a highly improved\ncondition, and to present a purified and renovated institution to my\nsuccessor.",
        "Acting under the advice of Gen. Hatton, a year ago, I removed the feather\nbed with which my predecessor, Deacon Hayford, had bolstered up his\nadministration by stuffing the window, and substituted glass. Finding\nnothing in the book of instructions to postmasters which made the feather\nbed a part of my official duties, I filed it away in an obscure place and\nburned it in effigy, also in the gloaming. This act maddened my\npredecessor to such a degree, that he then and there became a candidate\nfor justice of the peace on the Democratic ticket. The Democratic party\nwas able, however, with what aid it secured from the Republicans, to plow\nthe old man under to a great degree.",
        "It was not long after I had taken my official oath before an era of\nunexampled prosperity opened for the American people. The price of beef\nrose to a remarkable altitude, and other vegetables commanded a good\nfigure and a ready market. We then began to make active preparations for\nthe introduction of the strawberry-roan two-cent stamps and the\nblack-and-tan postal note. One reform has crowded upon the heels of\nanother, until the country is to-day upon the foam-crested wave of\npermanent prosperity.",
        "Mr. President, I cannot close this letter without thanking yourself and\nthe heads of departments at Washington for your active, cheery and prompt\ncooperation in these matters. You can do as you see fit, of course, about\nincorporating this idea into your Thanksgiving proclamation, but rest\nassured it would not be ill-timed or inopportune. It is not alone a credit\nto myself, It reflects credit upon the administration also.",
        "I need not say that I herewith transmit my resignation with great sorrow\nand genuine regret. We have toiled on together month after month, asking\nfor no reward except the innate consciousness of rectitude and the salary\nas fixed by law. Now we are to separate. Here the roads seem to fork, as\nit were, and you and I, and the cabinet, must leave each other at this\npoint.",
        "You will find the key under the door-mat, and you had better turn the cat\nout at night when you close the office. If she does not go readily, you\ncan make it clearer to her mind by throwing the cancelling stamp at her.",
        "If Deacon Hayford does not pay up his box-rent, you might as well put his\nmail in the general delivery, and when Bob Head gets drunk and insists on\na letter from one of his wives every day in the week, you can salute him\nthrough the box delivery with an old Queen Anne tomahawk, which you will\nfind near the Etruscan water-pail. This will not in any manner surprise\neither of these parties.",
        "Tears are unavailing. I once more become a private citizen, clothed only\nwith the right to read such postal cards as may be addressed to me\npersonally, and to curse the inefficiency of the postoffice department. I\nbelieve the voting class to be divided into two parties, viz: Those who\nare in the postal service, and those who are mad because they cannot\nreceive a registered letter every fifteen minutes of each day, including\nSunday.",
        "Mr. President, as an official of this Government I now retire. My term of\noffice would not expire until 1886. I must, therefore, beg pardon for my\neccentricity in resigning. It will be best, perhaps, to keep the\nheart-breaking news from the ears of European powers until the dangers of\na financial panic are fully past. Then hurl it broadcast with a sickening\nthud.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}