{
    "title": "Remarks - A Father’s Letter",
    "author": "Bill Nye",
    "chapter": "7",
    "content": [
        "\n\n",
        "My dear son.–Your letter of last week reached us yesterday, and I enclose\n$13, which is all I have by me at the present time. I may sell the other\nshote next week and make up the balance of what you wanted. I will\nprobably have to wear the old buffalo overcoat to meetings again this\nwinter, but that don’t matter so long as you are getting an education.",
        "I hope you will get your education as cheap as you can, for it cramps your\nmother and me like Sam Hill to put up the money. Mind you, I don’t\ncomplain. I knew education come high, but I didn’t know the clothes cost\nso like sixty.",
        "I want you to be so that you can go anywhere and spell the hardest word. I\nwant you to be able to go among the Romans or the Medes and Persians and\ntalk to any of them in their own native tongue.",
        "I never had any advantages when I was a boy, but your mother and I decided\nthat we would sock you full of knowledge, if your liver held out,\nregardless of expense. We calculate to do it, only we want you to go as\nslow on swallowtail coats as possible till we can sell our hay.",
        "Now, regarding that boat-paddling suit, and that baseball suit, and that\nbathing suit, and that roller-rinktum suit, and that lawn-tennis suit,\nmind, I don’t care about the expense, because you say a young man can’t\nreally educate himself thoroughly without them, but I wish you’d send home\nwhat you get through with this fall, and I’ll wear them through the winter\nunder my other clothes. We have a good deal severer winters here than we\nused to, or else I’m failing in bodily health. Last winter I tried to go\nthrough without underclothes, the way I did when I was a boy, but a\nManitoba wave came down our way and picked me out of a crowd with its eyes\nshet.",
        "In your last letter you alluded to getting injured in a little “hazing\nscuffle with a pelican from the rural districts.” I don’t want any harm to\ncome to you, my son, but if I went from the rural districts and another\nyoung gosling from the rural districts undertook to haze me, I would meet\nhim when the sun goes down, and I would swat him across the back of the\nneck with a fence board, and then I would meander across the pit of his\nstomach and put a blue forget-me-not under his eye.",
        "Your father aint much on Grecian mythology and how to get the square root\nof a barrel of pork, but he wouldn’t allow any educational institutions to\nhaze him with impunity. Perhaps you remember once when you tried to haze\nyour father a little, just to kill time, and how long it took you to\nrecover. Anybody that goes at it right can have a good deal of fun with\nyour father, but those who have sought to monkey with him, just to break\nup the monotony of life, have most always succeeded in finding what they\nsought.",
        "I ain’t much of a pensman, so you will have to excuse this letter. We are\nall quite well, except old Fan, who has a galded shoulder, and hope this\nwill find you enjoying the same great blessing.",
        "Your Father.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}