{
    "title": "Remarks - Polygamy as a Religious Duty",
    "author": "Bill Nye",
    "chapter": "55",
    "content": [
        "\n\n",
        "During the past few years in the history of our republic, we have had\nleprosy, yellow fever and the dude, and it seemed as though each one would\nwreck the whole national fabric at one time. National and international\ntroubles of one kind and another have gradually risen, been met and\nmastered, but the great national abscess known as the Church of Jesus\nChrist of Latter Day Saints still obstinately refuses to come to a head.",
        "I may be a radical monogamist and a rash enthusiast upon this matter, but\nI still adhere to my original motto, one country, one flag and one wife at\na time. Matrimony is a good thing, but it can be overdone. We can excuse\nthe man who becomes a collection of rare coins, stamps, or autographs, but\nhe who wears out his young life making a collection of wives, should be\nlooked upon with suspicion.",
        "After all, however, this matter has always been, and still is, treated\nwith too much levity. It seems funny to us, at a distance of 1,600 miles,\nthat a thick-necked patriarch in the valley of the Jordan should be sealed\nto thirteen or fourteen low-browed, half human females, and that the whole\nmass of humanity should live and multiply under one roof.",
        "Those who see the wealthy polygamists of Salt Lake City, do not know much\nof the horrors of trying to make polygamy and poverty harmonize in the\nrural districts. In the former case, each wife has a separate residence or\nsuite of rooms, perhaps; but in the latter is the aggregation of vice and\ndepravity, doubly horrible because, instead of the secluded character\nwhich wickedness generally assumes, here it is the common heritage of the\nyoung and at once fails to shock or horrify.",
        "Under the All-seeing eye, and the Bee Hive, and the motto, “Holiness to\nthe Lord,” with a bogus Bible and a red-nosed prophet, who couldn’t earn\n$13. per month pounding sand, this so called church hanging on to the\nhorns of the altar, as it were, defies the statutes, and while in open\nrebellion against the laws of God and man, refers to the constitution of\nthe United States as protecting it in its “religious belief.”",
        "In a poem, the patient Mormon in the picturesque valley of the Great Salt\nLake, where he has “made the desert blossom as the rose,” looks well. With\nthe wonderful music of the great organ at the tabernacle sounding in your\nears, and the lofty temple near by towering to the sky, you say to\nyourself, there is, after all, something solemn and impressive in all\nthis; but when a greasy apostle in an alapaca duster, takes his place\nbehind the elevated desk, and with bad grammar and slangy sentences, asks\nGod in a businesslike way to bless this buzzing mass of unclean,\nlow-browed, barbarous scum of all foreign countries, and the white trash\nand criminals of our own, you find no reverence, and no religious awe.",
        "The same mercenary, heartless lunacy that runs through the sickly\nplagiarism of the Book of Mormon, pervades all this, and instead of the\nodor of sanctity you notice the flavor of bilge water, and the emigrant’s\nown hailing sign, the all-pervading fragrance of the steerage.",
        "Education is the foe of polygamy, and many of the young who have had the\nmeans by which to complete their education in the East, are apostate, at\nleast so far as polygamy is concerned. Still, to the great mass of the\npoor and illiterate of Mormondom this is no benefit. The rich of the\nMormon Church are rich because their influence with this great fraud has\nmade them so; and it would, as a matter of business, injure their\nprospects to come out and bolt the nomination.",
        "Utah, even with the Edmunds bill, is hopelessly Mormon; all adjoining\nStates and Territories are already invaded by them, and the delegate in\nCongress from Wyoming is elected by the Mormon vote.",
        "I believe that I am moderately liberal and free upon all religious\nmatters, but when a man’s confession of faith involves from three to\ntwenty-seven old corsets in the back yard every spring, and a clothes line\nevery Monday morning that looks like a bridal trousseau emporium struck by\na cyclone, I must admit that I am a little bit inclined to be sectarian in\nmy views.",
        "It’s bad enough to be slapped across the features by one pair of long wet\nhose on your way to the barn, but to have a whole bankrupt stock of cold,\nwet garments every week fold their damp arms around your neck, as you\ndodge under the clothes line to drive the cow out of the yard, is wrong.",
        "It is not good for man to be alone, of course, but why should he yearn to\nfold a young ladies’ seminary to his bosom? Why should this morbid\nsentiment prompt him to marry a Female Suffrage Mass Meeting? I do not\nwish to be considered an extremist in religious matters, but the doctrine\nthat requires me to be sealed to a whole emigrant train, seems unnatural\nand inconsistent.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}