{
    "title": "Remarks - The Weeping Woman",
    "author": "Bill Nye",
    "chapter": "30",
    "content": [
        "\n\n",
        "I have not written much for publication lately, because I did not feel\nwell, I was fatigued. I took a ride on the cars last week and it shook me\nup a good deal.",
        "The train was crowded somewhat, and so I sat in a seat with a woman who\ngot aboard at Minkin’s Siding. I noticed as we pulled out of Minkin’s\nSiding, that this woman raised the window so that she could bid adieu to a\nman in a dyed moustache. I do not know whether he was her dolce far\nniente, or her grandson by her second husband. I know that if he had been\na relative of mine, however, I would have cheerfully concealed the fact.",
        "She waved a little 2x6 handkerchief out of the window, said “good-bye,\"\nallowed a fresh zephyr from Cape Sabine to come in and play a xylophone\ninterlude on my spinal column, and then burst into a paroxysm of damp, hot\ntears.",
        "I had to go into another car for a moment, and when I returned a pugilist\nfrom Chicago had my seat. When I travel I am uniformly courteous,\nespecially to pugilists. A pugilist who has started out as an obscure boy\nwith no money, no friends, and no one to practice on, except his wife or\nhis mother, with no capital aside from his bare hands; a man who has had\nto fight his way through life, as it were, and yet who has come out of\nobscurity and attracted the attention of the authorities, and won the good\nwill of those with whom he came in contact, will always find me cordial\nand pacific. So I allowed this self-made man with the broad, high,\nintellectual shoulder blades, to sit in my seat with his feet on my new\nand expensive traveling bag, while I sat with the tear-bedewed memento\nfrom Minkin’s Siding.",
        "She sobbed several more times, then hove a sigh that rattled the windows\nin the car, and sat up. I asked her if I might sit by her side for a few\nmiles and share her great sorrow. She looked at me askance. I did not\nresent it. She allowed me to take the seat, and I looked at a paper for a\nfew moments so that she could look me over through the corners of her\neyes. I also scrutinized her lineaments some.",
        "She was dressed up considerably, and, when a woman dresses up to ride in a\nrailway train, she advertises the fact that her intellect is beginning to\ntotter on its throne. People who have more than one suit of clothes should\nnot pick out the fine raiment for traveling purposes. This person was not\nhandsomely dressed, but she had the kind of clothes that look as though\nthey had tried to present the appearance of affluence and had failed to do\nso.",
        "This leads me to say, in all seriousness, that there is nothing so sad as\nthe sight of a man or woman who would scorn to tell a wrong story, but who\nwill persist in wearing bogus clothes and bogus jewelry that wouldn’t fool\nanybody.",
        "My seat-mate wore a cloak that had started out to bamboozle the American\npeople with the idea that it was worth $100, but it wouldn’t mislead\nanyone who might be nearer than half a mile. I also discovered, that it\nhad an air about it that would indicate that she wore it while she cooked\nthe pancakes and fried the doughnuts. It hardly seems possible that she\nwould do this, but the garment, I say, had that air about it.",
        "She seemed to want to converse after awhile, and she began on the subject\nof literature, picking up a volume that had been left in her seat by the\ntrain boy, entitled: “Shadowed to Skowhegan and Back; or, The Child Fiend;\nprice $2,” we drifted on pleasantly into the broad domain of letters.",
        "Incidentally I asked her what authors she read mostly.",
        "“O, I don’t remember the authors so much as I do the books,” said she; “I\nam a great reader. If I should tell you how much I have read, you wouldn’t\nbelieve it.”",
        "I said I certainly would. I had frequently been called upon to believe\nthings that would make the ordinary rooster quail.",
        "If she discovered the true inwardness of this Anglo-American “Jewdesprit,\"\nshe refrained from saying anything about it.",
        "“I read a good deal,” she continued, “and it keeps me all strung up. I\nweep, O so easily.” Just then she lightly laid her hand on my arm, and I\ncould see that the tears were rising to her eyes. I felt like asking her\nif she had ever tried running herself through a clothes wringer every\nmorning? I did feel that someone ought to chirk her up, so I asked her if\nshe remembered the advice of the editor who received a letter from a young\nlady troubled the same way. She stated that she couldn’t explain it, but\nevery little while, without any apparent cause, she would shed tears, and\nthe editor asked her why she didn’t lock up the shed.",
        "We conversed for a long time about literature, but every little while she\nwould get me into deep water by quoting some author or work that I had\nnever read. I never realized what a hopeless ignoramus I was till I heard\nabout the scores of books that had made her shed the scalding, and yet\nthat I had never, never read. When she looked at me with that far-away\nexpression in her eyes, and with her hand resting lightly on my arm in\nsuch a way as to give the gorgeous two karat Rhinestone from Pittsburg\nfull play, and told me how such works as “The New Made Grave; or The Twin\nMurderers” had cost her many and many a copious tear, I told her I was\nglad of it. If it be a blessed boon for the student of such books to weep\nat home and work up their honest perspiration into scalding tears, far be\nit from me to grudge that poor boon.",
        "I hope that all who may read these lines, and who may feel that the pores\nof their skin are getting torpid and sluggish, owing to an inherited\nantipathy toward physical exertion, and who feel that they would rather\nwork up their perspiration into woe and shed it in the shape of common\nred-eyed weep, will keep themselves to this poor boon. People have\ndifferent ways of enjoying themselves, and I hope no one will hesitate\nabout accepting this or any other poor boon that I do not happen to be\nusing at the time.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}