{
    "title": "Remarks - The Amateur Carpenter",
    "author": "Bill Nye",
    "chapter": "58",
    "content": [
        "\n\n",
        "In my opinion every professional man should keep a chest of carpenters’\ntools in his barn or shop, and busy himself at odd hours with them in\nconstructing the varied articles that are always needed about the house.\nThere is a great deal of pleasure in feeling your own independence of\nother trades, and more especially of the carpenter. Every now and then\nyour wife will want a bracket put up in some corner or other, and with\nyour new, bright saw and glittering hammer you can put up one upon which\nshe can hang a cast-iron horse-blanket lambrequin, with inflexible water\nlilies sewed in it.",
        "A man will, if he tries, readily learn to do a great many such little\nthings and his wife will brag on him to other ladies, and they will make\ninvidious comparisons between their husbands who can’t do anything of that\nkind whatever, and you who are “so handy.”",
        "Firstly, you buy a set of amateur carpenter tools. You do not need to say\nthat you are an amateur. The dealer will find that out when you ask him\nfor an easy-running broad-ax or a green-gage plumb line. He will sell you\na set of amateur’s tools that will be made of old sheet-iron with basswood\nhandles, and the saws will double up like a piece of stovepipe.",
        "After you have nailed a board on the fence successfully, you will very\nnaturally desire to do something much better, more difficult. You will\nprobable try to erect a parlor table or rustic settee.",
        "I made a very handsome bracket last week, and I was naturally proud of it.\nIn fastening it together, if I hadn’t inadvertently nailed it to the barn\nfloor, I guess I could have used it very well, but in tearing it loose\nfrom the barn, so that the two could be used separately, I ruined a\nbracket that was intended to serve as the base, as it were, of a\nlambrequin which cost nine dollars, aside from the time expended on it.",
        "During the month of March I built an ice-chest for this summer. It was not\nhandsome, but it was roomy, and would be very nice for the season of 1886,\nI thought. It worked pretty well through March and April, but as the\nweather begins to warm up that ice-chest is about the warmest place around\nthe house. There is actually a glow of heat around that ice-chest that I\ndon’t notice elsewhere. I’ve shown it to several personal friends. They\nseem to think it is not built tightly enough for an ice-chest. My brother\nlooked at it yesterday, and said that his idea of an ice-chest was that it\nought to be tight enough at least to hold the larger chunks of ice so that\nthey would not escape through the pores of the ice-box. He says he never\nbuilt one, but that it stood to reason that a refrigerator like that ought\nto be constructed so that it would keep the cows out of it. You don’t want\nto have a refrigerator that the cattle can get through the cracks of and\neat up your strawberries on ice, he says.",
        "A neighbor of mine who once built a hen resort of laths, and now wears a\nthick thumb-nail that looks like a Brazil nut as a memento of that pullet\ncorral, says my ice-chest is all right enough, only that it is not suited\nto this climate. He thinks that along Behring’s Strait, during the\nholidays, my ice-chest would work like a charm. And even here, he thought,\nif I could keep the fever out of my chest there would be less pain.",
        "I have made several other little articles of vertu this spring, to the\nconstruction of which I have contributed a good deal of time and two\nfinger nails. I have also sawed into my leg two or three times. The leg,\nof course, will get well, but the pantaloons will not. Parties wishing to\nmeet me in my studio during the morning hour will turn into the alley\nbetween Eighth and Ninth streets, enter the third stable door on the left,\npass around behind my Gothic horse, and give the countersign and three\nkicks on the door in an ordinary tone of voice.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}