{
    "title": "Remarks - Rosalinde",
    "author": "Bill Nye",
    "chapter": "41",
    "content": [
        "\n\n",
        "In answer to a former article relative to the dearth of woman here, we are\nnow receiving two to five letters per day from all classes and styles of\nyoung, middle-aged and old women who desire to come to Wyoming.",
        "Some of them would like to come here to work and obtain an honest\nlivelihood, and some of them desire to come here and marry cattle kings.",
        "A recent letter from Michigan, written in lead pencil, and evidently\nduring hours when the writer should have been learning her geography\nlesson, is very enthusiastic over the prospect of coming out here where\none girl can have a lover for every day in the week. She signs herself\nRosalinde, with a small r, and adds in a postscript that she “means\nbusiness.”",
        "Yes, Rosalinde, that’s what we are afraid of. We had a kind of a vague\nfear that you meant business, so we did not reply to your letter. Wyoming\nalready has women enough who write with a lead pencil. We are also pretty\nwell provided with poor spellers, and we do not desire to ransack Michigan\nfor affectionate but sap-headed girls.",
        "Stay in Michigan, Rosalinde, until we write to you, and one of these days\nwhen you have been a mother eight or nine times, and as you stand in the\ngolden haze in the back yard, hanging out damp shirts on an uncertain\nline, while your ripe and dewy mouth is stretched around a bass-wood\nclothes pin, you will thank us for this advice.",
        "Michigan is the place for you. It is the home of the Sweet Singer and the\nabiding place of the Detroit Free Press. We can’t throw any such\ninfluences around you here as those you have at your own door.",
        "Do not despair, Rosalinde. Some day a man, with a great, warm, manly heart\nand a pair of red steers, will see you and love you, and he will take you\nin his strong arms and protect you from the Michigan climate, just as\ndevotedly as any of our people here can. We do not wish to be\nmisunderstood in this matter. It is not as a lover that we have said so\nmuch on the girl question, but in the domestic aid department, and when we\nget a long letter from a young girl who eats slate pencils and reads Ouida\nbehind her atlas, we feel like going over there to Michigan with a trunk\nstrap and doing a little missionary work.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}