{
    "title": "Remarks - The Silver Dollar",
    "author": "Bill Nye",
    "chapter": "54",
    "content": [
        "\n\n",
        "It would seem at this time, while so little is being said on the currency\nquestion, and especially by the men who really control the currency, that\na word from me would not be out of place. Too much talking has been done\nby those only who have a theoretical knowledge of money and its eccentric\nhabits. People with a mere smattering of knowledge regarding national\ncurrency have been loquacious, while those who have made the matter a\nstudy, have been kept in the background.",
        "At this period in the history of our country, there seems to be a general\nstringency, and many are in the stringency business who were never that\nway before. Everything seems to be demonetized. The demonetization of\ngroceries is doing as much toward the general wiggly palsy of trade as\nanything I know of.",
        "But I may say, in alluding briefly to the silver dollar, that there are\nworse calamities than the silver dollar. Other things may occur in our\nlives, which, in the way of sadness and three-cornered gloom, make the\nlarge, robust dollar look like an old-fashioned half-dime.",
        "I met a man the other day, who, two years ago, was running a small paper\nat Larrabie’s Slough. He was then in his meridian as a journalist, and his\npaper was frequently quoted by such widely-read publications as the\nKnight of Labor at Work, a humorous semi-monthly journal. He boldly\nassailed the silver dollar, and with his trenchant pen he wrote such\nburning words of denunciation that the printer had to set them on ice\nbefore he could use the copy.",
        "Last week I met him on a Milwaukee & St. Paul train. He was very thin in\nflesh, and the fire of defiance was no longer in his eye. I asked him how\nhe came on with the paper at Larrabie’s Slough. He said it was no more.",
        "“It started out,” said he, “in a fearless way, but it was not sustained.”",
        "He then paused in a low tone of voice, gulped, and proceeded:",
        "“Folks told me when I began that I ought to attack almost everything. Make\nthe paper non-partisan, but aggressive, that was their idea. Sail into\neverything, and the paper would soon be a power in the land. So I\naggressed.",
        "“Friends came in very kindly and told me what to attack. They would\nneglect their own business in order to tell me of corruption in somebody\nelse. I went on that way for some time in a defiant mood, attacking\nanything that happened to suggest itself.",
        "“Finally I thought I would attack the silver dollar. I did so. I thought\nthat friends would come to me and praise me for my manly words, and that I\ncould afford to lose the friendship of the dollar provided I could win\nfriends.",
        "“In six months I took an unexpired annual pass over our Larrabie Slough\nNarrow-Gauge, or Orphan Road, and with nothing else but the clothes I\nwore, I told the plaintiff how to jerk the old Washington press and went\naway. The dear old Washington press that had more than once squatted my\nburning words into the pure white page. The dear old towel on which I had\nwiped my soiled hands for years, until it had almost become a part of\nmyself, the dark blue Gordon press with its large fly wheel and\nintermittent chattel mortgage, a press, to which I had contributed the\nfirst joint of my front finger; the editor’s chair; the samples of large\nbusiness cards printed in green with an inflamed red border, which showed\nthat we could do colored work at Larrabie’s Slough just as well as they\ncould in the large cities; the files of our paper; the large wilted potato\nthat Mr. Alonzo G. Pinkham of Erin Corners kindly laid on our table-all,\nall had to go.",
        "“I fled out into the great, hollow, mocking world of people who had\nrequested me to aggress. They were people who had called my attention to\nvarious things which I ought to attack. I had attacked those things. I had\nalso attacked the Larrabie Slough Narrow-Gauge Railroad, but the manager\ndid not see the attack, and so my pass was good.",
        "“What could I do?",
        "“I had attacked everything, and more especially the silver dollar, and now\nI was homeless. For fourteen weeks I rode up the narrow-gauge road one day\nand back the next, subsisting solely on the sample of nice pecan meat that\nthe newsboy puts in each passenger’s lap.",
        "“You look incredulous, I see, but it is true.",
        "“I feel differently toward the currency now, and I wish I could undo what\nI have done. Were I called up again to jerk the Archimedean lever, I would\nnot be so aggressive, especially as regards the currency. Whether it is\ninflated or not, silver dollars, paper certificates of deposit or silver\nbullion, it does not matter to me.",
        "“I yearn for two or three adult doughnuts and one of those thick, dappled\nslabs of gingerbread, or slat of pie with gooseberries in it. I presume\nthat I could write a scathing editorial on the abuses of our currency yet,\nbut I am not so much in the scathe business as I used to be.",
        "“I wish you would state, if you will, through some great metropolitan\njournal, that my views in relation to the silver coinage and the currency\nquestion have undergone a radical change, and that any plan whatever, by\nwhich to make the American dollar less skittish, will meet with my hearty\napproval.",
        "“If I have done anything at all through my paper to injure or repress the\nflow of our currency, and I fear I have, I now take this occasion to\ncheerfully regret it.”",
        "He then wrung my hand and passed from my sight.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}