{
    "title": "Remarks - Farming in Maine",
    "author": "Bill Nye",
    "chapter": "13",
    "content": [
        "\n\n",
        "The State of Maine is a good place in which to experiment with\nprohibition, but it is not a good place to farm it in very largely.",
        "In the first place, the season is generally a little reluctant. When I was\nup near Moosehead Lake, a short time ago, people were driving across that\nbody of water on the ice with perfect impunity. That is one thing that\ninterferes with the farming business in Maine. If a young man is\nsleigh-riding every night till midnight, he don’t feel like hoeing corn\nthe following day. Any man who has ever had his feet frost-bitten while\nbugging potatoes, will agree with me that it takes away the charm of\npastoral pursuits. It is this desire to amalgamate dog days and Santa\nClaus, that has injured Maine as an agricultural hot-bed.",
        "Another reason that might be assigned for refraining from agricultural\npursuits in Maine, is that the agitator of the soil finds when it is too\nlate that soil itself, which is essential to the successful propagation of\ncrops, has not been in use in Maine for years. While all over the State\nthere is a magnificent stone foundation on which a farm might safely rest,\nthe superstructure, or farm proper, has not been secured.",
        "If I had known when I passed through Minnesota and Illinois what a soil\nfamine there was in Maine, I would have brought some with me. The stone\ncrop this year in Maine will be very great. If they do not crack open\nduring the dry weather, there will be a great many. The stone bruise is\nalso looking unusually well for this season of the year, and chilblains\nwere in full bloom when I was there.",
        "In the neighborhood of Pittsfield, the country seems to run largely to\ncold water and chattel mortgages. Some think that rum has always kept\nMaine back, but I claim that it has been wet feet. In another article I\nrefer to the matter of rum in Maine more fully.",
        "The agricultural resources of Pittsfield and vicinity are not great, the\nprincipal exports being spruce gum and Christmas trees. Here also the\nhuckleberry hath her home. But the country seems to run largely to\nChristmas trees. They were not yet in bloom when I visited the State, so\nit was too early to gather popcorn balls and Christmas presents.",
        "Here, near Pittsfield, is the birthplace of the only original wormless\ndried apple pie, with which we generally insult our gastric economy when\nwe lunch along the railroad. These pies, when properly kiln-dried and\nrivetted, with German silver monogram on top, if fitted out with Yale time\nlock, make the best fire and burglar-proof wormless pies of commerce. They\ntake the place of civil war, and as a promoter of intestine strife they\nhave no equal.",
        "The farms in Maine are fenced in with stone walls. I do not know way this\nis done, for I did not see anything on these farms that anyone would\nnaturally yearn to carry away with him.",
        "I saw some sheep in one of these enclosures. Their steel-pointed bills\nwere lying on the wall near them, and they were resting their jaws in the\ncrisp, frosty morning air. In another enclosure a farmer was planting\nclover seed with a hypodermic syringe, and covering it with a mustard\nplaster. He said that last year his clover was a complete failure because\nhis mustard plasters were no good. He had tried to save money by using\nsecond-hand mustard plasters, and of course the clover seed, missing the\nwarm stimulus, neglected to rally, and the crop was a failure.",
        "Here may be noticed the canvas-back moose and a strong antipathy to good\nrum. I do not wonder that the people of Maine are hostile to rum–if they\njudge all rum by Maine rum. The moose is one of the most gamey of the\nfinny tribe. He is caught in the fall of the year with a double-barrel\nshotgun and a pair of snow-shoes. He does not bite unless irritated, but\nlittle boys should not go near the female moose while she is on her nest.\nThe masculine moose wears a harelip, and a hat rack on his head to which\nis attached a placard on which is printed:",
        "PLEASE KEEP OFF THE GRASS.",
        "This shows that the moose is a humorist.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}