{
    "title": "Remarks - The Arabian Language",
    "author": "Bill Nye",
    "chapter": "27",
    "content": [
        "\n\n",
        "The Arabian language belongs to what is called the Semitic or Shemitic\nfamily of languages, and, when written, presents the appearance of a\ngeneral riot among the tadpoles and wrigglers of the United States.",
        "The Arabian letter “jeem” or “jim,” which corresponds with our J,\nresembles some of the spectacular wonders seen by the delirium tremons\nexpert. I do not know whether that is the reason the letter is called jeem\nor jim, or not.",
        "The letter “sheen” or “shin,” which is some like our “sh” in its effect,\nis a very pretty letter, and enough of them would make very attractive\ntrimming for pantalets or other clothing. The entire Arabic alphabet, I\nthink, would work up first-rate into trimming for aprons, skirts, and so\nforth.",
        "Still it is not so rich in variety as the Chinese language. A Chinaman who\ndesires to publish a paper in order to fill a long felt want, must have a\nsmall fortune in order to buy himself an alphabet. In this country we get\na press, and then, if we have any money left, we lay it out in type; but\nin China the editor buys himself an alphabet and then regards the press as\na mere annex. If you go to a Chinese type maker and ask him to show you\nhis goods, he will ask you whether you want a two or a three story\nalphabet.",
        "The Chinese compositor spends most of his time riding up and down the\nelevator, seeking for letters and dusting them off with a feather duster.\nIn large and wealthy offices the compositor sits at his case with the copy\nbefore him, and has five or six boys running from one floor to another,\nbringing him the letters of this wild and peculiar alphabet.",
        "Sometimes they have to stop in the middle of a long editorial and send\ndown to Hong Kong and have a letter cast specially for that editorial.",
        "Chinese compositors soon die from heart disease, because they have to run\nup stairs and down so much in order to get the different letters needed.",
        "One large publisher tried to have his case arranged in a high building\nwithout floors, so that the compositor could reach each type by means of a\nlong pole, but one day there was a slight earthquake shock that spilled\nthe entire alphabet out of the case, all over the floor, and although that\nwas ninety-seven years ago last April, there are still two bushels of pi\non the floor of that office. The paper employs rat printers, and as they\nhave been engaged in assorting and distributing this mass of pi, it is\ncalled rat pi in China, and the term is quite popular.",
        "When the editor underscores a word, the Chinese compositor charges $9\nextra for italicizing it. This is nothing more than fair, for he may have\nto go all over the empire, and climb twenty-seven flights of stairs to\nfind the necessary italics. So it is much more economical in China to use\nbody type mostly in setting up a paper, and the old journalist will avoid\ncaps and italics, unless he is very wealthy.",
        "Arabian literature is very rich, and more especially so in verse. How the\nArabian poets succeeded so well in writing their verse in their own\nlanguage, I can hardly understand. I find it very difficult to write\npoetry which will be greedily snapped up and paid for, even when written\nin the English language, but if I had to paw around for an hour to get a\nbutton-hook for the end of the fourth line, so that it would rhyme with\nthe button-hook in the second line of the same verse, I believe it would\ndrive me mad.",
        "The Arabian writer is very successful in a tale of fiction. He loves to\ntake a tale and re-write it for the press by carefully expunging the\nfacts. It is in lyric and romantic writing that he seems to excel.",
        "The Arabian Nights is the most popular work that has survived the harsh\ntouch of time. Its age is not fully known, and as the author has been dead\nseveral hundred years, I feel safe in saying that a number of the\nincidents contained in this book are grossly inaccurate.",
        "It has been translated several times with more or less success by various\nwriters, and some of the statements contained in the book are well worthy\nof the advanced civilization, and wild word painting incident to a heated\npresidential campaign.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}