{
    "title": "Remarks - Concerning Book Publishing",
    "author": "Bill Nye",
    "chapter": "2",
    "content": [
        "\n\n",
        "“Amateur” writes me that he is about to publish a book, and asks me if I\nwill be kind enough to suggest some good, reliable publisher for him.",
        "This would suggest that “Amateur” wishes to confer his book on some\ndeserving publisher with a view to building him up and pouring a golden\nstream of wealth into his coffers. “Amateur” already, in his mind’s eye,\nsees the eager millions of readers knocking each other down and trampling\nupon one another in the mad rush for his book. In my mind, I see his eye,\nlighted up with hope, and, though he lives in New Jersey, I fancy I can\nhear his quickened breath as his bosom heaves.",
        "Evidently he has never published a book. There is a good deal of fun ahead\nof him that he does not wot of. I used to think that when I got the last\npage of my book ready for press, the front yard would be full of\npublishers tramping down the velvet lawn and the meek-eyed pansies in\ntheir crazy efforts to get hold of the manuscript, but when I had written\nthe last word of my first volume of soul-throb, and had opened the\ncasement to look out on the howling, hungry mob of publishers, with\ncheckbooks in one hand and a pillow-case full of scads in the other, I was\na little puzzled to notice the abrupt and pronounced manner in which they\nwere not there.",
        "All of us have to struggle before we can catch the eye of the speaker.\nMilton didn’t get one-fiftieth as much for “Paradise Lost” as I got for my\nfirst book, and yet you will find people to-day who claim that if Milton\nhad lived he could have knocked the socks off of me with one hand tied\nbehind him. Recollect, however, that I am not here to open a discussion on\nthis matter. Everyone is entitled to his own opinion in relation to\nauthors. People cannot agree on the relative merits of literature. Now,\nfor instance, last summer I met a man over in South Park, Col., who could\nrepeat page after page of Shakespeare, and yet, when I asked him if he was\nfamiliar with the poems of the “Sweet Singer of Michigan,” he turned upon\nme a look of stolid vacancy, and admitted that he had never heard of her\nin his life.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}