{
    "title": "Remarks - Asking for a Pass",
    "author": "Bill Nye",
    "chapter": "76",
    "content": [
        "\n\n",
        "The general passenger agent of a prominent road leading out of Chicago\ntoward the south, tells me that he is getting a good many letters lately\nasking for passes, and he complains bitterly over the awkward and\nunsatisfactory style of the correspondence. Acting on this suggestion and\nthough a little late in the day, perhaps, I have erected the following as\na guide to those who contemplate writing under similar circumstances:",
        "Office of The Evening Squeal, January 14, 1886.",
        "General Passenger Agent, Great North American Gitthere R.R., Chicago, Ill.",
        "Dear Sir.–I desire to know by return mail whether or no you would be\npleased to swap transportation for kind words. I am the editor of “The\nSqueal,” published at this place. It is a paper pure in tone, world wide\nin its scope and irresistible in the broad sweep of its mighty arm.",
        "I desire to visit the great exposition at New Orleans this winter, and\nwould be willing to yield you a few words of editorial opinion, set in\nlong primer type next to pure reading matter, and without advertising\nmarks.",
        "My object in thus addressing you is two-fold. I have always wanted to do\nyour road a kind act that would put it on its feet, but I have never\nbefore had the opportunity. This winter I feel just like it, and am not\nwilling, but anxious. Another object, though trivial, perhaps, to you, is\nvital to me. If I do not get the pass, I am afraid I shall not reach there\ntill the exposition is over. You can see for yourself how important it is\nthat I should have transportation. Day after day the president on to the\ngrounds and ask if I am there. Some official will salute him and answer\nsadly, “No, your highness, he has not yet arrived, but we look for him\nsoon. He is said to be stuck in a mud hole somewhere in Egypt.” Then the\nexposition will drag on again.",
        "You may make the pass read, “For self, Chicago to New Orleans and return,\"\nand I will write the editorial, or you may make it read, “Self and wife\"\nand I will let you write it yourself. Nothing is too good for my friends.\nWhen a man does me a kind act or shows signs of affection, I just allow\nhim to walk all over me and make himself perfectly free with the policy of\nmy paper.",
        "The “Evening Squeal” has been heard everywhere. We send it to the four\nwinds of Heaven, and its influence is felt wherever the English language\nis respected. And yet, if you want to belong to my coterie of friends, you\ncan make yourself just as free with its editorial columns as you would if\nyou owned it.",
        "And yet “The Squeal” is a bad one to stir up. I shudder to think what the\nresult would be if you should incur the hatred of “The Squeal.” Let us\navoid such a subject or the possibility of such a calamity.",
        "“The Squeal” once opposed the candidacy of a certain man for the office of\nschool district clerk, and in less than four years he was a corpse! Struck\ndown in all his wanton pride by one of the popular diseases of the day.",
        "My paper at one time became the foe of a certain road which tapped the\ngreat cranberry vineyards of northern Minnesota, and that very fall the\nberries soured on the vines!",
        "I might go on for pages to show how the pathway of “The Squeal” has been\nstrewn with the ruins of railroads, all prosperous and happy till they\nantagonized us and sought to injure us.",
        "I believe that the great journals and trunk lines of the land should stand\nin with one another. If you have the support and moral encouragement of\nthe press you will feel perfectly free to run over any one who gets on\nyour track. Besides, if I held a pass over your road I should feel very\nmuch reserved about printing the details of any accident, delay or washout\nalong your line. I aim to mould public opinion, but a man can subsidize\nand corrupt me if he goes at it right. I write this to kind of give you a\npointer as to how you can go to work to do so if you see fit.",
        "Should you wish to pervert my high moral notions in relation to railways,\nplease make it good for thirty days, as it may take me a week or so to\nmortgage my property and get ready to go in good style. I will let you\nknow on what day I will be in New Orleans, so that you can come and see me\nat that time. Should you have difficulty in obtaining an audience with me,\nowing to the throng of crowned heads, just show this autograph letter to\nthe doorkeeper, and he will show you right in. Wipe your boots before\nentering.",
        "Yours truly,",
        "Daniel Webster Briggs,\nEditor of “The Squeal.”",
        "It is my opinion that no railroad official, however disobliging, would\nhesitate a moment about which way he would swing after reading an epistle\nafter this pattern. Few, indeed, are the men who would be impolitic enough\nto incur the displeasure of such a paper as I have artfully represented\n“The Squeal” to be.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}