{
    "title": "Remarks - Boston Common and Environs",
    "author": "Bill Nye",
    "chapter": "23",
    "content": [
        "\n\n",
        "Strolling through the Public Garden and the famous Boston Common, the\nuntutored savage from the raw and unpolished West is awed and his wild\nspirit tamed by the magnificent harmony of nature and art. Everywhere the\neye rests upon all that is beautiful in nature, while art has heightened\nthe pleasing effect without having introduced the artistic jim-jams of a\nlost and undone world.",
        "It is a delightful place through which to stroll in the gray morning while\nthe early worm is getting his just desserts. There, in the midst of a\ngreat city, with the hum of industry and the low rumble of the throbbing\nBoston brain dimly heard in the distance, nature asserts herself, and the\nweary, sad-eyed stranger may ramble for hours and keep off the grass to\nhis heart’s content.",
        "Nearly every foot of Boston Common is hallowed by some historical\nincident. It is filled with reminiscences of a time when liberty was not\noverdone in this new world, and the tyrant’s heel was resting calmly on\nthe neck of our forefathers.",
        "In the winter of 1775-6, over 110 years ago, as the ready mathematician\nwill perceive, 1,700 redcoats swarmed over Boston Common. Later on the\nlocal antipathy to these tourists became so great that they went away.\nThey are still fled. A few of their descendants were there when I visited\nthe Common, but they seemed amicable and did not wear red coats. Their\ncoats this season are made of a large check, with sleeves in it. Their\nwardrobe generally stands a larger check than their bank account.",
        "The fountains in the Common and the Public Garden attract the eye of the\nstranger, some of them being very beautiful. The Brewer fountain on\nFlagstaff hill, presented to the city by the late Gardner Brewer, is very\nhandsome. It was cast in Paris, and is a bronze copy of a fountain\ndesigned by Lienard of that city. At the base there are figures\nrepresenting Neptune with his fabled pickerel stabber, life size; also\nAmphitrite, Acis and Galatea. Surviving relatives of these parties may\nwell feel pleased and gratified over the life-like expression which, the\nsculptor has so faithfully reproduced.",
        "But the Coggswell fountain is probably the most eccentric squirt, and one\nwhich at once rivets the eye of the beholder. I do not know who designed\nit, but am told that it was modeled by a young man who attended the\ncodfish autopsy at the market daytimes and gave his nights to art.",
        "The fountain proper consists of two metallic bullheads rampart. They stand\non their bosoms, with their tails tied together at the top. Their mouths\nare abnormally distended, and the water gushes forth from their tonsils in\na beautiful stream.",
        "The pose of these classical codfish or bullheads is sublime. In the\nspirited Graeco-Roman tussle which they seem to be having, with their\ntails abnormally elevated in their artistic catch-as-catch-can or can-can\nscuffle, the designer has certainly hit upon a unique and beautiful\nimpossibility.",
        "Each bullhead also has a tin dipper chained to his gills, and through the\nlive-long day, till far into the night, he invites the cosmopolitan tramp\nto come and quench his never-dying thirst.",
        "The frog pond is another celebrated watering place. I saw it in the early\npart of May, and if there had been any water in it, it would have been a\nfine sight. Nothing contributes to the success of a pond like water.",
        "I ventured to say to a Boston man that I was a little surprised to find a\nlittle frog pond containing neither frogs or pond, but he said I would\nfind it all right if I would call around during office hours.",
        "While sitting on one of the many seats which may be found on the Common\none morning, I formed the acquaintance of a pale young man, who asked me\nif I resided in Boston. I told him that while I felt flattered to think\nthat I could possibly fool anyone, I must admit that I was only a pilgrim\nand a stranger.",
        "He said that he was an old resident, and he had often noticed that the\npeople of the Hub always Spoke to a Felloe till he was tired. I afterward\nlearned that he was not an actual resident of Boston, but had just\ncompleted his junior year at the State asylum for the insane. He was sent\nthere, it seems, as a confirmed case of unjustifiable Punist. Therefore\nthe governor had Punist him accordingly. This is a specimen of our\ncapitalized joke with Queen Anne do-funny on the corners. We are shipping\na great many of them to England this season, where they are greedily\nsnapped up and devoured by the crowned heads. It is a good hot weather\njoke, devoid of mental strain, perfectly simple and may be laughed at or\nnot without giving the slightest offense.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}