{
    "title": "Remarks - George the Third",
    "author": "Bill Nye",
    "chapter": "58",
    "content": [
        "\n\n",
        "George III was born in England June 4, 1738, and ran for king in 1760. He\nwas a son of Frederick, Prince of Wales, and held the office of king for\nsixty years. He was a natural born king and succeeded his grandfather,\nGeorge II. Look as you will a-down the long page of English history, and\nyou will not fail to notice the scarcity of self-made kings. How few of\nthem were poor boys and had to skin along for years with no money, no\ninfluential friends and no fun.",
        "Ah, little does the English king know of hard times and carrying two or\nthree barrels of water to a tired elephant in order that he may get into\nthe afternoon performance without money. When he gets tired of being\nprince, all he has to do is just to be king all day at good wages, and\nthen at night take off his high-priced crown, hang it up on the hat-rack,\nput on a soft hat and take in the town.",
        "George III quit being prince at the age of 22 years, and began to hold\ndown the English throne. He would reign along for a few years, taking it\nkind of quiet, and then all at once he would declare war and pick out some\npeople to go abroad and leave their skeletons on some foreign shore. That\nwas George’s favorite amusement. He got up the Spanish war in two years\nafter he clome the throne; then he had an American revolution, a French\nrevolution, an Irish rebellion and a Napoleonic war. He dearly loved\ncarnage, if it could be prepared on a foreign strand. George always wanted\nimported carnage, even if it came higher. It was in 1765, and early in\nGeorge’s reign, that the American stamp act passed the Legislature and the\nGoddess of Liberty began to kick over the dashboard.",
        "George was different from most English kings, morally. When he spit on his\nhand and grasped the sceptre, he took his scruples with him right onto the\nthrone. He was not talked about half so much as other kings before or\nsince his time. Nine o’clock most always found George in bed, with his\nsceptre under the window-sash, so that he could get plenty of fresh air.\nAs it got along toward 9 o’clock, he would call the hired girl, tell her\nto spread a linen lap-robe on the throne till morning, issue a royal ukase\ndirecting her to turn out the cat, and instructing the cook to set the\npancake batter behind the royal stove in the council chamber, then he\nwould wind the clock and retire. Early in the morning George would be up\nand dressed, have all his chores done and the throne dusted off ready for\nanother hard day’s reign.",
        "George III is the party referred to in the Declaration of Independence the\npresent king of Great Britain, and of whom many bitter personal remarks\nwere made by American patriots. On this side of the water George was not\nhighly esteemed. If he had come over here to spend the summer with friends\nin Boston, during the days of the stamp act excitement, he could have gone\nhome packed in ice, no doubt, and with a Swiss sunset under each eye.",
        "George’s mind was always a little on the bias, and in 1810 he went crazy\nfor the fifth time. Always before that he had gone right ahead with his\nreign, whether he was crazy or not, but with the fifth attack of insanity,\ncoupled with suggestion of the brain and blind staggers, it was decided to\ntie him up in the barn and let someone else reign awhile. The historian\nsays that blindness succeeded this attack, and in 1811 the Prince of Wales\nbecame regent.",
        "George III died at Windsor in 1820, with the consent of a joint committee\nof both houses of congress, at the age of 82 years. He made the longest\nrun as king, without stopping for feed or water, of any monarch in English\nhistory. Sixty years is a long time to be a monarch and look under the bed\nevery night for a Nihilist loaded with a cut-glass bomb and Paris green.\nSixty years is a long while to jerk a sceptre over a nation and keep on\nthe right side, politically, all the time.",
        "George was of an inventive turn of mind, and used to be monkeying with\nsome kind of a patent, evenings, after he had peeled his royal robes. Most\nof his patents related to land, however, and some of the most successful\nsoil in Massachusetts was patented by George.",
        "He was always trying some scheme to make a pile of money easy, so that he\nwouldn’t have to work; but he died poor and crazy at last, in England. He\nwas not very smart, but he attended to business all the time, and did not\nget up much of a reputation as a moral leper. He said that as king of\nGreat Britain and general superintendent of Cork he did not aim to make\nmuch noise, but he desired to attract universal attention by being so\nmoral that he would be regarded as eccentric by other crowned heads.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}