{
    "title": "Remarks - John Adams",
    "author": "Bill Nye",
    "chapter": "48",
    "content": [
        "\n\n",
        "After viewing the birthplace of the Adamses out at Quincy I felt more\nreconciled to my own birthplace. Comparing the house in which I was born\nwith those in which other eminent philanthropists and high-priced\nstatesmen originated, I find that I have no reason to complain. Neither of\nthe Adamses were born in a larger house than I was, and for general tone\nand eclat of front yard and cook-room on behind, I am led to believe that\nI have the advantage.",
        "John Adams was born before John Quincy Adams. A popular idea seems to\nprevail in some sections of the Union that inasmuch as John Q. was\nbald-headed, he was the eider of the two; but I inquired about that while\non the ground where they were both born, and ascertained from people who\nwere familiar with the circumstances, that John was born first.",
        "John Adams was the second president of the United States. He was a lawyer\nby profession, but his attention was called to politics by the passage of\nthe stamp act in 1765. He was one of the delegates who represented\nMassachusetts in the first Continental Congress, and about that time he\nwrote a letter in which he said: “The die is now cast; I have passed the\nrubicon. Sink or swim, live or die, survive or perish with my country is\nmy unalterable determination.” Some have expressed the opinion that “the\nrubicon” alluded to by Mr. Adams in this letter was a law which he had\nsucceeded in getting passed; but this is not true. The idea of passing the\nrubicon first originated with Julius Caesar, a foreigner of some note who\nflourished a good deal B.C.",
        "In June, 1776, Mr. Adams seconded a resolution, moved by Richard Henry\nLee, that the United States “are, and of right ought to be, free and\nindependent.” Whenever Mr. Adams could get a chance to whoop for liberty\nnow and forever, one and inseparable, he invariably did so.",
        "In 1796, Mr. Adams ran for president. In the convention it was nip and\ntuck between Thomas Jefferson and himself, but Jefferson was understood to\nbe a Universalist, or an Universalist, whichever would look the best in\nprint, and so he only got 68 votes out of a possible 139. In 1800,\nhowever, Jefferson turned the tables on him, and Mr. Adams only received\n65 to Jefferson’s 73 votes.",
        "Mr. Adams made a good president and earned his salary, though it wasn’t so\nmuch of a job as it is now. When there was no Indian war in those days the\npresident could put on an old blue flannel shirt and such other clothes as\nhe might feel disposed to adopt, and fish for bull heads in the Potomac\ntill his nose peeled in the full glare of the fervid sun.",
        "Now it is far different. By the time we get through with a president\nnowadays he isn’t good for much. Mr. Hayes stood the fatigue of being\npresident better, perhaps, than any other man since the republic became so\nlarge a machine. Mr. Hayes went home to Fremont with his mind just as\nfresh and his brain as cool as when he pulled up his coat tails to sit\ndown in the presidential chair. The reason why Mr. Hayes saved his mind,\nhis brain and his salary, was plain enough when we stop to consider that\nhe did not use them much during his administration.",
        "John Quincy Adams was the sixth president of the United States and the\neldest son of John Adams. He was one of the most eloquent of orators, and\nshines in history as one of the most polished of our eminent and\nbald-headed Americans. When he began to speak, his round, smooth head, to\nlook down upon it from the gallery, resembled a nice new billiard ball,\nbut as he warmed up and became more thoroughly stirred, his intellectual\ndome changed to a delicate pink. Then, when he rose to the full height of\nhis eloquent flight, and prepared to swoop down upon his adversaries and\ncarry them into camp, it is said that his smooth intellectual rink was as\nred as the flush of rosy dawn on the 5th day of July.",
        "He was educated both at home and abroad. That is the reason he was so\npolished. After he got so that he could readily spell and pronounce the\nmost difficult words to be found in the large stores of Boston, he was\nsent to Europe, where he acquired several foreign tongues, and got so that\nhe could converse with the people of Europe very fluently, if they were\nfamiliar with English as she is spoke.",
        "John Quincy Adams was chosen president by the House of Representatives,\nthere being no choice in the electoral contest, Adams receiving 84 votes,\nAndrew Jackson 99, William H. Crawford 41, and Henry Clay 37. Clay stood\nin with Mr. Adams in the House of Representatives deal, it was said, and\nwas appointed secretary of state under Mr. Adams as a result. This may not\nbe true, but a party told me about it who got it straight from Washington,\nand he also told me in confidence that he made it a rule never to\nprevaricate.",
        "Mr. Adams was opposed to American slavery, and on several occasions in\nCongress alluded to his convictions.",
        "He was in Congress seventeen years, and during that time he was frequently\non his feet attending to little matters in which he felt an interest, and\nwhen he began to make allusions, and blush all over the top of his head,\nand kick the desk, and throw ink-bottles at the presiding officer, they\nsay that John Q. made them pay attention. Seward says, “with unwavering\nfirmness, against a bitter and unscrupulous opposition, exasperated to the\nhighest pitch by his pertinacity–amidst a perfect tempest of vituperation\nand abuse–he persevered in presenting his anti-slavery petitions, one by\none, to the amount sometimes of 200 in one day.” As one of his eminent\nbiographers has truly said: “John Quincy Adams was indeed no slouch.”",
        "The Wail Of A Wife.",
        "“Ethel” has written a letter to me and asked for a printed reply. Leaving\noff the opening sentences, which I would not care to have fall into the\nhands of my wife, her note is about as follows:",
        "“–– Vt., Feb. 28, 1885.",
        "My Dear Sir:",
        "[Tender part of letter omitted for obvious reasons.] Would it be asking\ntoo much for me to request a brief reply to one or two questions which\nmany other married women as well as myself would like to have answered?",
        "I have been married now for five years. To-day is the anniversary of my\nmarriage. When I was single I was a teacher and supported myself in\ncomfort. I had more pocket-money and dressed fully as well if not better\nthan I do now. Why should girls who are abundantly able to earn their own\nlivelihood struggle to become the slave of a husband and children, and tie\nthemselves to a man when they might be free and happy?",
        "I think too much is said by the men in a light and flippant manner about\nthe anxiety of young ladies to secure a home and a husband, and still they\ndo deserve a part of it, as I feel that I do now for assuming a great\nburden when I was comparatively independent and comfortable.",
        "Now, will you suggest any advice that you think would benefit the yet\nunmarried and self-supporting girls who are liable to make the same\nmistake that I did, and thus warn them in a manner that would be so much\nmore universal in its range, and reach so many more people than I could if\nI should raise my voice? Do this and you will be gratefully remembered by",
        "Ethel.”",
        "It would indeed be a tough, tough man who could ignore thy gentle plea,\nEthel; tougher far than the pale, intellectual hired man who now addresses\nyou in this private and underhanded manner, unknown to your husband.\nPlease destroy this letter, Ethel, as soon as you see it in print, so that\nit will not fall into the hands of Mr. Ethel, for if it should, I am gone.\nIf your husband were to run across this letter in the public press I could\nnever look him in the eye again.",
        "You say that you had more pocket-money before you were married than you\nhave since, Ethel, and you regret your rash step. I am sorry to hear it.\nYou also say that you wore better clothes when you were single than you do\nnow. You are also pained over that. It seems that marriage with you has\nnot paid any cash dividends. So that if you married Mr. Ethel as a\nfinancial venture, it was a mistake. You do not state how it has affected\nyour husband. Perhaps he had more pocket-money and better clothes before\nhe married than he has since. Sometimes two people do well in business by\nthemselves, but when they go into partnership they bust higher than a\nkite, if you will allow me the free, English translation of a Roman\nexpression which you might not fully understand if I should give it to you\nin the original Roman.",
        "Lots of self-supporting young ladies have married and had to go very light\non pin-money after that, and still they did not squeal, as you, dear\nEthel. They did not marry for revenue only. They married for protection.\n(This is a little political bon mot which I thought of myself. Some of my\nbest jokes this spring are jokes that I thought of myself.)",
        "No, Ethel, if you married expecting to be a dormant partner during the day\nand then to go through Mr. Ethel’s pantaloons pocket at night and declare\na dividend, of course life is full of bitter, bitter regret and\ndisappointment. Perhaps it is also for Mr. Ethel. Anyhow, I can’t help\nfeeling a pang of sympathy for him. You do not say that he is unkind or\nthat he so far forgets himself as to wake you up in the morning with a\nharsh tone of voice and a yearling club. You do not say that he asks you\nfor pocket-money, or, if so, whether you give it to him or not.",
        "Of course I want to do what is right in the solemn warning business, so I\nwill give notice to all simple young women who are now self-supporting and\nhappy, that there is no statute requiring them to assume the burdens of\nwifehood and motherhood unless they prefer to do so. If they now have\nabundance of pin-money and new clothes, they may remain single if they\nwish without violating the laws of the land. This rule is also good when\napplied to young and self-supporting young men who wear good clothes and\nhave funds in their pockets. No young man who is free, happy and\nindependent, need invest his money in a family or carry a colicky child\ntwenty-seven miles and two laps in one night unless he prefers it. But\nthose who go into it with the right spirit, Ethel, do not regret it.",
        "I would just as soon tell you, Ethel, if you will promise that it shall go\nno farther, that I do not wear as good clothes as I did before I was\nmarried. I don’t have to. My good clothes have accomplished what I got\nthem for. I played them for all they were worth, and since I got married\nthe idea of wearing clothes as a vocation has not occurred to me.",
        "Please give my kind regards to Mr. Ethel, and tell him that although I do\nnot know him personally, I cannot help feeling sorry for him.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}