{
    "title": "Remarks - My Experience as an Agriculturist",
    "author": "Bill Nye",
    "chapter": "62",
    "content": [
        "\n\n",
        "During the past season I was considerably interested in agriculture. I met\nwith some success, but not enough to madden me with joy. It takes a good\ndeal of success to unscrew my reason and make it totter on its throne.\nI’ve had trouble with my liver, and various other abnormal conditions of\nthe vital organs, but old reason sits there on his or her throne, as the\ncase may be, through it all.",
        "Agriculture has a charm about it which I can not adequately describe.\nEvery product of the farm is furnished by nature with something that loves\nit, so that it will never be neglected. The grain crop is loved by the\nweevil, the Hessian fly, and the chinch bug; the watermelon, the squash\nand the cucumber are loved by the squash bug; the potato is loved by the\npotato bug; the sweet corn is loved by the ant, thou sluggard; the tomato\nis loved by the cut-worm; the plum is loved by the curculio, and so forth,\nand so forth, so that no plant that grows need be a wall-flower. [Early\nblooming and extremely dwarf joke for the table. Plant as soon as there is\nno danger of frosts, in drills four inches apart. When ripe, pull it, and\neat raw with vinegar. The red ants may be added to taste.]",
        "Well, I began early to spade up my angle-worms and other pets, to see if\nthey had withstood the severe winter. I found they had. They were\nunusually bright and cheerful. The potato bugs were a little sluggish at\nfirst, but as the spring opened and the ground warmed up they pitched\nright in, and did first-rate. Every one of my bugs in May looked\nsplendidly. I was most worried about my cut-worms. Away along in April I\nhad not seen a cutworm, and I began to fear they had suffered, and perhaps\nperished, in the extreme cold of the previous winter.",
        "One morning late in the month, however, I saw a cut-worm come out from\nbehind a cabbage stump and take off his ear muff. He was a little stiff in\nthe joints, but he had not lost hope. I saw at once now was the time to\nassist him if I had a spark of humanity left. I searched every work I\ncould find on agriculture to find out what it was that farmers fed their\nblamed cut-worms, but all scientists seemed to be silent. I read the\nagricultural reports, the dictionary, and the encyclopedia, but they\ndidn’t throw any light on the subject. I got wild. I feared that I had\nbrought but one cut-worm through the winter, and I was liable to lose him\nunless I could find out what to feed him. I asked some of my neighbors,\nbut they spoke jeeringly and sarcastically. I know now how it was. All\ntheir cut-worms had frozen down last winter, and they couldn’t bear to see\nme get ahead.",
        "All at once, an idea struck me. I haven’t recovered from the concussion\nyet. It was this: the worm had wintered under a cabbage stalk; no doubt he\nwas fond of the beverage. I acted upon this thought and bought him two\ndozen red cabbage plants, at fifty cents a dozen. I had hit it the first\npop. He was passionately fond of these plants, and would eat three in one\nnight. He also had several matinees and sauerkraut lawn festivals for his\nfriends, and in a week I bought three dozen more cabbage plants. By this\ntime I had collected a large group of common scrub cut-worms, early\nSwedish cut-worms, dwarf Hubbard cut-worms, and short-horn cut-worms, all\ndoing well, but still, I thought, a little hide-bound and bilious. They\nacted languid and listless. As my squash bugs, currant worms, potato bugs,\netc., were all doing well without care, I devoted myself almost\nexclusively to my cut-worms. They were all strong and well, but they\nseemed melancholy with nothing to eat, day after day, but cabbages.",
        "I therefore bought five dozen tomato plants that were tender and large.\nThese I fed to the cut-worms at the rate of eight or ten in one night. In\na week the cut-worms had thrown off that air of ennui and languor that I\nhad I formerly noticed, and were gay and light-hearted. I got them some\nmore tomato plants, and then some more cabbage for change. On the whole I\nwas as proud as any young farmer who has made a success of anything,",
        "One morning I noticed that a cabbage plant was left standing unchanged.\nThe next day it was still there. I was thunderstruck. I dug into the\nground. My cut-worms were gone. I spaded up the whole patch, but there\nwasn’t one. Just as I had become attached to them, and they had learned to\nlook forward each day to my coming, when they would almost come up and eat\na tomato-plant out of my hand, some one had robbed me of them. I was\nalmost wild with despair and grief. Suddenly something tumbled over my\nfoot. It was mostly stomach, but it had feet on each corner. A neighbor\nsaid it was a warty toad. He had eaten up my summer’s work! He had\nswallowed my cunning little cut-worms. I tell you, gentle reader, unless\nsome way is provided, whereby this warty toad scourge can be wiped out, I\nfor one shall relinquish the joys of agricultural pursuits. When a common\ntoad, with a sallow complexion and no intellect, can swallow up my\nsummer’s work, it is time to pause.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}