{
    "title": "Remarks - A Circular",
    "author": "Bill Nye",
    "chapter": "39",
    "content": [
        "\n\n",
        "To my friends, regardless of party.–Many friends having solicited me to\napply for a foreign mission under the present administration, I have\nfinally consented to do so, and last week filed my application for such\nmissions as might still remain vacant.",
        "To insure my appointment, much will remain for you to do. I now call upon\nmy friends to aid me by their united effort. I especially solicit the aid\nof my friends who have repeatedly heretofore promised it to me while\ndrunk.",
        "You will see at a glance that I can only make the application. You must\nsupport it by your petitions and letters. It would be of little use for\none man to write five thousand letters to the president, but if five\nthousand people each write him a letter in which casual reference is made\nto my social worth and 7-1/3 octave brain, it will make him pay attention.",
        "My idea would be for each of my friends to set aside one day in each week\nto write to the president, opening it in a chatty way by asking him if he\ndoes not think we are having rather a backward spring, and what he is\ndoing for his cut worms now, and how his folks are, etc., etc. Then\ngradually lead up to the statement that you think I would be an ornament\nto the administration if I should go abroad and linger on a foreign strand\nat $2,000 per linger and stationery.",
        "This will keep the president properly stirred up, and cause him to earn\nhis salary. The effect will be to secure the appointment at last, as you\nwill see if you persevere.",
        "I need not add that I will do what is right by my friends upon receiving\nmy commission.",
        "Do not neglect this suggestion because it comes to you in the form of a\ncircular, but remember it and act upon it. Remember that, although the\npresident is stubborn as Sam Hill, he will at last yield to fatigue, and\nwhen tired nature can hold out no longer, the last letter will drop from\nhis nerveless hand and he will surrender.",
        "Some of you will urge that I have been an offensive partisan, but when you\ncome to think it over I have not been so all-fired partisan. There have\nbeen days and days when it did not show itself very much. However, that is\nnot the point. I want your hearty indorsement and I want it to be entirely\nvoluntary, and if you do not give it, and give it freely and voluntarily,\nyou hadn’t better ask me for any more favors.",
        "All the newspapers most heartily indorse me. The Rocky Mountain Whoop\nvery truthfully says:",
        "“Mr. Nye called at our office yesterday and subscribed for our paper. We\nare proud to add him to our list of paid-up subscribers, and should he\nrenew his subscription next year, paying in advance, we will cheerfully\nrefer to it among other startling news.”",
        "I have a scrap-book full of such indorsements as this, and now, if my\nfriends will peel their coats and write as they should, I can make this\nadministration open its eyes.",
        "Several papers in Iowa have alluded to my being in town, and referred to\nthe fact that I had paid my bills while there. But press indorsements\nalone are not sufficient. What is needed is the written testimony of\nfriends and neighbors. No matter how poor or humble or worthless you may\nbe, write to Mr. Cleveland and tell him how much confidence you have in\nme, and if you can call to mind any little acts of kindness, or any times\nwhen I have got up in the night to give you a dollar, or nurse a colicky\nhorse for you, throw that in. Throw it in anyhow. It will do no harm, and\nmay do much good.",
        "I can solemnly promise all my friends that if they will secure my\nappointment to a foreign country for four years, I will not return during\nthat time. What more can I offer? I will stay longer if I am reappointed.\nI would do anything for my friends.",
        "Do not throw this circular carelessly aside. Read it carefully over and\nact upon it. Some of you are poor spellers, and will try to get out of it\nin that way. Others are in the penitentiary and cannot spare the time. But\nto one and all I say, write, and write regularly, to the president. Do not\nwait for a reply from him, because he is pretty busy now; but he will be\ntickled to death to hear from you, and anything you say about me will give\nhim great pleasure.",
        "N.B.–Please be careful not to inclose this circular in your letter to the\npresident.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}