{
    "title": "Remarks - My Lecture Abroad",
    "author": "Bill Nye",
    "chapter": "51",
    "content": [
        "\n\n",
        "Having at last yielded to the entreaties of Great Britain, I have decided\nto make a professional farewell tour of England with my new and thrilling\nlecture, entitled “Jerked Across the Jordan, or the Sudden and Deserved\nElevation of an American Citizen.”",
        "I have, therefore, already written some of the cablegrams which will be\nsent to the Associated Press, in order to open the campaign in good shape\nin America on my return.",
        "Though I have been supplicated for some time by the people of England to\ncome over there and thrill them with my eloquence, my thriller has been\nout of order lately, so that I did not dare venture abroad.",
        "This lecture treats incidentally of the ease with which an American\ncitizen may rise in the Territories, when he has a string tied around his\nneck, with a few personal friends at the other end of the string. It also\ntreats of the various styles of oratory peculiar to America, with\nspecimens of American oratory that have been pressed and dried especially\nfor this lecture. It is a good lecture, and the few straggling facts\nscattered along through it don’t interfere with the lecture itself in any\nway.",
        "I shall appear in costume during the lecture.",
        "At each lecture a different costume will be worn, and the costume worn at\nthe previous lecture will be promptly returned to the owner.",
        "Persons attending the lecture need not be identified.",
        "Polite American dude ushers will go through the audience to keep the flies\naway from those who wish to sleep during the lecture.",
        "Should the lecture be encored at its close, it will be repeated only once.\nThis encore business is being overdone lately, I think.",
        "Following are some of the cablegrams I have already written. If any one\nhas any suggestions as to change, or other additional favorable\ncriticisms, they will be gratefully received; but I wish to reserve the\nright, however, to do as I please about using them:",
        "LONDON,–-,–-, –Bill Nye opened his foreign lecture engagement here last\nevening with a can-opener. It was found to be in good order. As soon as\nthe doors were opened there was a mad rush for seats, during which three\nmen were fatally injured. They insisted on remaining through the lecture,\nhowever, and adding to its horrors. Before 8 o’clock 500 people had been\nturned away. Mr. Nye announced that he would deliver a matinee this\nafternoon, but he has been petitioned by tradesmen to refrain from doing\nso, as it will paralyze the business interests of the city to such a\ndegree that they offer to “buy the house,” and allow the lecturer to\ncancel his engagement.",
        "LONDON,–-,–-. –The great lecturer and contortionist, Bill Nye, last\nnight closed his six weeks’ engagement here with his famous lecture on\n“The Rise and Fall of the American Horse Thief,” with a grand benefit and\novation. The elite of London was present, many of whom have attended every\nevening for six weeks to hear this same lecture. Those who can afford it\nwill follow the lecturer back to America, in order to be where they can\nhear this lecture almost constantly.",
        "Mr. Nye, at the beginning of the season, offered a prize to anyone who\nshould neither be absent nor tardy through the entire six weeks. After\nsome hot discussion last evening, the prize was awarded to the janitor of\nthe hall.",
        "LONDON,–-,–-. –Bill Nye will sail for America to-morrow in the\nsteamship Senegambia. On his arrival in America he will at once pay off\nthe national debt and found a large asylum for American dudes whose\nmothers are too old to take in washing and support their sons in\naffluence.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}