{
    "title": "Remarks - Mr. Sweeney’s Cat",
    "author": "Bill Nye",
    "chapter": "10",
    "content": [
        "\n\n",
        "Robert Ormsby Sweeney is a druggist of St. Paul, and though a recent\nchronological record reveals the fact that he is a direct descendant of a\nsure-enough king, and though there is mighty good purple, royal blood in\nhis veins that dates back where kings used to have something to do to earn\ntheir salary, he goes right on with his regular business, selling drugs at\nthe great sacrifice which druggists will make sometimes in order to place\ntheir goods within the reach of all.",
        "As soon as I learned that Mr. Sweeney had barely escaped being a crowned\nhead, I got acquainted with him and tried to cheer him up, and I told him\nthat people wouldn’t hold him in any way responsible, and that as it\nhadn’t shown itself in his family for years he might perhaps finally wear\nit out.",
        "He is a mighty pleasant man to meet, anyhow, and you can have just as much\nfun with him as you could with a man who didn’t have any royal blood in\nhis veins. You could be with him for days on a fishing trip and never\nnotice it at all.",
        "But I was going to speak more in particular about Mr. Sweeney’s cat. Mr.\nSweeney had a large cat, named Dr. Mary Walker, of which he was very fond.\nDr. Mary Walker remained at the drug store all the time, and was known all\nover St. Paul as a quiet and reserved cat. If Dr. Mary Walker took in the\ntown after office hours, nobody seemed to know anything about it. She\nwould be around bright and cheerful the next morning and attend to her\nduties at the store just as though nothing whatever had happened.",
        "One day last summer Mr. Sweeney left a large plate of fly-paper with water\non it in the window, hoping to gather in a few quarts of flies in a\ndeceased state. Dr. Mary Walker used to go to this window during the\nafternoon and look out on the busy street while she called up pleasant\nmemories of her past life. That afternoon she thought she would call up\nsome more memories, so she went over on the counter and from there jumped\ndown on the window-sill, landing with all four feet in the plate of\nfly-paper.",
        "At first she regarded it as a joke, and treated the matter very lightly,\nbut later on she observed that the fly-paper stuck to her feet with great\ntenacity of purpose. Those who have never seen the look of surprise and\ndeep sorrow that a cat wears when she finds herself glued to a whole sheet\nof fly-paper, cannot fully appreciate the way Dr. Mary Walker felt. She\ndid not dash wildly through a $150 plate-glass window, as some cats would\nhave done. She controlled herself and acted in the coolest manner, though\nyou could have seen that mentally she suffered intensely. She sat down a\nmoment to more fully outline a plan for the future. In doing so, she made\na great mistake. The gesture resulted in glueing the fly-paper to her\nperson in such a way that the edge turned up behind in the most abrupt\nmanner, and caused her great inconvenience.",
        "Some one at that time laughed in a coarse and heartless way, and I wish\nyou could have seen the look of pain that Dr. Mary Walker gave him.",
        "Then she went away. She did not go around the prescription case as the\nrest of us did, but strolled through the middle of it, and so on out\nthrough the glass door at the rear of the store. We did not see her go\nthrough the glass door, but we found pieces of fly-paper and fur on the\nragged edges of a large aperture in the glass, and we kind of jumped at\nthe conclusion that Dr. Mary Walker had taken that direction in retiring\nfrom the room.",
        "Dr. Mary Walker never returned to St. Paul, and her exact whereabouts are\nnot known, though every effort was made to find her. Fragments of flypaper\nand brindle hair were found as far west as the Yellowstone National Park,\nand as far north as the British line, but the doctor herself was not\nfound. My own theory is, that if she turned her bow to the west so as to\ncatch the strong easterly gale on her quarter, with the sail she had set\nand her tail pointing directly toward the zenith, the chances for Dr. Mary\nWalker’s immediate return are extremely slim.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}