{
    "title": "Remarks - One Kind of Fool",
    "author": "Bill Nye",
    "chapter": "87",
    "content": [
        "\n\n",
        "A young man, with a plated watch-chain that would do to tie up a sacred\nelephant, came into Denver the other day from the East, on the Julesburg\nShort line, and told the hotel clerk that he had just returned from\nEurope, and was on his way across the continent with the intention of\npublishing a book of international information. He handed an oilcloth grip\nacross the counter, registered in a bold, bad way and with a flourish that\nscattered the ink all over the clerk’s white shirt front.",
        "He was assigned to a quiet room on the fifth floor, that had been damaged\nby water a few weeks before by the fire department. After an hour or two\nspent in riding up and down the elevator and ringing for things that\ndidn’t cost anything, he oiled his hair and strolled into the dining-room\nwith a severe air and sat down opposite a big cattle man, who never oiled\nhis hair or stuck his nose into other people’s business.",
        "The European traveler entered into conversation with the cattle man. He\ntold him all about Paris and the continent, meanwhile polishing his hands\non the tablecloth and eating everything within reach. While he ate another\nman’s dessert, he chatted on gaily about Cologne and pitied the cattle man\nwho had to stay out on the bleak plains and watch the cows, while others\npaddled around Venice and acquired information in a foreign land.",
        "At first the cattle man showed some interest in Europe, but after awhile\nhe grew quiet and didn’t seem to enjoy it. Later on the European tourist,\nwith soiled cuffs and auburn mane, ordered the waiters around in a\nmajestic way, to impress people with his greatness, tipped over the\nvinegar cruet into the salt and ate a slice of boiled egg out of another\nman’s salad.",
        "Casually a tall Kansas man strolled in and asked the European tourist what\nhe was doing in Denver. The cattle man, who, by the way, has been abroad\nfive or six times and is as much at home in Paris as he is in Omaha,\ninvestigated the matter, and learned that the fresh French tourist had\nbeen herding hens on a chicken ranch in Kansas for six years, and had\nnever seen blue water. He then took a few personal friends to the\ndining-room door, and they watched the alleged traveler. He had just taken\na long, refreshing drink from the finger bowl of his neighbor on the left\nand was at that moment, trying to scoop up a lump of sugar with the wrong\nend of the tongs.",
        "There are a good many fools who drift around through the world and dodge\nthe authorities, but the most disastrous ass that I know is the man who\ngoes West with two dollars and forty cents in his pocket, without brains\nenough to soil the most delicate cambric handkerchief, and tries to play\nhimself for a savant with so much knowledge that he has to shed\ninformation all the time to keep his abnormal knowledge from hurting him.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}