{
    "title": "Remarks - The Board of Trade",
    "author": "Bill Nye",
    "chapter": "78",
    "content": [
        "\n\n",
        "I went into the Chicago Board of Trade awhile ago to see about buying some\nseed wheat for sowing on my farm next spring. I heard that I could get\nwheat cheaper there than anywhere else, so I went over. The members of the\nBoard seemed to be all present. They were on the upper floor of the house,\nabout three hundred of them, I judge, engaged in conversation. All of them\nwere conversing when I entered, with the exception of a sad-looking man\nwho had just been squeezed into a corner and injured, I was told. I told\nhim that arnica was as good as anything I knew of for that, but he seemed\nirritated, and I strode majestically away. Probably he thought I had no\nbusiness to speak to him without an introduction, but I never stand on\nceremony when I see anyone in pain.",
        "I got a ticket when I went in, and began to look around for my wheat. I\ndidn’t see any at first. I then asked one of the conversationalists how\nwheat was.",
        "“Oh, wheat’s pretty steady just now, ’specially October, but yesterday we\nthought the bottom had dropped out. Perfect panic in No. 2, red; No. 2,\nChicago Spring, 73-7/8. Dull, my Christian friend, dull is no name for it.\nMore fellers got pinched yesterday than would patch purgatory fifteen\nmiles. What you doing, buying or selling?”",
        "“Buying.”",
        "“Better let me sell you some choice Chicago Spring way down. Get some man\nyou know on the Board to make the trade for you.”",
        "“Well, if you’ve got something good and cheap, and that you know will\ngrow, I’d like to look at it,” I said.",
        "He took me over by the door where there was a dishpan full of wheat, and\nasked me how that struck me, I said it looked good and asked him how much\nhe could spare of it at .73. He said he had 50,000 bushels that he wasn’t\nusing, and he thought he could get me another 50,000 of a friend, if I\nwanted it. I said no, 100,000 bushels was more than I needed. I told him\nthat if he would let me have that dishpan full, one-half cash and the\nbalance in installments, I might trade with him, but I didn’t want him to\nsell me his last bushel of wheat and rob himself.",
        "“Very likely you’ve got a family,” said I, “and you mustn’t forget that\nwe’ve got a long, cold, hard winter ahead of us. Hang on to your wheat.\nDon’t let Tom, Dick and Harry come along and chisel you out of your last\nkernel, just to be neighborly.”",
        "I remained in the room an hour and a half, the cynosure of all eyes. There\nis a great deal of sociability there. Three hundred men all talking\ndiagonally at each other at the same time, reminds me of a tete-a-tete I\nonce had with a warm personal friend, who was a boiler-maker. He invited\nme to come around to the shop and visit him. He said we could crawl down\nthrough the manhole into the boiler and have a nice visit while he worked.",
        "I remember of following him down through the hole into the boiler;\nthen they began to head boiler rivets, and I knew nothing more till I\nreturned to consciousness the next day to find myself in my own\nluxuriously-furnished apartments.",
        "The family physician was holding my hand. My wife asked: “Is he conscious\nyet, do you think, doctor?”",
        "“Yes,” he replied, “your husband begins to show signs of life. He may live\nfor many years, but his intellect seems to have been mislaid during his\nillness. Do you know whether the cat has carried anything out of this room\nlately?”",
        "Then my wife said: “Yes, the cat did get something out of this room only\nthe other day and ate it. Poor thing!”",
        "The Cow-Boy.",
        "So much amusing talk is being made recently anent the blood-bedraggled\ncow-boy of the wild West, that I rise as one man to say a few things, not\nin a dictatorial style, but regarding this so-called or so esteemed dry\nland pirate who, mounted on a little cow-pony and under the black flag,\nsails out across the green surge of the plains to scatter the rocky shores\nof Time with the bones of his fellow-man.",
        "A great many people wonder where the cow-boy, with his abnormal thirst for\nblood, originated. Where did this young Jesse James, with his gory record\nand his dauntless eye, come from? Was he born in a buffalo wallow at the\nfoot of some rock-ribbed mountain, or did he first breathe the thin air\nalong the brink of an alkali pond, where the horned toad and the centipede\nsang him to sleep, and the tarantula tickled him under the chin with its\nhairy legs?",
        "Careful research and cold, hard statistics show that the cow-boy, as a\ngeneral thing, was born in an unostentatious manner on the farm. I hate to\nsit down on a beautiful romance and squash the breath out of a romantic\ndream; but the cow-boy who gets too much moist damnation in his system,\nand rides on a gallop up and down Main street shooting out the lights of\nthe beautiful billiard palaces, would be just as unhappy if a mouse ran up\nhis pantaloon-leg as you would, gentle reader. He is generally a youth who\nthinks he will not earn his twenty-five dollars per month if he does not\nyell, and whoop, and shoot, and scare little girls into St. Vitus’s dance.\nI’ve known more cow-boys to injure themselves with their own revolvers\nthan to injure anyone else. This is evidently because they are more\nfamiliar with the hoe than they are with the Smith & Wesson.",
        "One night while I had rooms in the business part of a Territorial city in\nthe Rocky Mountain cattle country, I was awakened at about one o’clock A.\nM. by the most blood-curdling cry of “Murder” I ever heard. It was murder\nwith a big “M.” Across the street, in the bright light of a restaurant, a\ndozen cow-boys with broad sombreros and flashing silver braid, huge\nleather chaperajas,",
        "Mexican spurs and orange silk neckties, and with flashing revolvers, were\nstanding. It seemed that a big, red-faced Captain Kidd of the band, with\nhis skin full of valley tan, had marched into an ice-cream resort with a\nself-cocker in his hand, and ordered the vanilla coolness for the gang.\nThere being a dozen young folks at the place, mostly male and female, from\na neighboring hop, indulging in cream, the proprietor, a meek Norwegian\nwith thin white hair, deemed it rude and outre to do so. He said something\nto that effect, whereat the other eleven men of alcoholic courage let off\na yell that froze the cream into a solid glacier, and shook two kerosene\nlamps out of their sockets in the chandeliers.",
        "Thereupon, the little Y.M.C.A. Norwegian said:",
        "“Gentlemans, I kain’t neffer like dot squealinks and dot kaind of a tings,\nand you fellers mit dot ledder pantses on and dot funny glose and such a\ntings like dot, better keep kaind of quiet, or I shall call up the\npolicemen mit my delephone.”",
        "Then they laughed at him, and cried yet again with a loud voice.",
        "This annoyed the ice-cream agriculturist, and he took the old axe-handle\nthat he used to jam the ice down around the freezer with, and peeled a\nlarge area of scalp off the leader’s dome of thought, and it hung down\nover his eyes, so that he could not see to shoot with any degree of\naccuracy.",
        "After he had yelled “Murder!” three or four times, he fell under an\nice-cream table, and the mild-eyed Scandinavian broke a silver-plated\ncastor over the organ of self-esteem, and poured red pepper, and salt, and\nvinegar, and Halford sauce and other relishes, on the place where the\nscalp was loose.",
        "This revived the brave but murderous cow-gentleman, and he begged that he\nmight be allowed to go away.",
        "The gentle Y.M.C.A. superintendent of the ten-stamp ice-cream freezers\nthen took the revolvers away from the bold buccaneer, and kicked him out\nthrough a show-case, and saluted him with a bouquet of July oysters that\nsuffered severely from malaria.",
        "All cow-boys are not sanguinary; but out of twenty you will generally find\none who is brave when he has his revolvers with him; but when he forgot\nand left his shooters at home on the piano, the most tropical violet-eyed\ndude can climb him with the butt-end of a sunflower, and beat his brains\nout and spatter them all over that school district.",
        "In the wild, unfettered West, beware of the man who never carries arms,\nnever gets drunk and always minds his own business. He don’t go around\nshooting out the gas, or intimidating a kindergarten school; but when a\nbrave frontiersman, with a revolver in each boot and a bowie down the back\nof his neck, insults a modest young lady, and needs to be thrown through a\nplate-glass window and then walked over by the populace, call on the\nsilent man who dares to wear a clean shirt and human clothes.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}