{
    "title": "Remarks - A Wallula Night",
    "author": "Bill Nye",
    "chapter": "74",
    "content": [
        "\n\n",
        "I have just returned after a short tour in the far West. I made the tour\nwith my new lecture, which I am delivering this winter for the benefit,\nand under the auspices, of a young man who was a sufferer in the great\nrise-up-William-Biley-and-come-along-with-me cyclone, which occurred at\nClear Lake, in this State, a year ago last September.",
        "In said cyclone, said young man was severely caressed by the elements, and\ntipped over in such a way as to shatter the right leg, just below the\ngambrel joint. I therefore started out to deliver a few lectures for his\nbenefit, and in so doing have made a 4,000 mile trip over the Northern\nPacific railway, and the Oregon River and Navigation company’s road. On\nthe former line the passenger is fed by means of the dining-car, a very\ngood style of entertainment, indeed, and well worthy of the age in which\nwe live; but at Wallula Junction I stopped over to catch a west-bound\nOregon Railway and Navigation train.",
        "That was where I fooled myself. I should have taken my valise and a rubber\ndoor mat from the sleeping-car, and crawled into the lee of a snow fence\nfor the night. I did not give the matter enough thought. I just simply\nwent into the hotel and registered my name as a man would in other hotels.\nThis house was kept, or retained, I should say, by a relative of the late\nMr. Shylock. You have heard, no doubt, how some of the American hotels\nhave frowned on Mr. Shylock’s relatives. Well, Mr. Shylock’s family got\neven with the whole American people the night I stopped in No. 2, second\nfloor of the Abomination of Desolation. As a representative of the\nAmerican people, I received for my nation, vicariously, the stripes\nintended for many generations.",
        "No. 2 is regarded as a room by people who have not been in it. By those\nwho have, it is looked upon as a morgue.",
        "When I stepped into it, I noticed an odor of the dead past. It made me\nshudder my overshoes off. The first thing that attracted my attention\nafter I was left alone, was the fact that other people had occupied this\nroom before I had, and, although they were gone, they had left a kind of\nan air of inferiority that clung to the alleged apartment, an air of plug\ntobacco and perspiration, if you will pardon the expression.",
        "They had also left a pair of Venetian pantaloons. From this clue, my\nactive brain at once worked out the problem and settled the fact that the\nparty who had immediately preceded me was a man. Long and close study of\nthe habits and characteristics of humanity has taught me to reason out\nthese matters, and to reach accurate conclusions with astonishing\nrapidity.",
        "He was not only a man, but he was a short man, with parenthetical legs and\na thoughtful droop to the seat of his pants. I also discovered that more\nof this man’s life had been expended in sitting on a pitch pine log than\nin prayer.",
        "One of his front teeth was gone, also. This I learned from a large cast of\nhis mouth, shown on the end of a plug of tobacco still left in the pocket.",
        "In Wallula there is a marked feeling of childlike trust and confidence\nbetween people. It is a feature of Wallula society, I may say. The people\nof the junction trust strangers to a remarkable extent. In what other town\nin this whole republic would a pair of pantaloons be thus left in the\ncomplete power of a total stranger, a stranger, too, to whom pantaloons\nwere a great boon? I could easily have caught those pantaloons off the\nnail, thrust them into my bosom, and fled past the drowsy night clerk, out\ninto the great, sheltering arms of the silent night, but I did not.",
        "Anon through the long hours I would awake and listen fitfully to the wail\nof damned souls, as it seemed to me, the wail of those who tried to stay\nthere a week, and had starved to death. Here was their favorite wailing\nplace. Here was the place where damned souls seemed to throw aside all\nrestraint and have a good time. I tried to keep out the sound by stuffing\nthe pillow in my ear, but what is a cheap hotel pillow in a man’s ear, if\nhe wants to keep the noise out.",
        "So I lay there and listened to the soft sigh of the bath tub, the loud,\ndefiant challenge of the athletic butler down stairs, the last weak death\nrattle in the throat of the coffee pot in the dining room, and the wail of\nthe damned souls who had formerly stopped at this hotel, but who had been\nrescued at last, and had hilariously gone to perdition, only to come back\nat night and torment the poor guest by bragging over the superiority of\nhell as a refuge from the Wallula hotel.",
        "Now and then in the night I would almost yield to a wild impulse and catch\nthose pantaloons off the hook, to rush out and go to Canada with them, and\nthen I would softly go through the pockets and hang them back again.",
        "It was an awful night. When morning dawned at last, and I took the pillow\nout of my ear and looked in the delirious and soap-spattered mirror, I saw\nthat my beautiful hair, which had been such a source of pride to me ten\nyears ago, had disappeared in places. I paid my bill, called the attention\nof the landlord to the fact that I had not taken those pantaloons and\n’betrayed’ his trust, and then I went away.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}