{
    "title": "Remarks - Milling in Pompeii",
    "author": "Bill Nye",
    "chapter": "14",
    "content": [
        "\n\n",
        "While visiting Naples, last fall, I took a great interest in the wonderful\nmuseum there, of objects that have been exhumed from the ruins of Pompeii.\nIt is a remarkable collection, including, among other things, the\ncumbersome machinery of a large woolen factory, the receipts, contracts,\nstatements of sales, etc., etc., of bankers, brokers, and usurers. I was\ntold that the exhumist also ran into an Etruscan bucket-shop in one part\nof the city, but, owing to the long, dry spell, the buckets had fallen to\npieces.",
        "The object which engrossed my attention the most, however, was what seems\nto have been a circular issued prior to the great volcanic vomit of 79\nA.D., and no doubt prior even to the Christian era. As the date is torn\noff however, we are left to conjecture the time at which it was issued. I\nwas permitted to make a copy of it, and with the aid of my hired man, I\nhave translated it with great care.",
        "Office of Lucretius & Procalus,\nDealers In\nFlour, Bran, Shorts, Middlings, Screenings, Etruscan Hen Feed, and Other\nChoice Bric-A-Brac.",
        "Highest Cash Price Paid for Neapolitan Winter Wheat and Roman Corn",
        "Why haul your Wheat through the sand to Herculaneum when we pay the same\nprice here?",
        "Office and Mill, Via VIII, Near the Stabian Gate, Only Thirteen Blocks\nFrom the P.O., Pompeii.",
        "Dear Sir: This circular has been called out by another one issued last\nmonth by Messrs. Toecorneous & Chilblainicus, alleged millers and wheat\nbuyers of Herculaneum, in which they claim to pay a quarter to a half-cent\nmore per bushel than we do for wheat, and charge us with docking the\nfarmers around Pompeii a pound per bushel more than necessary for cockle,\nwild buck-wheat, and pigeon-grass seed. They make the broad statement that\nwe have made all our money in that way, and claim that Mr. Lucretius, of\nour mill, has erected a fine house, which the farmers allude to as the\n“wild buckwheat villa.”",
        "We do not, as a general rule, pay any attention to this kind of stuff; but\nwhen two snide romans, who went to Herculaneum without a dollar and drank\nstale beer out of an old Etruscan tomato-can the first year they were\nthere, assail our integrity, we feel justified in making a prompt and\nfinal reply. We desire to state to the Roman farmers that we do not test\ntheir wheat with the crooked brass tester that has made more money for\nMessrs. Toecorneous & Chilblainicus than their old mill has. We do not do\nthat kind of business. Neither do we buy a man’s wheat at a cash price and\nthen work off four or five hundred pounds of XXXX Imperial hog feed on him\nin part payment. When we buy a man’s wheat we pay him in money. We do not\nseek to fill him up with sour Carthagenian cracked wheat and orders on the\nstore.",
        "We would also call attention to the improvements that we have just made in\nour mill. Last week we put a handle in the upper burr, and we have also\nengaged one of the best head millers in Pompeii to turn the crank\nday-times. Our old head miller will oversee the business at night, so that\nthe mill will be in full blast night and day, except when the head miller\nhas gone to his meals or stopped to spit on his hands.",
        "The mill of our vile contemporaries at Herculaneum is an old one that was\nused around Naples one hundred years ago to smash rock for the Neapolitan\nroad, and is entirely out of repair. It was also used in a brick-yard here\nnear Pompeii; then an old junk man sold it to a tenderfoot from Jerusalem\nas an ice-cream freezer. He found that it would not work, and so used it\nto grind up potato bugs for blisters. Now it is grinding ostensible flour\nat Herculaneum.",
        "We desire to state to the farmers about Pompeii and Herculaneum that we\naim to please. We desire to make a grade of flour this summer that will\nnot have to be run through the coffee mill before it can be used. We will\nalso pay you the highest price for good wheat, and give you good weight.\nOur capacity is now greatly enlarged, both as to storage and grinding. We\nnow turn out a sack of flour, complete and ready for use, every little\nwhile. We have an extra handle for the mill, so that in case of accident\nto the one now in use, we need not shut down but a few moments. We call\nattention to our XXXX Git-there brand of flour. It is the best flour in\nthe market for making angels’ food and other celestial groceries. We fully\nwarrant it, and will agree that for every sack containing whole kernels of\ncorn, corncobs, or other foreign substances, not thoroughly pulverized, we\nwill refund the money already paid, and show the person through our mill.",
        "We would also like to call the attention of farmers and housewives around\nPompeii to our celebrated Dough Squatter. It is purely automatic in its\noperation, requiring only two men to work it. With this machine two men\nwill knead all the bread they can eat and do it easily, feeling thoroughly\nrefreshed at night. They also avoid that dark maroon taste in the mouth so\ncommon in Pompeii on arising in the morning.",
        "To those who do not feel able to buy one of these machines, we would say\nthat we have made arrangements for the approaching season, so that those\nwho wish may bring their dough to our mammoth squatter and get it treated\nat our place at the nominal price of two bits per squat. Strangers calling\nfor their squat or unsquat dough, will have to be identified.",
        "Do not forget the place, Via VIII, near Stabian gate.",
        "Lucretius & Peocalus,",
        "Dealers in choice family flour, cut feed and oatmeal with or without\nclinkers in it. Try our lumpless bran for indigestion.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}