{
    "title": "Remarks - Plato",
    "author": "Bill Nye",
    "chapter": "62",
    "content": [
        "\n\n",
        "Plato was a Greek philosopher who flourished about 426 B.C., and kept on\nflourishing for eighty-one years after that, when he suddenly ceased do so.\nHe early took to poetry, but when he found that his poems were rejected by\nthe Greek papers, he ceased writing poetry and went into the philosophy\nbusiness. At that time Greece had no regular philosopher, and so Plato\nsoon got all he could do.",
        "Plato was a pupil of Socrates, who was himself no slouch of a\nphilosopher. Many and many a day did Socrates take his little class of\nkindergarten philosophers up the shady banks of the Ilissus, and sit all\nday discoursing to his pupils on deep and difficult doctrines, while his\nunsandaled feet were bathed in the genial tide. Many happy hours were\nthus spent. Socrates would take his dinner or tell some wonderful tale\nto his class, whereby he would win their dinner himself. Then in the\ndeep Athenian shade, with his bare, Gothic feet in the clear, calm\nwaters of the Ilissus, he would eat the Grecian doughnut of his pupils,\nand while he spoke in poetic terms of his belief, he would dig his heel\nin the mud and heave a heart-broken sigh.",
        "Such was Socrates, the great teacher. He got a small salary, and went\nbarefoot till after Thanksgiving. He was a great tutor, and boarded\naround, teaching in the open air while the mosquitos bit his bare feet.\nNo tutor ever tuted with a more unselfish purpose or a smaller salary.",
        "Plato maintained, among other things, that evil is connected with matter,\nand aside from matter we do not find evil existing. That is true. At\nleast, such evil as we might find apart from matter would be outside the\njurisdiction of a police court. I think Plato was correct. Evil and\nmatter are inseparable. That’s what’s the matter.",
        "It is quite common for us to say that virtue is its own reward. Plato\nheld that, while it was better to be virtuous as a matter of economy and\nultimate peace than not to be virtuous at all, he believed in being\nvirtuous for a higher reason. Probably it was notoriety. He would rather\nbe right than be president. He believed in being good just for the\nexcitement of it, and the notice it would attract, and not because it\npaid. Plato was a great virtuoso.",
        "Socrates would have been called a crank if he had lived in our day and\nage, and if Plato were to go into London or New York and talk of\norganizing a society for the encouragement of virtue among adult male\ntaxpayers he would have a lonesome time of it. Be virtuous and you will\nbe happy was a favorite motto with Plato. The legend is still quoted by\nthose who love to ransack the dead past.",
        "Pluto was quite another party, and some get him mixed up with Plato.\nThey were not related in any way, Pluto being a son of Saturn and Rhea,\nwho flourished at about the same time as Plato. Pluto was a brother of\nJupiter and Neptune, and when the estate of Saturn was wound up, Jupiter\nwanted the earth, and he got it. Neptune wanted the codfish conservatory\nand the mermaid’s home, so he took the deep, deep sea, and even yet he\nrides around in a gold spangled stone boat on the pale green billows of\nthe summer sea, jabbing a pickerel ever and anon with a three pronged\nfork. He leads a gay life, going to picnics with the mermaids in their\ncoral caves, or attending their full evening dress parties, clad in a\ntrident and a fall beard. He loves the sea, the lone, blue sea, and\nthose who have seen him turning handsprings on a sponge lawn, or riding\nin his water-tight chariot with his feet over the dash-board, beside a\nslim young mermaid with Paris green hair, and dressed in a\ntight-fitting, low-neck dorsal fin, say he is a lively old party.",
        "But Pluto was different. He stood around till the estate was all closed\nup, and it looked as though he had got left. Just then the administrator\nsays: “Why, here’s Pluto. He is going to come out of the little end of\nthe horn. He will have to hustle for himself,” Pluto resented this and\nclinched with the administrator. They fought till each had a watch pocket\non the brow and an Irish sunset symphony in green under the eye, while\nJupiter and Neptune stood by and encouraged the fight. Jupiter rather\ntook sides with his brother, and Neptune stood in with the administrator.\nIn the midst of the confusion Jupiter speaks up and says: “Swat him under\nthe ear, Pluto.” Whereupon Neptune says to the administrator. “Give\nhim–hail.” The administrator paused and said that was a good suggestion.\nHe would do so. And so he forgave Pluto and gave him–sheol.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}