{
    "title": "Remarks - B. Franklin, Deceased",
    "author": "Bill Nye",
    "chapter": "21",
    "content": [
        "\n\n",
        "Benjamin Franklin, formerly of Boston, came very near being an only child.\nIf seventeen children had not come to bless the home of Benjamin’s\nparents, they would have been childless. Think of getting up in the\nmorning and picking out your shoes and stockings from among seventeen\npairs of them. Imagine yourself a child, gentle reader, in a family where\nyou would be called upon, every morning, to select your own cud of spruce\ngum from a collection of seventeen similar cuds stuck on a window sill.\nAnd yet B. Franklin never murmured or repined. He desired to go to sea,\nand to avoid this he was apprenticed to his brother James, who was a\nprinter. It is said that Franklin at once took hold of the great\nArchimedean lever, and jerked it early and late in the interests of\nfreedom. It is claimed that Franklin at this time invented the deadly\nweapon known as the printer’s towel. He found that a common crash towel\ncould be saturated with glue, molasses, antimony, concentrated lye, and\nroller composition, and that after a few years of time and perspiration it\nwould harden so that the “Constant Reader” or “Veritas” could be stabbed\nwith it and die soon.",
        "Many believe that Franklin’s other scientific experiments were productive\nof more lasting benefit to mankind than this, but I do not agree with\nthem.",
        "This paper was called the New England Courant. It was edited jointly by\nJames and Benjamin Franklin, and was started to supply a long-felt want.\nBenjamin edited a part of the time and James a part of the time. The idea\nof having two editors was not for the purpose of giving volume to the\neditorial page, but it was necessary for one to run the paper while the\nother was in jail. In those days you couldn’t sass the king, and then,\nwhen the king came in the office the next day and stopped his paper, and\ntook out his ad., you couldn’t put it off on “our informant” and go right\nalong with the paper. You had to go to jail, while your subscribers\nwondered why their paper did not come, and the paste soured in the tin\ndippers in the sanctum, and the circus passed by on the other side.",
        "How many of us to-day, fellow journalists, would be willing to stay in\njail while the lawn festival and the kangaroo came and went? Who, of all\nour company, would go to a prison cell for the cause of freedom while a\ndouble-column ad. of sixteen aggregated circuses, and eleven congresses of\nferocious beasts, fierce and fragrant from their native lair, went by us?",
        "At the age of 17, Ben got disgusted with his brother, and went to\nPhiladelphia and New York, where he got a chance to “sub” for a few weeks,\nand then got a regular “sit.” Franklin was a good printer, and finally got\nto be a foreman. He made an excellent foreman, sitting by the hour in the\ncomposing room and spitting on the stone, while he cussed the make-up and\npress work of the other papers. Then he would go into the editorial rooms\nand scare the editors to death with a wild shriek for more copy. He knew\njust how to conduct himself as a foreman, so that strangers would think he\nowned the paper.",
        "In 1730, at the age of 24, Franklin married and established the\nPennsylvania Gazette. He was then regarded as a great man, and most\neveryone took his paper. Franklin grew to be a great journalist, and\nspelled hard words with great fluency. He never tried to be a humorist in\nany of his newspaper work, and everybody respected him.",
        "Along about 1746 he began to study the construction and habits of\nlightning, and inserted a local in his paper, in which he said that he\nwould be obliged to any of his readers who might notice any new or odd\nspecimens of lightning, if they would send them into the Gazette office\nby express for examination. Every time there was a thunder storm, Franklin\nwould tell the foreman to edit the paper, and, armed with a string and an\nold fruit jar, he would go out on the hills and get enough lightning for a\nmess.",
        "In 1753 Franklin was made postmaster-general of the colonies. He made a\ngood postmaster-general, and people say there were less mistakes in\ndistributing their mail than there has ever been since. If a man mailed a\nletter in those days, old Ben Franklin saw that it went where it was\naddressed.",
        "Franklin frequently went over to England in those days, partly on\nbusiness, and partly to shock the king. He used to delight in going to the\ncastle with his breeches tucked in his boots, figuratively speaking, and\nattract a good deal of attention. It looked odd to the English, of course,\nto see him come into the royal presence, and, leaving his wet umbrella up\nagainst the throne, ask the king: “How’s trade?” Franklin never put on any\nfrills, but he was not afraid of a crowned head. He used to say,\nfrequently, that to him a king was no more than a seven spot.",
        "He did his best to prevent the Revolutionary war, but he couldn’t do it,\nPatrick Henry had said that the war was inevitable, and given it\npermission to come, and it came. He also went to Paris and got acquainted\nwith a few crowned heads there. They thought a good deal of him in Paris,\nand offered him a corner lot if he would build there and start a paper.\nThey also promised him the county printing, but he said no, he would have\nto go back to America, or his wife might get uneasy about him.",
        "Franklin wrote “Poor Richard’s Almanac” in 1732-57, and it was republished\nin England. Benjamin Franklin had but one son, and his name was William.\nWilliam was an illegitimate son, and, though he lived to be quite an old\nman, he never got over it entirely, but continued to be but an\nillegitimate son all his life. Everybody urged him to do differently, but\nhe steadily refused to do so.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}