{
    "title": "Remarks - Picnic Incidents",
    "author": "Bill Nye",
    "chapter": "83",
    "content": [
        "\n\n",
        "Camping out in summer for several weeks is a good thing generally. Freedom\nfrom social restraint and suspenders is a great luxury for a time, and\nnothing purifies the blood quicker, or makes a side of bacon taste more\nlike snipe on toast, than the crisp ozone that floats through the hills\nand forests where man can monkey o’er the green grass without violating a\ncity ordinance.",
        "The picnic is an aggravation. It has just enough of civilization to be a\nnuisance, and not enough barbarism to make life seem a luxury. If our aim\nbe to lean up against a tree all day in a short seersucker coat and ditto\npantaloons that segregated while we were festooning the hammock, the\npicnic is the thing. If we desire to go home at night with a jelly\nsymphony on each knee and a thousand-legged worm in each ear, we may look\nupon the picnic as a success.",
        "But to those who wish to forget the past and live only in the booming\npresent, to get careless of gain and breathe brand-new air that has never\nbeen used, to appease an irritated liver, or straighten out a torpid lung,\nlet me say, pick out a high, dry clime, where there are trout enough to\ngive you an excuse for going there, take what is absolutely necessary and\nno more, and then stay there long enough to have some fun.",
        "If we picnic, we wear ourselves out trying to have a good time, so that we\ncan tell about it when we get back, but we do not actually get acquainted\nwith each other before we have to quit and return.",
        "To camp, is to change the whole programme of life, and to stop long enough\nin the never-ending conflict for dollars and distinction, to get a full\nbreath and look over the field. Still, it is not always smooth sailing. To\ncamp, is sometimes to show the material of which we are made. The dude at\nhome is the dude in camp, and wherever he goes he demonstrates that he was\nmade for naught. I do not know what a camping party would do with a dude\nunless they used him to bait a bear trap with, and even then it would be\ntaking a mean advantage of the bear. The bear certainly has some rights\nwhich we are bound in all decency to respect.",
        "James Milton Sherrod said he had a peculiar experience once while he was\nin camp on the Poudre in Colorado.",
        "“We went over from Larmy,” said he, “in July, eight years ago–four of us.\nThere was me and Charcoal Brown, and old Joe and young Joe Connoy. We had\njust got comfortably down on the Lower Fork, out of the reach of everybody\nand sixty miles from a doctor, when Charcoal Brown got sick. Wa’al we had\na big time of it. You can imagine yourself somethin’ about it. Long in the\nnight Brown began to groan and whoop and holler, and I made a diagnosis of\nhim. He didn’t have much sand anyhow. He was tryin’ to git a pension from\nthe government on the grounds of desertion and failure to provide, and\nsome such a blame thing or another, so I didn’t feel much sympathy fur\nhim. But when I lit the gas and examined him, I found that he had a large\nfever on hand, and there we was without a doggon thing in the house but a\njug of emigrant whiskey and a paper of condition powders fur the mule. I\nwas a good deal rattled at first to know what the dickens to do fur him.\nThe whiskey wouldn’t do him any good, and, besides, if he was goin’ to\nhave a long spell of sickness we needed it for the watchers.",
        "“Wa’al, it was rough. I’d think of a thousand things that was good fur\nfevers, and then I’d remember that we hadn’t got ’em. Finally old Joe says\nto me, ’James, why don’t ye soak his feet?’ says he. ’Soak nuthin’,’ says\nI; ’what would ye soak ’em in?’ We had a long-handle frying-pan, and we\ncould heat water in it, of course, but it was too shaller to do any good,\nanyhow; so we abandoned that synopsis right off. First I thought I’d try\nthe condition powders in him, but I hated to go into a case and prescribe\nso recklessly. Finally I thought of a case of rheumatiz that I had up in\nBitter Creek years ago, and how the boys filled their socks full of hot\nashes and put ’em all over me till it started the persbyterian all over me\nand I got over it. So we begun to skirmish around the tent for socks, and\nI hope I may be tee-totally skun if there was a blame sock in the whole\nsyndicate. Ez fur me, I never wore ’em, but I did think young Joe would be\nfixed. He wasn’t though. Said he didn’t want to be considered proud and\nhigh strung, so he left his socks at home.",
        "“Then we begun to look around and finally decided that Brown would die\npretty soon if we didn’t break up the fever, so we concluded to take all\nthe ashes under the camp-fire, fill up his cloze, which was loose, tie his\nsleeves at the wrists, and his pants at the ankles, give him a dash of\ncondition powders and a little whiskey to take the taste out of his mouth,\nand then see what ejosted nature would do.",
        "“So we stood Brown up agin a tree and poured hot ashes down his back till\nhe begun to fit his cloze pretty quick, and then we laid him down in the\ntent and covered him up with everything we had in our humble cot.\nEverything worked well till he begun to perspirate, and then there was\nmusic, and don’t you forget it. That kind of soaked the ashes, don’t you\nsee, and made a lye that would take the peelin’ off a telegraph pole.",
        "“Charcoal Brown jest simply riz up and uttered a shrill whoop that jarred\nthe geology of Colorado, and made my blood run cold. The goose flesh riz\non old Joe Connoy till you could hang your hat on him anywhere. It was\nawful.",
        "“Brown stood up on his feet, and threw things, and cussed us till we felt\nashamed of ourselves. I’ve seen sickness a good deal in my time, but–I\ngive it to you straight–I never seen an invalid stand up in the\nloneliness of the night, far from home and friends, with the concentrated\nlye oozin’ out of the cracks of his boots, and reproach people the way\nCharcoal Brown did us.",
        "“He got over it, of course, before Christmas, but he was a different man\nafter that. I’ve been out campin’ with him a good many times sence, but he\nnever complained of feelin’ indisposed. He seemed to be timid about\ntellin’ us even if he was under the weather, and old Joe Connoy said mebbe\nBrown was afraid we would prescribe fur him or sumthin’.”",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}