{
    "title": "Remarks - Dessicated Mule",
    "author": "Bill Nye",
    "chapter": "29",
    "content": [
        "\n\n",
        "The red-eyed antagonist of truth is not found alone in the ranks of the\nnewspaper phalanx. You run up against him in all walks of life. He\nflourishes in all professions, and he is ready at all times to entertain.\nThere is quite a difference between a malicious falsehood and the\ndifferent shades of parables, fables with a moral, Sabbath-school books,\nnewspaper sketches, and anecdotes told to entertain.",
        "A malicious lie is injurious personally. A business lie is a falsehood for\nrevenue only. But the yarns that are spun around camp-fires, in mining and\nlogging camps, to while away a dull evening, are not within the\njurisdiction of the criminal code or the home missionary.",
        "On the train, yesterday several old lumbermen were telling about hard\nroads and steep hills, engineering skill and so forth. Finally they told\nabout “snubbing” a loaded team down bad hills, and one man said:",
        "“You might ’snub’ down a cheap hill, but you couldn’t do it on our road.\nWe tried it. Couldn’t do a thing. Finally we got to building snow-sheds\nand hauling sand. You build a snow-shed that covers the grade, then fill\nthe road in with two feet of loose sand, and you’re O.K. We did that last\nwinter, and when you drive a four-horse load of logs down through them\nlong snow-sheds on bare ground, mind ye, and the bobs go plowing through\nthe sand, the sled-shoes will make the fire fly so that you can read the\nPresident’s message at midnight.”",
        "Then an old man who went to Pike’s Peak during the excitement and returned\nafterward, woke up and yawned two or three times, and said they used to\nhave some trouble, a good many years ago getting over the range where the\nSouth Park road now goes from Chalk Creek Canon through Alpine Tunnel to\nthe Gunnison.",
        "“We tried ’snubbing’ and everything we could think of, but it was N.G.",
        "“Finally we got hold of a new kind of ’snub’ that worked pretty well. We\nhad a long table made a-purpose, that would reach to the foot of the hill\nfrom the top, and we’d tie a three-ton load to the end at the top of the\nhill; then we would hitch six mules to the end at the foot of the hill.\nWell, the principle of the thing was, that as the load went down on the\nGunnison side it would pull the mules up the opposite side, tails first.”",
        "“How did it work?”",
        "“Oh, it worked all right if the mules and the load balanced; but one day\nwe put on a light mule named Emma Abbott, and the load got a start down\nthe Gunnison side that made that old cable sing. The wagon tipped over and\nconcussed a keg of blasting powder, and that obliterated the rest of the\ngoods.",
        "“But the air on the other side was full of mules. You ought to seen ’em\ncome up that hill!",
        "“It takes considerable of a crisis to affect the natural reserve of six\nmules; but when they saw how it was, they backed up that mountain with\ngreat enthusiasm. They didn’t touch the ground but once in three thousand\nfeet, but they struck the canopy of heaven several times.",
        "“When the sky cleared up, we made a careful inventory of the stock.",
        "“We had a second-hand three-inch cable and some desiccated mule. We never\nwent to look for the wagon; but when the weather got warm, the Coyotes\nhelped us find Emma Abbott.",
        "“She was hanging by the ear in the crotch of an old hemlock tree.",
        "“Life was extinct.",
        "“We found a few more of the mules, but they were fractional.",
        "“Emma Abbott was the only complete mule we found.”",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}