{
    "title": "Remarks - Our Forefathers",
    "author": "Bill Nye",
    "chapter": "38",
    "content": [
        "\n\n",
        "Seattle, W.T., December 12.–I am up here on the Sound in two senses. I\nrode down to-day from Tacoma on the Sound, and to-night I shall lecture at\nFrye’s Opera House.",
        "Seattle is a good town. The name lacks poetic warmth, but some day the man\nwho has invested in Seattle real estate will have reason to pat himself on\nthe back and say “ha ha,” or words to that effect. The city is situated on\nthe side of a large hill and commands a very fine view of that world’s\nmost calm and beautiful collection of water, Puget Sound.",
        "I cannot speak too highly of any sheet of water on which I can ride all\nday with no compunction of digestion. He who has tossed for days upon the\nbriny deep, will understand this and appreciate it; even if he never\ntossed upon the angry deep, if it happened to be all he had, he will be\nglad to know that the Sound is a good piece of water to ride on. The\ngentle reader who has crossed the raging main and borrowed high-priced\nmeals of the steamship company for days and days, will agree with me that\nwhen we can find a smooth piece of water to ride on we should lose no time\nin crossing it.",
        "In Washington Territory the women vote. That is no novelty to me, of\ncourse, for I lived in Wyoming for seven years where women vote, and I\nheld office all the time. And still they say that female voters are poor\njudges of men, and that any pleasing $2 adonis who comes along and asks\nfor their suffrages will get them.",
        "Not much!!!",
        "Woman is a keen and correct judge of mental and moral worth. Without\nstopping to give logical reasons for her course, perhaps, she still\nchooses with unerring judgment at the polls.",
        "Anyone who doubts this statement, will do well to go to the old poll books\nin Wyoming and examine my overwhelming majorities–with a powerful\nmagnifier.",
        "I have just received from Boston a warm invitation to be present in that\ncity on Forefathers’ day, to take part in the ceremonies and join in the\nfestivities of that occasion.",
        "Forefathers, I thank you! Though this reply will not reach you for a long\ntime, perhaps, I desire to express to you my deep appreciation of your\nkindness, and, though I can hardly be regarded as a forefather myself, I\nassure you that I sympathize with you.",
        "Nothing would give me greater pleasure than to be with you on this day of\nyour general jubilee and to talk over old times with you.",
        "One who has never experienced the thrill of genuine joy that wakens a man\nto a glad realization of the fact that he is a forefather, cannot\nunderstand its full significance. You alone know how it is yourself, you\ncan speak from experience.",
        "In fancy’s dim corridors I see you stand, away back in the early dawn of\nour national day, with the tallow candle drooping and dying in its socket,\nas you waited for the physician to come and announce to you that you were\na forefather.",
        "Forefathers; you have done well. Others have sought to outdo you and wrest\nthe laurels from your brow, but they did not succeed. As forefathers you\nhave never been successfully scooped.",
        "I hope that you will keep up your justly celebrated organization. If a\nforefather allows his dues to get in arrears, go to him kindly and ask him\nlike a brother to put up. If he refuses to do so, fire him. There is no\nreason why a man should presume upon his long standing as a forefather to\nbecome insolent to other forefathers who are far his seniors. As a rule, I\nnotice it is the young amateur forefather who has only been so a few days,\nin fact, who is arrogant and disobedient.",
        "I have often wished that we could observe Forefathers’ day more generally\nin the West. Why we should allow the Eastern cities to outdo us in this\nmatter while we hold over them in other ways, I cannot understand. Our\nchurch sociables and homicides in the West will compare favorably with\nthose of the effeter cities of the Atlantic slope. Our educational\ninstitutions and embezzlers are making rapid strides, especially our\nembezzlers. We are cultivating a certain air of refinement and haughty\nreserve which enables us at times to fool the best judges. Many of our\nWestern people have been to the Atlantic seaboard and remained all summer\nwithout falling into the hands of the bunko artist. A cow gentleman friend\nof mine who bathed his plump limbs in the Atlantic last summer during the\nday, and mixed himself up in the mazy dance at night, told me on his\nreturn that he had enjoyed the summer immensely, but that he had returned\nfinancially depressed.",
        "“Ah,” said I, with an air of superiority which I often assume while\ntalking to men who know more than I do, “you fell into the hands of the\ncultivated confidence man?”",
        "“No, William,” he said sadly, “worse than that. I stopped at a seaside\nhotel. Had I gone to New York City and hunted up the gentlemanly bunko man\nand the Wall street dealer in lamb’s pelts, as my better judgment\nprompted, I might have returned with funds. Now I am almost insolvent. I\nbegin life again with great sorrow, and the same old Texas steer with\nwhich I went into the cattle industry five years ago.”",
        "But why should we, here in the West, take readily to all other\ninstitutions common to the cultured East and ignore the forefather\nindustry? I now make this public announcement, and will stick to it, viz:\nI will be one of ten full-blooded American citizens to establish a branch\nforefather’s lodge in the West, with a separate fund set aside for the\nbenefit of forefathers who are no longer young. Forefathers are just as\napt to become old and helpless as anyone else. Young men who contemplate\nbecoming forefathers should remember this.",
        "In Acknowledgement.",
        "To The Metropolitan Guide Publishing Co., New York.",
        "Gentlemen.–I received the copy of your justly celebrated “Guide to rapid\nAffluence, or How to Acquire Wealth Without Mental Exertion,” price\ntwenty-five cents. It is a great boon.",
        "I have now had this book sixteen weeks, and, as I am wealthy enough, I\nreturn it. It is not much worn, and if you will allow me fifteen cents for\nit, I would be very grateful. It is not the intrinsic value of the fifteen\ncents that I care for so much, but I would like it as a curiosity.",
        "The book is wonderfully graphic and thorough in all its details, and I was\nespecially pleased with its careful and useful recipe for ointments. One\nstyle of ointment spoken of and recommended by your valuable book, is\nworthy of a place in history. I made some of it according to your formula.\nI tried it on a friend of mine. He wore it when he went away, and he has\nnot as yet returned. I heard, incidentally, that it adhered to him. People\nwho have examined it say that it retains its position on his person\nsimilar to a birthmark.",
        "Your cement does not have the same peculiarity. It does everything but\nadhere. Among other specialties it effects a singular odor. It has a\nfragrance that ought to be utilized in some way. Men have harnessed the\nlightning, and it seems to me that the day is not far distant when a man\nwill be raised up who can control this latent power. Do you not think that\npossibly you have made a mistake and got your ointment and cement formula\nmixed? Your cement certainly smells like a corrupt administration in a\nwarm room.",
        "Your revelations in the liquor manufacture, and how to make any mixed\ndrink with one hand tied, is well worth the price of the book. The chapter\non bar etiquette is also excellent. Very few men know how to properly\nenter a bar-room and what to do after they arrive. How to get into a\nbar-room without attracting attention, and how to get out without police\ninterference, are points upon which our American drunkards are lamentably\nignorant. How to properly address a bar tender, is also a page that no\nstudent of good breeding could well omit.",
        "I was greatly surprised to read how simple the manufacture of drinks under\nyour formula is. You construct a cocktail without liquor and then rob\nintemperance of its sting. You also make all kinds of liquor without the\nuse of alcohol, that demon under whose iron heel thousands of our sons and\nbrothers go down to death and delirium annually. Thus you are doing a good\nwork.",
        "You also unite aloes, tobacco and Rough on Rats, and, by a happy\ncombination, construct a style of beer that is non-intoxicating.",
        "No one could, by any possible means, become intoxicated on your justly\ncelebrated beer. He would not have time. Before he could get inebriated he\nwould be in the New Jerusalem.",
        "Those who drink your beer will not fill drunkards’ graves. They will close\ntheir career and march out of this life with perforated stomachs and a\nlook of intense anguish.",
        "Your method of making cider without apples is also frugal and\ningenious. Thousands of innocent apple worms annually lose their lives\nin the manufacture of cider. They are also, in most instances, wholly\nunprepared to die. By your method, a style of wormless cider is\nconstructed that would not fool anyone. It tastes a good deal like\nrain water that was rained about the first time that any raining was\never done, and was deprived of air ever since.",
        "The closing chapter on the subject of “How to win the affections of the\nopposite sex at sixty yards,” is first-rate. It is wonderful what triumph\nscience and inventions have wrenched from obdurate conditions! Only a few\nyears ago, a young man had to work hard for weeks and months in order to\nwin the love of a noble young woman. Now, with your valuable and scholarly\nwork, price twenty-five cents, he studies over the closing chapter an hour\nor two, then goes out into society and gathers in his victim. And yet I do\nnot grudge the long, long hours I squandered in those years when people\nwere in heathenish darkness. I had no book like yours to tell me how to\nwin the affections of the opposite sex. I could only blunder on, week\nafter week and yet I do not regret it. It was just the school I needed. It\ndid me good.",
        "Your book will, no doubt, be a good thing for those who now grope, but I\nhave groped so long that I have formed the habit and prefer it. Let me go\nright on groping. Those who desire to win the affections of the opposite\nsex at one sitting, will do well to send two bits for your great work, but\nI am in no hurry. My time is not valuable.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}