{
    "title": "Remarks - Hours With Great Men",
    "author": "Bill Nye",
    "chapter": "17",
    "content": [
        "\n\n",
        "I presume that I could write an entire library of personal reminiscences\nrelative to the eminent people with whom I have been thrown during a busy\nlife, but I hate to do it, because I always regarded such things as sacred\nfrom the vulgar eye, and I felt bound to respect the confidence of a\nprominent man just as much as I would that of one who was less before the\npeople. I remember very well my first meeting with General W.T. Sherman.\nI would not mention it here if it were not for the fact that the people\nseem so be yearning for personal reminiscences of great men, and that is\nperfectly right, too.",
        "It was since the war that I met General Sherman, and it was on the line of\nthe Union Pacific Railway, at one of those justly celebrated\neating-houses, which I understand are now abandoned. The colored waiter\nhad cut off a strip of the omelette with a pair of shears, the scorched\noatmeal had been passed around, the little rubber door mats fried in\nbutter and called pancakes had been dealt around the table, and the\ncashier at the end of the hall had just gone through the clothes of a\nparty from Vermont, who claimed a rebate on the ground that the waiter had\nrefused to bring him anything but his bill. There was no sound in the\ndining-room except the weak request of the coffee for more air and\nstimulants, or perhaps the cry of pain when the butter, while practicing\nwith the dumb-bells, would hit a child on the head; then all would be\nstill again.",
        "General Sherman sat at one end of the table, throwing a life-preserver to\na fly in the milk pitcher.",
        "We had never met before, though for years we had been plodding along\nlife’s rugged way–he in the war department, I in the postoffice\ndepartment. Unknown to each other, we had been holding up opposite corners\nof the great national fabric, if you will allow me that expression.",
        "I remember, as well as though it were but yesterday, how the conversation\nbegan. General Sherman looked sternly at me and said:",
        "“I wish you would overpower that butter and send it up this way.”",
        "“All right,” said I, “if you will please pass those molasses.”",
        "That was all that was said, but I shall never forget it, and probably he\nnever will. The conversation was brief, but yet how full of food for\nthought! How true, how earnest, how natural! Nothing stilted or false\nabout it. It was the natural expression of two minds that were too great\nto be verbose or to monkey with social, conversational flapdoodle.",
        "I remember, once, a great while ago, I was asked by a friend to go with\nhim in the evening to the house of an acquaintance, where they were going\nto have a kind of musicale, at which there was to be some noted pianist,\nwho had kindly consented to play a few strains, I did not get the name of\nthe professional, but I went, and when the first piece was announced I saw\nthat the light was very uncertain, so I kindly volunteered to get a lamp\nfrom another room. I held that big lamp, weighing about twenty-nine\npounds, for half an hour, while the pianist would tinky tinky up on the\nright hand, or bang, boomy to bang down on the bass, while he snorted and\nslugged that old concert grand piano and almost knocked its teeth down its\nthroat, or gently dawdled with the keys like a pale moonbeam shimmering\nthrough the bleached rafters of a deceased horse, until at last there was\na wild jangle, such as the accomplished musician gives to an instrument to\nshow the audience that he has disabled the piano, and will take a slight\nintermission while it is sent to the junk shop.",
        "With a sigh of relief I carefully put down the twenty-nine pound lamp, and\nmy friend told me that I had been standing there like liberty enlightening\nthe world, and holding that heavy lamp for Blind Tom.",
        "I had never seen him before, and I slipped out of the room before he had a\nchance to see me.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}