{
    "title": "Remarks - The Story of a Struggler",
    "author": "Bill Nye",
    "chapter": "4",
    "content": [
        "\n\n",
        "My name is Kaulbach. William J. Kaulbach is my name, and I am spending the\nsummer in Canada. I may remain here during the winter, also. My parents\nare very poor. They had never been wealthy, and at the time of my birth\nthey were even less wealthy than they had been before. As soon as I was\nborn the poverty of my parents attracted my attention. I decided at once\nto relieve their distress. I intended to aid them from my own pocket, but\nfound upon examination that I had no funds in my pocket; also, no pocket;\nalso, no place to put a pocket if I had brought one with me. So my parents\ncontinued to be poor, and to put by a little poverty for a rainy day. I\nwas sole heir to the poverty they had acquired in all these years.",
        "Nature did not do much for me in the way of beauty, either. I was quite\nplain when born and may still be identified by that peculiarity. Plainess\nwith me is not only a characteristic, but it is a passion. My whole being\nis wrapped up in it. My hair is a sort of neutral brindle, such as grows\nupon the top of a retired hair trunk, and my freckles are olive green,\nfading into a delicate, crushed-bran color. They are very large, and\nactually pain me at times.",
        "My teacher tried to encourage me by telling me of other poor boys who had\ngrown up to be president of the United States, and he tried to get me to\nconsent to having my name used as a candidate; but I refrained from doing\nso. I knew that, although I was deserving of the place, I could not endure\nthe bitterness of a campaign, and that the illustrated papers would\nenlarge upon my personal appearance and bring out my freckles till you\ncould hang your hat on them.",
        "So I grew up to be a stage robber.",
        "When I have my mask on my freckles do not show. I lectured on phrenology\nat first to get means to prosecute my studies as a stage robber, and when\nI had perfected myself as a burglar I went abroad to study the methods of\nthe Italian banditti. I was two years under the teaching of the old\nmasters, and acquired great fluency as a robber while there. I studied\nfrom nature all the time, and some of my best work was taken from life. I\nhad an opportunity to observe all the methods of the most celebrated\ngarroting maestro and stilletto virtuoso. He was an enthusiast and\nthoroughly devoted to his art. He had a large price on his head, also.\nAside from that he went bareheaded winter and summer.",
        "Finally I returned to my own native land, poor, but fired with a mighty\nambition. I went west and proceeded at once to debut. I went west to\nhold up the country. I was very successful, indeed, and have had my hands\nin the pockets of our most eminent men.",
        "We were isolated from society a good deal, but we met the better class of\npeople now and then in the course of our business. I did not like so much\nnight work, and sometimes we had to eat raw pork because we did not wish\nto build a fire that would attract mosquitoes and sheriffs. So we were\nliable more or less to trichina and insomnia, but still we were free from\nsewer gas and poll tax. We did not get our mail with much regularity, but\nwe got a lick at some mighty fine scenery.",
        "But all this is only incidental. What I desired to say was this: Fame and\ndistinction come high, and when we have them in our grasp at last we find\nthat they bring their resultant sorrows. I worked long and hard for fame,\nand sat up nights and rode through alkali dust for thousands of miles,\nthat I might be known as the leading robber of the age in which I lived,\nonly to find at last that my great fame was the source of my chief\nannoyance. It made me so widely known that I felt, as Christine Nilsson\nsays, “as though I lived in a glass case.” Everyone wanted to see me.\nEveryone wanted my autograph. Everyone wanted my skeleton to hang up in\nthe library.",
        "I could have traveled with a show and drawn a large salary, but I hated to\nwear a boiler iron overcoat all through the hot weather, after having\nlived so wild and free. But all this attention worried me so that I could\nnot sleep, and many a night I would arise from the lava bed on which I had\nreclined, and putting on my dressing-gown and slippers, I would wander\nabout under the stars and wish that I could be an unknown boy again in my\nfar away home. But I could not. I often wished that I could die a natural\ndeath, but that was out of the question.",
        "Finally, it got so that I did not dare to take a chew of tobacco, unless I\ndid so under an assumed name. I hardly dared to let go of my six-shooter\nlong enough to wipe my nose, for fear that someone might get the drop on\nme.",
        "That is the reason why I came to Canada. Here among so many criminals, I\ndo not attract attention, but I use a nom de plume all the time, even\nhere, and all these hot nights, while others take off their clothing, I\nlie and swelter in my heavy winter nom de plume.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}