{
    "title": "Remarks - How Evolution Evolves",
    "author": "Bill Nye",
    "chapter": "16",
    "content": [
        "\n\n",
        "The following paper was read by me in a clear, resonant tone of voice,\nbefore the Academy of Science and Pugilism at Erin Prairie, last month,\nand as I have been so continually and so earnestly importuned to print it\nthat life was no longer desirable, I submit it to you for that purpose,\nhoping that you will print my name in large caps, with astonishers at the\nhead of the article, and also in good display type at the close:",
        "No one could possibly, in a brief paper, do the subject of evolution full\njustice. It is a matter of great importance to our lost and undone race.\nIt lies near to every human heart, and exercises a wonderful influence\nover our impulses and our ultimate success or failure. When we pause to\nconsider the opaque and fathomless ignorance of the great masses of our\nfellow men on the subject of evolution, it is not surprising that crime is\nrather on the increase, and that thousands of our race are annually\nfilling drunkards’ graves, with no other visible means of support, while\nmultitudes of enlightened human beings are at the same time obtaining a\nlivelihood by meeting with felons’ dooms.",
        "These I would ask in all seriousness and in a tone of voice that would\nmelt the stoniest heart: “Why in creation do you do it?” The time is\nrapidly approaching when there will be two or three felons for each doom.\nI am sure that within the next fifty years, and perhaps sooner even than\nthat, instead of handing out these dooms to Tom, Dick and Harry as\nformerly, every applicant for a felon’s doom will have to pass through a\ncompetitive examination, as he should do.",
        "It will be the same with those who desire to fill drunkards’ graves. The\ntime is almost here when all positions of profit and trust will be\ncarefully and judiciously handed out, and those who do not fit themselves\nfor those positions will be left in the lurch, whatever that may be.",
        "It is with this fact glaring me in the face that I have consented to\nappear before you to-day and lay bare the whole hypothesis, history, rise\nand fall, modifications, anatomy, physiology and geology of evolution. It\nis for this that I have poured over such works as Huxley, Herbert Spencer,\nMoses in the bulrushes, Anaxagoras, Lucretius and Hoyle. It is for the\npurpose of advancing the cause of common humanity and to jerk the rising\ngeneration out of barbarism into the dazzling effulgence of clashing\nintellects and fermenting brains that I have sought the works of\nPythagoras, Democritus and Epluribus. Whenever I could find any book that\nbore upon the subject of evolution, and could borrow it, I have done so\nwhile others slept.",
        "That is a matter which rarely enters into the minds of those who go easily\nand carelessly through life. Even the general superintendent of the\nAcademy of Science and Pugilism here in Erin Prairie, the hotbed of a free\nand untrammeled, robust democracy, does not stop to think of the midnight\nand other kinds of oil that I have consumed in order to fill myself full\nof information and to soak my porous mind with thought. Even the O’Reilly\nCollege of this place, with its strong mental faculty, has not informed\nitself fully relative to the great effort necessary before a lecturer may\nspeak clearly, accurately and exhaustingly of evolution.",
        "And yet, here in this place, where education is rampant, and the idea is\npatted on the back, as I may say; here in Erin Prairie, where progress and\nsome other sentiments are written on everything; here where I am\naddressing you to-night for $2 and feed for my horse, I met a little child\nwith a bright and cheerful smile, who did not know that evolution\nconsisted in a progress from the homogeneous to the heterogeneous.",
        "So you see that you never know where ignorance lurks. The hydra-headed\nupas tree and bete noir of self-acting progress, is such ignorance as\nthat, lurking in the very shadow of magnificent educational institutions\nand hard words of great cast. Nothing can be more disagreeable to the\nscientist than a bete noir. Nothing gives him greater satisfaction than to\nchase it up a tree or mash it between two shingles.",
        "For this reason, as I said, it gives me great pleasure to address you on\nthe subject of evolution, and to go into details in speaking of it. I\ncould go on for hours as I have been doing, delighting you with the\nintricacies and peculiarities of evolution, but I must desist. It would\nplease me to do so, and you would no doubt remain patiently and listen,\nbut your business might suffer while you were away, and so I will close,\nbut I hope that anyone now within the sound of my voice, and in whose\nbreast a sudden hunger for more light on this great subject may have\nsprung up, will feel perfectly free to call on me and ask me about it or\nimmerse himself in the numerous tomes that I have collected from friends,\nand which relate to this matter.",
        "In closing I wish to say that I have made no statements in this paper\nrelative to evolution which I am not prepared to prove; and, if anything,\nI have been over-conservative. For that reason I say now, that the person\nwho doubts a single fact as I have given it to-night, bearing upon the\ngreat subject of evolution, will have to do so over my dumb remains.",
        "And a man who will do that is no gentleman. I presume that many of these\nstatements will be snapped up and sharply criticised by other theologians\nand many of our foremost thinkers, but they will do well to pause before\nthey draw me into a controversy, for I have other facts in relation to\nevolution, and some personal reminiscences and family history, which I am\nprepared to introduce, if necessary, together with ideas that I have\nthought up myself. So I say to those who may hope to attract notice and\nobtain notoriety by drawing me into a controversy, beware. It will be to\nyour interest to beware!",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}