{
    "title": "Remarks - A Journalistic Tenderfoot",
    "author": "Bill Nye",
    "chapter": "57",
    "content": [
        "\n\n",
        "Most everyone who has tried the publication of a newspaper will call to\nmind as he reads this item, a similar experience, though, perhaps, not so\npronounced and protuberant.",
        "Early one summer morning a gawky young tenderfoot, both as to the West and\nthe details of journalism, came into the office and asked me for a job as\ncorrespondent to write up the mines in North Park. He wore his hair\nlongish and tried to make it curl. The result was a greasy coat collar and\nthe general tout ensemble of the genus “smart Aleck.” He had also\nclothed himself in the extravagant clothes of the dime novel scout and\nbeautiful girl-rescuer of the Indian country. He had been driven west by a\nwild desire to hunt the flagrant Sioux warrior, and do a general Wild Bill\nbusiness; hoping, no doubt, before the season closed, to rescue enough\nbeautiful captive maidens to get up a young Vassar College in Wyoming or\nMontana.",
        "I told him that we did not care for a mining correspondent who did not\nknow a piece of blossom rock from a geranium. I knew it took a man a good\nmany years to gain knowledge enough to know where to sink a prospect shaft\neven, and as to passing opinions on a vein, it would seem almost wicked\nand sacriligious to send a man out there among those old grizzly miners\nwho had spent their lives in bitter experience, unless the young man could\nreadily distinguish the points of difference between a chunk of free\nmilling quartz and a fragment of bologna sausage.",
        "He still thought he could write us letters that would do the paper some\neternal good, and though I told him, as he wrung my hand and left, to\nrefrain from writing or doing any work for us, he wrote a letter before he\nhad reached the home station on the stage road, or at least sent us a long\nletter from there. It might have been written before he started, however.",
        "The letter was of the “we-have-went” and “I-have-never-saw” variety, and\nhe spelt curiosity “qrossity.” He worked hard to get the word into his\nalleged letter, and then assassinated it.",
        "Well, we paid no attention whatever to the letter, but meantime he got\ninto the mines, and the way he dead-headed feed and sour mash, on the\nstrength of his relations with the press, made the older miners weep.",
        "Buck Bramel got a little worried and wrote to me about it. He said that\nour soft-eyed mining savant was getting us a good many subscribers, and\nwriting up every little gopher hole in North Park, and living on\nCincinnati quail, as we miners call bacon; but he said that none of these\nfine, blooming letters, regarding the assays on “The Weasel Asleep,” “The\nPauper’s Dream,” “The Mary Ellen” and “The Over Draft,” ever seemed to\ncrop out in the paper.",
        "Why was it?",
        "I wrote back that the white-eyed pelican from the buckwheat-enamelled\nplains of Arkansas had not remitted, was not employed by us, and that I\nwould write and publish a little card of introduction for the bilious\nlitterateur that would make people take in their domestic animals, and\nlock up their front fences and garden fountains.",
        "In the meantime they sent him up the gulch to find some “float.” He had\nwandered away from camp thirty miles before he remembered that he didn’t\nknow what float looked like. Then he thought he would go back and inquire.\nHe got lost while in a dark brown study and drifted into the bosom of the\nunknowable. He didn’t miss the trail until a perpendicular wall of the\nRocky Mountains, about 900 feet high, rose up and hit him athwart the\nnose.",
        "He communed with nature and the coyotes one night and had a pretty tough\ntime of it. He froze his nose partially off, and the coyotes came and\ngnawed his little dimpled toes. He passed a wretched night, and was\ngreatly annoyed by the cold, which at that elevation sends the mercury\ntoward zero all through the summer nights.",
        "Of course he pulled the zodiac partially over him, and tried to button his\nalapaca duster a little closer, but his sleep was troubled by the\nsociability of the coyotes and the midnight twitter of the mountain lion.\nHe ate moss agates rare and spruce gum for breakfast. When he got to the\ncamp he looked like a forty-day starvationist hunting for a job.",
        "They asked him if he found any float, and he said he didn’t find a blamed\ndrop of water, say nothing about float, and then they all laughed a merry\nlaugh, and said that if he showed up at daylight the next morning within\nthe limits of the park, the orders were to burn him at the stake.",
        "The next morning neither he nor the best bay mule on the Troublesome was\nto be seen with naked eye. After that we heard of him in the San Juan\ncountry.",
        "He had lacerated the finer feelings of the miners down there, and had\nviolated the etiquette of San Juan, so they kicked a flour barrel out from\nunder him one day when he was looking the other way, and being a poor\ntight-rope performer, he got tangled up with a piece of inch rope in such\na way that he died of his injuries.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}