{
    "title": "Remarks - Habits of a Literary Man",
    "author": "Bill Nye",
    "chapter": "6",
    "content": [
        "\n\n",
        "The editor of an Eastern health magazine, having asked for information\nrelative to the habits, hours of work, and style and frequency of feed\nadopted by literary men, and several parties having responded who were no\nmore essentially saturated with literature than I am, I now take my pen in\nhand to reveal the true inwardness of my literary life, so that boys, who\nmay yearn to follow in my footsteps and wear a laurel wreath the year round\nin place of a hat, may know what the personal habits of a literary party\nare.",
        "I rise from bed the first thing in the morning, leaving my couch not\nbecause I am dissatisfied with it, but because I cannot carry it with me\nduring the day.",
        "I then seat myself on the edge of the bed and devote a few moments to\nthought. Literary men who have never set aside a few moments on rising for\nthought will do well to try it.",
        "I then insert myself into a pair of middle-aged pantaloons. It is needless\nto say that girls who may have a literary tendency will find little to\ninterest them here.",
        "Other clothing is added to the above from time to time. I then bathe\nmyself. Still this is not absolutely essential to a literary life. Others\nwho do not do so have been equally successful.",
        "Some literary people bathe before dressing.",
        "I then go down stairs and out to the barn, where I feed the horse. Some\nliterary men feel above taking care of a horse, because there is really\nnothing in common between the care of a horse and literature, but\nsimplicity is my watchword. T. Jefferson would have to rise early in the\nday to eclipse me in simplicity. I wish I had as many dollars as I have\ngot simplicity.",
        "I then go in to breakfast. This meal consists almost wholly of food. I am\npassionately fond of food, and I may truly say, with my hand on my heart,\nthat I owe much of my great success in life to this inward craving, this\nconstant yearning for something better.",
        "During this meal I frequently converse with my family. I do not feel above\nmy family, at least, if I do, I try to conceal it as much as possible.\nBuckwheat pancakes in a heated state, with maple syrup on the upper side,\nare extremely conducive to literature. Nothing jerks the mental faculties\naround with greater rapidity than buckwheat pancakes.",
        "After breakfast the time is put in to good advantage looking forward to\nthe time when dinner will be ready. From 8 to 10 A. M., however, I\nfrequently retire to my private library hot-bed in the hay mow, and write\n1,200 words in my forthcoming book, the price of which will be $2.50 in\ncloth and $4 with Russia back.",
        "I then play Copenhagen with some little girls 21 years of age, who live\nnear by, and of whom I am passionately fond.",
        "After that I dig some worms, with a view to angling. I then angle. After\nthis I return home, waiting until dusk, however, as I do not like to\nattract attention. Nothing is more distasteful to a truly good man of\nwonderful literary acquirements, and yet with singular modesty, than the\ncoarse and rude scrutiny of the vulgar herd.",
        "In winter I do not angle. I read the “Pirate Prince” or the “Missourian’s\nMash,” or some other work, not so much for the plot as the style, that I\nmay get my mind into correct channels of thought I then play “old sledge\"\nin a rambling sort of manner. I sometimes spend an evening at home, in\norder to excite remark and draw attention to my wonderful eccentricity.",
        "I do not use alcohol in any form, if I know it, though sometimes I am\nbasely deceived by those who know of my peculiar prejudice, and who do it,\ntoo, because they enjoy watching my odd and amusing antics at the time.",
        "Alcohol should be avoided entirely by literary workers, especially young\nwomen. There can be no more pitiable sight to the tender hearted, than a\nyoung woman of marked ability writing an obituary poem while under the\ninfluence of liquor.",
        "I knew a young man who was a good writer. His penmanship was very good,\nindeed. He once wrote an article for the press while under the influence\nof liquor. He sent it to the editor, who returned it at once with a cold\nand cruel letter, every line of which was a stab. The letter came at a\ntime when he was full of remorse.",
        "He tossed up a cent to see whether he should blow out his brains or go\ninto the ready-made clothing business. The coin decided that he should die\nby his own hand, but his head ached so that he didn’t feel like shooting\ninto it. So he went into the ready-made clothing business, and now he pays\ntaxes on $75,000, so he is probably worth $150,000. This, of course,\nsalves over his wounded heart, but he often says to me that he might have\nbeen in the literary business to-day if he had let liquor alone.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}