{
    "title": "Remarks - History of Babylon",
    "author": "Bill Nye",
    "chapter": "68",
    "content": [
        "\n\n",
        "The history of Babylon is fraught with sadness. It illustrates, only too\npainfully, that the people of a town make or mar its success rather than\nthe natural resources and advantages it may possess on the start.",
        "Thus Babylon, with 3,000 years the start of Minneapolis, is to-day a hole\nin the ground, while Minneapolis socks her XXXX flour into every corner of\nthe globe, and the price of real estate would make a common dynasty totter\non its throne.",
        "Babylon is a good illustration of the decay of a town that does not keep\nup with the procession. Compare her to-day with Kansas City. While Babylon\nwas the capital of Chaldea, 1,270 years before the birth of Christ, and\nKansas City was organized so many years after that event that many of the\npeople there have forgotten all about it, Kansas City has doubled her\npopulation in ten years, while Babylon is simply a gothic hole in the\nground.",
        "Why did trade and emigration turn their backs upon Babylon and seek out\nMinneapolis, St. Paul, Kansas City and Omaha? Was it because they were\nblest with a bluer sky or a more genial sun? Not by any means. While\nBabylon lived upon what she had been and neglected to advertise, other\ntowns with no history extending back into the mouldy past, whooped with an\nexceeding great whoop and tore up the ground and shed printers’ ink and\nshowed marked signs of vitality. That is the reason that Babylon is no\nmore.",
        "This life of ours is one of intense activity. We cannot rest long in\nidleness without inviting forgetfulness, death and oblivion. “Babylon was\nprobably the largest and most magnificent city of the ancient world.\"\nIsaiah, who lived about 300 years before Herodotus, and whose remarks are\nunusually free from local or political prejudice, refers to Babylon as\n“the glory of kingdoms, the beauty of the Chaldic’s excellency,” and, yet,\nwhile Cheyenne has the electric light and two daily papers, Babylon hasn’t\ngot so much as a skating rink.",
        "A city fourteen miles square with a brick wall around it 355 feet high,\nshe has quietly forgotten to advertise, and in turn she, also, is\nforgotten.",
        "Babylon was remarkable for the two beautiful palaces, one on each side of\nthe river, and the great temple of Belus. Connected with one of these\npalaces was the hanging garden, regarded by the Greeks as one of the seven\nwonders of the world, but that was prior to the erection of the Washington\nmonument and civil service reform.",
        "This was a square of 400 Greek feet on each side. The Greek foot was not\nso long as the modern foot introduced by Miss Mills, of Ohio. This garden\nwas supported on several tiers of open arches, built one over the other,\nlike the walls of a classic theatre, and sustaining at each stage, or\nstory, a solid platform from which the arches of the next story sprung.\nThis structure was also supported by the common council of Babylon, who\ncame forward with the city funds, and helped to sustain the immense\nweight.",
        "It is presumed that Nebuchadnezzar erected this garden before his mind\nbecame affected. The tower of Belus, supposed by historians with a good\nmemory to have been 600 feet high, as there is still a red chalk mark in\nthe sky where the top came, was a great thing in its way. I am glad I was\nnot contiguous to it when it fell, and also that I had omitted being born\nprior to that time.",
        "“When we turn from this picture of the past,” says the historian,\nRawlinson, referring to the beauties of Babylon, “to contemplate the\npresent condition of these localities, we are at first struck with\nastonishment at the small traces which remain of so vast and wonderful a\nmetropolis. The broad walls of Babylon are utterly broken down. God has\nswept it with the besom of destruction.”",
        "One cannot help wondering why the use of the besom should have been\nabandoned. As we gaze upon the former site of Babylon we are forced to\nadmit that the new besom sweeps clean. On its old site no crumbling arches\nor broken columns are found to indicate her former beauty. Here and there\nhuge heaps of debris alone indicate that here Godless wealth and wicked,\nselfish, indolent, enervating, ephemeral pomp, rose and defied the supreme\nlaws to which the bloated, selfish millionaire and the hard-handed, hungry\nlaborer alike must bow, and they are dust to-day.",
        "Babylon has fallen. I do not say this in a sensational way or to\ndepreciate the value of real estate there, but from actual observation,\nand after a full investigation, I assent without fear of successful\ncontradiction, that Babylon has seen her best days. Her boomlet is busted,\nand, to use a political phrase, her oriental hide is on the Chaldean\nfence.",
        "Such is life. We enter upon it reluctantly; we wade through it doubtfully,\nand die at last timidly. How we Americans do blow about what we can do\nbefore breakfast, and, yet, even in our own brief history, how we have\ndemonstrated what a little thing the common two-legged man is. He rises up\nrapidly to acquire much wealth, and if he delays about going to Canada he\ngoes to Sing Sing, and we forget about him. There are lots of modern\nBabylonians in New York City to-day, and if it were my business I would\ncall their attention to it. The assertion that gold will procure all\nthings has been so common and so popular that too many consider first the\nbank account, and after that honor, home, religion, humanity and common\ndecency. Even some of the churches have fallen into the notion that first\ncomes the tall church, then the debt and mortgage, the ice cream sociable\nand the kingdom of Heaven. Cash and Christianity go hand in hand\nsometimes, but Christianity ought not to confer respectability on anybody\nwho comes into the church to purchase it.",
        "I often think of the closing appeal of the old preacher, who was more\nearnest than refined, perhaps, and in winding up his brief sermon on the\nChristian life, said: “A man may lose all his wealth and get poor and\nhungry and still recover, he may lose his health and come down close to\nthe dark stream and still git well again, but, when he loses his immortal\nsoul it is good-bye John.”",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}