{
    "title": "Remarks - No More Frontier",
    "author": "Bill Nye",
    "chapter": "69",
    "content": [
        "\n\n",
        "The system of building railroads into the wilderness, and then allowing\nthe wilderness to develop afterward, has knocked the essential joy out of\nthe life of the pioneer. At one time the hardy hewer of wood and drawer of\nwater gave his lifetime willingly that his son might ride in the\n“varnished cars.” Now the Pullman palace car takes the New Yorker to the\nthreshold of the sea, or to the boundary line between the United States\nand the British possessions.",
        "It has driven out the long handled frying pan and the flapjack of twenty\nyears ago, and introduced the condensed milk and canned fruit of commerce.\nAlong the highways, where once the hopeful hundreds marched with long\nhandled shovel and pick and pan, cooking by the way thin salt pork and\nflapjacks and slumgullion, now the road is lined with empty beer bottles\nand peach cans that have outlived their usefulness. No landscape can be\npicturesque with an empty peach can in the foreground any more than a lion\nwould look grand in a red monogram horse blanket and false teeth.",
        "The modern camp is not the camp of the wilderness. It wears the\nhalf-civilized and shabby genteel garments of a sawed-off town. You know\nthat if you ride a day you will be where you can get the daily papers and\nread them under the electric light. That robs the old canyons of their\nsolemn isolation and peoples each gulch with the odor of codfish balls and\ncivilization. Civilization is not to blame for all this, and yet it seems\nsad.",
        "Civilization could not have done all this alone. It had to call to its aid\nthe infernal fruit can that now desolates the most obscure trail in the\nheart of the mountains. You walk over chaos where the “hydraulic” has\nplowed up the valley like a convulsion, or you tread the yielding path\nacross the deserted dump, and on all sides the rusty, neglected and\nhumiliated empty tin can stares at you with its monotonous, dude-like\nstare.",
        "An old timer said to me once: “I’ve about decided, Bill, that the West is\na matter of history. When we cooked our grub over a sage brush fire we\ncould get fat and fight Indians, but now we fill our digesters with the\ncold pizen and pewter of the canned peach; we go to a big tavern and stick\na towel under our chins and eat pie with a fork and heat up our carkisses\nwith antichrist coal, and what do we amount to? Nuthin! I used to chase\nInjuns all day and eat raw salt pork at night, bekuz I dassent build a\nfire, and still I felt better than I do now with a wad of tin-can solder\nin my stummick and a homesick feeling in my weather-beaten breast.",
        "“No, we don’t have the fun we used to. We have more swarrees and sciatica\nand one bloomin’ thing and another of that kind, but we don’t get one\nsnort of pure air and appetite in a year. They’re bringin’ in their blamed\ntelephones now and malaria and aigue and old sledge, and fun might as well\nskip out. There ain’t no frontier any more. All we’ve got left is the\nold-fashioned trantler joos and rhumatiz of ’49.”",
        "  Behind the red squaw’s cayuse plug,\n   The hand-car roars and raves,\n  And pie-plant pies are now produced\n   Above the Indian graves.\n  I hear the oaths of pioneers,\n   The caucus yet to be,\n  The first low hum where soon will\n   The fuzzy bumble bee.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}