{
    "title": "Remarks - The Average Hen",
    "author": "Bill Nye",
    "chapter": "59",
    "content": [
        "\n\n",
        "I am convinced that there is great economy in keeping hens if we have\nsufficient room for them and a thorough knowledge of how to manage the\nfowl property. But to the professional man, who is not familiar with the\nhabits of the hen, and whose mind does not naturally and instinctively\nturn henward, I would say: Shun her as you would the deadly upas tree of\nPiscataquis county, Me.",
        "Nature has endowed the hen with but a limited amount of brain-force. Any\none will notice that if he will compare the skull of the average self-made\nhen with that of Daniel Webster, taking careful measurements directly over\nthe top from one ear to the other, the well-informed brain student will at\nonce notice a great falling-off in the region of reverence and an abnormal\nbulging out in the location of alimentiveness.",
        "Now take your tape-measure and, beginning at memory, pass carefully over\nthe occiputal bone to the base of the brain in the region of love of home\nand offspring and you will see that, while the hen suffers much in\ncomparison with the statement in the relative size of sublimity,\nreflection, spirituality, time, tune, etc., when it comes to love of home\nand offspring she shines forth with great splendor.",
        "The hen does not care for the sublime in nature. Neither does she care for\nmusic. Music hath no charms to soften her tough old breast. But she loves\nher home and her country. I have sought to promote the interests of the\nhen to some extent, but I have not been a marked success in that line.",
        "I can write a poem in fifteen minutes. I always could dash off a poem\nwhenever I wanted to, and a very good poem, too, for a dashed poem. I\ncould write a speech for a friend in congress–a speech that would be\nprinted in the Congressional Record and go all over the United States and\nbe read by no one. I could enter the field of letters anywhere and attract\nattention, but when it comes to setting a hen I feel that I am not worthy.\nI never feel my utter unworthiness as I do in the presence of a setting\nhen.",
        "When the adult hen in my presence expresses a desire to set I excuse\nmyself and go away. That is the supreme moment when a hen desires to be\nalone. That is no time for me to introduce my shallow levity, I never do\nit is after death that I most fully appreciate the hen. When she has\nbeen cut down early in life and fried I respect her. No one can look upon\nthe still features of a young hen overtaken by death in life’s young\nmorning, snuffed out as it were, like an old tin lantern in a gale of\nwind, without being visibly affected.",
        "But it is not the hen who desires to set for the purpose of getting out an\nearly edition of spring chickens that I am averse to. It is the aged hen,\nwho is in her dotage, and whose eggs, also, are in their second childhood.\nUpon this hen I shower my anathemas. Overlooked by the pruning hook of\ntime, shallow in her remarks, and a wall-flower in society, she deposits\nher quota of eggs in the catnip conservatory, far from the haunts of men,\nand then in August, when eggs are extremely low and her collection of no\nvalue to any one but the antiquarian, she proudly calls attention to her\nsummer’s work.",
        "This hen does not win the general confidence. Shunned by good society\nduring life, her death is only regretted by those who are called upon to\nassist at her obsequies. Selfish through life, her death is regarded as a\ncalamity by those alone who are expected to eat her.",
        "And what has such a hen to look back upon in her closing hours? A long\nlife, perhaps, for longevity is one of the characteristics of this class\nof hens; but of what has that life been productive? How many golden hours\nhas she frittered away hovering over a porcelain door-knob trying to hatch\nout a litter of Queen Anne cottages. How many nights has she passed in\nsolitude on her lonely nest, with a heart filled with bitterness toward\nall mankind, hoping on against hope that in the fall she would come off\nthe nest with a cunning little brick block, perhaps.",
        "Such is the history of the aimless hen. While others were at work she\nstood around with her hands in her pockets and criticised the policy of\nthose who labored, and when the summer waned she came forth with nothing\nbut regret to wander listlessly about and freeze off some more of her feet\nduring the winter. For such a hen death can have no terrors.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}