{
    "title": "Remarks - A New Autograph Album",
    "author": "Bill Nye",
    "chapter": "63",
    "content": [
        "\n\n",
        "This autograph business is getting to be a little bit tedious. It is all\none-sided. I want to get even some how, on some one. If I can’t come back\nat the autograph fiend himself, perhaps I might make some other fellow\ncreature unhappy. That would take my mind off the woes that are inflicted\nby the man who is making a collection of the autographs of “prominent\nmen,” and who sends a printed circular formally demanding your autograph,\nas the tax collector would demand your tax.",
        "John Comstock, the President of the First National Bank, of Hudson, the\nother day suggested an idea. I gave him an autograph copy of my last great\nwork, and he said: “Now, I’m a man of business. You gave me your\nautograph, I give you mine in return. That’s what we call business.” He\nthen signed a brand new $5 national bank note, the cashier did ditto, and\nthe two autographs were turned over to me.",
        "Now, how would it do to make a collection of the signatures of the\npresidents and cashiers of national banks of the United States in the\nabove manner? An album containing the autographs of these bank officials\nwould not only be a handsome heirloom to fork over to posterity, but it\nwould possess intrinsic value. In pursuance of this idea, I have been\nconsidering the advisability of issuing the following letter:",
        "To the Presidents and Cashiers of the National Banks of the United States.",
        "Gentlemen–I am now engaged in making a collection of the autographs of\nthe presidents and cashiers of national banks throughout the Union, and to\nmake the collection uniform, I have decided to ask for autographs written\nat the foot of the national currency bank note of the denomination of $5.\nI am not sectarian in my religious views, and I only suggest this\ndenomination for the sake of uniformity throughout the album.",
        "Card collections, cat albums and so forth, may please others, but I prefer\nto make a collection that shall show future ages who it was that built up\nour finances, and furnished the sinews of war. Some may look upon this\nmove as a mercenary one, but with me it is a passion. It is not simply a\nfreak, it is a desire of my heart.",
        "In return I would be glad to give my own autograph, either by itself or\nattached to some little gem of thought which might occur to my mind at the\ntime.",
        "I have always taken a great interest in the currency of the country. So\nfar as possible I have made it a study. I have watched its growth, and\nnoted with some regret its natural reserve. I may say that, considering\nmeagre opportunities and isolated advantages afforded me, no one is more\nfamiliar with the habits of our national currency than I am. Yet, at times\nmy laboratory has not been so abundantly supplied with specimens as I\ncould have wished. This has been my chief drawback.",
        "I began a collection of railroad passes some time ago, intending to file\nthem away and pass the collection down through the dim vista of coming\nyears, but in a rash moment I took a trip of several thousand miles, and\nthose passes were taken up.",
        "I desire, in conclusion, gentlemen, to call your attention to the fact\nthat I have always been your friend and champion. I have never robbed the\nbank of a personal friend, and if I held your autographs I should deem you\nmy personal friends, and feel in honor bound to discourage any movement\nlooking toward an unjust appropriation of the funds of your bank. The\nautographs of yourselves in my possession, and my own in your hands, would\nbe regarded as a tacit agreement on my part never to rob your bank. I\nwould even be willing to enter into a contract with you not to break into\nyour vaults, if you insist upon it. I would thus be compelled to confine\nmyself to the stage coaches and railroad trains in a great measure, but I\nam getting now so I like to spend my evenings at home, anyhow, and if I do\nwell this year, I shall sell my burglars’ tools and give myself up to the\nauthorities.",
        "You will understand, gentlemen, the delicate nature of this request, I\ntrust, and not misconstrue my motives. My intentions are perfectly\nhonorable, and my idea in doing this is, I may say, to supply a long felt\nwant.",
        "Hoping that what I have said will meet with your approval and hearty\ncooperation, and that our very friendly business relations, as they have\nexisted in the past, may continue through the years to come, and that your\nbank may wallow in success till the cows come home, or words to that\neffect, I beg leave to subscribe myself, yours in favor of one country,\none flag and one bank account.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}