{
    "title": "Remarks - Accepting the Laramie Postoffice",
    "author": "Bill Nye",
    "chapter": "56",
    "content": [
        "\n\n",
        "Office of Daily Boomerang, Laramie City, Wy., Aug. 9, 1882.",
        "My Dear General.–I have received by telegraph the news of my nomination\nby the President and my confirmation by the Senate, as postmaster at\nLaramie, and wish, to extend my thanks for the same.",
        "I have ordered an entirely new set of boxes and postoffice outfit,\nincluding new corrugated cuspidors for the lady clerks.",
        "I look upon the appointment, myself, as a great triumph of eternal truth\nover error and wrong. It is one of the epochs, I may say, in the Nation’s\nonward march toward political purity and perfection. I do not know when I\nhave noticed any stride in the affairs of state, which so thoroughly\nimpressed me with its wisdom.",
        "Now that we are co-workers in the same department, I trust that you will\nnot feel shy or backward in consulting me at any time relative to matters\nconcerning postoffice affairs. Be perfectly frank with me, and feel\nperfectly free to just bring anything of that kind right to me. Do not\nfeel reluctant because I may at times appear haughty and indifferent, cold\nor reserved. Perhaps you do not think I know the difference between a\ngeneral delivery window and a three-m quad, but that is a mistake.",
        "My general information is far beyond my years.",
        "With profoundest regard, and a hearty endorsement of the policy of the\nPresident and the Senate, whatever it may be,",
        "I remain, sincerely yours,",
        "Bill Nye, P.M.",
        "Gen. Frank Hatton, Washington, D.C.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}