{
    "title": "Remarks - The Snake Indian",
    "author": "Bill Nye",
    "chapter": "67",
    "content": [
        "\n\n",
        "There are about 5,000 Snake or Shoshone Indians now extant, the greater\npart being in Utah and Nevada, though there is a reservation in Idaho and\nanother in Wyoming.",
        "The Shoshone Indian is reluctant to accept of civilization on the European\nplan. He prefers the ruder customs which have been handed down from father\nto son along with other hairlooms. I use the word hairlooms in its\nbroadest sense.",
        "There are the Shoshones proper and the Utes or Utahs, to which have been\nadded by some authorities the Comanches, and Moquis of New Mexico and\nArizona, the Netelas and other tribes of California. The Shoshone,\nwherever found, is clothed in buckskin and blanket in winter, but dressed\nmore lightly in summer, wearing nothing but an air of intense gloom in\nAugust. To this he adds on holidays a necklace made from the store teeth\nof the hardy pioneer.",
        "The Snake or Shoshone Indian is passionately fond of the game known as\npoker among us, and which, I learn, is played with cards. It is a game of\nchance, though skill and a thorough knowledge of firearms are of great\nuse. The Indians enter into this game with great zeal, and lend to it the\nwonderful energy which they have preserved from year to year by abstaining\nfrom the debilitating effects of manual labor. All day long the red\nwarrior sits in his skin boudoir, nursing the sickly and reluctant\n“flush,” patient, silent and hopeful. Through the cold of winter in the\ndesolate mountains, he continues to",
        "  “Hope on, hope ever,”",
        "that he will “draw to fill.” Far away up the canyon he hears the sturdy\nblows of his wife’s tomahawk as she slaughters the grease wood and the\nsage brush for the fire in his gilded hell where he sits and woos the lazy\nGoddess of Fortune.",
        "With the Shoshone, poker is not alone a relaxation, the game wherewith to\nwear out a long and listless evening, but it is a passion, a duty and a\ndevotion. He has a face designed especially for poker. It never shows a\nsign of good or evil fortune. You might as well try to win a smile from a\nrailroad right of way. The full hand, the fours, threes, pairs and\nbob-tail flushes are all the same to him, if you judge by his face.",
        "When he gets hungry he cinches himself a little tighter and continues to\n“rastle” with fate. You look at his smoky, old copper cent of a face, and\nyou see no change. You watch him as he coins the last buckshot of his\ntribe and later on when he goes forth a pauper, and the corners of his\nfamine-breeding mouth have never moved, His little black, smoke-inflamed\neyes have never lighted with triumph or joy. He is the great aboriginal\nstoic and sylvan dude. He does not smile. He does not weep. It certainly\nmust be intensely pleasant to be a wild, free, lawless, irresponsible,\nnatural born fool.",
        "The Shoshones proper include the Bannocks, which are again subdivided into\nthe Koolsitakara or Buffalo Eaters, on Wind River, the Tookarika or\nMountain Sheep Eaters, on Salmon or Suabe Eivers, the Shoshocas or White\nKnives, sometimes called Diggers, of the Humbolt Eiver and the Great Salt\nLake basin. Probably the Hokandikahs, Yahooskins and the Wahlpapes are\nsubdivisions of the Digger tribe. I am ’not sure of this, but I shall not\nsuspend my business till I can find out about it. If I cannot get at a\ngreat truth right off I wait patiently and go right on drawing my salary.",
        "The Shoshones live on the government and other small game. They will eat\nanything when hungry, from a buffalo down to a woodtick. The Shoshone does\nnot despise small things. He loves insects in any form. He loves to make\npets of them and to study their habits in his home life.",
        "Formerly, when a great Shoshone warrior died, they killed his favorite\nwife over his grave, so that she could go to the happy hunting grounds\nwith him, but it is not so customary now. I tried to impress on an old\nShoshone brave once that they ought not to do that. I tried to show him\nthat it would encourage celibacy and destroy domestic ties in his tribe.\nSince then there has been quite a stride toward reform among them. Instead\nof killing the widow on the death of the husband, the husband takes such\ngood care of his health and avoids all kinds of intellectual strain or\nphysical fatigue, that late years there are no widows, but widowers just\nseem to swarm in the Shoshone tribe. The woods are full of them.",
        "Now, if they would only kill the widower over the grave of the wife, the\nIndian’s future would assume a more definite shape.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}