{
    "title": "Remarks - The Old South",
    "author": "Bill Nye",
    "chapter": "41",
    "content": [
        "\n\n",
        "The Old South Meeting House, in Boston, is the most remarkable structure\nin many respects to be found in that remarkable city. Always eager\nwherever I go to search out at once the gospel privileges, it is not to be\nwondered at, that I should have gone to the Old South the first day after\nI landed in Boston.",
        "It is hardly necessary to go over the history of the Old South, except,\nperhaps, to refresh the memory of those who live outside of Boston. The\nOld South Society was organized in 1669, and the ground on which the old\nmeetinghouse now stands was given by Mrs. Norton, the widow of Rev. John\nNorton, since deceased. The first structure was of wood, and in 1729 the\npresent brick building succeeded it. King’s Handbook of Boston says: “It\nis one of the few historic buildings that have been allowed to remain in\nthis iconoclastic age.”",
        "So it seems that they are troubled with iconoclasts in Boston, too. I\nthought I saw one hanging around the Old South on the day I was there, and\nhad a good notion to point him out to the authorities, but thought it was\nnone of my business.",
        "I went into the building and registered, and then from force of habit or\nabsent-mindedness handed my umbrella over the counter and asked how soon\nsupper would be ready. Everybody registers, but very few, I am told, ask\nhow soon supper will be ready. The Old South is now run on the European\nplan, however.",
        "The old meeting-house is chiefly remarkable for the associations that\ncluster around it. Two centuries hover about the ancient weather-vane and\nlook down upon the visitor when the weather is favorable.",
        "Benjamin Franklin was baptized and attended worship here, prior to his\nwonderful invention of lightning. Here on each succeeding Sabbath sat the\nman who afterwards snared the forked lightning with a string and put it\nin a jug for future generations. Here Whitefield preached and the rebels\ndiscussed the tyranny of the British king. Warren delivered his famous\nspeech here upon the anniversary of the Boston massacre and the “tea\nparty” organized in this same building. Two hundred years ago exactly,\nthe British used the Old South as a military riding school, although a\nmajority of the people of Boston were not in favor of it.",
        "It would be well to pause here and consider the trying situation in which\nour ancestors were placed at that time. Coming to Massachusetts as they\ndid, at a time when the country was new and prices extremely high, they\nhad hoped to escape from oppression and establish themselves so far away\nfrom the tyrant that he could not come over here and disturb them without\nsuffering from the extreme nausea incident to a long sea voyage. Alas,\nhowever, when they landed at Plymouth rock there was not a decent hotel in\nthe place. The same stern and rock-bound coast which may be discovered\nalong the Atlantic sea-board to-day was there, and a cruel, relentless sky\nfrowned upon their endeavors.",
        "Where prosperous cities now flaunt to the sky their proud domes and\nfloating debts, the rank jimson weed nodded in the wind and the pumpkin\npie of to-day still slumbered in the bosom of the future. What glorious\nfacts have, under the benign influence of fostering centuries, been born\nof apparent impossibility. What giant certainties have grown through these\nyears from the seeds of doubt and discouragement and uncertainty! (Big\nfirecrackers and applause.)",
        "At that time our ancestors had but timidly embarked in the forefather\nbusiness. They did not know that future generations in four-button\ncutaways would rise up and call them blessed and pass resolutions of\nrespect on their untimely death. If they stayed at home the king taxed\nthem all out of shape, and if they went out of Boston a few rods to get\nenough huckleberries for breakfast, they would frequently come home so\nfull of Indian arrows that they could not get through a common door\nwithout great pain.",
        "Such was the early history of the country where now cultivation and\neducation and refinement run rampant and people sit up all night to print\nnewspapers so that we can have them in the morning.",
        "The land on which the Old South stands is very valuable for business\npurposes, and $400,000 will have to be raised in order to preserve the old\nlandmark to future generations. I earnestly hope that it will be secured,\nand that the old meeting-house–dear not alone to the people of Boston,\nbut to the millions of Americans scattered from sea to sea, who cannot\nforget where first universal freedom plumed its wings–will be spared to\nentertain within its hospitable walls, enthusiastic and reverential\nvisitors for ages without end.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}