{
    "title": "Remarks - Life Insurance as a Health Restorer",
    "author": "Bill Nye",
    "chapter": "22",
    "content": [
        "\n\n",
        "Life insurance is a great thing. I would not be without it. My health is\ngreatly improved since I got my new policy. Formerly I used to have a\nseal-brown taste in my mouth when I arose in the morning, but that has\nentirely disappeared. I am more hopeful and happy, and my hair is getting\nthicker on top. I would not try to keep house without life insurance. Last\nSeptember I was caught in one of the most destructive cyclones that ever\nvisited a republican form of government. A great deal of property was\ndestroyed and many lives were lost, but I was spared. People who had no\ninsurance were mowed down on every hand, but aside from a broken leg I was\nentirely unharmed.",
        "I look upon life insurance as a great comfort, not only to the\nbeneficiary, but to the insured, who very rarely lives to realize anything\npecuniarily from his venture. Twice I have almost raised my wife to\naffluence and cast a gloom over the community in which I lived, but\nsomething happened to the physician for a few days so that he could not\nattend to me, and I recovered. For nearly two years I was under the\ndoctor’s care. He had his finger on my pulse or in my pocket all the time.\nHe was a young western physician, who attended me on Tuesdays and Fridays.\nThe rest of the week he devoted his medical skill to horses that were\nmentally broken down. He said he attended me largely for my society. I\nfelt flattered to know that he enjoyed my society after he had been thrown\namong horses all the week that had much greater advantages than I.",
        "My wife at first objected seriously to an insurance on my life, and said\nshe would never, never touch a dollar of the money if I were to die, but\nafter I had been sick nearly two years, and my disposition had suffered a\ngood deal, she said that I need not delay the obsequies on that account.\nBut the life insurance slipped through my fingers somehow, and I\nrecovered.",
        "In these days of dynamite and roller rinks, and the gory meat-ax of a new\nadministration, we ought to make some provision for the future.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}