{
    "title": "Remarks - A Spencerian Ass",
    "author": "Bill Nye",
    "chapter": "34",
    "content": [
        "\n\n",
        "After I had accumulated a handsome competence as city editor of the old\nMorning Sentinel at Laramie City, and had married and gone to\nhousekeeping with a gas stove and other luxuries, my place on the\nSentinel was taken by a newspaper man named Hopkins, who had just\ngraduated from a business college, and who brought a nice glazed grip\nsack and a diploma with him that had never been used.",
        "Hopkins wrote a fine Spencerian hand and wore a black and tan dog\nwhere-ever he went. The boys were willing to overlook his copper-plate\nhand, but they drew the line at the dog. He not only wrote in beautiful\nstyle, but he copied his manuscript, so that when it went in to the\nprinter it was as pretty as a wedding invitation.",
        "Hopkins ran the city page nine days, and then he came into the city hall\nwhere I was trying a simple drunk and bade me adieu.",
        "I just say this to show how difficult it is for a fine penman to get ahead\nas a journalist. Of course good, readable writers like Knox and John\nHancock may become great, but they have to be men of sterling ability to\nstart with.",
        "I have some of the most bloodcurdling horrors preserved for the purpose of\nshowing Hopkins’ wonderful and vivid style. I will throw them in.",
        "“A little son of our esteemed fellow townsman, J.H. Hayford, suffered\ngreatly last evening with virulent colic, but this A.M., as we go to\npress, is sleeping easily.”",
        "Think of shaking the social foundations of a mountain mining and stock\ntown with such grim, nervous prostrators as that! The next day he startled\nSouthern Wyoming and Northern Colorado and Utah with the maddening\nstatement that “our genial friend, Leopold Gussenhoven’s fine, yellow dog,\nFlorence Nightingale, had been seriously threatened with insomnia.”",
        "That was the style of mental calisthenics he gave us in a town where death\nby opium and ropium was liable to occur, and where five men with their\nMexican spurs on climbed one telegraph pole in one night and sauntered\ninto the remote indefinitely. Hopkins told me that he had tried to do what\nwas right, but that he had not succeeded very well. He wrung my hand and\nsaid:",
        "“I have tried hard to make the Sentinel fill a long want felt, but I\nhave not been fortunate. The foreman over there is a harsh man. He used to\ncome in and intimate in a frowning and erect tone of voice, that if I did\nnot produce that copy p.d.q., or some other abbreviation or other, that he\nwould bust my crust, or words of like import.",
        "“Now that’s no way to talk to a man of a nervous temperament who is\nengaged in copying a list of hotel arrivals, and shading the capitals as I\nwas. In the business college it was not that way. Everything was quiet,\nand there was nothing to jar a man like that.",
        "“Of course I would like to stay on the Sentinel and draw the princely\nsalary, but there are two hundred reasons why I cannot do it. So far as\nthe physical effort is concerned, I could draw the salary with one hand\ntied behind me, but there is too much turmoil and mad haste in daily\njournalism to suit me, and another thing, the proprietor of the Sentinel\nthis morning stole up behind me and struck me over the head with a\nwrought-iron side stick weighing ten pounds. If I had not concealed a coil\nspring in my plug hat, the blow would have been deleterious to me.",
        "“Then he threw me out of the door against a total stranger, and flung\npieces of coal at me and called me a copper-plate ass, and said that if I\never came into the office again he would assassinate me.",
        "“That is the principal reason why I have severed my connection with the\nSentinel.”",
        "As he said this, Mr. Hopkins took out a polka-dot handkerchief wiped away\na pearly tear the size of a walnut, wrung my hand, also the polka-dot\nwipe, and stole out into the great, horrid hence.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}