{
    "title": "Remarks - The Ways of Doctors",
    "author": "Bill Nye",
    "chapter": "9",
    "content": [
        "\n\n",
        "“There’s a big difference in doctors, I tell you,” said an old-timer to me\nthe other day. “You think you know something about ’em, but you are still\nin the fluff and bloom, and kindergarten of life, Wait till you’ve been\nthrough what I have.”",
        "“Where, for instance?” I asked him.",
        "“Well, say nothing about anything else, just look at the doctors we had in\nthe war. We had a doctor in our regiment that looked as if he knew so much\nthat it made him unhappy. I found out afterward that he ran a kind of cow\nfoundling asylum, in Utah before the war, and when he had to prescribe for\na human being, it seemed to kind of rattle him.",
        "“I fell off’n my horse early in the campaign and broke my leg, I\nrickolect, and he sot the bone. He thought that a bone should be sot\nsimilar to a hen. He made what he called a good splice, but the break was\nabove the knee, and he got the cow idea into his head in a way that set\nthe knee behind. That was bad.",
        "“I told him one day that he was a blamed fool. He gave me a cigar and told\nme I must be a mind reader.",
        "“For several weeks our colonel couldn’t eat anything, and seemed to feel\nkind of billious. He didn’t know what the trouble was till he went to the\ndoctor. He looked at the colonel a few moments, examined his tongue, and\ntold him right off that he had lost his cud.",
        "“He bragged a good deal on his diagnosis. He said he’d like to see the\ndisease he couldn’t diagnose with one hand tied behind him.",
        "“He was always telling me how he had resuscitated a man they hung over at\nT–– City in the early day. He was hung by mistake, it seemed. It was a\ndark night and the Vigilance committee was in something of a hurry, having\nanother party to hang over at Dirty Woman’s ranch that night, and so they\nerroneously hung a quiet young feller from Illinois, who had been sent\nwest to cure a case of bronchitis. He was right in the middle of an\nexplanation when the head vigilanter kicked the board from under him and\nbroke his neck.",
        "“All at once, some one said: ’My God, we have made a ridiculous blunder.\nBoys, we can’t be too careful about hanging total strangers. A few more\nsuch breaks as these, and people from the States will hesitate about\ncoming here to make their homes. We have always claimed that this was a\ngood country for bronchitis, but if we write to Illinois and tell this\nyoung feller’s parents the facts, we needn’t look for a very large hegira\nfrom Illinois next season. Doc., can’t you do anything for the young man?’",
        "“Then this young physician stepped forward, he says, and put his knee on\nthe back of the boy’s neck, give it a little push, at the same time pulled\nthe head back with a snap that straightened the neck, and the young\nfeller, who was in the middle of a large word, something like ’contumely,’\nwhen the barrel tipped over, finished out the word and went right on with\nthe explanation. The doctor said he lived a good many years, and was loved\nand esteemed by all who knew him.",
        "“The doctor was always telling of his triumphs in surgery. He did save a\ngood many lives, too, toward the close of the war. He did it in an odd\nway, too.",
        "“He had about one year more to serve, and, with his doctoring on one side\nand the hostility of the enemy on the other, our regiment was wore down to\nabout five hundred men. Everybody said we couldn’t stand it more than\nanother year. One day, however, the doctor had just measured a man for a\nporus plaster, and had laid the stub of his cigar carefully down on the\ntop of a red powder-keg, when there was a slight atmospheric disturbance,\nthe smell of burnt clothes, and our regiment had to apply for a new\nsurgeon.",
        "“The wife of our late surgeon wrote to have her husband’s remains\nforwarded to her, but I told her that it would be very difficult to do so,\nowing to the nature of the accident. I said, however, that we had found an\nupper set of store teeth imbedded in a palmetto tree near by, and had\nburied them with military honors, erecting over the grave a large board,\non which was inscribed the name and age of the deceased and this\ninscription:",
        "“Not dead, but spontaneously distributed. Gone to meet his glorified\nthrong of patients. Ta, ta, vain world.”",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}