{
    "title": "Remarks - An Operatic Entertainment",
    "author": "Bill Nye",
    "chapter": "53",
    "content": [
        "\n\n",
        "Last week we went up to the Coliseum, at Minneapolis, to hear Theodore\nThomas’ orchestra, the Wagner trio and Christine Nilsson. The Coliseum\nis a large rink just out of Minneapolis, on the road between that city\nand St. Paul. It can seat 4,000 people comfortably, but the management\nlike to wedge 4,500 people in there on a warm day, and then watch the\nperspiration trickle out through the clapboards on the outside. On the\nclosing afternoon, during the matinee performance, the building was\nstruck by lightning and a hole knocked out of the Corinthian duplex that\nsurmounts the oblique portcullis on the off side. The reader will see at\nonce the location of the bolt.",
        "The lightning struck the flag-staff, ran down the leg of a man who was\nrepairing the electric light, took a chew of his tobacco, turned his\nboot wrong side out and induced him to change his sock, toyed with a\nchilblain, wrenched out a soft corn and roguishly put it in his ear,\nthen ran down the electric light wire, a part of it filling an\nengagement in the Coliseum and the balance following the wire to the\ndepot, where it made double-pointed toothpicks of a pole fifty feet\nhigh. All this was done very briefly. Those who have seen lightning toy\nwith a cottonwood tree, know that this fluid makes a specialty of it at\nonce and in a brief manner. The lightning in this case, broke the glass\nin the skylight and deposited the broken fragments on a half dozen\nparquette chairs, that were empty because the speculators who owned them\ncouldn’t get but $50 apiece, and were waiting for a man to mortgage his\nresidence and sell a team. He couldn’t make the transfer in time for the\nmatinee, so the seats were vacant when the lightning struck. The\nimmediate and previous fluid then shot athwart the auditorium in the\ndirection of the platform, where it nearly frightened to death a large\nchorus of children. Women fainted, ticket speculators fell $2 on\ndesirable seats, and strong men coughed up a clove. The scene beggared\ndescription. I intended to have said that before, but forgot it.\nTheodore Thomas drew in a full breath, and Christine Nilsson drew her\nsalary. Two thousand strong men thought of their wasted lives, and two\nthousand women felt for their back hair to see if it was still there. I\nsay, therefore, without successful contradiction, that the scene\nbeggared description. Chestnuts!",
        "In the evening several people sang, “The Creation.” Nilsson was Gabriel.\nGabriel has a beautiful voice cut low in the neck, and sings like a\njoyous bobolink in the dew-saturated mead. How’s that? Nilsson is proud\nand haughty in her demeanor, and I had a good notion to send a note up\nto her, stating that she needn’t feel so lofty, and if she could sit up\nin the peanut gallery where I was and look at herself, with her dress\nkind of sawed off at the top, she would not be so vain. She wore a\ndiamond necklace and silk skirt The skirt was cut princesse, I think, to\nharmonize with her salary. As an old neighbor of mine said when he\npainted the top board of his fence green, he wanted it “to kind of\ncorroborate with his blinds.” He’s the same man who went to Washington\nabout the time of the Guiteau trial, and said he was present at the\n“post mortise” examination. But the funniest thing of all, he said, was\nto see Dr. Mary Walker riding one of these “philosophers” around on the\nstreets.",
        "But I am wandering. We were speaking of the Festival. Theodore Thomas is\ncertainly a great leader. What a pity he is out of politics. He pounded\nthe air all up fine there, Thursday. I think he has 25 small-size\nfiddles, 10 medium-size, and 5 of those big, fat ones that a bald-headed\nman generally annoys. Then there were a lot of wind instruments, drums,\net cetera. There were 600 performers on the stage, counting the chorus,\nwith 4,500 people in the house and 3,000 outside yelling it the ticket\noffice–also at the top of their voices–and swearing because they\ncouldn’t mortgage their immortal souls and hear Nilsson’s coin silver\nnotes. It was frightful. The building settled twelve inches in those\ntwo hours and a half, the electric lights went out nine times for\nrefreshments, and, on the whole, the entertainment was a grand success.\nThe first time the lights adjourned, an usher came in on the stage\nthrough a side entrance with a kerosene lamp. I guess he would have\nstood there and held it for Nilsson to sing by, if 4,500 people hadn’t\nwith one voice laughed him out into the starless night. You might as\nwell have tried to light benighted Africa with a white bean. I shall\nnever forget how proud and buoyant he looked as he sailed in with that\nkerosene lamp with a soiled chimney on it, and how hurt and grieved he\nseemed when he took it and groped his way out, while the Coliseum\ntrembled with ill-concealed merriment. I use the term “ill-concealed\nmerriment” with permission of the proprietors, for this season only.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}