{
    "title": "Remarks - The Little Barefoot Boy",
    "author": "Bill Nye",
    "chapter": "80",
    "content": [
        "\n\n",
        "With the moist and misty spring, with the pink and white columbine of the\nwildwood and the breath of the cellar and the incense of burning overshoes\nin the back yard, comes the little barefoot boy with fawn colored hair and\na droop in his pantaloons. Poverty is not the grand difficulty with the\nlittle barefoot boy of spring. It is the wild, ungovernable desire to\nwiggle his toes in the ambient air, and to soothe his parboiled heels in\nthe yielding mud.",
        "I see him now in my mind’s eye, making his annual appearance like a\nrheumatic housefly, stepping high like a blind horse. He has just left his\nshoes in the woodshed and stepped out on the piazza to proclaim that\nviolet-eyed spring is here. All over the land the gladiolus bulb and the\nice man begin to swell. The south wind and the new-born calf at the barn\nbegin to sigh. The oak tree and the dude begin to put on their spring\napparel. All nature is gay. The thrush is warbling in the asparagus\norchard, and the prima donna does her throat up in a red flannel rag to\nwait for another season.",
        "All these things indicate spring, but they are not so certain and\nunfailing as the little barefoot boy whose white feet are thrust into the\nface of the approaching season. Five months from now those little dimpled\nfeet, now so bleached and tender, will look like a mudturtle’s back and\nthe superior and leading toe will have a bandage around it, tied with a\npiece of thread.",
        "Who would believe that the budding hoodlum before us, with the yellow\nchilblain on his heel and the early spring toad in his pocket, which he\nwill present to the timid teacher as a testimonial of his regard this\nafternoon, may be the Moses who will lead the American people forty years\nhence into the glorious sunlight of a promised land.",
        "He may possibly do it, but he doesn’t look like it now.",
        "Yet John A. Logan and Samuel J. Tilden were once barefooted boys, with a\nsuspender apiece. It doesn’t seem possible, does it?",
        "How can we imagine at this time Julius Caesar and Hannibal Hamlin and\nLucretia Borgia at some time or other stubbed their bare toes against a\nroot and filled the horizon with pianissimo wails. The barefoot boy of\nspring will also proceed to bathe in the river as soon as the ice and the\npoliceman are out. He will choose a point on the boulevard, where he can\nget a good view of those who pass, and in company with eleven other little\nbarefoot boys, he will clothe himself in an Adam vest, a pair of bare-skin\npantaloons, a Greek slave overcoat and a yard of sunlight, and gaze\nearnestly at those who go by on the other side. Up and down the bank,\npasting each other with mud, the little barefoot boys of spring chase each\nother, with their vertebrae sticking into the warm and sleepy air, while\ndown in the marsh, where the cat-tails and the broad flags and the peach\ncan and the deceased horse grow, the bull-frog is twittering to his mate.",
        "Later on, the hoarse voice of a rude parental snorter is heard\napproaching, and twelve slim Cupids with sunburned backs are inserted into\ntwelve little cotton shirts and twelve despondent pairs of pantaloons hang\nat half-mast to twelve home-made suspenders, and as the gloaming gathers\nabout the old home, twelve boys back up against the ice-house to cool off,\nwhile the enraged parent hangs up the buggy whip in the old place.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}