{
    "title": "Remarks - Favored a Higher Fine",
    "author": "Bill Nye",
    "chapter": "81",
    "content": [
        "\n\n",
        "Will Taylor, the son of the present American Consul at Marseilles, was a\ngood deal like other boys while at school in his old home, at Hudson, Wis.\nOne day he called his father into the library, and said:",
        "“Pa, I don’t like to tell you, but the teacher and I have had trouble.”",
        "“What’s the matter now?”",
        "“Well, I cut one of the desks a little with my knife, and the teacher says\nI’ve got to pay a dollar or take a lickin’.”",
        "“Well, why don’t you take the licking and say nothing more about it? I can\nstand considerable physical pain, so long as it visits our family in that\nform. Of course, it is not pleasant to be flogged, but you have broken a\nrule of the school, and I guess you’ll have to stand it. I presume that\nthe teacher will in wrath remember mercy, and avoid disabling you so that\nyou can’t get your coat on any more.”",
        "“But, pa, I feel mighty bad about it already, and if you’d pay my fine I’d\nnever do it again. I know a good deal more about it now, and I will never\ndo it again. A dollar ain’t much to you, pa, but it’s a heap to a boy that\nhasn’t got a cent. If I could make a dollar as easy as you can, pa, I’d\nnever let my little boy get flogged that way just to save a dollar. If I\nhad a little feller that got licked bekuz I didn’t put up for him, I’d\nhate the sight of money always. I’d feel as if every dollar in my pocket\nhad been taken out of my little kid’s back.”",
        "“Well, now, I’ll tell you what I’ll do. I’ll give you a dollar to save you\nfrom punishment this time, but if anything of this kind ever occurs again\nI’ll hold you while the teacher licks you, and then I’ll get the teacher\nto hold you while I lick you. That’s the way I feel about that. If you\nwant to go around whittling up our educational institutions you can do so;\nbut you will have to purchase them afterward yourself. I don’t propose to\nbuy any more damaged school furniture. You probably grasp my meaning, do\nyou not? I send you to school to acquire an education, not to acquire\nliabilities, so that you can come around and make an assessment on me. I\nfeel a great interest in you, Willie, but I do not feel as though it\nshould be an assessable interest. I want to go on, of course, and improve\nthe property, but when I pay my dues on it I want to know that it goes\ntoward development work. I don’t want my assessments to go toward the\npurchase of a school-desk with American hieroglyphics carved on it.",
        "“I hope that you will bear this in your mind, my son, and beware. It will\nbe greatly to your interest to beware. If I were in your place I would put\nin a large portion of my time in the beware business.”",
        "The boy took the dollar and went thoughtfully away to school, and no more\nwas ever said about the matter until Mr. Taylor learned casually several\nmonths later that the Spartan youth had received the walloping and filed\naway the dollar for future reference. The boy was afterward heard to say\nthat he favored a much heavier fine in cases of that kind. One whipping\nwas sufficient, he said, but he favored a fine of $5. It ought to be\nsevere enough to make it an object.",
        "“I Spy.”",
        "Dear reader, do you remember the boy of your school who did the heavy\nfalling through the ice and was always about to break his neck, but\nmanaged to live through it all? Do you call to mind the youth who never\nallowed anybody else to fall out of a tree and break his collar bone when\nhe could attend to it himself? Every school has to secure the services of\nsuch a boy before it can succeed, and so our school had one. When I\nentered the school I saw at a glance that the board had neglected to\nprovide itself with a boy whose duty it was to nearly kill himself every\nfew days in order to keep up the interest so I applied for the position. I\nsecured it without any trouble whatever. The board understood at once from\nmy bearing that I would succeed. And I did not betray the trust they had\nreposed in me.",
        "Before the first term was over I had tried to climb two trees at once and\nbeen carried home on a stretcher; been pulled out of the river with my\nlungs full of water, and artificial respiration resorted to; been jerked\naround over the north half of the county by a fractious horse whose halter\nI had tied to my leg, and which leg is now three inches longer than the\nother; together with various other little early eccentricities which I\ncannot at this moment call to mind. My parents at last got so that along\nabout 2 o’clock P.M. they would look anxiously out of the window and say,\n“Isn’t it about time for the boys to get here with William’s remains? They\ngenerally get here before 2 o’clock.”",
        "One day five or six of us were playing “I spy” around our barn. Every body\nknows how to play “I spy.” One shuts his eyes and counts 100, for\ninstance, while the others hide. Then he must find the rest and say “I\nspy” so-and-so and touch the “goal” before they do. If anybody beats him\nto the goal the victim has to “blind” over again.",
        "Well, I knew the ground pretty well, and could drop twenty feet out of the\nbarn window and strike on a pile of straw so as to land near the goal,\ntouch it, and let the crowd in free without getting found out. I did this\nseveral times and got the blinder, James Bang, pretty mad. After a boy has\ncounted 500 or 600, and worked hard to gather in the crowd, only to get\njeered and laughed at by the boys, he loses his temper. It was so with\nJames Cicero Bang. I knew that he almost hated me, and yet I went on.\nFinally, in the fifth ballot, I saw a good chance to slide down and let\nthe crowd in again as I had done on former occasions. I slipped out of the\nwindow and down the side of the barn about two feet, when I was detained\nunavoidably. There was a “batten” on the barn that was loose at the upper\nend. I think I was wearing my father’s vest on that day, as he was away\nfrom home, and I frequently wore his clothes when he was absent. Anyhow\nthe vest was too large, and when I slid down that loose board ran up\nbetween the vest and my person in such a way as to suspend me about\neighteen feet from the ground, in a prominent but very uncomfortable\nposition.",
        "I remember it quite distinctly. James C. Bang came around where he could\nsee me. He said: “I spy Billy Nye and touch the goal before him.” No one\ncame to remove the barn. No one came to sympathize with me in my great\nsorrow and isolation. Every little while James C. Bang would come around\nthe corner and say: “Oh, I see ye. You needn’t think you’re out of sight\nup there. I can see you real plain. You better come down and blind. I can\nsee ye up there!”",
        "I tried to unbutton my vest and get down there and lick James, but it was\nof no use. It was a very trying time. I can remember how I tried to kick\nmyself loose, but failed. Sometimes I would kick the barn and sometimes I\nwould kick a large hole in the horizon. Finally I was rescued by a\nneighbor who said he didn’t want to see a good barn kicked into chaos just\nto save a long-legged boy that wasn’t worth over six bits.",
        "It affords me great pleasure to add that while I am looked up to and madly\nloved by every one that does not know me, Jas. C. Bang is brevet president\nof a fractured bank, taking a lonely bridal tour by himself in Europe and\nwaiting for the depositors to die of old age.",
        "The mills of the gods grind slowly, but they most generally get there with\nboth feet. (Adapted from the French by permission.)",
        "Mark Anthony.",
        "Marcus Antonius, commonly called Mark Antony, was a celebrated Roman\ngeneral and successful politician, who was born in 83 B.C. His\ngrandfather, on his mother’s side, was L. Julius Caesar, and it is\nthought that to Mark’s sagacity in his selection of a mother, much of\nhis subsequent success was due.",
        "Young Antony was rather gay and festive during his early years, and led a\nlife that in any city but Rome would have occasioned talk. He got into a\ngreat many youthful scrapes, and nothing seemed to please him better than\nto repeatedly bring his father’s gray hairs down in sorrow to the grave.\nDebauchery was a matter to which he gave much thought, and many a time he\nwas found consuming the midnight oil while pursuing his studies in this\nline.",
        "At that time Rome was well provided for in the debauchery department, and\nMr. Antony became a thorough student of the entire curriculum.",
        "About 57 B.C. he obtained command of the cavalry of Gambinino in Syria\nand Egypt. He also acted as legate for Caesar in Gaul about 52 B.C., as\nnearly as I can recall the year. I do not know exactly what a legate is,\nbut it had something to do with the Roman ballet, I understand, and\ncommanded a good salary.",
        "He was also elected, in 50, B.C., as Argus and Tribune–acting as Tribune\nat night and Argus during the day time, I presume, or he may have been\nelected Tribune and ex-officio Argus. He was more successful as Tribune\nthan he was in the Argus business.",
        "Early in 49, B.C., he fled to Caesar’s camp, and the following year was\nappointed commander-in-chief. He commanded the left wing of the army at\nthe battle of Pharsalia, and years afterward used to be passionately fond\nof describing it and explaining how he saved the day, and how everybody\nelse was surprised but him, and how he was awakened by hearing one of the\nenemy’s troops, across the river, stealthily pulling on his pantaloons.",
        "Antony married Fulvia, the widow of a successful demagogue named P.\nClodius. This marriage could hardly be regarded as a success. It would\nhave been better for the widow if she had remained Mrs. P. Clodius, for\nMark Antony was one of those old-fashioned Romans who favored the utmost\nlatitude among men, but heartily enjoyed seeing an unfaithful woman burned\nat the stake. In those days the Roman girl had nothing to do but live a\npure and blameless life, so that she could marry a shattered Roman rake\nwho had succeeded in shunning a blameless life himself, and at last, when\nhe was sick of all kinds of depravity and needed a good, careful wife to\ntake care of him, would come with his dappled, sin-sick soul and shattered\nconstitution, and his vast acquisitions of debts, and ask to be loved by a\nnoble young woman. Nothing pleased a blase Roman so well as to have a\nyoung and beautiful girl, with eyes like liquid night, to take the job of\nreforming him. I frequently get up in the night to congratulate myself\nthat I was not born, 2,000 years ago, a Roman girl.",
        "The historian continues to say, that though Mr. Antony continued to live a\nlife of licentious lawlessness, that occasioned talk even in Rome, he was\nsingularly successful in politics.",
        "He was very successful at funerals, also, and his off-hand obituary works\nwere sought for far and wide. His impromptu remarks at the grave of\nCaesar, as afterward reported by Mr. Shakespeare, from memory, attracted\ngeneral notice and made the funeral a highly enjoyable affair. After this\nno assassination could be regarded as a success, unless Mark Antony could\nbe secured to come and deliver his justly celebrated eulogy.",
        "About 43, B.C., Antony, Octavius and Lepidus formed a co-partnership\nunder the firm name and style of Antony, Octavius & Co., for the purpose\nof doing a general, all-round triumvirate business and dealing in Roman\nrepublican pelts. The firm succeeded in making republicanism extremely\nodious, and for years a republican hardly dared to go out after dark to\nfeed the horse, lest he be jumped on by a myrmidon and assassinated. It\nwas about this time that Cicero had a misunderstanding with Mark’s\nmyrmidons and went home packed in ice.",
        "Mark Antony, when the firm of Antony, Octavius & Co. settled up its\naffairs, received as his share the Asiatic provinces and Egypt. It was at\nthis time that he met Cleopatra at an Egyptian sociable and fell in love\nwith her. Falling in love with fair women and speaking pieces over\nnew-made graves seemed to be Mark’s normal condition. He got into a\nquarrel with Octavius and settled it by marrying Octavia, Octavius’\nsister, but this was not a love match, for he at once returned to\nCleopatra, the author of Cleopatra’s needle and other works.",
        "This love for Cleopatra was no doubt the cause of his final overthrow, for\nhe frequently went over to see her when he should have been at home\nkilling invaders. He ceased to care about slashing around in carnage, and\npreferred to turn Cleopatra’s music for her while she knocked out the\nteeth of her old upright piano and sang to him in a low, passionate, vox\nhumana tone.",
        "So, at last, the great cemetery declaimer and long distance assassin, Mark\nAntony, was driven out of his vast dominions after a big naval defeat at\nActium, in September, 31 B.C., retreated to Alexandria, called for more\nreinforcements and didn’t get them. Deserted by his fleet, and reduced to\na hand-me-down suit of clothes and a two-year-old plug hat, he wrote a\npoetic wail addressed to Cleopatra and sent it to the Alexandria papers;\nthen, closing the door and hanging up his pantaloons on a nail so as to\nreduce the sag in the knees, he blew out the gas and climbed over the high\nboard fence which stands forever between the sombre present and the dark\nblue, mysterious ultimatum.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}