{
    "title": "Remarks - The Duke of Rawhide",
    "author": "Bill Nye",
    "chapter": "26",
    "content": [
        "\n\n",
        "“I believe I’ve got about the most instinct bulldog in the United States,\"\nsaid Cayote Van Gobb yesterday. “Other pups may show cuteness and cunning,\nyou know, but my dog, the Duke of Rawhide Buttes, is not only generally\nsmart, but he keeps up with the times. He’s not only a talented cuss, but\nhis genius is always fresh and original.”",
        "“What are some of his specialties, Van?” said I.",
        "“Oh, there’s a good many of ’em, fust and last. He never seems to be\ncontent with the achievements that please other dogs. You watch him and\nyou’ll see that his mind is active all the time. When he is still he’s\nworking up some scheme or another, that he will ripen and fructify later\non.",
        "“For three year’s I’ve had a watermelon patch and run it with more or less\nsuccess, I reckon. The Duke has tended to ’em after they got ripe, and I\nwas going to say that it kept his hands pretty busy to do it, but, to be\nmore accurate, I should say that it kept his mouth full. Hardly a night\nafter the melons got ripe and in the dark of the moon, but the Dude would\nsample a cowboy or a sheep-herder from the lower Poudre. Watermelons were\ngenerally worth ten cents a pound along the Union Pacific for the first\ntwo weeks, and a fifty-pounder was worth $5. That made it an object to\nkeep your melons, for in a good year you could grow enough on ten acres to\npay off the national debt.",
        "“Well, to return to my subject. Duke would sleep days during the season\nand gather fragments of the rear breadths of Western pantaloons at night.\nOne morning Duke had a piece of fancy cassimere in his teeth that I tried\nto pry out and preserve, so that I could identify the owner, perhaps, but\nhe wouldn’t give it up. I coaxed him and lammed him across the face and\neyes with an old board, but he wouldn’t give it to me. Then I watched him.\nI’ve been watchin’ him ever since. He took all these fragments of goods I\nfound, over into the garret above the carriage shed.",
        "“Yesterday I went in there and took a lantern with me. There on the floor\nthe Duke of Rawhide had arranged all the samples of Rocky Mountain\npantaloons with a good deal of taste, and I don’t suppose you’d believe\nit, but that blamed pup is collecting all these little scraps to make\nhimself a crazy quilt.",
        "“You can talk about instinct in animals, but, so far as the Duke of\nRawhide Buttes is concerned, it seems to me more like all-wool genius a\nyard wide.”",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}