{
    "title": "Remarks - Fifteen Years Apart",
    "author": "Bill Nye",
    "chapter": "28",
    "content": [
        "\n\n",
        "The American Indian approximates nearer to what man should be–manly,\nphysically perfect, grand in character, and true to the instincts of his\nconscience–than any other race of beings, civilized or uncivilized. Where\ndo we hear such noble sentiments or meet with such examples of heroism and\nself-sacrifice as the history of the American Indian furnishes? Where\nshall we go to hear again such oratory as that of Black Hawk and Logan?\nCertainly the records of our so-called civilization do not furnish it, and\nthe present century is devoid of it.",
        "They were the true children of the Great Spirit. They lived nearer to the\ngreat heart of the Creator than do their pale-faced conquerors of to-day\nwho mourn over the lost and undone condition of the savage. Courageous,\nbrave and the soul of honor, their cruel and awful destruction from the\nface of the earth is a sin of such magnitude that the relics and the\npeople of America may well shrink from the just punishment which is sure\nto follow the assassination of as brave a race as ever breathed the air of\nHeaven.",
        "I wrote the above scathing rebuke of the American people when I was 15\nyears of age. I ran across the dissertation yesterday. As a general rule,\nit takes a youth 15 years of age to arraign Congress and jerk the\nadministration bald-headed. The less he knows about things generally, the\nmore cheerfully will he shed information right and left.",
        "At the time I wrote the above crude attack upon the government, I had not\nseen any Indians, but I had read much. My blood boiled when I thought of\nthe wrongs which our race had meted out to the red man. It was at the time\nwhen my blood was just coming to a boil that I penned the above paragraph.\nTen years later I had changed my views somewhat, relative to the Indian,\nand frankly wrote to the government of the change. When I am doing the\nadministration an injustice, and I find it out, I go to the president\ncandidly, and say: “Look here, Mr. President, I have been doing you a\nwrong. You were right and I was erroneous. I am not pig-headed and\nstubborn. I just admit fairly that I have been hindering the\nadministration, and I do not propose to do so any more.”",
        "So I wrote to Gen. Grant and told him that when I was 15 years of age I\nwrote a composition at school in which I had arraigned the people and the\nadministration for the course taken toward the Indians. Since that time I\nhad seen some Indians in the mountains–at a distance–and from what I had\nseen of them I was led to believe that I had misjudged the people and the\nexecutive. I told him that so far as possible I would like to repair the\ngreat wrong so done in the ardor of youth and to once more sustain the arm\nof the government.",
        "He wrote me kindly and said he was glad that I was friendly with the\ngovernment again, and that now he saw nothing in the way of continued\nnational prosperity. He said he would preserve my letter in the archives\nas a treaty of peace between myself and the nation. He said only the day\nbefore he had observed to the cabinet that he didn’t care two cents about\na war with foreign nations, but he would like to be on a peace footing\nwith me. The country could stand outside interference better than\nintestine hostility. I do not know whether he meant anything personal by\nthat or not. Probably not.",
        "He said he remembered very well when he first heard that I had attacked\nthe Indian policy of the United States in one of my school essays. He\nstill called to mind the feeling of alarm and apprehension which at that\ntime pervaded the whole country. How the cheeks of strong men had blanched\nand the Goddess of Liberty felt for her back hair and exchanged her Mother\nHubbard dress for a new cast-iron panoply of war and Roman hay knife. Oh,\nyes, he said, he remembered it as though it had been yesterday.",
        "Having at heart the welfare of the American people as he did, he hoped\nthat I would never attack the republic again.",
        "And I never have. I have been friendly, not only personally, but\nofficially, for a good while. Even if I didn’t agree with some of the\nofficial acts of the president I would allow him to believe that I did\nrather than harass him with cold, cruel and adverse criticism. The\nabundant success of this policy is written in the country’s wonderful\ngrowth and prosperous peace.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}