{
    "title": "Remarks - My Mine",
    "author": "Bill Nye",
    "chapter": "65",
    "content": [
        "\n\n",
        "I have decided to sacrifice another valuable piece of mining property this\nspring. It would not be sold if I had the necessary capital to develop it.\nIt is a good mine, for I located it myself. I remember well the day I\nclimbed up on the ridge-pole of the universe and nailed my location notice\nto the eaves of the sky.",
        "It was in August that I discovered the Vanderbilt claim in a snow-storm.\nIt cropped out apparently a little southeast of a point where the arc of\nthe orbit of Venus bisects the milky way, and ran due east eighty chains,\nthree links and a swivel, thence south fifteen paces and a half to a blue\nspot in the sky, thence proceeding west eighty chains, three links of\nsausage and a half to a fixed star, thence north across the lead to place\nof beginning.",
        "The Vanderbilt set out to be a carbonate deposit, but changed its mind. I\nsent a piece of the cropping to a man over in Salt Lake, who is a good\nassayer and quite a scientist, if he would brace up and avoid humor. His\nassay read as follows to-wit:",
        "Salt Lake City, U.T., August 25, 1877.",
        "Mr. Bill Nye:–Your specimen of ore No. 35832, current series, has been\nsubmitted to assay and shows the following result:",
        "  Metal.                     Ounces.   Value per ton.",
        "  Gold                         –           –\n  Silver                       –           –\n  Railroad iron                 1           –\n  Pyrites of poverty            9           –\n  Parasites of disappointment  90           –",
        "McVicker, Assayer.",
        "Note.–I also find that the formation is igneous, prehistoric and\nerroneous. If I were you I would sink a prospect shaft below the vertical\nslide where the old red brimstone and preadamite slag cross-cut the\nmalachite and intersect the schist. I think that would be schist about as\ngood as anything you could do. Then send me specimens with $2 for assay\nand we shall see what we shall see.",
        "Well, I didn’t know he was “an humorist,” you see, so I went to work on\nthe Vanderbilt to try and do what Mac. said. I sank a shaft and everything\nelse I could get hold of on that claim. It was so high that we had to\ncarry water up there to drink when we began and before fall we had struck\na vein of the richest water you ever saw. We had more water in that mine\nthan the regular army could use.",
        "When we got down sixty feet I sent some pieces of the pay streak to the\nassayer again. This time he wrote me quite a letter, and at the same time\ninclosed the certificate of assay.",
        "Salt Lake City, U.T., October 3, 1877.",
        "Mr. Bill Nye:–Your specimen of ore No. 36132, current series, has been\nsubmitted to assay and shows the following result:",
        "  Metal.                 Ounces.     Value per ton.\n  Gold                       –              –\n  Silver                     –              –\n  Stove polish            trace             .01\n  Old gray whetstone      trace             .01\n  Bromide of axle grease  stain              –\n  Copperas                trace        5c worth\n  Blue vitrol             trace        5c worth",
        "McVicker, Assayer.",
        "In the letter he said there was, no doubt, something in the claim if I\ncould get the true contact with calcimine walls denoting a true fissure.\nHe thought I ought to run a drift. I told him I had already run adrift.",
        "Then he said to stope out my stove polish ore and sell it for enough to go\non with the development. I tried that, but capital seemed coy. Others had\nbeen there before me and capital bade me soak my head and said other\nthings which grated harshly on my sensitive nature.",
        "The Vanderbilt mine, with all its dips, spurs, angles, variations, veins,\nsinuosities, rights, titles, franchises, prerogatives and assessments is\nnow for sale. I sell it in order to raise the necessary funds for the\ndevelopment of the Governor of North Carolina. I had so much trouble with\nwater in the Vanderbilt, that I named the new claim the Governor of North\nCarolina, because he was always dry.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}