{
    "title": "Remarks - Arnold Winkelreid",
    "author": "Bill Nye",
    "chapter": "71",
    "content": [
        "\n\n",
        "This great man lived in the old romantic days when it was a common thing\nfor a patriot to lay down his life that his country might live. He knew\nnot fear, and in his noble heart his country was always on top. Not alone\nat election did Arnold sacrifice himself, but on the tented field, where\nthe buffalo grass was soaked in gore, did he win for himself a deathless\nname. He was as gritty as a piece of liver rolled in the sand. Where glory\nwaited, there you would always find Arnold Winkelreid at the bat, with\nWilliam Tell on deck.",
        "One day the army of the tyrant got a scoop on the rebel mountaineers and\nit looked bad for the struggling band of chamois shooters. While Arnold’s\ndetachment didn’t seem to amount to a hill of beans, the hosts of the\ntyrannical Austrian loomed up like six bits and things looked forbidding.\nIt occurred to Colonel Winkelreid that the correct thing would be to break\nthrough the war front of the enemy, and then, while in his rear, crash in\nhis cranium with a cross gun while he was looking the other way. Acting on\nthis thought, he asked several of his most trusted men to break through\nthe Austrian line, so that the balance of the command could pass through\nand slaughter enough of the enemy for a mess, but these men seemed a\nlittle reticent about doing so, owing to the inclemency of the weather and\nthe threatening aspect of the enemy. The armed foe swarmed on every\nhillside and their burnished spears glittered below in the canon. You\ncouldn’t throw a stone in any direction without hitting a phalanx. It was\na good year for the phalanx business.",
        "Then Arnold took off his suspenders, and, putting a fresh chew of tobacco\nin among his back teeth, he told his men to follow him and he would show\nthem his little racket. Marching up to the solid line of lances, he\ngathered an armful and put them in the pit of his stomach, and, as he sank\nto the earth, he spoke in a shrill tone of voice to posterity, saying,\n“Clear the track for Liberty.” He then died.",
        "His remains looked like a toothpick holder.",
        "But he made way for Liberty, and his troops were victorious.",
        "At the inquest it was shown that he might have recovered, had not the\nspears sat so hard on his stomach.",
        "Probably A. Winkelreid will be remembered with gratitude long after the\nname of the Sweet Singer of Michigan shall have rotted in oblivion. He\nrecognized and stuck to his proper spear. (This is a little mirthful\ndeviation of my own.)",
        "I can think of some men now, even in this $ age of the world, who could\nwin glory by doing as A.W. did. They could offer themselves up. They\ncould suffer for the right and have their names passed down to posterity,\nand it would be perfectly splendid.",
        "But the heroes of to-day are different. They are just as courageous, but\nthey take a wheelbarrow and push it from New York to San Francisco, or\nthey starve forty days and forty nights and then eat watermelon and\nlecture, or they eat 800 snipe in 800 years, or get an inspiration and\nkill somebody with it.",
        "The heroes of our day do not wear peaked hats and shoot chamois, and sass\ntyrants and knock the worm out of an apple at fifty-nine yards rise with a\ncross gun, as Tell did, but they know how to be loved by the people and\nget half of the gate money. They are brave, but not mortally. The heroes\nof our day all die of old age or political malaria.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}