{
    "title": "Remarks - More Paternal Correspondence",
    "author": "Bill Nye",
    "chapter": "24",
    "content": [
        "\n\n",
        "My dear son.–I tried to write to you last week, but didn’t get around to\nit, owing to circumstances. I went away on a little business tower for a\nfew days on the cars, and then when I got home the sociable broke loose in\nour once happy home.",
        "While on my commercial tower down the Omehaw railroad buying a new\nwell-diggin’ machine of which I had heard a good deal pro and con, I had\nthe pleasure of riding on one of them sleeping-cars that we read so much\nabout.",
        "I am going on 50 years old, and that’s the first time I ever slumbered at\nthe rate of forty-five miles per hour, including stops.",
        "I got acquainted with the porter, and he blacked my boots in the night\nunbeknownst to me, while I was engaged in slumber. He must have thought\nthat I was your father, and that we rolled in luxury at home all the time,\nand that it was a common thing for us to have our boots blacked by\nmenials. When I left the car this porter brushed my clothes till the hot\nflashes ran up my spinal column, and I told him that he had treated me\nsquare, and I rung his hand when he held it out toards me, and I told him\nthat at any time he wanted a good, cool drink of buttermilk, to just\nholler through our telephone. We had the sociable at our house last week,\nand when I got home your mother set me right to work borryin’ chairs and\ndishes. She had solicited some cakes and other things. I don’t know\nwhether you are on the skedjule by which these sociables are run or not.\nThe idea is a novel one to me.",
        "The sisters in our set, onct in so often, turn their houses wrong side out\nfor the purpose of raising four dollars to apply on the church debt. When\nI was a boy we worshiped with less frills than they do now. Now it seems\nthat the debt is a part of the worship.",
        "Well, we had a good time and used up 150 cookies in a short time. Part of\nthese cookies was devoured and the balance was trod into our all-wool\ncarpet. Several of the young people got to playing Copenhagen in the\nsetting-room and stepped on the old cat in such a way as to disfigure him\nfor life. They also had a disturbance in the front room and knocked off\nsome of the plastering.",
        "So your mother is feeling slim and I am not very chipper myself. I hope\nthat you are working hard at your books so that you will be an ornament to\nsociety. Society is needing some ornaments very much. I sincerely hope\nthat you will not begin to monkey with rum. I should hate to have you with\na felon’s doom or fill a drunkard’s grave. If anybody has got to fill a\ndrunkard’s grave, let him do it himself. What has the drunkard ever done\nfor you, that you should fill his grave for him?",
        "I expect you to do right, as near as possible. You will not do exactly\nright all the time, but try to strike a good average. I do not expect you\nto let your studies encroach, too much on your polo, but try to unite the\ntwo so that you will not break down under the strain. I should feel sad\nand mortified to have you come home a physical wreck. I think one physical\nwreck in a family is enough, and I am rapidly getting where I can do the\nentire physical wreck business for our neighborhood.",
        "I see by your picture that you have got one of them pleated coats with a\nbelt around it, and short pants. They make you look as you did when I used\nto spank you in years gone by, and I feel the same old desire to do it now\nthat I did then. Old and feeble as I am, it seems to me as though I could\nspank a boy that wears knickerbocker pants buttoned onto a Garabaldy waist\nand a pleated jacket. If it wasn’t for them cute little camel’s hair\nwhiskers of yours I would not believe that you had grown to be a large,\nexpensive boy, grown up with thoughts. Some of the thoughts you express in\nyour letters are far beyond your years. Do you think them yourself, or is\nthere some boy in the school that thinks all the thoughts for the rest?",
        "Some of your letters are so deep that your mother and I can hardly grapple\nwith them. One of them, especially, was so full of foreign stuff that you\nhad got out of a bill of fare, that we will have to wait till you come\nhome before we can take it in. I can talk a little Chippewa, but that is\nall the foreign language I am familiar with. When I was young we had to\nget our foreign languages the best we could, so I studied Chippewa without\na master. A Chippewa chief took me into his camp and kept me there for\nsome time while I acquired his language. He became so much attached to me\nthat I had great difficulty in coming away. I wish you would write in the\nUnited States dialect as much as possible, and not try to paralize your\nparents with imported expressions that come too high for poor people.",
        "Remember that you are the only boy we’ve got, and we are only going\nthrough the motions of living here for your sake. For us the day is\nwearing out, and it is now way long into the shank of the evening. All we\nask of you is to improve on the old people. You can see where I fooled\nmyself, and you can do better. Read and write, and sifer, and polo, and\nget nolledge, and try not to be ashamed of your uncultivated parents.",
        "When you get that checkered little sawed-off coat on, and that pair of\nknee panties, and that poker-dot necktie, and the sassy little boys holler\n“rats” when you pass by, and your heart is bowed down, remember that, no\nmatter how foolish you may look, your parents will never sour on you.",
        "Your Father.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}