{
    "title": "Remarks - Anecdotes of Justice",
    "author": "Bill Nye",
    "chapter": "35",
    "content": [
        "\n\n",
        "The justice of the peace is sometimes a peculiarity, and if someone does\nnot watch him he will exceed his jurisdiction. It took a constable, a\nsheriff, a prosecuting attorney and a club to convince a Wyoming justice\nof the peace that he had no right to send a man to the penitentiary for\nlife. Another justice in Utah sentenced a criminal to be hung on the\nfollowing Friday between twelve and one o’clock of said day, but he\ncouldn’t enforce the sentence. A Wisconsin justice of the peace granted a\ndivorce and in two weeks married the couple over again–ten dollars for\nthe divorce and two dollars for the relapse. Another Badger justice bound\na young man over to appear and answer at the next term of the Circuit\nCourt for the crime of chastity, and the evidence was entirely\ncircumstantial, too.",
        "Another one, when his first case came up, jerked a candle box around\nbehind the dining-room table, put his hat on the back of his head,\nborrowed a chew of tobacco from the prisoner and said: “Now, boys, the\ncourt’s open. The first feller that says a word unless I speak to him will\nget paralyzed. Now tell your story.” Then each witness and the defendant\nreeled off his yarn without being sworn. The justice fined the defendant\nten dollars and made the complaining witness pay half the costs. The\njustice then took the fine and put it in his pocket, adjourned court, and\nin an hour was so full that it took six men to hold his house still long\nenough for him to get into the doors.",
        "A North Park justice of the peace and under-sheriff formed a partnership\nyears ago for the purpose of supplying people with justice at New York\nprices, and by doing a strictly cash business they dispensed with a good\ndeal of justice, such as it was.",
        "It was a misdemeanor to kill game and ship it out of the State, and as\nthere was a good deal killed there, consisting of elk, antelope and black\ntail deer especially, and as it could not be hauled out of the Park at\nthat season without going across the Wyoming line and back again into the\nState of Colorado, the under-sheriff would load himself down with\nwarrants, signed in blank, and station himself on horseback at the foot of\nthe pass to the North. He would then arrest everybody indiscriminately who\nhad any fraction of a deer, antelope or elk on his wagon, try the case\nthen and there, put on a fine of $25 to $75, which if paid never reached\nthe treasury, and then he would wait for another victim. The average man\nwould rather pay the fine than go back a hundred miles through the\nmountains to stand trial, so the under-sheriff and justice thrived for\nsome time. But one day the under-sheriff served his patent automatic\nwarrant on a young man who refused to come down. The officer then drew one\nof those large baritone instruments that generally has a coward at one end\nand a corpse at the other. He pointed this at the young man and assessed a\nfine of $50 and costs. Instead of paying this fine, the youth, who was\nquite nimble, but unarmed, knocked the bogus officer down with the butt\nend of his six-mule whip, took his self-cocking credentials away and lit\nout. In less than a week the justice and his copper were in the\nrefrigerator.",
        "I was once a justice of the peace, and a good many funny little incidents\noccurred while I held that office. I do not allude to my official life\nhere in order to call attention to my glowing career, for thousands of\nothers, no doubt, could have administered the affairs of the office as\nwell as I did, but rather to speak of one incident which took place while\nI was a J.P.",
        "One night after I had retired and gone to sleep a milkman, called Bill\nDunning, rang the bell and got me out of bed. Then he told me that a man\nwho owed him a milk bill of $35 was all loaded up and prepared to slip\nacross the line overland into Colorado, there to grow up with the country\nand acquire other indebtedness, no doubt. Bill desired an attachment for\nthe entire wagon-load of goods and said he had an officer at hand to serve\nthe writ.",
        "“But,” said I, as I wrapped a “welcome” husk door mat around my glorious\nproportions, “how do you know while we converse together he is not winging\nhis way down the valley of the Paudre?”",
        "“Never mind that, jedge,” says William. “You just fix the dockyments and\nI’ll tend to the defendant.”",
        "In an hour Bill returned with $35 in cash for himself and the entire costs\nof the court, and as we settled up and fixed the docket I asked Bill\nDunning how he detained the defendant while we made out the affidavit bond\nand writ of attachment.",
        "“You reckollect, jedge,” says William, “that the waggin wheel is held onto\nthe exle with a big nut. No waggin kin go any length of time without that\nthere nut onto the exle. Well, when I diskivered that what’s-his-name was\npacked up and the waggin loaded, I took the liberty to borrow one o’ them\nthere nuts fur a kind of momento, as it were, and I kept that in my pocket\ntill we served the writ and he paid my bill and came to his milk, if\nyou’ll allow me that expression, and then I says to him, ’Pardner,’ says\nI, you are going far, far away where I may never see you again. Take this\nhere nut,’ says I, ’and put it onto the exle of the oft hind wheel of your\nwaggin, and whenever you look at it hereafter, think of poor old Bill\nDunning, the milkman.’”",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}