{
    "title": "Remarks - They Fell",
    "author": "Bill Nye",
    "chapter": "12",
    "content": [
        "\n\n",
        "Two delegates to the General Convocation of the Sons of Ice Water were\nsitting in the lobby of the Windsor, in the city of Denver, not long ago,\nstrangers to each other and to everybody else. One came from Huerferno\ncounty, and the other was a delegate from the Ice Water Encampment of\nCorrejos county.",
        "From the beautiful billiard hall came the sharp rattle of ivory balls, and\nin the bar-room there was a glitter of electric light, cut glass, and\nFrench plate mirrors. Out of the door came the merry laughter of the giddy\nthrong, flavored with fragrant Havana smoke and the delicate odor of lemon\nand mirth and pine apple and cognac.",
        "The delegate from Correjos felt lonely, and he turned to the Ice Water\nrepresentative from Huerferno:",
        "“That was a bold and fearless speech you made this afternoon on the demon\nrum at the convocation.”",
        "“Think so?” said the sad Huerferno man.",
        "“Yes, you entered into the description of rum’s maniac till I could almost\nsee the red-eyed centipedes and tropical hornets in the air. How could you\ndescribe the jimjams so graphically?”",
        "“Well, you see, I’m a reformed drunkard. Only a little while ago I was in\nthe gutter.”",
        "“So was I.”",
        "“How long ago?”",
        "“Week ago day after to-morrow.”",
        "“Next Tuesday it’ll be a week since I quit.”",
        "“Well, I swan!”",
        "“Ain’t it funny?”",
        "“Tolerable.”",
        "“It’s going to be a long, cold winter; don’t you think so?”",
        "“Yes, I dread it a good deal.”",
        "“It’s a comfort, though, to know that you never will touch rum again.”",
        "“Yes, I am glad in my heart to-night that I am free from it. I shall never\ntouch rum again.”",
        "When he said this he looked up at the other delegate, and they looked into\neach other’s eyes earnestly, as though each would read the other’s soul.\nThen the Huerferno man said:",
        "“In fact, I never did care much for rum.”",
        "Then there was a long pause.",
        "Finally the Correjos man ventured: “Do you have to use an antidote to cure\nthe thirst?”",
        "“Yes, I’ve had to rely on that a good deal at first. Probably this vain\nyearning that I now feel in the pit of the bosom will disappear after\nawhile.”",
        "“Have you got any antidote with you?”",
        "“Yes, I’ve got some up in 232-1/2. If you’ll come up I’ll give you a\ndose.”",
        "“There’s no rum in it, is there?”",
        "“No.”",
        "Then they went up the elevator. They did not get down to breakfast, but at\ndinner they stole in. Tho man from Huerferno dodged nervously through the\narchway leading to the dining-room as though he had doubts about getting\nthrough so small a space with his augmented head, and the man from\nCorrejos looked like one who had wept his eyes almost blind over the woe\nthat rum has wrought in our fair land.",
        "When the waiter asked the delegate from Correjos for his dessert order,\nthe red-nosed Son of Ice Water said: “Bring me a cup of tea, some pudding\nwithout wine sauce, and a piece of mince pie. You may also bring me a\ncorkscrew, if you please, to pull the brandy out of the mince pie with.”",
        "Then the two reformed drunkards looked at each other, and laughed a\nhoarse, bitter and joyous laugh.",
        "At the afternoon session of the Sons of Ice Water, the Huerferno delegate\ncouldn’t get his regalia over his head.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}