{
    "title": "Remarks - A Great Spiritualist",
    "author": "Bill Nye",
    "chapter": "37",
    "content": [
        "\n\n",
        "I have an uncle who is a physician, and a very busy one at that. He is a\nvery active man, and allows himself very little relaxation indeed. How\nmany times he has said to me, “Well, I can’t stand here and fool away my\ntime with you. I’ve got a typhoid fever patient down in the lower end of\ntown who will get well if I don’t get over there this forenoon.”",
        "He never allows himself any relaxation to speak of, except to demonstrate\nthe truth of spiritualism. He does love to monkey with the supernatural,\nand he delights in getting hold of some skeptical friend and convincing\nhim of the presence of spirits beyond a doubt. I’ve known him to ignore\ntwo cases of croup and one case of twins to attend a seance and help\nconvince a doubting Thomas on the spirit question.",
        "I believe that he and I, together with a little time in which to prepare,\ncould convince the most skeptical. He says that with a friend to assist\nhim, who is en rapport, and who has a little practice, he can reach the\nstoniest heart. He is a very susceptible medium indeed, and created a\ngreat furore in his own town. He said it was a great comfort to him to\nconverse with his former patients, and he felt kind of attached to them,\nso that he hated to be separated from them, even in death.",
        "Spiritualism had quite a run in his neighborhood at one time, as I have\nsaid. Even his own family yielded to the convincing proof and the\nastounding phenomena. If his wife hadn’t found some of his spiritual\ntracks down cellar, she would have remained firm, no doubt, but the doctor\nforgot and left his step-ladder down there, and that showed where the hole\nin the floor opened into his mysterious cabinet.",
        "He said if he had been a little more careful, no doubt he could have\nconvinced anybody of the presence of spirits or anything else. He said he\ndidn’t intend to give up as long as there was anything left in the cellar.",
        "He had such unwavering confidence in the phenomena that all he asked of\nanybody was faith and a buckskin string about two feet long.",
        "He and his brother, a reformed member of Congress, read the inmost\nthoughts of a skeptical friend all one evening by the aid of supernatural\npowers and a tin tube. The reformed member of Congress acted as medium,\nand the doctor, who was unfortunately and ostensibly called away into the\ncountry early in the evening, remained at the window outside, where he\ncould read the queries written by the victim on a slip of paper. Then he\nwould run around the house and murmur the same through a tin tube at\nanother window by the medium’s ear.",
        "It was astounding. The skeptical man would write some deep question on a\nslip of paper, and after the medium had felt of his brow, and groaned a\nfew hollow groans, and rolled his eyes up, he would answer it without\nhaving been within twenty feet of the question or the questioner. The\nvictim said he would never doubt again.",
        "What a comfort it was to know that immortality was an established fact. If\nhe could have heard a man talking in a low tone of voice through an old\ntin dipper handle, at the south window on the ground floor, and\noccasionally swearing at a mosquito on the back of his neck, he would have\nhesitated.",
        "An old-timer over there said that Woodworth would be a mighty good\nphysician if he would let spiritualism alone. He claimed that no man could\nbe a great physician and surgeon and still be a fanatic on spiritualism.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}