{
    "title": "Remarks - A Letter of Regrets",
    "author": "Bill Nye",
    "chapter": "70",
    "content": [
        "\n\n",
        "My dear Princess Beatrice–I received your kind invitation to come up to\nWhippingham on the 23d inst. and see you married, but I have not been able\nto get there. The weather has been so hot this month, that, to tell you\nthe truth, Beatrice, I haven’t been going anywhere to speak of. At first I\nthought I would go anyhow, and even went so far as to pick out a nice\ncorner bracket to take along for a wedding present. Not so much for its\nintrinsic value, of course, but so you would have something with my name\nto it on a card that you could show to those English dudes, and let them\nknow that you had influential friends, even in America. But when I thought\nwhat a long, hard trip it would be, and how I would probably mash that\nbracket on the cars before I got half way there, I gave it up.",
        "I am not personally acquainted with your inamorato, if that’s all right,\nnever having met him in our set; but I understand you have done well, and\nthat your husband is a rising young man of good family, and that he will\nnever allow you to put your hands into dishwater. I hope this is true and\nthat he does not drink. Rum has certainly paralyzed more dukes and such\nthings than war has. I attribute this to the fact that princes and dukes\nare generally more reckless about exposing themselves to the demon rum\nthan to the rude alarums and one thing another of war.",
        "If you keep a girl I hope you will get a good one who knows her business.\nA green girl in the house of a newly-married princess is a great source of\nannoyance. A friend of mine who got married last winter got a girl whose\nmind had been eaten by cut-worms and she had not discovered it. All the\nfaculty that had been spared her was that power of the mind which enabled\nher to charge $3 a week. She lubricated the buckwheat pancake griddle for\na week with soap grease and a dash of castor oil, and when she was\ndischarged she wept bitterly because capital with the iron heel ground the\npoor servant girl into the dust.",
        "Probably you will take a little tour after the wedding is over. They are\ndoing that way a good deal in Boston this season. I thought you would like\na pointer in the very lum-tumest thing to do, and so I write this. So long\nas you have the means to do this thing right, I think you ought to do so.\nYou may never be married again, princess, and now is the time to paint the\nBritish Isles red.",
        "You can also get more concessions from your husband now, while he is a\nlittle rattled, and temporarily knocked silly by the pomp and pageant of\nmarrying into your family, and if you work it right you can maintain this\nsupremacy for years. Treat him with a gentle firmness, and do not weep on\nhis bosom if you detect the aroma of beer and bologna sausage on his young\nbreath. Bologna and royalty do not seem to harmonize first-rate, but\nremember you can harass your husband if you choose, so that he will fall\nto even lower depths than bologna and Milwaukee beer. Do not aggravate him\nwhen he comes home tired, but help him do the chores and greet him with a\nsmile.",
        "I’d just as soon tell you, Beatrice, that this smile racket is not\noriginal with me. I read it in a paper. This paper went on to say that a\nyoung wife should always greet her husband with a smile on his return. I\nshowed the article to my wife and suggested that it was a good scheme, and\nhoped she would try it on me sometime. She said if I would like to change\noff awhile, and take my smile when I got home instead of taking it down\ntown, we would make the experiment. The trouble with the average woman of\nthe age in which we live, Beatrice, is that she is above her business. She\ntries to be superior to her husband, and in many instances she succeeds.\nThat is the bane of wedded life. Do not strive to be superior to your\nhusband, Beatrice. If you do, it is good-bye, John.",
        "Treat him well at all times, whether he treats you well or not; then when\nyour mother gets tired of reigning and wants to come down and spend the\nhot weather with you, she will be kindly greeted by her son-in-law.",
        "Do not allow the fact that you belong to the royal family to interfere\nwith your fun, Beatrice. If you want to wear a Mother Hubbard dress on the\nthrone during hot weather, or mash a mosquito with your mother’s sceptre,\ndo so. Conventionality is a humbug and a nuisance, and I’d just as soon\ntell you right here that if I could have gone to your wedding and worn a\nlinen coat and a perspiration, I would have gone; but to stand around\nthere all day in a tight black suit of clothes, in a mixed crowd of dukes,\nand counts, and princes of high degree, most of whom are total strangers\nto me, is more than I can stand.",
        "I wish you would give my love to your mother and tell her just how it was.\nMake it as smooth as you can and break it to her gently. Tell her that the\nroyal family is spreading out so that I can’t leave my work every time one\nof its members gets married. Remember me to the Waleses, the Darmstadts,\nPrincess Irene and Victoria, Mr. and Mrs. Prince Alexander of Bulgaria,\nalso Prince Francis of Battenberg and the Countess Erbach Schomberg. They\nwill all be there probably, and so will Lord Latham and Lord Edgcumbe. I\nknow just how Edgcumbe will snort around there when he finds that I can’t\nbe there. Give my kind regards to any other lords, dukes, duchesses,\ndowagers or marchionesses who may inquire for me, and tell them all that I\nwill be in London next year if the Prince of Wales will drop me a line\nstating that the moral tone of the city is such that it would be safe for\nme to come.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}