{
    "title": "Remarks - A Lumber Camp",
    "author": "Bill Nye",
    "chapter": "50",
    "content": [
        "\n\n",
        "I have just returned from a little impromptu farewell tour in the lumber\ncamps toward Lake Superior. It was my idea to wade around in the snow for\na few weeks and swallow baked beans and ozone on the 1/2 shell. The affair\nwas a success. I put up at Bootjack camp on the raging Willow River, where\nthe gay-plumaged chipmunk and the spruce gum have their home.",
        "Winter in the pine woods is fraught with fun and frolic. It is more\nfraught with fatigue than funds, however. This winter a man in the\nMichigan and Wisconsin lumber camps could arise at 4:30 A.M., eat a\npatent pail full of dried apples soaked with Young Hyson and sweetened\nwith Persian glucose, go out to the timber with a lantern, hew down the\ngiants of the forest, with the snow up to the pit of his stomach, till the\ngray owl in the gathering gloom whooped and hooted in derision, and all\nfor $12 per month and stewed prunes.",
        "I did not try to accumulate wealth while I was in camp. I just allowed\nothers to enter into the mad rush and wrench a fortune from the hand of\nfate while I studied human nature and the cook. I had a good many pleasant\ndays there, too. I read such literary works as I could find around the\ncamp, and smoked the royal Havana smoking tobacco of the cookee. Those who\nhave not lumbered much do not know much of true joy and sylvan smoking\ntobacco.",
        "They are not using a very good grade of the weed in the lumber regions\nthis winter. When I say lumber regions I do not refer entirely to the\ncircumstances of a weak back. (Monkey-wrench, oil can and screwdriver sent\nwith this joke; also rules for working it in all kinds of goods.) The\ntobacco used by the pine choppers of the northern forest is called the\nScandihoovian. I do not know why they call it that, unless it is because\nyon can smoke it in Wisconsin and smell it in Scandihoovia.",
        "When night came we would gather around the blazing fire and talk over old\ntimes and smoke this tobacco. I smoked it till last week, then I bought a\nnew mouth and resolved to lead a different life.",
        "I shall never forget the evenings we spent together in that log shack in\nthe heart of the forest. They are graven on my memory where time’s\neffacing fingers can not monkey with them. We would most always converse.\nThe crew talked the Norwegian language and I am using the English language\nmostly this winter. So each enjoyed himself in his own quiet way. This\nseemed to throw the Norwegians a good deal together. It also threw me a\ngood deal together. The Scandinavians soon learn our ways and our\nlanguage, but prior to that they are quite clannish.",
        "The cook, however, was an Ohio man. He spoke the Sandusky dialect with a\nrich, nut brown flavor that did me much good, so that after I talked with\nthe crew a few hours in English, and received their harsh, corduroy\nreplies in Norske, I gladly fled to the cook shanty. There I could rapidly\nchange to the smoothly flowing sentences peculiar to the Ohio tongue, and\nwhile I ate the common twisted doughnut of commerce, we would talk on and\non of the pleasant days we had spent in our native land. I don’t know how\nmany hours I have thus spent, bringing the glad light into the eye of the\ncook as I spoke to him of Mrs. Hayes, an estimable lady, partially\nmarried, and now living at Fremont, Ohio.",
        "I talked to him of his old home till the tears would unbidden start, as he\nrolled out the dough with a common Budweiser beer bottle, and shed the\nscalding into the flour barrel. Tears are always unavailing, but sometimes\nI think they are more so when they are shed into a barrel of flour. He was\nan easy weeper. He would shed tears on the slightest provocation, or\nanything else. Once I told him something so touchful that his eyes were\nblinded with tears for the nonce. Then I took a pie, and stole away so\nthat he could be alone with his sorrow.",
        "He used to grind the coffee at 2 A.M. The coffee mill was nailed up\nagainst a partition on the opposite side from my bed. That is one reason I\ndid not stay any longer at the camp. It takes about an hour to grind\ncoffee enough for thirty men, and as my ear was generally against the pine\nboards when the cook began, it ruffled my slumbers and made me a morose\nman.",
        "We had three men at the camp who snored. If they had snored in my own\nlanguage I could have endured it, but it was entirely unintelligible to me\nas it was. Still, it wasn’t bad either. They snored on different keys, and\nstill there was harmony in it–a kind of chime of imported snore as it\nwere. I used to lie and listen to it for hours. Then the cook would begin\nhis coffee mill overture and I would arise.",
        "When I got home I slept from Monday morning till Washington’s Birthday,\nwithout food or water.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}