{
    "title": "Remarks - Bunker Hill",
    "author": "Bill Nye",
    "chapter": "49",
    "content": [
        "\n\n",
        "Last week for the first time I visited the granite obelisk known all over\nthe civilized world as Bunker Hill monument. Sixty years ago, if my memory\nserves me correctly. General La Fayette, since deceased, laid the\ncorner-stone, and Daniel Webster made a few desultory remarks which I\ncannot now recall. Eighteen years later it was formally dedicated, and\nDaniel spoke a good piece, composed mostly of things that he had thought\nup himself. There has never been a feature of the early history and\nunceasing struggle for American freedom which has so roused my admiration\nas this custom, quite prevalent among congressmen in those days, of\nwriting their own speeches.",
        "Many of Webster’s most powerful speeches were written by himself or at his\nsuggestion. He was a plain, unassuming man, and did not feel above writing\nhis speeches. I have always had the greatest respect and admiration for\nMr. Webster as a citizen, as a scholar and as an extemporaneous speaker,\nand had he not allowed his portrait to appear last year in the Century,\nwearing an air of intense gloom and a plug hat entirely out of style, my\nrespect and admiration would have continued indefinitely.",
        "Bunker Hill monument is a great success as a monument, and the view from\nits summit is said to be well worth the price of admission. I did not\nascend the obelisk, because the inner staircase was closed to visitors on\nthe day of my visit and the lightning rod on the outside looked to me as\nthough it had been recently oiled.",
        "On the following day, however, I engaged a man to ascend the monument and\ntell me his sensations. He assured me that they were first-rate. At the\nfeet of the spectator Boston and its environments are spread out in the\nglad sunshine. Every day Boston spreads out her environments just that\nway.",
        "Bunker Hill monument is 221 feet in height, and has been entirely paid\nfor. The spectator may look at the monument with perfect impunity, without\nbeing solicited to buy some of its mortgage bonds. This adds much to the\ngenuine thrill of pleasure while gazing at it.",
        "There is a Bunker Hill in Macoupin County, Illinois, also in Ingham\nCounty, Michigan, and in Russell County, Kansas, but General Warren was\nnot killed at either of these points.",
        "One hundred and ten years ago, on the 17th day of the present month, one\nof America’s most noted battles with the British was fought near where\nBunker Hill monument now stands. In that battle the British lost 1,050 in\nkilled and wounded, while the American loss numbered but 450. While the\npeople of this country are showing such an interest in our war history, I\nam surprised that something has not been said about Bunker Hill. The\nFederal forces from Roxbury to Cambridge were under command of General\nArtemus Ward, the great American humorist. When the American humorist\nreally puts on his war paint and sounds the tocsin, he can organize a\ngreat deal of mourning.",
        "General Ward was assisted by Putnam, Starke, Prescott, Gridley and\nPomeroy. Colonel William Prescott was sent over from Cambridge to\nCharlestown for the purpose of fortifying Bunker Hill. At a council of war\nit was decided to fortify Breeds Hill, not so high but nearer to Boston\nthan Bunker Hill. So a redoubt was thrown up during the night on the\nground where the monument now stands.",
        "The British landed a large force under Generals Howe and Pigot, and at 2\nP.M. the Americans were reinforced by Generals Warren and Pomeroy. General\nWarren was of a literary turn of mind and during the battle took his hat\noff and recited a little poem beginning:",
        "  “Stand, the ground’s your own, my braves!\n  Will ye give it up to slaves?”",
        "A man who could deliver an impromptu and extemporaneous address like that\nin public, and while there was such a bitter feeling of hostility on the\npart of the audience, must have been a good scholar. In our great\nfratricidal strife twenty years ago, the inferiority of our generals in\nthis respect was painfully noticeable. We did not have a commander who\ncould address his troops in rhyme to save his neck. Several of them were\npretty good in blank verse, but it was so blank that it was not just the\nthing to fork over to posterity and speak in school afterward.",
        "Colonel Prescott’s statue now stands where he is supposed to have stood\nwhen he told his men to reserve their fire till they saw the whites of the\nenemy’s eyes. Those who have examined the cast-iron flint-lock weapon used\nin those days will admit that this order was wise. Those guns were in\nunion to health, of course, when used to excess, but not necessarily or\nimmediately fatal.",
        "At the time of the third attack by the British, the Americans were out of\nammunition, but they met the enemy with clubbed muskets, and it was found\nthat one end of the rebel flint-lock was about as fatal as the other, if\nnot more so.",
        "Boston still meets the invader with its club. The mayor says to the\ncitizens of Boston: “Wait till you can see the whites of the visitor’s\neyes, and then go for him with your clubs.” Then the visitor surrenders.",
        "I hope that many years may pass before it will again be necessary for us\nto soak this fair land in British blood. The boundaries of our land are\nnow more extended, and so it would take more blood to soak it.",
        "Boston has just reason to be proud of Bunker Hill, and it was certainly a\ngreat stroke of enterprise to have the battle located there. Bunker Hill\nis dear to every American heart, and there are none of us who would not\nhave cheerfully gone into the battle then if we had known about it in\ntime.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}