{
    "title": "Remarks - John Adams’ Diary",
    "author": "Bill Nye",
    "chapter": "88",
    "content": [
        "\n\n",
        "December 3, 1764.–I am determined to keep a diary, if possible, the rest\nof my life. I fully realize how difficult it will be to do so. Many others\nof my acquaintance have endeavored to maintain a diary, but have only\nadvanced so far as the second week in January. It is my purpose to write\ndown each evening the events of the day as they occur to my mind, in order\nthat in a few years they may be read and enjoyed by my family. I shall try\nto deal truthfully with all matters that I may refer to in these pages,\nwhether they be of national or personal interest, and I shall seek to\navoid anything bitter or vituperative, trying rather to cool my temper\nbefore I shall submit my thoughts to paper.",
        "December 4.–This morning we have had trouble with the hired girl. It\noccurred in this wise: We had fully two-thirds of a pumpkin pie that had\nbeen baked in a square tin. This major portion of the pie was left over\nfrom our dinner yesterday, and last night, before retiring to rest, I\ndesired my wife to suggest something in the cold pie line, which she did.\nI lit a candle and explored the pantry in vain. The pie was no longer\nvisible. I told Mrs. Adams that I had not been successful, whereupon we\nsought out the hired girl, whose name is Tootie Tooterson, a foreign\ndamsel, who landed in this country Nov. 7, this present year. She does not\nunderstand our language, apparently, especially when we refer to pie. The\nonly thing she does without a strong foreign accent is to eat pumpkin pie\nand draw her salary. She landed on our coast six weeks ago, after a\ntedious voyage across the heaving billows. It was a close fight between\nTootie and the ocean, but when they quit, the heaving billows were one\nheave ahead by the log.",
        "Miss Tooterson landed in Massachusetts in a woolen dress and hollow clear\ndown into the ground. A strong desire to acquire knowledge and cold,\nhand-made American pie seems to pervade her entire being.",
        "She has only allowed Mrs. Adams and myself to eat what she did not want\nherself.",
        "Miss Tooterson has also introduced into my household various European\neccentricities and strokes of economy which deserve a brief notice here.\nAmong other things she has made pie crust with castor oil in it, and\nlubricated the pancake griddle with a pork rind that I had used on my lame\nneck. She is thrifty and saving in this way, but rashly extravagant in the\nuse of doughnuts, pie and Medford rum, which we keep in the house for\nvisitors who are so unfortunate as to be addicted to the doughnut, pie or\nrum habit.",
        "It is discouraging, indeed, for two young people like Mrs. Adams and\nmyself, who have just begun to keep house, to inherit a famine, and such a\nrobust famine, too. It is true that I should not have set my heart upon\nsuch a transitory and evanescent terrestrial object like a pumpkin pie so\nnear to T. Tooterson, imported pie soloist, doughnut mastro and feminine\nvirtuoso, but I did, and so I returned from the pantry desolate.",
        "I told Abigail that unless we poisoned a few pies for Tootie the Adams\nfamily would be a short-lived race. I could see with my prophetic eye that\nunless the Tootersons yielded the Adamses would be wiped out. Abigail\nwould not consent to this, but decided to relieve Miss Tooterson from duty\nin this department, so this morning she went away. Not being at all\nfamiliar with the English language, she took four of Abigail’s sheets and\nquite a number of towels, handkerchiefs and collars. She also erroneously\ntook a pair of my night-shirts in her poor, broken way. Being entirely\nignorant of American customs, I presume that she will put a belt around\nthem and wear them externally to church. I trust that she will not do\nthis, however, without mature deliberation.",
        "I also had a bottle of lung medicine of a very powerful nature which the\ndoctor had prepared for me. By some oversight, Miss Tooterson drank this\nthe first day that she was in our service. This was entirely wrong, as I\ndid not intend to use it for the foreign trade, but mostly for home\nconsumption.",
        "This is a little piece of drollery that I thought of myself. I do not\nthink that a joke impairs the usefulness of a diary, as some do. A diary\nwith a joke in it is just as good to fork over to posterity as one that is\nnot thus disfigured. In fact, what has posterity ever done for me that I\nshould hesitate about socking a little humor into a diary? When has\nposterity ever gone out of its way to do me a favor? Never! I defy the\nhistorian to show a single instance where posterity has ever been the\nfirst to recognize and remunerate ability.",
        "John Adams’ Diary.\n(No. 2.)",
        "December 6.–It is with great difficulty that I write this entry in my\ndiary, for this morning Abigail thought best for me to carry the oleander\ndown into the cellar, as the nights have been growing colder of late.",
        "I do not know which I dislike most, foreign usurpation or the oleander. I\nhave carried that plant up and down stairs every time the weather has\nchanged, and the fickle elements of New England have kept me rising and\nfalling with the thermometer, and whenever I raised or fell I most always\nhad that scrawny oleander in my arms.",
        "Richly has it repaid us, however, with its long, green, limber branches\nand its little yellow nubs on the end. How full of promises to the eye\nthat are broken to the heart. The oleander is always just about to meet\nits engagements, but later on it peters out and fails to materialize.",
        "I do not know what we would do if it were not for our house plants. Every\nfall I shall carry them cheerfully down cellar, and in the spring I will\nbring up the pots for Mrs. Adams to weep softly into. Many a night at the\nspecial instance and request of my wife I have risen, clothed in one\nsimple, clinging garment, to go and see if the speckled, double and\ntwisted Rise-up-William-Riley geranium was feeling all right.",
        "Last summer Abigail brought home a slip of English ivy. I do not like\nthings that are English very much, but I tolerated this little sickly\nthing because it seemed to please Abigail. I asked her what were the\nsalient features of the English ivy. What did the English ivy do? What\nmight be its specialty? Mrs. Adams said that it made a specialty of\nclimbing. It was a climber from away back. “All right,” I then to her did\nstraightway say, “let her climb.” It was a good early climber. It climbed\nhigher than Jack’s beanstalk. It climbed the golden stair. Most of our\nplants are actively engaged in descending the cellar stairs or in\nascending the golden stair most all the time.",
        "I descended the stairs with the oleander this morning, though the oleander\ngot there a little more previously than I did. Parties desiring a good,\nsecondhand oleander tub, with castors on it, will do well to give us a\ncall before going elsewhere. Purchasers desiring a good set of second-hand\near muffs for tulips will find something to their advantage by addressing\nthe subscriber.",
        "We also have two very highly ornamental green dogoods for ivy vines to\nramble over. We could be induced to sell these dogoods at a sacrifice, in\norder to make room for our large stock of new and attractive dogoods.\nThese articles are as good as ever. We bought them during the panic last\nfall for our vines to climb over, but, as our vines died of membranous\ncroup in November, these dogoods still remain unclum. Second-hand dirt\nalways on hand. Ornamental geranium stumps at bed-rock prices. Highest\ncash prices paid for slips of black-and-tan foliage plants. We are\nheadquarters for the century plant that draws a salary for ninety-nine\nyears and then dies.",
        "I do not feel much like writing in my diary to-day, but the physician says\nthat my arm will be better in a day or two, so that it will be more of a\npleasure to do business.",
        "We are still without a servant girl, so I do some of the cooking. I make a\nfire each day and boil the teakettle. People who have tried my boiled\nteakettle say it is very fine.",
        "Some of my friends have asked me to run for the Legislature here next\nelection. Somehow I feel that I might, in public life, rise to distinction\nsome day, and perhaps at some future time figure prominently in the\naffairs of a one-horse republic at a good salary.",
        "I have never done anything in the statesman line, but it does not look\ndifficult to me. It occurs to me that success in public life is the result\nof a union of several great primary elements, to-wit:",
        "Firstly–Ability to whoop in a felicitous manner.",
        "Secondly–Promptness in improving the proper moment in which to whoop.",
        "Thirdly–Ready and correct decision in the matter of which side to whoop\non.",
        "Fourthly–Ability to cork up the whoop at the proper moment and keep it in\na cool place till needed.",
        "And this last is one of the most important of all. It is the amateur\nstatesman who talks the most. Fearing that he will conceal his identity as\na fool, he babbles in conversation and slashes around in his shallow banks\nin public.",
        "As soon as I get the house plants down cellar and get their overshoes on\nfor the winter, I will more seriously consider the question of our\npolitical affairs here in this new land where we have to tie our scalps on\nat night and where every summer is an Indian summer.",
        "John Adams’ Diary\n(No. 3.)",
        "December 10.–I have put in a long and exhausting day in the court to-day\nin the case of Merkins vs. Merkins, a suit for divorce in which I am the\ncounsel for the plaintiff, Eliza J. Merkins.",
        "The case itself is a peculiarly trying one, and the plaintiff adds to its\nhorrors by consulting me when I want to do something else. I took her case\nat an agreed price, and so Mrs. Merkins is trying to get her money’s worth\nby consulting me in a way I abhor. She has consulted me in every mood and\ntense that I know of; at my office, on the street, in church, at the\nfestive board and at different funerals to which we both happened to be\ncalled. Mrs. Merkins has hung like a pall over several Massachusetts\nfunerals which otherwise had every symptom of success.",
        "I am a great admirer of woman as a woman, but as a client in a suit for\ndivorce she has her peculiarities. I have seen Eliza in every phase of the\ncase. She has been calm and tearful, stormy and snorting, low-spirited and\nred-nosed, violent and menacing, resigned but sobby, trustful and\nconfidential, high strung and haughty, crushed and weepy.",
        "She makes a specialty of shedding the red-hot scalding tear wherever she\ncan obtain permission to do so. She has wept in my wood-box, in my new\nspittoon, on my desk and on my birthday. I told her that I wished she\nwould please weep on something else. There were enough objects in nature\nupon which a poor woman who wept constantly and had no other visible means\nof support could shed the wild torrents of her grief, without weeping on\nmy anniversary. A man wants to keep his birthday as dry as possible. He\nhates to have it wept on by a client who has jewed him down to half price,\nand then insisted on coming in to sob with him in the morning before he\nhas swept the office floor.",
        "One time she came and sobbed on my shoulder. Her tears are of the warm,\ndamp kind, and feel disagreeable as they roll down the neck of a\ncomparative stranger, who never can be aught but a friend. She rested her\nbonnet on my bosom while she wept, and I then discovered that she has been\nin the habit of wearing this bonnet while cooking her buckwheat pancakes.\nI presume she keeps her bonnet on all the time, so that she may be ready\nto dash out and consult me at all times without delay. Still, she ought\nnot to do it, for when she leans her head on the bosom of her counsel in\norder to consult him, he detects the odor of the early sausage and the\nfleeting pancake.",
        "  You may bust such a bonnet and crush it if you will,\n  But the scent of the pancake will cling round it still.",
        "As soon as I saw that her object was to lean up against me and not only\nconvulse herself with sobs, but that she intended to jar me also with her\ngreat woe, I told her that I would have to request her to avaunt. I then,\nas she did not act upon my suggestion, avaunted her myself. I avaunted her\ninto a chair with a sickening thud.",
        "She then burst forth in a torrent of vituperation. When the abnormal\nsobber is suddenly corked up, these sobs rankle in the system and burst\nforth in the shape of vituperation. In the course of her remarks, she\nstated in a violent manner that she would denounce me throughout the\ncountry and retain other counsel. I told her I wished she would, as my\nsympathies were with Mr. Merkins. I told her that she must either pay me a\nlarger fee or I should insist on her weeping in the alley before she came\nup.",
        "She then took her departure with a rising inflection. On the following\nday, however, I found her at the office door, and she stood near and\nconsulted me again, while I took up the ashes and started a fire in the\nstove.",
        "Her case is quite peculiar.",
        "She wants a divorce from her husband on the grounds of cruelty to animals,\nor something of that kind, and when she first told me about it I thought\nshe had a case, but when we came to trial I found that she had had every\nreason to believe that if she could be segregated from Mr. Merkins she\ncould at once become the bride of a gentleman who ploughed the raging\nmain.",
        "Just as we went to the jury to-day with the case, she heard casually that\nthe gentleman who had been in the main-ploughing business had just married\nwithout her knowledge or consent.",
        "“Heap Brain.”",
        "Much trouble has been done by a long haired phrenologist in the West who\nhas, during his life, felt of over a hundred thousand heads. A comparison\nof a large number of charts given in these cases shows that so far no head\nexamined would indicate anything less than a member of the lower house of\ncongress. Artists, orators, prima-donnas and statesmen are plenty, but\nthere are no charts showing the natural-born farmer, carpenter, shoemaker\nor chambermaid.",
        "That is the reason butter is so high west of the Missouri river to-day,\nwhile genius actually runs riot.",
        "What this day and age of the world needs, is a phrenologist who will paw\naround among the intellectual domes of free-born American citizens, and\nsearch out a few men who can milk a cow in a cool and unimpassioned tone\nof voice.",
        "It is true that every man in America is a sovereign, but he had better not\noverdo it. The man who sits up nights to be a sovereign and allows the\ncalves to eat his brown-eyed beans, is not leading his fellow men up to a\nhigher and nobler life. The sovereign business can be run in the ground if\nwe are not careful.",
        "Very likely the white-eyed boy with the hickory dado along the base of his\noveralls is the boy who in future years is to be the president of the\nUnited States. But do not, oh, do not trow, fair young reader, that every\nAlbino youth in our broad land who wears an isosceles triangle in navy\nblue flannel athwart his system, is going to be the chief magistrate of\nthis mighty republic.",
        "We need statesmen and orators and artists very much; but the world at this\nmoment also needs several athletic parties with the horse-sense adequate\nto produce flour and other vegetables necessary to feed the aforesaid\nstatesmen, orators, etc., etc.",
        "Let me say a word to the bright-eyed youth of America, Let me murmur in\nyour ear this never dying truth: When a long-haired crank asks you a\ndollar to tell you, you are a young Demosthenes, stand up and look\nyourself over at a distance before you swallow it all.",
        "There is no use talking, we have got to procure provisions in some manner,\nand in order to do so the natural-born bone and muscle of the country must\ngo at and promote the growth of such things, or else we artists, poets and\nstatesmen, will have to take off our standing collars and do it ourselves.",
        "Phrenology is a good thing, no doubt, if we can purify it. So long as it\ndoes not become the slave of capital, there is nothing about phrenology\nthat is going to do harm; but when it becomes the creature of the trade\ndollar, it looks as though the country would be filled up with wild-eyed\ngenius that hasn’t had a square meal for two weeks. The time will surely\ncome when America will demand less statesmanship and more flour; when less\nstatistics and a purer, nobler and more progressive style of beefsteak\nwill demand our attention.",
        "I had hoped that phrenology would step in and start this reform; but so\nfar it has not, within the range of my observation. It may be, however,\nthat the mental giant bump translator with whom I came in contact was not\na fair representative. Still, he has been in the business for over thirty\nyears, and some of our most polished criminals have passed under his\nhands.",
        "An erroneous phrenologist once told me that I would shine as a revivalist,\nand said that I ought to marry a tall blonde with a nervous, sanguinary\ntemperament. Then he said, “One dollar, please,” and I said, “All right,\ngentle scientist with the tawny mane, I will give you the dollar and marry\nthe tall blonde with the bank account and bilious temperament, when you\ngive me a chart showing me how to dispose of a brown-eyed brunette with a\nthoughtful cast of countenance, who married me in an unguarded moment two\nyears ago.”",
        "He looked at me in a reproachful kind of way, struck at me with a chair in\nan absent-minded manner and stole away.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}