{
    "title": "Remarks - Petticoats at the Polls",
    "author": "Bill Nye",
    "chapter": "64",
    "content": [
        "\n\n",
        "There have been many reasons given, first and last, why women should not\nvote, but I desire to say, in the full light of a ripe experience, that\nsome of them are fallacious. I refer more particularly to the argument\nthat it will degrade women to go to the polls and vote like a little man.\nWhile I am not and have never been a howler for female suffrage, I must\nadmit that it is much more of a success than prohibition and speculative\nscience.",
        "My wife voted eight years with my full knowledge and consent, and to-day I\ncannot see but that she is as docile and as tractable as when she won my\ntrusting heart.",
        "Now those who know me best will admit that I am not a ladies’ man, and,\ntherefore, what I may say here is not said to secure favor and grateful\nsmiles. I am not attractive and I am not in politics. I believe that I am\nhomelier this winter than usual. There are reasons why I believe that what\nI may say on this subject will be sincere and not sensational or selfish.",
        "It has been urged that good women do not generally exercise the right of\nsuffrage, when they have the opportunity, and that only those whose social\nrecord has been tarnished a good deal go to the polls. This is not true.",
        "It is the truth that a good full vote always shows a list of the best\nwomen and the wives of the best men. A bright day makes a better showing\nof lady voters than a bad one, and the weather makes a more perceptible\ndifference in the female vote than the male, but when things are exciting\nand the battle is red-hot, and the tocsin of war sounds anon, the wife and\nmother puts on her armor and her sealskin sacque and knocks things\ncross-eyed.",
        "It is generally supposed that the female voter is a pantaloonatic, a half\nhorse, half alligator kind of woman, who looks like Dr. Mary Walker and\nhas the appearance of one who has risen hastily in the night at the alarm\nof fire and dressed herself partially in her own garments and partially in\nher husband’s. This is a popular error. In Wyoming, where female suffrage\nhas raged for years, you meet quiet, courteous and gallant gentlemen, and\nfair, quiet, sensible women at the polls, where there isn’t a loud or\nprofane word, and where it is an infinitely more proper place to send a\nyoung lady unescorted than to the postoffice in any city in the Union. You\ncan readily see why this is so. The men about the polls are always\ncandidates and their friends. That is the reason that neither party can\nafford to show the slightest rudeness toward a voter. The man who on\nWednesday would tell her to go and soak her head, perhaps, would stand\nbareheaded to let her pass on Tuesday. While she holds a smashed ballot\nshoved under the palm of her gray kid glove she may walk over the\ncandidate’s prostrate form with impunity and her overshoes if she chooses\nto.",
        "Weeks and months before election in Wyoming, the party with the longest\npurse subsidizes the most livery stables and carriages. Then, on the\neventful day, every conveyance available is decorated with a political\nplacard and driven by a polite young man who is instructed to improve the\ntime. Thus every woman in Wyoming has a chance to ride once a year, at\nleast. Lately, however, many prefer to walk to the polls, and they go in\npairs, trios and quartettes, voting their little sentiments and calmly\nreturning to their cookies and crazy quilts as though politics didn’t jar\ntheir mental poise a minute.",
        "It is possible, and even probable, that a man and his wife may disagree on\npolitics as they might on religion. The husband may believe in Andrew\nJackson and a relentless hell, while his wife may be a stalwart and rather\nliberal on the question of eternal punishment. If the husband manages his\nwife as he would a clothes-wringer, and turns her through life by a crank,\nhe will, no doubt, work her politically; but if she has her own ideas\nabout things, she will naturally act upon them, while the man who is\nhenpecked in other matters till he can’t see out of his eyes, will be\nhenpecked, no doubt, in the matter of national and local politics.",
        "These are a few facts about the actual workings of female suffrage, and I\ndo not tackle the great question of the ultimate results upon the\npolitical machinery if woman suffrage were to become general. I do not\npretend to say as to that. I know a great deal, but I do not know that.\nThere are millions of women, no doubt who are better qualified to vote,\nand yet cannot, than millions of alleged men who do vote; but no one can\ntell now what the ultimate effect of a change might be.",
        "So far as Wyoming is concerned, the Territory is prosperous and happy. I\nsee, also, that a murderer was hung by process of law there the other day.\nThat looks like the onward march of reform, whether female suffrage had\nanything to do with it or not. And they’re going to hang another in March\nif the weather is favorable and executive clemency remains dormant, as I\nthink it will.",
        "All these things look hopeful. We can’t tell what the Territory would have\nbeen without female suffrage, but when they begin to hang men by law\ninstead of by moonlight, the future begins to brighten up. When you have\nto get up in the night to hang a man every little while and don’t get any\nper diem for it, you feel as though you were a good way from home.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}