{
    "title": "Remarks - Taxidermy",
    "author": "Bill Nye",
    "chapter": "8",
    "content": [
        "\n\n",
        "This name is from two Greek words which signify “arrangement” and “skin,\"\nso that the ancient Greeks, no doubt, regarded taxidermy as the original\nskin-game of that period. Taxidermy did not flourish in America prior to\nthe year 1828. At that time an Englishman named Scudder established a\nmuseum and general repository for upholstered beasts.",
        "Since then the art has advanced quite rapidly. To properly taxiderm,\nrequires a fine taste and a close study of the subject itself in life,\nakin to the requirements necessary in order to succeed as a sculptor. I\nhave seen taxidermed animals that would not fool anybody. I recall, at\nthis time especially, a mountain lion, stuffed after death by a party who\nhad not made this matter a subject of close study. The lion was\nrepresented in a crouching attitude, with open jaws and red gums. As time\npassed on and year succeeded year, this lion continued to crouch. His tail\nbecame less rampant and drooped like a hired man on a hot day. His gums\nbecame less fiery red and his reddish skin hung over his bones in a loose\nand distraught manner, like an old buffalo robe thrown over the knees of a\nvinegary old maid. Spiders spun their webs across his dull, white fangs.\nMice made their nests in his abdominal cavity. His glass eye became\nhopelessly strabismussed, and the moths left him bald-headed on the\nstomach. He was a sad commentary on the extremely transitory nature of all\nthings terrestrial and the hollowness of the stuffed beast.",
        "I had a stuffed bird for a long time, which showed the cunning of the\nstuffer to a great degree. It afforded me a great deal of unalloyed\npleasure, because I liked to get old hunters to look at it and tell me\nwhat kind of a bird it was. They did not generally agree. A bitter and\nacrimonious fight grew out of a discussion in relation to this bird. A man\nfrom Vinegar Hill named Lyons and a party called Soiled Murphy (since\ndeceased), were in my office one morning–Mr. Lyons as a witness, and Mr.\nMurphy in his great specialty as a drunk and disorderly. We had just\ndisposed of the case, and had just stepped down from the bench, intending\nto take off the judicial ermine and put some more coal in the stove, when\nthe attention of Soiled Murphy was attracted to the bird. He allowed that\nit was a common “hell-diver with an abnormal head,” while Lyons claimed\nthat it was a kingfisher.",
        "The bird had a duck’s body, the head of a common eagle and the feet of a\nsage hen. These parts had been adjusted with great care and the tail\nloaded with lead somehow, so that the powerful head would not tip the bird\nup behind. With this rara avis, to use a foreign term, I loved to amuse\nand instruct old hunters, who had been hunting all their lives for a free\ndrink, and hear them tell how they had killed hundred of these birds over\non the Poudre in an early day, or over near Elk Mountain when the country\nwas new.",
        "So Lyons claimed that he had killed millions of these fowls, and Soiled\nMurphy, who was known as the tomato can and beer-remnant savant of that\ncountry, said that before the Union Pacific Railroad got into that\nsection, these birds swarmed around Hutton’s lakes and lived on horned\ntoads.",
        "The feeling got more and more partisan till Mr. Lyons made a pass at\nSoiled Murphy with a large red cuspidor that had been presented to me by\nValentine Baker, a dealer in abandoned furniture and mines. Mr. Murphy\nthen welted Lyons over the head with the judicial scales. He then adroitly\ncaught a lump of bituminous coal with his countenance and fell to the\nfloor with a low cry of pain.",
        "I called in an outside party as a witness, and in the afternoon both men\nwere convicted of assault and battery. Soiled Murphy asked for a change of\nvenue on the ground that I was prejudiced. I told him that I did not allow\nanything whatever to prejudice me, and went on with the case.",
        "This great taxidermic masterpiece led to other assaults afterward, all of\nwhich proved remunerative in a small way. My successor claimed that the\nbird was a part of the perquisites of the office, and so I had to turn it\nover with the docket.",
        "I also had a stuffed weasel from Cummins City that attracted a great deal\nof attention, both in this country and in Europe. It looked some like a\nweasel and some like an equestrian sausage with hair on it.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}