{
    "title": "Remarks - Words About Washington",
    "author": "Bill Nye",
    "chapter": "77",
    "content": [
        "\n\n",
        "The name of George Washington has always had about it a glamour that made\nhim appear more in the light of a god than a tall man with large feet and\na mouth made to fit an old-fashioned, full-dress pumpkin pie. I use the\nword glamour, not so much because I know what glamour means, but because I\nhave never used it before, and I am getting a little tired of the short,\neasy words I have been using so long.",
        "George Washington’s face has beamed out upon us for many years now, on\npostage stamps and currency, in marble, and plaster, and bronze, in\nphotographs of original portraits, paintings, end stereoscopic views. We\nhave seen him on horseback and on foot, on the war-path and on skates,\ncussing his troops for their shiftlessness, and then in the solitude of\nthe forest, with his snorting war-horse tied to a tree, engaged in prayer.",
        "We have seen all these pictures of George, till we are led to believe that\nhe did not breathe our air or eat American groceries. But George\nWashington was not perfect. I say this after a long and careful study of\nhis life, and I do not say it to detract the very smallest iota from the\nproud history of the Father of his Country. I say it simply that the boys\nof America who want to become George Washingtons will not feel so timid\nabout trying it.",
        "When I say that George Washington, who now lies so calmly in the limekiln\nat Mount Vernon, could reprimand and reproach his subordinates at times,\nin a way to make the ground crack open and break up the ice in the\nDelaware a week earlier than usual, I do not mention it in order to show\nthe boys of our day that profanity will make them resemble George\nWashington. That was one of his weak points, and no doubt he was ashamed\nof it, as he ought to have been. Some poets think that if they get drunk,\nand stay drunk, they will resemble Edgar A. Poe and George D. Prentice.\nThere are lawyers who play poker year after year, and get regularly\nskinned, because they have heard that some of the able lawyers of the past\ncentury used to come home at night with poker chips in their pockets.",
        "Whisky will not make a poet, nor poker a great pleader. And yet I have\nseen poets who relied solely on the potency of their breath, and lawyers\nwho knew more of the habits of a bob-tail flush than they ever did of the\nstatutes in such case made and provided.",
        "George Washington was always ready. If you wanted a man to be first in\nwar, you could call on George. If you desired an adult who would be first\nbaseman in time of peace, Mr. Washington could be telephoned at any hour\nof the day or night. If you needed a man to be first in the hearts of his\ncountrymen, George’s postoffice address was at once secured.",
        "Though he was a great man, he was once a poor boy. How often we hear that\nin America! It is the place where it is a positive disadvantage to be born\nwealthy. And yet, sometimes I wish they had experimented a little that way\non me. I do not ask now to be born rich, of course, because it is too\nlate; but it seems to me that, with my natural good sense and keen insight\ninto human nature, I could have struggled along under the burdens and\ncares of wealth with great success. I do not care to die wealthy, but if I\ncould have been born wealthy, it seems to me I would have been tickled\nalmost to death.",
        "I love to believe that true greatness is not accidental. To think and to\nsay that greatness is a lottery is pernicious. Man may be wrong sometimes\nin his judgment of others, both individually and in the aggregate, but he\nwho gets ready to be a great man will surely find the opportunity.",
        "Many who read the above paragraph will wonder who I got to write it for\nme, but they will never find out.",
        "In conclusion, let me say that George Washington was successful for three\nreasons. One was that he never shook the confidence of his friends.\nAnother was that he had a strong will without being a mule. Some people\ncannot distinguish between being firm and being a big blue jackass.",
        "Another reason why Washington is loved and honored to-day, is that he died\nbefore we had a chance to get tired of him. This is greatly superior to\nthe method adopted by many modern statesmen, who wait till their\nconstituency weary of them and then reluctantly and tardily die.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}