{
    "title": "Remarks - All About Menials",
    "author": "Bill Nye",
    "chapter": "78",
    "content": [
        "\n\n",
        "The subject of meals, lunch-counters, dining-cars and buffet-cars came up\nthe other day, incidentally. I had ordered a little breakfast in the\nbuffet-car, not so much because I expected to get anything, but because I\nliked to eat in a car and have all the other passengers glaring at me. I\ndo not know which affords me the most pleasure–to sit for a photograph\nand be stabbed in the cerebellum with a cast-iron prong, to be fed in the\npresence of a mixed company of strangers, or to be called on without any\npreparation to make a farewell speech on the gallows.",
        "However, I got my breakfast after awhile. The waiter was certainly the\nmost worthless, trifling, half-asleep combination of Senegambian stupidity\nand poor white trash indolence and awkwardness that I ever saw. He brought\nin everything except what I wanted, and then wound up by upsetting the\nlittle cream pitcher in my lap. He did not charge for the cream. He threw\nthat in.",
        "So all the rest of the journey I was trying to eradicate a cream dado from\nmy pantaloons. It made me mad, because those pantaloons were made for me\nby request Besides, I haven’t got pantaloons to squander in that way. To\nsome a pair of pantaloons, more or less, is nothing, but it is much to me.",
        "There was a porter on the same train who was much the same kind of\nfurniture as the waiter. He slept days and made up berths all night.\nTruly, he began making up berths at Jersey City, and when he got through,\nabout daylight, it was time to begin to unmake them again. All night long\nI could hear him opening and shutting the berths like a concertina. He\nsang softly to himself all night long:",
        "  “You must camp a little in the wilderness\n  And then we’ll all go home.”",
        "He played his own accompaniment on the berths.",
        "When in repose he was generally asleep with a whisk broom in one hand and\nthe other hand extended with the palm up, waiting for a dividend to be\ndeclared.",
        "He generally slept with his mouth open, so that you could read his inmost\nthoughts, and when I complained to him about the way my bunk felt, he said\nhe was sorry, and wanted to know which cell I was in.",
        "I rode, years ago, over a new stage line for several days. It was through\nan almost trackless wilderness, and the service hadn’t been “expedited\"\nthen. It was not a star route, anyhow. The government seemed to think that\nthe man who managed the thing ought not to expect help so long as he had\nbeen such a fool asterisk it.",
        "(Five minutes intermission for those who wish to be chloroformed.)",
        "The stage consisted of a buckboard. It was one of the first buckboards\never made, and the horse was among the first turned out, also. The driver\nand myself were the passengers.",
        "When it got to be about dinner time, I asked him if we were not pretty\nnear the dinner station. He grunted. He hadn’t said a word since we\nstarted. He was a surly, morose and taciturn man. I was told that he had\nbeen disappointed in love. A half-breed woman named No-Wayno had led him\nto believe that she loved him, and that if it had not been for her husband\nshe would gladly have been the driver’s bride. So the driver assassinated\nthe disagreeable husband of No-Wayno. Then he went to the ranch to claim\nhis bride, but she was not there. She had changed her mind, and married a\ncattle man, who had just moved on to the range with a government mule and\na branding iron, intending to slowly work himself into the stock business.",
        "So this driver was a melancholy man. He only made one remark to me during\nthat long forty-mile drive through the wilderness. About dinner time he\ndrove the horse under a quaking asp tree, tied a nose bag of oats over its\nhead and took a wad of bread and bacon from his greasy pocket. The bacon\nand bread had little flakes of smoking tobacco all over it, because he\ncarried his grub and tobacco in the same pocket. For a moment he\nintroduced one corner of the bacon and bread in among his whiskers. Then\nhe made the only remark that he uttered while we were together. He said:",
        "“Pardner, dinner is now ready in the dining-car.”",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}