{
    "title": "Remarks - About Portraits",
    "author": "Bill Nye",
    "chapter": "40",
    "content": [
        "\n\n",
        "Hudson, Wis., August 25, 1885.",
        "Hon. William F. Vilas, Postmaster-General, Washington, D.C.",
        "Dear Sir,–For some time I have been thinking of writing to you and asking\nyou how you were getting along with your department since I left it. I did\nnot wish to write you for the purpose of currying favor with an\nadministration against which I squandered a ballot last fall. Neither do I\ndesire to convey the impression that I would like to open a correspondence\nwith you for the purpose of killing time. If you ever feel like sitting\ndown and answering this letter in an off-hand way it would please me very\nmuch, but do not put yourself out to do so. I wanted to ask you, however,\nhow you like the pictures of yourself recently published by the patent\ninsides. That was my principal object in writing. Having seen you before\nthis great calamity befell you, I wanted to inquire whether you had really\nchanged so much. As I remember your face, it was rather unusually\nintellectual and attractive for a great man. Great men are very rarely\npretty. I guess that, aside from yourself, myself, and Mr. Evarts, there\nis hardly an eminent man in the country who would be considered handsome.\nBut the engraver has done you a great injustice, or else you have sadly\nchanged since I saw you. It hardly seems possible that your nose has\ndrifted around to leeward and swelled up at the end, as the engraver would\nhave us believe. I do not believe that in a few short months the look of\nfirmness and conscious rectitude that I noticed could have changed to that\nof indecision and vacuity which we see in some of your late portraits as\nprinted.",
        "I saw one yesterday, with your name attached to it, and it made my heart\nache for your family. As a resident in your State I felt humiliated. Two\nof Wisconsin’s ablest men have been thus slaughtered by the rude broad-axe\nof the engraver. Last fall, Senator Spooner, who is also a man with a\nfirst-class head and face, was libeled in this same reckless way. It makes\nme mad, and in that way impairs my usefulness. I am not a good citizen,\nhusband or father when I am mad. I am a perfect simoom of wrath at such\ntimes, and I am not responsible for what I do.",
        "Nothing can arouse the indignation of your friends, regardless of party,\nso much as the thought that while you are working so hard in the\npostoffice at Washington with your coat off, collecting box rent and\nmaking up the Western mail, the remorseless engraver and electrotyper are\nseeking to down you by making pictures of you in which you appear either\nas a dude or a tough.",
        "While I have not the pleasure of being a member of your party, having\nbelonged to what has been sneeringly alluded to as the g.o.p., I cannot\nrefrain from expressing my sympathy at this time. Though we may have\ndiffered heretofore upon important questions of political economy, I\ncannot exult over these portraits. Others may gloat over these efforts to\ninjure you, but I do not. I am not much of a gloater, anyhow.",
        "I leave those to gloat who are in the gloat business.",
        "Still, it is one of the drawbacks incident to greatness. We struggle hard\nthrough life that we may win the confidence of our fellow-men, only at\nlast to have pictures of ourselves printed and distributed where they will\ninjure us.",
        "I desire to add before closing this letter, Mr. Vilas, that with those who\nare acquainted with you and know your sterling worth, these portraits will\nmake no difference. We will not allow them to influence us socially or\npolitically. What the effect may be upon offensive partisans who are total\nstrangers to you, I do not know.",
        "My theory in relation to these cuts is, that they are combined and\ninterchangeable, so that, with slight modifications, they are used for all\ngreat men. The cut, with the extras that go with it, consists of one head\nwith hair (front view), one bald head (front view), one head with hair\n(side view), one bald head (side view), one pair eyes (with glasses), one\npair eyes (plain), one Roman nose, one Grecian nose, one turn-up nose, one\nset whiskers (full), one moustache, one pair side-whiskers, one chin, one\nset large ears, one set medium ears, one set small ears, one set\nshoulders, with collar and necktie for above, one monkey-wrench, one set\nquoins, one galley, one oil can, one screwdriver. These different features\nare then arranged so that a great variety of clergymen, murderers,\nsenators, embezzlers, artists, dynamiters, humorists, arsonists,\nlarcenists, poets, statesmen, base ball players, rinkists, pianists,\ncapitalists, bigamists and sluggists are easily represented. No newspaper\noffice should be without them. They are very simple, and any child can\neasily learn to operate it. They are invaluable in all cases, for no one\nknows at what moment a revolting crime may be committed by a comparatively\nunknown man, whose portrait you wish to give, and in this age of rapid\npolitical transformations, presentations and combinations, no enterprising\npaper should delay the acquisition of a combined portrait for the use of\nits readers.",
        "Hoping that you are well, and that you will at once proceed to let no\nguilty man escape, I remain, yours truly,",
        "Bill Nye.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}