{
    "title": "Remarks - Murray and the Mormons",
    "author": "Bill Nye",
    "chapter": "72",
    "content": [
        "\n\n",
        "Gov. Murray, the gritty Gentile governor of Utah, would be noticed in a\ncrowd. He is very tall, yet well proportioned, square-built and handsome.\nHe was called fine looking in Kentucky, but the narrow-chested apostle of\nthe abnormally connubial creed does not see anything pretty about him.\nMurray moves about through Salt Lake City in a cool, self-possessed kind\nof way that is very annoying to the church. Full-bearded, with brown\nmoustache and dark hair parted a little to leeward of center; clothed in a\ndiagonal Prince Albert coat, a silk hat and other clothes, he strolls\nthrough Zion like a man who hasn’t got a yelping majority of ignorant\nlepers, led by a remorseless gang of nickel-plated apostles, thirsting for\nhis young blood. I really believe he don’t care a continental. The days of\nthe avenging angel and the meek-eyed Danite, carrying a large sock loaded\nwith buckshot, are over, perhaps; but only those who try to be Gentiles in\na land of polygamous wives and anonymous white-eyed children, know how\nvery unpopular it is. Judge Goodwin, of the Tribune, feels lonesome if he\ngets through the day without a poorly spelled, spattered, daubed and\nprofane valentine threatening his life. The last time I saw him he showed\nme a few of them. They generally referred to him as a blankety blank\n“skunk,” and a “hound of hell.” He said he hoped I wound pardon him for\nthe apparent egotism, but he felt as though the Tribune was attracting\nattention almost everyday. Some of these little billet-doux invited him to\ncall at a trysting place on Tribune avenue and get his alleged brains\nscattered over a vacant lot. Most all of them threatened him with a\nrectangular head, a tin ear, or a watch pocket under the eye He didn’t\nseem to care much. He felt pleased and proud. Goodwin was always pleased\nwith things that other men didn’t like much. In the old days, when he and\nMark Twain and Dan DeQuille were together, this was noticed in him. Gov.\nMurray is the same way. He feels the public pulse, and says to himself:\n“Sometime there’s going to be music here by the entire band, and I desire\nto be where I shan’t miss a note.”",
        "There are people who think the Mormons will not fight. Perhaps not. They\nwon’t if they are let alone, and allowed to fill the sage brush and line\nthe banks of the Jordan with juvenile nom de plumes. They are peaceful\nwhile they may populate Utah and invade adjoining territories with their\nherds of ostensible wives and prattling progeny; while they can bring in\nevery year via Castle Garden and the stock yards palace emigrant car,\nthousands of proselyted paupers from every pest house of Europe, and the\nfree-love idiots of America. But when Murray gets an act of congress at\nhis back and a squad of nervy, gamy, law-abiding monogamous assistants\nappointed by the president under that act of congress to knock crosswise\nand crooked the Jim Crow revelations of Utah and Mormondom, you will see\nthe fur fly, and the fragrant follower of a false prophet will rise up\nWilliam Riley and the regular army will feel lonesome. I asked a staff\nofficer in one of the territories last summer what would be the result if\nthe Mormons, with their home drill and their arms and their devotion to\nhome and their fraudulent religion, should awake Nicodemas and begin to\nmassacre the Gentiles, and the regular army should be sent over the\nWasatch range to quell the trouble.",
        "“Why,” said he, “the white-eyed followers of Mormonism would kill the\nregular army with clubs. You can wear out a tribe of hostile Indians when\nthe grass gives out and the antelope hunts the foothills, but the Mormons\nmake everything they eat, drink and wear. They don’t care whether there’s\ntariff or free trade. They can make everything from gunpowder to a knit\nundershirt, from a $250 revelation to a hand-made cocktail. When a church\ngets where it can make such cooking whisky as the Mormons do, it is time\nto call for volunteers and put down the hydra-headed monster.”",
        "If congress don’t step on a technicality and fall down, it looks like\namusement ahead, and if a District of Columbia rule, or martial law, or\ntocsin of war is the result, Gov. Murray is a good style of war governor.\nHe isn’t the kind of a man to put on his wife’s gossamer cloak and meander\nover into Montana. He would give the matter his attention, and you would\nfind him in the neighborhood when the national government decided to sit\ndown on disorderly conduct in Utah. The first lever to be used will be the\ngreat wealth of which the Mormon church and its members privately are\npossessed. Then the oleaginous prophet will get a revelation to gird up\nhis loins and to load the double-barrel shotgun, and fire the culverin,\nand to knock monogamy into a cocked hat. Money first and massacre second.\nThey can draw on their revelation supply house at three days, any time,\nfor authority to fill the irrigation ditches of Zion with the blood of the\nGentile and feed his vital organs to the coyote.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}