{
    "title": "Remarks - The Opium Habit",
    "author": "Bill Nye",
    "chapter": "23",
    "content": [
        "\n\n",
        "I have always had a horror of opiates of all kinds. They are so seductive\nand so still in their operations. They steal through the blood like a wolf\non the trail, and they seize upon the heart at last with their white fangs\ntill it is still forever.",
        "Up the Laramie there is a cluster of ranches at the base of the Medicine\nBow, near the north end of Sheep Mountain, and in sight of the glittering,\neternal frost of the snowy range. These ranches are the homes of the young\nmen from Massachusetts, Pennsylvania and Ohio, and now there are several\n“younger sons” of Old England, with herds of horses, steers and sheep,\nworth millions of dollars. These young men are not of the kind of whom the\nmetropolitan ass writes as saying “youbetcherlife,” and calling everybody\n“pardner.” They are many of them college graduates, who can brand a wild\nMaverick or furnish the easy gestures for a Strauss waltz.",
        "They wear human clothes, talk in the United States language, and have a\nbank account. This spring they may be wearing chaparajos and swinging a\nquirt through the thin air, and in July they may be at Long Branch, or\ncoloring a meerschaum pipe among the Alps.",
        "Well, a young man whom we will call Curtis lived at one of these ranches\nyears ago, and, though a quiet, mind-your-own-business fellow, who had\nabsolutely no enemies among his companions, he had the misfortune to incur\nthe wrath of a tramp sheep-herder, who waylaid Curtis one afternoon and\nshot him dead as he sat in his buggy. Curtis wasn’t armed. He didn’t dream\nof trouble till he drove home from town, and, as he passed through the\ngates of a corral, saw the hairy face of the herder, and at the same\nmoment the flash of a Winchester rifle. That was all.",
        "A rancher came into town and telegraphed to Curtis’ father, and then a\nhalf dozen citizens went out to help capture the herder, who had fled to\nthe sage brush of the foot-hills.",
        "They didn’t get back till toward daybreak, but they brought the herder\nwith them, I saw him in the gray of the morning, lying in a coarse gray\nblanket, on the floor of the engine house. He was dead.",
        "I asked, as a reporter, how he came to his death, and they told me–opium!\nI said, did I understand you to say “ropium?” They said no, it was opium.\nThe murderer had taken poison when he found that escape was impossible.",
        "I was present at the inquest, so that I could report the case. There was\nvery little testimony, but all the evidence seemed to point to the fact\nthat life was extinct, and a verdict of death by his own hand was\nrendered.",
        "It was the first opium work I had ever seen, and it aroused my curiosity.\nDeath by opium, it seems, leaves a dark purple ring around the neck. I did\nnot know this before. People who die by opium also tie their hands\ntogether before they die. This is one of the eccentricities of opium\npoisoning that I have never seen laid down in the books. I bequeath it to\nmedical science. Whenever I run up against a new scientific discovery, I\njust hand it right over to the public without cost.",
        "Ever since the above incident, I have been very apprehensive about people\nwho seem to be likely to form the opium habit. It is one of the most\ndeadly of narcotics, especially in a new country. High up in the pure\nmountain atmosphere, this man could not secure enough air to prolong life,\nand he expired. In a land where clear, crisp air and delightful scenery\nare abundant, he turned his back upon them both and passed away. Is it not\nsad to contemplate?",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}