{
    "title": "Remarks - Eccentricities of Genius",
    "author": "Bill Nye",
    "chapter": "83",
    "content": [
        "\n\n",
        "Alfonso Quanturnernit Dowdell, Frumenti, Ohio, writes to know something\nof the effects of alcohol on the brain of an adult, being evidently\napprehensive that some day he may become an adult himself He says:",
        "“I would be glad to know whether or not you think that liquor stimulates\nthe brain to do better literary work. I have been studying the personal\nhistory of Edgar A. Poe, and learned through that medium that he was in\nthe habit of drinking a good deal of liquor at times. I also read that\nGeorge D. Prentice, who wrote ’The Closing Year,’ and other nice poems,\nwas a hearty drinker. Will you tell me whether this is all true or not,\nand also what the effect of alcohol is on the brain of an adult?”",
        "It is said on good authority that Edgar A. Poe ever and anon imbibed the\npopular beverages of his day and age, some of which contained alcohol. We\nare led to believe these statements because they remain as yet undenied.\nBut Poe did a great deal of good in that way, for he set an example that\nhas been followed ever since, more or less, by quite a number of poets’\napprentices who emulated Poe’s great gift as a drinker. These men,\nthinking that poesy and delirium tremens went hand in hand, became fluent\ndrunkards early in their career, so that finally, instead of issuing a\nsmall blue volume of poems they punctuated a drunkard’s grave.",
        "So we see that Poe did a great work aside from what he wrote. He opened up\na way for these men which eradicated them, and made life more desirable\nfor those who remained. He made it easy for those who thought genius and\ninebriation were synonymous terms to get to the hospital early in the day,\nwhile the overworked waste-basket might secure a few hours of much needed\nrest.",
        "George D. Prentice has also done much toward weeding out a class of people\nwho otherwise might have become disagreeable. It is better that these men\nwho write under the influence of rum should fall into the hands of the\npolice as early as possible. The police can handle them better than the\neditor can.",
        "Do not try, Alfonso, to experiment in this way. Because Mr. Poe and Mr.\nPrentice could write beautiful and witty things between drinks, do not, oh\ndo not imagine that you can begin that way and succeed at last.",
        "The effect of alcohol on the brain of an adult is to congest it finally.\nAlcohol will sometimes congest the brain of an adult under the most trying\nand discouraging circumstances. I have frequently known it to scorch out\nand paralyze the brain in cases where other experiments had not been\nsuccessful in showing the presence of a brain at all.",
        "That is the reason why some people love to fool with this great chemical.\nIt revives their suspicions regarding the presence of a brain.",
        "The habits of literary men vary a good deal, for no two of them seem to\ncare to adopt the same plan.",
        "I have taken the liberty of showing here my own laboratory and methods of\nthought. This is from a drawing made by myself, and represents the writer\nin his study and in the act of thinking about a poem.",
        "Last summer I wrote a large poem entitled, “Moanings of the Moist,\nMalarious Sea.” I have it still. The back of it has a memoranda on it in\nblue pencil from the leading editors of our broad land, but otherwise it\nis just as I wrote it.",
        "The engraving represents me in the act of thinking about the poem, and\nwhat I will do with the money when I get it.",
        "I am now preparing a poem entitled, “The Umbrella.” It is a dainty\nlittle bit of verse, and my hired man thinks it is a gem. I called it “The\nUmbrella” so that it would not be returned.",
        "By looking at the drawing you will see the rapid change of expression on\nthe face as the work goes on.",
        "I give the drawing in order also, to show the rich furniture of the room.\nAll poets do not revel in such gaudy trappings as I do, but I cannot write\nwell in a bare and ill-furnished room. In these apartments there is also a\nwindow which does not show in the engraving. I have tried over and over\nagain to write a poem in a room that had no window in it, but I cannot say\nthat I ever wrote one under such circumstances that I thought would live.",
        "You can do as you think best about furnishing your room as I have mine.\nYou might, of course, succeed as well by writing in a plainer apartment,\nbut I could not. All my poetical work that was done in the cramped and\nplainly furnished room that I formerly occupied over Knadler’s livery\nstable, was ephemeral.",
        "It got into a few of the leading autograph albums of the country, but it\nnever got into the papers.",
        "I would not use alcohol, however. Poe and Prentice could use it, but I\nnever could. After a long debauch, I could always work well enough on the\nstreet but I could not do literary work.",
        " ",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}