{
    "title": "Remarks - Archimedes",
    "author": "Bill Nye",
    "chapter": "8",
    "content": [
        "\n\n",
        "Archimedes, whose given name has been accidentally torn off and swallowed\nup in oblivion, was born in Syracuse, 2,171 years ago last spring. He was\na philosopher and mathematical expert. During his life he was never\nsuccessfully stumped in figures. It ill befits me now, standing by his\nnew-made grave, to say aught of him that is not of praise. We can only\nmourn his untimely death, and wonder which of our little band of great men\nwill be the next to go.",
        "Archimedes was the first to originate and use the word “Eureka.” It has\nbeen successfully used very much lately, and as a result we have the\nEureka baking powder, the Eureka suspender, the Eureka bed-bug buster, the\nEureka shirt, and the Eureka stomach bitters. Little did Archimedes wot,\nwhen he invented this term, that it would come into such general use.",
        "Its origin has been explained before, but it would not be out of place\nhere for me to tell it as I call it to mind now, looking back over\nArchie’s eventful life.",
        "King Hiero had ordered an eighteen karat crown, size 7-1/8, and, after\nreceiving it from the hands of the jeweler, suspected that it had been\nadulterated. He therefore applied to Archimedes to ascertain, if possible,\nwhether such was the case or not. Archimedes had just got in on No. 3, two\nhours late, and covered with dust. He at once started for a hot and cold\nbath emporium on Sixteenth street, meantime wondering how the dickens he\nwould settle that crown business.",
        "He filled the bath-tub level full, and, piling up his raiment on the\nfloor, jumped in. Displacing a large quantity of water, equal to his own\nbulk, he thereupon solved the question of specific gravity, and,\nforgetting his bill, forgetting his clothes, he sailed up Sixteenth street\nand all over Syracuse, clothed in shimmering sunlight and a plain gold\nring, shouting “Eureka!” He ran head-first into a Syracuse policeman and\nhowled “Eureka!” The policeman said: “You’ll have to excuse me; I don’t\nknow him.” He scattered the Syracuse Normal school on its way home, and\ntried to board a Fifteenth street bob-tail car, yelling “Eureka!” The\ncar-driver told him that Eureka wasn’t on the car, and referred Archimedes\nto a clothing store.",
        "Everywhere he was greeted with surprise. He tried to pay his car-fare, but\nfound that he had left his money in his other clothes.",
        "Some thought it was the revised statute of Hercules; that he had become\nweary of standing on his pedestal during the hot weather, and had started\nout for fresh air. I give this as I remember it. The story is foundered on\nfact.",
        "Archimedes once said: “Give me where I may stand, and I will move the\nworld.” I could write it in the original Greek, but, fearing that the\nnonpareil delirium tremens type might get short, I give it in the English\nlanguage.",
        "It may be tardy justice to a great mathematician and scientist, but I have\na few resolutions of respect which I would be very glad to get printed on\nthis solemn occasion, and mail copies of the paper to his relatives and\nfriends:",
        "“WHEREAS, It has pleased an All-wise Providence to remove from our midst\nArchimedes, who was ever at the front in all deserving labors and\nenterprises; and",
        "“WHEREAS, We can but feebly express our great sorrow in the loss of\nArchimedes, whose front name has escaped our memory; therefore",
        "“Resolved, That in his death we have lost a leading citizen of Syracuse,\nand one who never shook his friends–never weakened or gigged back on\nthose he loved.",
        "“Resolved, That copies of these resolutions will be spread on the\nmoments of the meeting of the Common Council of Syracuse, and that they be\npublished in the Syracuse papers eodtfpdq&cod, and that marked copies of\nsaid papers be mailed to the relatives of the deceased.”",
        "To the President-Elect.",
        "Dear Sir.–The painful duty of turning over to you the administration of\nthese United States and the key to the front door of the White House has\nbeen assigned to me. You will find the key hanging inside the storm-door,\nand the cistern-pole up stairs in the haymow of the barn. I have made a\ngreat many suggestions to the outgoing administration relative to the\ntransfer of the Indian bureau from the department of the Interior to that\nof the sweet by-and-by. The Indian, I may say, has been a great source of\nannoyance to me, several of their number having jumped one of my most\nvaluable mining claims on White river. Still, I do not complain of that.\nThis mine, however, I am convinced would be a good paying property if\nproperly worked, and should you at any time wish to take the regular army\nand such other help as you may need and re-capture it from our red\nbrothers, I would be glad to give you a controlling interest in it.",
        "You will find all papers in their appropriate pigeon-holes, and a small\njar of cucumber pickles down cellar, which were left over and to which you\nwill be perfectly welcome. The asperities and heart burnings that were the\nimmediate result of a hot and unusually bitter campaign are now all\nburied. Take these pickles and use them as though they were your own. They\nare none too good for you. You deserve them. We may differ politically,\nbut that need not interfere with our warm personal friendship.",
        "You will observe on taking possession of the administration, that the navy\nis a little bit weather-beaten and wormy. I would suggest that it be newly\npainted in the spring. If it had been my good fortune to receive a\nmajority of the suffrages of the people for the office which you now hold,\nI should have painted the navy red. Still, that need not influence you in\nthe course which you may see fit to adopt.",
        "There are many affairs of great moment which I have not enumerated in this\nbrief letter, because I felt some little delicacy and timidity about\nappearing to be at all dictatorial or officious about a matter wherein the\npublic might charge me with interference.",
        "I hope you will receive the foregoing in a friendly spirit, and whatever\nyour convictions may be upon great questions of national interest, either\nforeign or domestic, that you will not undertake to blow out the gas on\nretiring, and that you will in other ways realize the fond anticipations\nwhich are now cherished in your behalf by a mighty people whose aggregated\neye is now on to you.",
        "Bill Nye.",
        "P.S.–You will be a little surprised, no doubt, to find no soap in the\nlaundry or bath-rooms. It probably got into the campaign in some way and\nwas absorbed.",
        "B.N.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}