{
    "title": "Remarks - Preventing a Scandal",
    "author": "Bill Nye",
    "chapter": "39",
    "content": [
        "\n\n",
        "Boys should never be afraid or ashamed to do little odd jobs by which to\nacquire money. Too many boys are afraid, or at least seem to be\nembarrassed when asked to do chores, and thus earn small sums of money. In\norder to appreciate wealth we must earn it ourselves. That is the reason I\nlabor. I do not need to labor. My parents are still living, and they\ncertainly would not see me suffer for the necessities of life. But life in\nthat way would not have the keen relish that it would if I earned the\nmoney myself.",
        "Sawing wood used to be a favorite pastime with boys twenty years ago. I\nremember the first money I ever earned was by sawing wood. My brother and\nmyself were to receive $5 for sawing five cords of wood. We allowed the\njob to stand, however, until the weather got quite warm, and then we\ndecided to hire a foreigner who came along that way one glorious summer\nday when all nature seemed tickled and we knew that the fish would be apt\nto bite. So we hired the foreigner, and while he sawed, we would bet with\nhim on various “dead sure things” until he got the wood sawed, when he\nwent away owing us fifty cents.",
        "We had a neighbor who was very wealthy. He noticed that we boys earned our\nown spending money, and he yearned to have his son try to ditto. So he\ntold the boy that he was going away for a few weeks and that he would give\nhim $2 per cord, or double price, to saw the wood. He wanted to teach the\nboy to earn and appreciate his money. So, when the old man went away, the\nboy secured a colored man to do the job at $1 per cord, by which process\nthe youth made $10. This he judiciously invested in clothes, meeting his\nfather at the train in a new summer suit and a speckled cane. The old man\nsaid he could see by the sparkle in the boy’s clear, honest eyes, that\nhealthful exercise was what boys needed.",
        "When I was a boy I frequently acquired large sums of money by carrying\ncoal up two flights of stairs for wealthy people who were too fat to do it\nthemselves. This money I invested from time to time in side shows and\nother zoological attractions.",
        "One day I saw a coal cart back up and unload itself on the walk in such a\nway as to indicate that the coal would have to be manually elevated inside\nthe building. I waited till I nearly froze to death, for the owner to come\nalong and solicit my aid. Finally he came. He smelled strong of carbolic\nacid, and I afterward learned that he was a physician and surgeon.",
        "We haggled over the price for some time, as I had to carry the coal up two\nflights in an old waste paper basket and it was quite a task. Finally we\nagreed. I proceeded with the work. About dusk I went up the last flight of\nstairs with the last load. My feet seemed to weigh about nineteen pounds\napiece and my face was very sombre.",
        "In the gloaming I saw my employer. He was writing a prescription by the\ndim, uncertain light. He told me to put the last basketful in the little\ncloset off the hall and then come and get my pay. I took the coal into the\ncloset, but I do not know what I did with it. As I opened the door and\nstepped in, a tall skeleton got down off the nail and embraced me like a\nprodigal son. It fell on my neck and draped itself all over me. Its\nglittering phalanges entered the bosom of my gingham shirt and rested\nlightly on the pit of my stomach. I could feel the pelvis bone in the\nsmall of my back. The room was dark, but I did not light the gas. Whether\nit was the skeleton of a lady or gentleman, I never knew; but I thought,\nfor the sake of my good name, I would not remain. My good name and a\nstrong yearning for home were all that I had at that time.",
        "So I went home. Afterwards, I learned that this physician got all his coal\ncarried up stairs for nothing in this way, and he had tried to get rooms\ntwo flights further up in the building, so that the boys would have\nfurther to fall when they made their egress.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}