{
    "title": "Remarks - Answering an Invitation",
    "author": "Bill Nye",
    "chapter": "73",
    "content": [
        "\n\n",
        "Hudson, Wis., January 19, 1886.",
        "Dear friend.–I have just received your kind and cordial invitation to\ncome to Washington and spend several weeks there among the eminent men of\nour proud land. I would be glad to go as you suggest, but I cannot do so\nat this time. I am passionately fond of mingling with the giddy whirl of\ngood society. I hope you will not feel that my reason for declining your\nkind invitation is that I feel myself above good society. I assure you I\ndo not.",
        "Nothing pleases me better than to dress up and mingle among my fellow-men,\nwith a sprinkling here and there of the other sex. It is true that the\nmost profitable study for mankind is man, but we should not overlook\nwoman. Woman is now seeking to be emancipated. Let us put our great,\nstrong arms around her and emancipate her. Even if we cannot emancipate\nbut one, we shall not have lived entirely for naught.",
        "I am told by those upon whom I can rely that there are hundreds of\nattractive young women throughout our joyous land who have arrived at\nyears of discretion and yet who have never been emancipated. I met a woman\non the cars last week who is lecturing on this subject, and she told me\nall about it. Now, the question at once presents itself, how shall we\nemancipate woman unless we go where she is? We must go right into society\nand take her by the hand and never let go of her hand till she is properly\nemancipated. Not only must she be emancipated, but she must be emancipated\nfrom her present thralldom. Thralldom of this kind is liable to break out\nin any community, and those who are now in perfect health may pine away in\na short time and flicker.",
        "My course, while mingling in society’s mad whirl, is to first open the\nconversation with a young lady by leading her away to the conservatory,\nwhere I ask her if she has ever been the victim of thralldom and whether\nor not she has ever been ground under the heel of the tyrant man. I then\ntime her pulse for thirty minutes, so as to strike a good average. The\nemancipation of woman is destined at some day to become one of our leading\nindustries.",
        "You also ask me to kindly lead the German while there. I would cheerfully\ndo so, but owing to the wobbly eccentricity of my cyclone leg, it would be\nsort of a broken German. But I could sit near by and watch the game with a\nfurtive glance, and fan the young ladies between the acts, and converse\nwith them in low, earnest, passionate tones. I like to converse with\npeople in whom I take an interest. I was conversing with a young lady one\nevening at a recherche ball in my far away home in the free and unfettered\nWest, a very brilliant affair, I remember, under the auspices of Hose\nCompany No. 2, I was talking in a loud and earnest way to this liquid-eyed\ncreature, a little louder than usual, because the music was rather forte\njust then, and the base viol virtuoso was bearing on rather hard at that\nmoment. The music ceased with a sudden snort. And so did my wife, who was\njust waltzing past us. If I had ceased to converse at the same time that\nthe music shut off, all might have been well, but I did not.",
        "Your remark that the president and cabinet would be glad to see me this\nwinter is ill-timed.",
        "There have been times when it would have given me much pleasure to visit\nWashington, but I did not vote for Mr. Cleveland, to tell the truth, and I\nknow that if I were to go to the White House and visit even for a few\ndays, he would reproach me and throw it up to me. It is true I did not\npledge myself to vote for him, but still I would hate to go to a man’s\nhouse and eat his popcorn and use his smoking tobacco after I had voted\nagainst him and talked about him as I have about Cleveland.",
        "No, I can’t be a hypocrite. I am right out, open and above board. If I\ntalk about a man behind his back, I won’t go and gorge myself with his\nvictuals. I was assured by parties in whom I felt perfect confidence that\nMr. Cleveland was a “moral leper,” and relying on such assurances from men\nin whom I felt that I could trust, and not being at that time where I\ncould ask Mr. Cleveland in person whether he was or was not a moral leper\nas aforesaid, I assisted in spreading the report that he had been exposed\nto moral leprosy, and as near as I could learn, he was liable to come down\nwith it at any time.",
        "So that even if I go to Washington I shall put up at a hotel and pay my\nbills just as any other American citizen would. I know how it is with Mr.\nCleveland at this time. When the legislature is in session there, people\ncome in from around Buffalo with their butter and eggs to sell, and stay\novernight with the president. But they should not ride a free horse to\ndeath. I may not be well educated, but I am high strung till you can’t\nrest Groceries are just as high in Washington as they are in Philadelphia.",
        "I hope that you will not glean from the foregoing that I have lost my\ninterest in national affairs. God forbid. Though not in the political\narena myself, my sympathies are with those who are. I am willing to assist\nthe families of those who are in the political arena trying to obtain a\nprecarious livelihood thereby. I was once an official under the Federal\ngovernment myself, as the curious student of national affairs may learn if\nhe will go to the Treasury Department at Washington, D.C., and ask to see\nmy voucher for $9.85, covering salary as United States commissioner for\nthe Second Judicial District of Wyoming for the year 1882. It was at that\ntime that a vile contemporary characterized me as “a corrupt and venal\nFederal official who had fattened upon the hard-wrung taxes of my fellow\ncitizens and gorged myself for years at the public crib.” This was unjust\nI was not corrupt I was not venal. I was only hungry!",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}