{
    "title": "Remarks - General Sheridan’s Horse",
    "author": "Bill Nye",
    "chapter": "38",
    "content": [
        "\n\n",
        "I have always taken a great interest in war incidents, and more so,\nperhaps, because I wasn’t old enough to put down the rebellion myself. I\nhave been very eager to get hold of and hoard up in my memory all its\ngallant deeds of both sides, and to know the history of those who figured\nprominently in that great conflict has been one of my ambitions.",
        "I have also watched with interest the steady advancement of Phil Sheridan,\nthe black-eyed warrior with the florid face and the Winchester record. I\nhave also taken some pains to investigate the later history of the old\nWinchester war horse.",
        "“Old Rienzi died in our stable a few years after the war,” said a Chicago\nlivery man to me, a short time ago. “General Sheridan left him with us and\ninstructed us to take good care of him, which we did, but he got old at\nlast, and his teeth failed upon him, and that busted his digestion, and he\nkind of died of old age, I reckon.”",
        "“How did General Sheridan take it?”",
        "“Oh, well, Phil Sheridan is no school girl. He didn’t turn away when old\nRienzi died and weep the manger full of scalding regret. If you know\nSheridan, you know that he don’t rip the blue dome of heaven wide open\nwith unavailing wails. He just told us to take care of its remains, patted\nthe old cuss on the head a little and walked off. Phil Sheridan don’t go\naround weeping softly into a pink bordered wipe when a horse dies. He\nlikes a good horse, but Rienzi was no Jay-Eye-See for swiftness, and he\nwasn’t the purtiest horse you ever see, by no means.”",
        "“Did you read lately how General Sheridan don’t ride on horseback since\nhis old war horse died, and seems to have lost all interest in horses?”",
        "“No, I never did. He no doubt would rather ride in a cable car or a\ncarriage than to jar himself up on a horse. That’s all likely enough,\nbut, as I say, he’s a matter of fact little fighter from Fighttown. He\nnever stopped to snoot and paw up the ground and sob himself into\nbronchitis over old Rienzi. He went right on about his business, and,\nlike old King What’s-His-name he hollered for another hoss, and the War\nDepartment never slipped a cog.”",
        "Later on I read that the old war horse was called Winchester and that he\nwas still alive in a blue grass pasture in Kentucky. The report said that\nold Winchester wasn’t very coltish, and that he was evidently failing. I\ngathered the idea that he was wearing store teeth, and that his memory was\na little deficient, but that he might live yet for years. After that I met\na New York livery stable prince, at whose palace General Sheridan’s\nwell-known Winchester war horse died of botts in ’71. He told me all\nabout it and how General Sheridan came on from Chicago at the time, and\nheld the horse’s head in his lap while the fleet limbs that flew from\nWinchester down and saved the day, stiffened in the great, mysterious\nrepose of death. He said Sheridan wept like a child, and as he told the\ntouching tale to me I wept also. I say I wept. I wept about a quart, I\nwould say. He said also that the horse’s name wasn’t Winchester nor\nRienzi; it was Jim.",
        "I was sorry to know it. Jim is no name for a war horse who won a victory\nand a marble bust and a poem. You can’t respect a horse much if his name\nwas Jim.",
        "After that I found out that General Sheridan’s celebrated Winchester horse\nwas raised in Kentucky, also in Pennsylvania and Michigan; that he went\nout as a volunteer private; that he was in the regular service prior to\nthe war, and that he was drafted, and that he died on the field of battle,\nin a sorrel pasture, in ’73, in great pain on Governor’s Island; that he\nwas buried with Masonic honors by the Good Templars and the Grand Army of\nthe Republic; that he was resurrected by a medical college and dissected;\nthat he was cremated in New Orleans and taxidermed for the Military Museum\nat New York. Every little while I run up against a new fact relative to\nthis noted beast. He has died in nine different States, and been buried in\nthirteen different styles, while his soul goes marching on. Evidently we\nlive in an age of information. You can get more information nowadays, such\nas it is, than you know what to do with.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}