{
    "title": "Remarks - Second Letter to the President",
    "author": "Bill Nye",
    "chapter": "13",
    "content": [
        "\n\n",
        "To the President.–I write this letter not on my own account, but on\nbehalf of a personal friend of mine who is known as a mugwump. He is a\ngreat worker for political reform, but he cannot spell very well, so he\nhas asked me to write this letter. He knew that I had been thrown among\ngreat men all my life, and that, owing to my high social position and fine\neducation, I would be peculiarly fitted to write you in a way that would\nnot call forth disagreeable remarks, and so he has given me the points and\nI have arranged them for you.",
        "In the first place, my friend desires me to convey to you, Mr. President,\nin a delicate manner, and in such language as to avoid giving offense,\nthat he is somewhat disappointed in your Cabinet. I hate to talk this way\nto a bran-new President, but my friend feels hurt and he desires that I\nshould say to you that he regrets your short-sighted policy. He says that\nit seems to him there is very little in the course of the administration\nso far to encourage a man to shake off old party ties and try to make men\nbetter. He desires to say that after conversing with a large number of the\npurest men, men who have been in both political parties off and on for\nyears and yet have never been corrupted by office, men who have left\nconvention after convention in years past because those conventions were\ncorrupt and endorsed other men than themselves for office, he finds that\nyour appointment of Cabinet officers will only please two classes, viz:\nDemocrats and Republicans.",
        "Now, what do you care for an administration which will only gratify those\ntwo old parties? Are you going to snap your fingers in disdain at men who\nadmit that they are superior to anybody else? Do you want history to\nchronicle the fact that President Cleveland accepted the aid of the pure\nand highly cultivated gentlemen who never did anything naughty or\nunpretty, and then appointed his Cabinet from men who had been known for\nyears as rude, naughty Democrats?",
        "My friend says that he feels sure you would not have done so if you had\nfully realized how he felt about it. He claims that in the first week of\nyour administration you have basely truckled to the corrupt majority. You\nhave shown yourself to be the friend of men who never claimed to be truly\ngood.",
        "If you persist in this course you will lose the respect and esteem of my\nfriend and another man who is politically pure, and who has never smirched\nhis escutcheon with an office. He has one of the cleanest and most\nvigorous escutcheons in that county. He never leaves it out over night\nduring the summer, and in the winter he buries it in sawdust. Both of\nthese men will go back to the Republican party in 1888 if you persist in\nthe course you have thus far adopted. They would go back now if the\nRepublican party insisted on it.",
        "Mr. President, I hate to write to you in this tone of voice, because I\nknow the pain it will give you. I once held an office myself, Mr.\nPresident, and it hurt my feelings very much to have a warm personal\nfriend criticise my official acts.",
        "The worst feature of the whole thing, Mr. President, is that it will\nencourage crime. If men who never committed any crime are allowed to earn\ntheir living by the precarious methods peculiar to manual labor, and if\nthose who have abstained from office for years, by request of many\ncitizens, are to be denied the endorsement of the administration, they\nwill lose courage to go on and do right in the future. My friend desires\nto state vicariously, in the strongest terms, that both he and his wife\nfeel the same way about it, and they will not promise to keep it quiet any\nlonger. They feel like crippling the administration in every way they can\nif the present policy is to be pursued.",
        "He says he dislikes to begin thus early to threaten a President who has\nbarely taken off his overshoes and drawn his mileage, but he thinks it may\nprevent a recurrence of these unfortunate mistakes. He claims that you\nhave totally misunderstood the principles of the mugwumps all the way\nthrough. You seem to regard the reform movement as one introduced for the\npurpose of universal benefit. This was not the case. While fully endorsing\nand supporting reform, he says that they did not go into it merely to kill\ntime or simply for fun. He also says that when he became a reformer and\nsupported you, he did not think there were so many prominent Democrats who\nwould have claims upon you. He can only now deplore the great national\npoverty of offices and the boundless wealth of raw material in the\nDemocratic party from which to supply even that meagre demand.",
        "He wishes me to add, also, that you must have over-estimated the zeal of\nhis party for civil service reform. He says that they did not yearn for\ncivil service reform so much as many people seem to think.",
        "I must now draw this letter to a close. We are all well with the exception\nof colds in the head, but nothing that need give you any uneasiness. Our\nlarge seal-brown hen last week, stimulated by a rising egg market,\nover-exerted herself, and on Saturday evening, as the twilight gathered,\nshe yielded to a complication of pip and softening of the brain and\nexpired in my arms. She certainly led a most exemplary life and the forked\ntongue of slander could find naught to utter against her.",
        "Hoping that you are enjoying the same great blessing and that you will\nwrite as often as possible without waiting for me, I remain,",
        "Very respectfully yours,",
        "Bill Nye.",
        "[Dictated Letter.]",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}