{
    "title": "Remarks - The Poor Blind Pig",
    "author": "Bill Nye",
    "chapter": "75",
    "content": [
        "\n\n",
        "I have just been over to the Falls of Minnehaha. In fact I have been quite\na tourist and summer resorter this season, having saturated my system with\nnineteen different styles of mineral water in Wisconsin alone, and tried\nto win the attention of nineteen different styles of head waiters at these\nsummer hotels. I may add in passing that the summer hotels of Wisconsin\nand Minnesota have been crowded full the past season and more room will\nhave to be added before another season comes around.",
        "The motto of the summer hotel seems to be, “Unless ye shall have feed the\nwaiter, behold ye shall in no wise be fed.” Many waiters at these places,\nby a judicious system of blackmail and starvation, have reduced the guest\nto a sad state.",
        "The mineral water of Wisconsin ranks high as a beverage. Many persons are\nusing it during the entire summer in place of rum.",
        "The water of Waukesha does not appear to taste of any mineral, although an\nanalysis shows the presence of several kinds of groceries in solution. The\nwater at Palmyra Springs also tastes like any other pure water, but at\nKankanna, on the Fox River, they have a style of mineral water which is\ndifferent. Almost as soon as you taste it you discover that it is\nextremely different. Colonel Watrous, of the Milwaukee Sunday Telegraph,\ntook some of it. I saw him afterward. He looked depressed, and told me\nthat he had been deceived. Several Kankanna people had told him that this\nwas living water, He had discovered otherwise. He hated to place his\nconfidence in people and then find it misplaced.",
        "A favorite style of Kankanna revenge is to drink a quart of this water,\nand then, on meeting an enemy, to breathe on him and wither him. One\nbreath produces syncope and blind staggers. Two breaths induce coma and\nmetallic casket for one.",
        "Minnehaha is not mineral water. It is just plain water, giving itself away\nday after day like a fresh young man in society. If you want pure water\nyou get it at the spring near the foot of the fall, and if you want it\nflavored, with something that will leave a blazed road the whole length of\nyour alimentary canal, you go to the “blind pig,” a few rods away from the\nfalls.",
        "The blind pig draws many people toward the falls through sympathy. To be\nblind must indeed be a sad plight. Let us pause and reflect on this\nproposition.",
        "By good fortune I have had a chance to watch the rum problem in all its\nphases this summer. Beginning in Maine, where the most ingenious methods\nof whipping the devil around the stump are adopted, then going through\nnorthern Iowa and tasting her exhilarating pop, and at last paying ten\ncents to see the blind pig at Minnehaha, I feel like one who has wrestled\nwith the temperance problem in a practical way, and I have about decided\nthat a high license is about the only way to make the sale of whisky\nodious. Prohibition is too abrupt in its methods, and one generation can\nhardly wipe out the appetite for liquor that has been planted and fostered\nby fifty preceding generations.",
        "For fear that a few of my lady readers do not know what the Minnehaha\nblind pig looks like, and that they may be curious about it, I will just\nsay that it is a method of evading the law, and consists of a dumb waiter,\nwherein, if you pay ten cents, you get a glass of stimulants without the\nannoyance of conversation. Many ladies who visit the falls, and who have\nheard incidentally about the blind pig, express a desire to see the poor\nlittle thing, but their husbands generally persuade them to refrain.",
        "Minnehaha is a beautiful waterfall. It is not so frightfully large and\ngrand as Niagara, but it is very fine, and if the State of Minnesota would\ncatch the man who nails his signs on the trees around there, and choke him\nto death near the falls on a pleasant day, a large audience wold attend\nwith much pleasure, I believe that the fence-board advertiser is not only,\nas a rule, wicked, but he also lacks common sense. Who ever bought a liver\npad or a corset because he read about it on a high board fence? No one.\nWho ever purchased a certain kind of pill or poultice because the name of\nthat pill or poultice was nailed on a tree to disfigure a beautiful\nlandscape? I do not believe that any sane human being ever did so. If\neveryone feels as I do about it, people would rather starve to death for\npills and freeze to death in a perfect wilderness of liver pads than buy\nof the man who daubs the fair face of nature with names of his alleged\ngoods.",
        "I saw a squaw who seemed to belong in the picture of the poetic little\nwaterfall. I did not learn her name. It was one of these long, corduroy\nSioux names, that hang together with hyphens like a lot of sausage. The\nsalaried humorist of the party said he never sausage a name before.",
        "Translated into our tongue it meant\nThe-swift-daughter-of-the-prairie-blizzard-that-gathers-the-huckleberry-on\n-the-run-and-don’t-you-forget-it.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}