{
    "title": "Remarks - Stirring Incidents at a Fire",
    "author": "Bill Nye",
    "chapter": "79",
    "content": [
        "\n\n",
        "Last night I was awakened by the cry of fire. It was a loud, hoarse cry,\nsuch as a large, adult man might emit from his window on the night air.\nThe town was not large, and the fire department, I had been told, was not\nso effective as it should have been.",
        "For that reason I arose and carefully dressed myself, in order to assist,\nif possible. I carefully lowered myself from my room, by means of a\nstaircase which I found concealed in a dark and mysterious corner of the\npassage.",
        "On the streets all was confusion. The hoarse cry of fire had been taken up\nby others, passed around from one to another, till it had swollen into a\ndull roar. The cry of fire in a small town is always a grand sight.",
        "All along the street in front of Mr. Pendergast’s roller rink the blanched\nfaces of the people could be seen. Men were hurrying to and fro, knocking\nthe bystanders over in their frantic attempts to get somewhere else. With\ngreat foresight, Mr. Pendergast, who had that day finished painting his\nroller rink a dull-roan color, removed from the building the large card\nwhich bore the legend:",
        "FRESH PAINT!",
        "so that those who were so disposed might feel perfectly free to lean up\nagainst the rink and watch the progress of the flames.",
        "Anon the bright glare of the devouring element might have been seen\nbursting through the casement of Mr. Cicero Williams’s residence, facing\non the alley west of Mr. Pendergast’s rink. Across the street the\nspectator whose early education had not been neglected could distinctly\nread the sign of our esteemed fellow-townsman, Mr. Alonzo Burlingame,\nwhich was lit up by the red glare of the flames so that the letters stood\nout plainly as follows:",
        "Alonzo Burlingame,",
        "Dealer in Soft and Hard Coal, Ice-Cream, Wood, Lime, Cement, Perfumery,\n  Nails, Putty, Spectacles, and Horse Radish.\nChocolate Caramels and Tar Roofing.\nGas Fitting and Undertaking in all Its Branches.\nHides, Tallow, and Maple Syrup.\nFine Gold Jewelry, Silverware, and Salt.\nGlue, Codfish, and Gent’s Neckwear.\nUndertaker and Confectioner.\nDiseases of Horses and Children a Specialty.",
        "Jno. White, Ptr.",
        "The flames spread rapidly, until they threatened the Palace rink of our\nesteemed fellow-townsman, Mr. Pendergast, whose genial and urbane manner\nhas endeared him to all.",
        "With a degree of forethought worthy of a better cause, Mr. Leroy W. Butts\nsuggested the propriety of calling out the hook and ladder company, an\norganization of which every one seemed to be justly proud. Some delay\nensued in trying to find the janitor of Pioneer Hook and Ladder Company\nNo. 1’s building, but at last he was secured, and, after he had gone home\nfor the key, Mr. Butts ran swiftly down the street to awaken the foreman,\nbut, after he had dressed himself and inquired anxiously about the fire,\nhe said that he was not foreman of the company since the 2d of April.",
        "Meantime the firefiend continued to rise up ever and anon on his hind feet\nand lick up salt-barrel after salt-barrel in close proximity to the Palace\nrink, owned by our esteemed fellow-citizen, Mr. Pendergast. Twice Mr.\nPendergast was seen to shudder, after which he went home and filled out a\nblank which he forwarded to the insurance company.",
        "Just as the town seemed doomed, the hook and ladder company came rushing\ndown the street with their navy-blue hook and ladder truck. It is indeed a\nbeauty, being one of the Excelsior noiseless hook and ladder factory’s\nbest instruments, with tall red pails and rich blue ladders.",
        "Some delay ensued, as several of the officers claimed that under a new\nbylaw passed in January they were permitted to ride on the truck to fires.\nThis having been objected to by a gentleman who had lived in Chicago\nseveral years, a copy of the by-laws was sent for and the dispute\nsummarily settled. The company now donned its rubber overcoats with great\ncoolness and proceeded at once to deftly twist the tail of the firefiend.",
        "It was a thrilling sight as James McDonald, a brother of Terrance\nMcDonald, Trombone, Ind., rapidly ascended one of the ladders in the full\nglare of the devouring element and fell off again.",
        "Then a wild cheer arose to a height of about nine feet, and all again\nbecame confused.",
        "It was now past 11 o’clock, and several of the members of the hook and\nladder company who had to get up early the next day in order to catch a\ntrain excused themselves and went home to seek much-needed rest.",
        "Suddenly it was discovered that the brick livery stable of Mr. Abraham\nMcMichaels, a nephew of our worthy assessor, was getting hot. Leaving the\nPalace rink to its fate, the hook and ladder company directed its\nattention to the brick barn, and, after numerous attempts, at last\nsucceeded in getting its large iron prong fastened on the second story\nwindow-sill, which was pulled out. The hook was again inserted, but not so\neffectively, bringing down at this time an armful of hay and part of an\nold horse blanket. Another courageous jab was made with the iron hook,\nwhich succeeded in pulling out about 5 cents worth of brick. This was\ngreeted by a wild burst of applause from the bystanders, during which the\nhook and ladder company fell over each other and added to the horror of\nthe scene by a mad burst of pale-blue profanity.",
        "It was not long before the stable was licked up by the firefiend, and the\nhook and ladder company directed its attention toward the undertaking,\nembalming, and ice-cream parlors of our highly esteemed fellow-townsman,\nMr. A. Burlingame. The company succeeded in pulling two stone window-sills\nout of this building before it burned. Both times they were encored by the\nlarge and aristocratic audience.",
        "Mr. Burlingame at once recognized the efforts of the heroic firemen by\ntapping a keg of beer, which he distributed among them at 25 cents per\nglass.",
        "This morning a space forty-seven feet wide, where but yesterday all was\njoy and prosperity and beauty, is covered over with blackened ruins. Mr.\nPendergast is overcome by grief over the loss of his rink, but assures us\nthat if he is successful in getting the full amount of his insurance he\nwill take the money and build two rinks, either one of which will be far\nmore imposing than the one destroyed last evening.",
        "A movement is on foot to give a literary and musical entertainment at\nBurley’s hall, to raise funds for the purchase of new uniforms for the\n“fire laddies,” at which Mrs. Butts has consented to sing “When the Robins\nNest Again,” and Miss Mertie Stout will recite “’Ostler Jo,” a selection\nwhich never fails to offend the best people everywhere. Twenty-five cents\nfor each offense.",
        "Let there be a full house.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}