{
    "title": "Remarks - Two Ways of Telling It",
    "author": "Bill Nye",
    "chapter": "77",
    "content": [
        "\n\n",
        "I remember one sunny day in summer, we were sitting in the Boomerang\noffice, I and the city editor, and he was speaking enviously of my salary\nof $150 per month as compared with his of $80, and I had just given him\nthe venerable minstrel witticism that of course my salary was much larger\nthan his, but he ought not to forget that he got his.",
        "Just then there was a revolver shot at the foot of our stairs, and then\nanother. The printers rushed into the stairway from the composing room,\nand to save time I ran out on the balcony that hung over the sidewalk and\nwhich gave me a bird’s-eye view of the murder. The next issue of the paper\ncontained an account about like this:",
        "Cold-Blooded Murder.–Yesterday, between 12 and 1 o’clock, in front of\nthis office on Second street, James McKeon, in a manner almost wholly\nunprovoked, shot James Smith, commonly known as Windy Smith. Smith died at\n2 o’clock this morning of his wounds. Windy Smith was not a bad man, but,\nas his nickname would imply, he was a kind of noisy, harmless fellow, and\nMcKeon, who is a gambler and professional bad man, can give no good reason\nfor the killing. There is a determined effort on foot to lynch the\nmurderer.",
        "This account was brief, but it seemed to set forth the facts pretty\nclearly, I thought, and I felt considerably chagrined when I saw an\naccount of the matter latter on, as written up by the prosecuting\nattorney. I may be inaccurate as to dates and some other points of detail,\nbut, as nearly as I can remember, his version of the matter was like this:",
        "THE TERRITORY OF WYOMING, }\n  COUNTY OF ALBANY.       } ss.",
        "In Justice’s Court, before E.W. Nye, Esq., Justice of the Peace.",
        "The Territory of Wyoming, plt’ff.}\n                vs.              }  Complaint.\nJames McKeon, def’t.             }",
        "The above named defendant, James McKeon, is accused of the crime of\nmurder, for that he, the said defendant, James McKeon, at the town of\nLaramie City, in the County of Albany and Territory of Wyoming, and on the\n13th day of July, Anno Domini 1880, then and there being, he, the said\ndefendant, James McKeon, did wilfully, maliciously, feloniously, wickedly,\nunlawfully, criminally, illegally, unjustly, premeditatedly, coolly and\nmurderously, by means of a certain deadly weapon commonly called a Smith &\nWesson revolver, or revolving pistol, so constructed as to revolve upon\nitself and to be discharged by means of a spring and hammer, and with six\nchambers thereto, and known commonly as a self-cocker, the same loaded\nwith gun-powder and leaden bullets, and in the hands of him, the said\ndefendant, James McKeon, level at, to, upon, by, contiguous to and against\nthe body of one James Smith, commonly called Windy Smith, in the peace of\nthe commonwealth then and there being, and that by means of said deadly\nweapon commonly called a Smith & Wesson revolver, or revolving pistol, so\nconstructed as to revolve upon itself and to be discharged by means of a\nspring or hammer, and with six chambers thereto and known commonly as a\nself-cocker, the same loaded with gunpowder and leaden bullets and in the\nhands of him the said defendant, James McKeon, held at, to, upon, by,\ncontiguous to and against the body of him, the said James Smith, commonly\ncalled Windy Smith, he, the said James McKeon, did wilfully, maliciously,\nfeloniously, wickedly, fraudulently, virulently, unlawfully, criminally,\nillegally, brutally, unjustly, premeditatedly, coolly and murderously, of\nhis malice aforethought with the deadly weapon aforesaid held in the right\nhand of him, the said defendant, James McKeon, to, at, against, etc., the\nbody of him, the said James Smith, commonly called Windy Smith, he, the\nsaid defendant, James McKeon, at the said town of Laramie City, in the\nsaid County of Albany, and in the heretofore enumerated Territory of\nWyoming, and on the hereinbefore mentioned 13th day of July, Anno Domini\n1880, did inflict to, at, upon, by, contiguous to, adjacent to, adjoining,\nover and against the body of him, the said James Smith, commonly called\nWindy Smith, one certain deadly, mortal, dangerous and painful wound,\nto-wit: Over, against, to, at, by, upon, contiguous to, near, adjacent to\nand bisecting the intestines of him, the said James Smith, commonly called\nWindy Smith, by reason of which he, the said James Smith, commonly called\nWindy Smith, did in great agony linger, and lingering did die, on the 14th\nday of July, Anno Domini 1880, at 2 o’clock in the forenoon of said day,\ncontrary to the statutes in such case made and provided, and against the\npeace and dignity of the Territory of Wyoming.",
        "I am now convinced that although the published account was correct, it was\nnot as full as it might have been. Perhaps the tendency of modern\njournalism is to epitomize too much. In the hurry of daily newspaper work\nand the press of matter upon our pages, very likely we are fatally brief,\nand sacrifice rhetorical beauty to naked and goose-pimply facts.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}