{
    "title": "Remarks - Directions",
    "author": "Bill Nye",
    "chapter": "2",
    "content": [
        "\n\n",
        "This book is not designed specially for any one class of people. It is\nfor all. It is a universal repository of thought. Some of my best\nthoughts are contained in this book. Whenever I would think a thought\nthat I thought had better remain unthought, I would omit it from this\nbook. For that reason the book is not so large as I had intended. When\na man coldly and dispassionately goes at it to eradicate from his work\nall that may not come up to his standard of merit, he can make a large\nvolume shrink till it is no thicker than the bank book of an outspoken\nclergyman.",
        "This is the fourth book that I have published in response to the\nclamorous appeals of the public. Whenever the public got to clamoring\ntoo loudly for a new book from me and it got so noisy that I could not\nignore it any more, I would issue another volume. The first was a red\nbook, succeeded by a dark blue volume, after which I published a green\nbook, all of which were kindly received by the American people, and,\nunder the present yielding system of international copyright, greedily\nsnapped up by some of the tottering dynasties.",
        "But I had long hoped to publish a larger, better and, if possible, a\nredder book than the first; one that would contain my better thoughts,\nthoughts that I had thought when I was feeling well; thoughts that I\nhad emitted while my thinker was rearing up on its hind feet, if I may\nbe allowed that term; thoughts that sprang forth with a wild whoop and\ndemanded recognition.",
        "This book is the result of that hope and that wish. It is my greatest\nand best book. It is the one that will live for weeks after other books\nhave passed away. Even to those who cannot read, it will come like a\nbenison when there is no benison in the house. To the ignorant, the\npictures will be pleasing. The wise will revel in its wisdom, and the\nhousekeeper will find that with it she may easily emphasize a statement\nor kill a cockroach.",
        "The range of subjects treated in this book is wonderful, even to me. It\nis a library of universal knowledge, and the facts contained in it are\ndifferent from any other facts now in use. I have carefully guarded,\nall the way through, against using hackneyed and moth-eaten facts. As a\nresult, I am able to come before the people with a set of new and\nattractive statements, so fresh and so crisp that an unkind word would\nwither them in a moment.",
        "I believe there is nothing more to add, except that I most heartily\nendorse the book. It has been carefully read over by the proof-reader\nand myself, so we do not ask the public to do anything that we were not\nwilling to do ourselves.",
        "I cannot be responsible for the board of orphans whose parents read this\nbook and leave their children in destitute circumstances.",
        "Bill Nye",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}