{
    "title": "Remarks - The Heyday of Life",
    "author": "Bill Nye",
    "chapter": "11",
    "content": [
        "\n\n",
        "There will always be a slight difference in the opinions of the young and\nthe mature, relative to the general plan on which the solar system should\nbe operated, no doubt. There are also points of disagreement in other\nmatters, and it looks as though there always would be.",
        "To the young the future has a more roseate hue. The roseate hue comes\nhigh, but we have to use it in this place. To the young there spreads out\nacross the horizon a glorious range of possibilities. After the youth has\nendorsed for an intimate friend a few times, and purchased the paper at\nthe bank himself later on, the horizon won’t seem to horizon so\ntumultuously as it did aforetime. I remember at one time of purchasing\nsuch a piece of accommodation paper at a bank, and I still have it. I\ndidn’t need it any more than a cat needs eleven tails at one and the same\ntime. Still the bank made it an object for me, and I secured it. Such\nthings as these harshly knock the flush and bloom off the cheek of youth,\nand prompt us to turn the strawberry box bottom side up before we purchase\nit.",
        "Youth is gay and hopeful, age is covered with experience and scars where\nthe skin has been knocked off and had to grow on again. To the young a\ndollar looks large and strong, but to the middle-aged and the old it is\nweak and inefficient.",
        "When we are in the heyday and fizz of existence, we believe everything;\nbut after awhile we murmur: “What’s that you are givin’ us,” or words of\nlike character. Age brings caution and a lot of shop-worn experience,\npurchased at the highest market price. Time brings vain regrets and wisdom\nteeth that can be left in a glass of water over night.",
        "Still we should not repine. If people would repine less and try harder to\nget up an appetite by persweating in someone’s vineyard at so much per\ndiem, it would be better. The American people of late years seem to have a\ndeeper and deadlier repugnance for mannish industry, and there seems to be\na growing opinion that our crops are more abundant when saturated with\nforeign perspiration. European sweat, if I may be allowed to use such a\nlow term, is very good in its place, but the native-born Duke of Dakota,\nor the Earl of York State should remember that the matter of perspiration\nand posterity should not be left solely to the foreigner.",
        "There are too many Americans who toil not, neither do they spin. They\nwould be willing to have an office foisted upon them, but they would\nrather blow their so-called brains out than to steer a pair of large\nsteel-gray mules from day to day. They are too proud to hoe corn, for fear\nsome great man will ride by and see the termination of their shirts\nextending out through the seats of their pantaloons, but they are not too\nproud to assign their shattered finances to a friend and their shattered\nremains to the morgue.",
        "Pride is all right if it is the right kind, but the pride that prompts a\nman to kill his mother, because she at last refuses to black his boots any\nmore, is an erroneous pride. The pride that induces a man to muss up the\ncarpet with his brains because there is nothing left for him to do but to\nlabor, is the kind that Lucifer had when he bolted the action of the\nconvention and went over to the red-hot minority.",
        "Youth is the spring-time of life. It is the time to acquire information,\nso that we may show it off in after years and paralyze people with what we\nknow. The wise youth will “lay low” till he gets a whole lot of knowledge,\nand then in later days turn it loose in an abrupt manner. He will guard\nagainst telling what he knows, a little at a time. That is unwise. I once\nknew a youth who wore himself out telling people all he knew from day to\nday, so that when he became a bald-headed man he was utterly exhausted and\ndidn’t have anything left to tell anyone. Some of the things that we know\nshould be saved for our own use. The man who sheds all his knowledge, and\ndon’t leave enough to keep house with, fools himself.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}