{
    "title": "Remarks - To Her Majesty",
    "author": "Bill Nye",
    "chapter": "5",
    "content": [
        "\n\n",
        "To Queen Victoria, Regina Dei Gracia and acting mother-in-law on the side:",
        "Dear Madame.–Your most gracious majesty will no doubt be surprised to hear\nfrom me after my long silence. One reason that I have not written for some\ntime is that I had hoped to see you ere this, and not because I had grown\ncold. I desire to congratulate you at this time upon your great success as\na mother-in-law, and your very exemplary career socially. As a queen you\nhave given universal satisfaction, and your family have married well.",
        "But I desired more especially to write you in relation to another matter.\nWe are struggling here in America to establish an authors’ international\ncopyright arrangement, whereby the authors of all civilized nations may be\nprotected in their rights to the profits of their literary labor, and the\nmovement so far has met with generous encouragement. As an author we\ndesire your aid and endorsement. Could you assist us? We are giving this\nseason a series of authors’ readings in New York to aid in prosecuting the\nwork, and we would like to know whether we could not depend upon you to\ntake a part in these readings, rendering selections from your late work.",
        "I assure your most gracious majesty that you would meet some of our best\nliterary people while here, and no pains would be spared to make your\nvisit a pleasant one, aside from the reading itself. We would advertise\nyour appearance extensively and get out a first-class audience on the\noccasion of your debut here.",
        "An effort would be made to provide passes for yourself, and reduced rates,\nI think, could be secured for yourself and suite at the hotels. Of course\nyou could do as you thought best about bringing suite, however. Some of\nus travel with our suites and some do not. I generally leave my suite at\nhome, myself.",
        "You would not need to make any special change as to costume for the\noccasion. We try to make it informal, so far as possible, and though some\nof us wear full dress we do not make that obligatory on those who take a\npart in the exercises. If you decide to wear your every-day reigning\nclothes it will not excite comment on the part of our literati. We do not\njudge an author or authoress by his or her clothes.",
        "You will readily see that this will afford you an opportunity to appear\nbefore some of the best people of New York, and at the same time you will\naid in a deserving enterprise.",
        "It will also promote the sale of your book.",
        "Perhaps you have all the royalty you want aside from what you may receive\nfrom the sale of your works, but every author feels a pardonable pride in\ngetting his books into every household.",
        "I would assure your most gracious majesty that your reception here as an\nauthoress will in no way suffer because you are an unnaturalized\nforeigner. Any alien who feels a fraternal interest in the international\nadvancement of thought and the universal encouragement of the good, the\ntrue and the beautiful in literature, will be welcome on these shores.",
        "This is a broad land, and we aim to be a broad and cosmopolitan people.\nLiterature and free, willing genius are not hemmed in by State or national\nlinos. They sprout up and blossom under tropical skies no less than\nbeneath the frigid aurora borealis of the frozen North. We hail true merit\njust as heartily and uproariously on a throne as we would anywhere else.\nIn fact, it is more deserving, if possible, for one who has never tried it\nlittle knows how difficult it is to sit on a hard throne all day and write\nwell. We are to recognize struggling genius wherever it may crop out. It\nis no small matter for an almost unknown monarch to reign all day and then\nwrite an article for the press or a chapter for a serial story, only,\nperhaps, to have it returned by the publishers. All these things are\ndrawbacks to a literary life, that we here in America know little of.",
        "I hope your most gracious majesty will decide to come, and that you will\npardon this long letter. It will do you good to get out this way for a few\nweeks, and I earnestly hope that you will decide to lock up the house and\ncome prepared to make quite a visit. We have some real good authors here\nnow in America, and we are not ashamed to show them to any one. They are\nnot only smart, but they are well behaved and know how to appear in\ncompany. We generally read selections from our own works, and can have a\nbrass band to play between the selections, if thought best. For myself, I\nprefer to have a full brass band accompany me while I read. The audience\nalso approves of this plan.",
        "We have been having some very hot weather here for the past week, but it is\nnow cooler. Farmers are getting in their crops in good shape, but wheat is\nstill low in price, and cranberries are souring on the vines. All of our\ncanned red raspberries worked last week, and we had to can them over\nagain. Mr. Riel, who went into the rebellion business in Canada last\nwinter, will be hanged in September if it don’t rain. It will be his first\nappearance on the gallows, and quite a number of our leading American\ncriminals are going over to see his debut.",
        "Hoping to hear from you by return mail or prepaid cablegram, I beg leave\nto remain your most gracious and indulgent majesty’s humble and obedient\nservant.",
        "Bill Nye.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}