{
    "title": "Remarks - Railway Etiquette",
    "author": "Bill Nye",
    "chapter": "20",
    "content": [
        "\n\n",
        "Many people have traveled all their lives and yet do not know how to\nbehave themselves when on the road. For the benefit and guidance of such,\nthese few crisp, plain, horse-sense rules of etiquette have been framed.",
        "In traveling by rail on foot, turn to the right on discovering an\napproaching train. If you wish the train to turn out, give two loud toots\nand get in between the rails, so that you will not muss up the right of\nway. Many a nice, new right of way has been ruined by getting a pedestrian\ntourist spattered all over its first mortgage.",
        "On retiring at night on board the train, do not leave your teeth in the\nice-water tank. If every one should do so, it would occasion great\nconfusion in case of wreck. It would also cause much annoyance and delay\nduring the resurrection. Experienced tourists tie a string to their teeth\nand retain them during the night.",
        "If you have been reared in extreme poverty, and your mother supported you\nuntil you grew up and married, so that your wife could support you, you\nwill probably sit in four seats at the same time, with your feet extended\ninto the aisles so that you can wipe them off on other people, while you\nsnore with your mouth open clear to your shoulder blades.",
        "If you are prone to drop to sleep and breathe with a low death rattle,\nlike the exhaust of a bath tub, it would be a good plan to tie up your\nhead in a feather bed and then insert the whole thing in the linen closet;\nor, if you cannot secure that, you might stick it out of the window and\nget it knocked off against a tunnel. The stockholders of the road might\nget mad about it, but you could do it in such a way that they wouldn’t\nknow whose head it was.",
        "Ladies and gentlemen should guard against traveling by rail while in a\nbeastly state of intoxication.",
        "In the dining car, while eating, do not comb your moustache with your\nfork. By all means do not comb your moustache with the fork of another. It\nis better to refrain altogether from combing the moustache with a fork\nwhile traveling, for the motion of the train might jab the fork into your\neye and irritate it.",
        "If your desert is very hot and you do not discover it until you have\nburned the rafters out of the roof of your mouth, do not utter a wild yell\nof agony and spill your coffee all over a total stranger, but control\nyourself, hoping to know more next time.",
        "In the morning is a good time to find out how many people have succeeded\nin getting on the passenger train, who ought to be in the stock car.",
        "Generally, you will find one male and one female. The male goes into the\nwash room, bathes his worthless carcass from daylight until breakfast\ntime, walking on the feet of any man who tries to wash his face during\nthat time. He wipes himself on nine different towels, because when he gets\nhome, he knows he will have to wipe his face on an old door mat. People\nwho have been reared on hay all their lives, generally want to fill\nthemselves full of pie and colic when they travel.",
        "The female of this same mammal, goes into the ladies’ department and\nremains there until starvation drives her out. Then the real ladies have\nabout thirteen seconds apiece in which to dress.",
        "If you never rode in a varnished car before, and never expect to again,\nyou will probably roam up and down the car, meandering over the feet of\nthe porter while he is making up the berths. This is a good way to let\npeople see just how little sense you had left after your brain began to\nsoften.",
        "In traveling, do not take along a lot of old clothes that you know you\nwill never wear.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}