{
    "title": "Remarks - The Blase Young Man",
    "author": "Bill Nye",
    "chapter": "67",
    "content": [
        "\n\n",
        "I have just formed the acquaintance of a blase young man. I have been on\nan extended trip with him. He is about twenty-two years old, but he is\nalready weary of life. He was very careful all the time never to be\nexuberant. No matter how beautiful the landscape, he never allowed himself\nto exube.",
        "Several times I succeeded in startling him enough to say “Ah!” but that\nwas all. He had the air all the time of a man who had been reared in\nluxury and fondled so much in the lap of wealth that he was weary of life,\nand yearned for a bright immortality. I have often wished that the\npruning-hook of time would use a little more discretion. The blase young\nman seemed to be tired all the time. He was weary of life because life was\nhollow.",
        "He seemed to hanker for the cool and quiet grave. I wished at times that\nthe hankering might have been more mutual. But what does a cool, quiet\ngrave want of a young man who never did anything but breathe the nice pure\nair into his froggy lungs and spoil it for everybody else?",
        "This young man had a large grip-sack with him which he frequently\nconsulted. I glanced into it once while he left it open. It was not right,\nbut I did it. I saw the following articles in it:",
        "31 Assorted Neckties.\n 1 pair Socks (whole).\n 1 pair do. (not so whole).\n17 Collars.\n 1 Shirt\n 1 quart Cuff-Buttons.\n 1 suit discouraged Gauze Underwear.\n 1 box Speckled Handkerchiefs.\n 1 box Condition Powders.\n 1 Toothbrush (prematurely bald).\n 1 copy Martin F. Tupper’s Works.\n 1 box Prepared Chalk.\n 1 Pair Tweezers for encouraging Moustache to come out to breakfast.\n 1 Powder Rag.\n 1 Gob ecru-colored Taffy.\n 1 Hair-brush, with Ginger Hair in it.\n 1 Pencil to pencil Moustache at night.\n 1 Bread and Milk Poultice to put on Moustache on retiring, so that it will\n    not forget to come out again the next day.\n 1 Box Trix for the breath.\n 1 Box Chloride of Lime to use in case breath becomes unmanageable.\n 1 Ear-spoon (large size).\n 1 Plain Mourning Head for Cane.\n 1 Vulcanized Rubber Head for Cane (to bite on).\n 1 Shoe-horn to use in working Ears into Ear-Muffs.\n 1 Pair Corsets.\n 1 Dark-brown Wash for Mouth, to be used in the morning.\n 1 Large Box Ennui, to be used in Society.\n 1 Box Spruce Gum, made in Chicago and warranted pure.\n 1 Gallon Assorted Shirt Studs.\n 1 Polka-dot Handkerchief to pin in side pocket, but not for nose.\n 1 Plain Handkerchief for nose.\n 1 Fancy Head for Cane (morning).\n 1 Fancy Head for Cane (evening).\n 1 Picnic Head for Cane.\n 1 Bottle Peppermint.\n 1 do. Catnip.\n 1 Waterbury Watch.\n 7 Chains for same.\n 1 Box Letter Paper.\n 1 Stick Sealing Wax (baby blue).\n 1 do     “   (Bismarck brindle).\n 1 do     “   (mashed gooseberry).\n 1 Seal for same.\n 1 Family Crest (wash-tub rampant on a field calico).",
        "There were other little articles of virtu and bric-a-brac till you\ncouldn’t rest, but these were all that I could see thoroughly before he\nreturned from the wash-room.",
        "I do not like the blase young man as a traveling companion. He is nix\nbonum. He is too E pluribus for me. He is not de trop or sciatica\nenough to suit my style.",
        "If he belonged to me I would picket him out somewhere in a hostile Indian\ncountry, and then try to nerve myself up for the result.",
        "It is better to go through life reading the signs on the ten-story\nbuildings and acquiring knowledge, than to dawdle and “Ah!” adown our\npathway to the tomb and leave no record for posterity except that we had a\ngood neck to pin a necktie upon. It is not pleasant to be called green,\nbut I would rather be green and aspiring than blase and hide-bound at\nnineteen.",
        "Let us so live that when at last we pass away our friends will not be\nimmediately and uproariously reconciled to our death.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}