{
    "title": "Remarks - The Crops",
    "author": "Bill Nye",
    "chapter": "31",
    "content": [
        "\n\n",
        "I have just been through Iowa, Minnesota and Wisconsin, on a tour of\ninspection. I rode for over ten days in these States in a sleeping-car,\nexamining crops, so that I could write an intelligent report.",
        "Grain in Northern Wisconsin suffered severely in the latter part of the\nseason from rust, chintz bug, Hessian fly and trichina. In the St. Croix\nvalley wheat will not average a half crop. I do not know why farmers\nshould insist upon leaving their grain out nights in July, when they know\nfrom the experience of former years that it will surely rust.",
        "In Southern Wisconsin too much rain has almost destroyed many crops, and\ncattle have been unable to get enough to eat, unless they were fed, for\nseveral weeks. This is a sad outlook for the farmer at this season.",
        "In the northern part of the State many fields of grain were not worth\ncutting, while others barely yielded the seed, and even that of a very\ninferior quality.",
        "The ruta-baga is looking unusually well this fall, but we cannot subsist\nentirely upon the ruta-baga. It is juicy and rich if eaten in large\nquantities, but it is too bulky to be popular with the aristocracy.",
        "Cabbages in most places are looking well, though in some quarters I notice\nan epidemic of worms. To successfully raise the cabbage, it will be\nnecessary at all times to be well supplied with vermifuge that can be\nreadily administered at any hour of the day or night.",
        "The crook-neck squash in the Northwest is a great success this season. And\nwhat can be more beautiful, as it calmly lies in its bower of green vines\nin the crisp and golden haze of autumn, than the cute little crook-neck\nsquash, with yellow, warty skin, all cuddled up together in the cool\nmorning, like the discarded wife of an old Mormon elder–his first attempt\nin the matrimonial line, so to speak, ere he had gained wisdom by\nexperience.",
        "The full-dress, low-neck-and-short-sleeve summer squash will be worn as\nusual this fall, with trimmings of salt and pepper in front and revers of\nbutter down the back.",
        "N.B.–It will not be used much as an outside wrap, but will be worn mostly\ninside.",
        "Hop-poles in some parts of Wisconsin are entirely killed. I suppose that\ncontinued dry weather in the early summer did it.",
        "Hop-lice, however, are looking well. Many of our best hop-breeders thought\nthat when the hop-pole began to wither and die, the hop-louse could not\nsurvive the intense dry heat; but hop-lice have never looked better in\nthis State than they do this fall.",
        "I can remember very well when Wisconsin had to send to Ohio for hop-lice.\nNow she could almost supply Ohio and still have enough to fill her own\ncoffers.",
        "I do not know that hop-lice are kept in coffers, and I may be wrong in\nspeaking thus freely of these two subjects, never having seen either a\nhop-louse or a coffer, but I feel that the public must certainly and\nnaturally expect me to say something on these subjects. Fruit in the\nNorthwest this season is not a great success. Aside from the cranberry and\nchoke-cherry, the fruit yield in the northern district is light. The early\ndwarf crab, with or without, worms, as desired–but mostly with–is\nunusually poor this fall. They make good cider. This cider when put into a\nbrandy flask that has not been drained too dry, and allowed to stand until\nChristmas, puts a great deal of expression into a country dance. I have\ntried it once myself, so that I could write it up for your valuable paper.",
        "People who were present at that dance, and who saw me frolic around there\nlike a thing of life, say that it was well worth the price of admission.\nStone fence always flies right to the weakest spot. So it goes right to my\nhead and makes me eccentric.",
        "The violin virtuoso who “fiddled,” “called off” and acted as justice of\nthe peace that evening, said that I threw aside all reserve and entered\nwith great zest into the dance, and seemed to enjoy it much better than\nthose who danced in the same set with me. Since that, the very sight of a\ncommon crab apple makes my head reel. I learned afterward that this cider\nhad frozen, so that the alleged cider which we drank that night was the\nclear, old-fashioned brandy, which of course would not freeze.",
        "We should strive, however, to lead such lives that we will never be\nashamed to look a cider barrel square in the bung.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}