{
    "title": "Remarks - The Warrior’s Oration",
    "author": "Bill Nye",
    "chapter": "21",
    "content": [
        "\n\n",
        "Warriors! We are met here to-day to celebrate the white man’s Fourth of\nJuly. I do not know what the Fourth of July has done for us that we should\nremember his birthday, but it matters not. Another summer is on the wane,\nand so are we. We are the walleyed waners from Wanetown. We have\nmonopolized the wane business of the whole world.",
        "Autumn is almost here, and we have not yet gone upon the war path. The\npale face came among us with the corn planter and the Desert Land Act, and\nwe bow before him.",
        "What does the Fourth of July signify to us? It is a hollow mockery! Where\nthe flag of the white man now waves in the breeze, a few years ago the\nscalp of our foe was hanging in the air. Now my people are seldom. Some\nare dead and others drunk.",
        "Once we chased the deer and the buffalo across the plains, and lived high.\nNow we eat the condemned corned beef of the oppressor, and weep over the\ngraves of our fallen braves. A few more moons and I, too, shall cross over\nto the Happy Reservation.",
        "Once I could whoop a couple of times and fill the gulch with warlike\nathletes. Now I may whoop till the cows come home and only my sickly howl\ncomes back to me from the hillsides. I am as lonely as the greenback\nparty. I haven’t warriors enough to carry one precinct.",
        "Where are the proud chieftains of my tribe? Where are Old Weasel Asleep\nand Orlando the Hie Jacet Promoter? Where are Prickly Ash Berry and The\nAvenging Wart? Where are The Roman-nosed Pelican and Goggle-eyed Aleck,\nThe-man-who-rides-the-blizzard-bareback?",
        "They are extremely gone. They are extensively whence. Ole Blackhawk, in\nwhose veins flows the blood of many chiefs, is sawing wood for the Belle\nof the West deadfall for the whiskey. He once rode the war pony into the\nfray and buried his tomahawk in the phrenology of his foe. Now he\nstraddles the saw-buck and yanks the woodsaw athwart the bosom of the\nbasswood chunk.",
        "My people once owned this broad land; but the Pilgrim Fathers (where are\nthey?) came and planted the baked bean and the dried apple, and my tribe\nvamoosed. Once we were a nation. Now we are the tin can tied to the\nAmerican eagle.",
        "Warriors! This should be a day of jubilee, but how can the man rejoice who\nhas a boil on his nose? How can the chief of a once proud people shoot\nfirecrackers and dance over the graves of his race? How can I be hilarious\nwith the victor, on whose hands are the blood of my children?",
        "If we had known more of the white man, we would have made it red hot for\nhim four hundred years ago when he came to our coast. We fed him and\nclothed him as a white-skinned curiosity then, but we didn’t know there\nwere so many of him. All he wanted then was a little smoking tobacco and\nlove. Now he feeds us on antique pork, and borrows our annuities to build\na Queen Anne wigwam with a furnace in the bottom and a piano in the top.",
        "Warriors! My words are few. Tears are idle and unavailing. If I had\nscalding tears enough for a mill site, I would not shed a blamed one. The\nwarrior suffers, but he never squeals. He accepts the position and says\nnothing. He wraps his royal horse blanket around his Gothic bones and is\nsilent.",
        "But the pale face cannot tickle us with a barley straw on the Fourth of\nJuly and make us laugh. You can kill the red man, but you cannot make him\nhilarious over his own funeral. These are the words of truth, and my\nwarriors will do well to paste them in their plug hats for future\nreference.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}