{
    "title": "Remarks - Eccentricity in Lunch",
    "author": "Bill Nye",
    "chapter": "34",
    "content": [
        "\n\n",
        "Over at Kasota Junction, the other day, I found a living curiosity. He was\na man of about medium height, perhaps 45 years of age, of a quiet\ndisposition, and not noticeable or peculiar in his general manner. He runs\nthe railroad eating-house at that point, and the one odd characteristic\nwhich he has, makes him well known all through three or four States. I\ncould not illustrate his eccentricity any better than by relating a\ncircumstance that occurred to me at the Junction last week. I had just\neaten breakfast there and paid for it. I stepped up to the cigar case and\nasked this man if he had “a rattling good cigar.”",
        "Without knowing it I had struck the very point upon which this man seems\nto be a crank, if you will allow me that expression, though it doesn’t fit\nvery well in this place. He looked at me in a sad and subdued manner and\nsaid, “No, sir; I haven’t a rattling good cigar in the house. I have some\ncigars there that I bought for Havana fillers, but they are mostly filled\nwith pieces of Colorado Maduro overalls. There’s a box over yonder that I\nbought for good, straight ten cent cigars, but they are only a chaos of\nhay and Flora, Fino and Damfino, all socked into a Wisconsin wrapper. Over\nin the other end of the case is a brand of cigars that were to knock the\ntar out of all other kinds of weeds, according to the urbane rustler who\nsold them to me, and then drew on me before I could light one of them.\nWell, instead of being a fine Colorado Claro with a high-priced wrapper,\nthey are common Mexicano stinkaros in a Mother Hubbard wrapper. The\ncommercial tourist who sold me those cigars and then drew on me at sight\nwas a good deal better on the draw than his cigars are. If you will\nnotice, you will see that each cigar has a spinal column to it, and this\nouter debris is wrapped around it. One man bought a cigar out of that box\nlast week. I told him, though, just as I am telling you, that they were no\ngood, and if he bought one he would regret it. But he took one and went\nout on the veranda to smoke it. Then he stepped on a melon rind and fell\nwith great force on his side. When we picked him up he gasped once or\ntwice and expired. We opened his vest hurriedly and found that, in\nfalling, this bouquet de Gluefactoro cigar, with the spinal column, had\nbeen driven through his breast bone and had penetrated his heart. The\nwrapper of the cigar never so much as cracked.”",
        "“But doesn’t it impair your trade to run on in this wild, reckless way\nabout your cigars?”",
        "“It may at first, but not after awhile. I always tell people what my\ncigars are made of, and then they can’t blame me; so, after awhile they\nget to believe what I say about them. I often wonder that no cigar man\never tried this way before. I do just the same way about my lunch counter.\nIf a man steps up and wants a fresh ham sandwich I give it to him if I’ve\ngot it, and if I haven’t it I tell him so. If you turn my sandwiches over,\nyou will find the date of its publication on every one. If they are not\nfresh, and I have no fresh ones, I tell the customer that they are not so\nblamed fresh as the young man with the gauze moustache, but that I can\nremember very well when they were fresh, and if his artificial teeth fit\nhim pretty well he can try one.",
        "“It’s just the same with boiled eggs. I have a rubber dating stamp, and as\nsoon as the eggs are turned over to me by the hen for inspection, I date\nthem. Then they are boiled and another date in red is stamped on them. If\none of my clerks should date an egg ahead, I would fire him too quick.",
        "“On this account, people who know me will skip a meal at Missouri\nJunction, in order to come here and eat things that are not clouded with\nmystery. I do not keep any poor stuff when I can help it, but if I do, I\ndon’t conceal the horrible fact.",
        "“Of course a new cook will sometimes smuggle a late date onto a mediaeval\negg and sell it, but he has to change his name and flee.",
        "“I suppose that if every eating-house should date everything, and be\nsquare with the public, it would be an old story and wouldn’t pay; but as\nit is, no one trying to compete with me, I do well out of it, and people\ncome here out of curiosity a good deal.",
        "“The reason I try to do right and win the public esteem is that the\ngeneral public never did me any harm and the majority of people who travel\nare a kind that I may meet in a future state. I should hate to have a\nthousand traveling men holding nuggets of rancid ham sandwiches under my\nnose through all eternity, and know that I had lied about it. It’s an\nhonest fact, if I knew I’d got to stand up and apologize for my hand-made,\nall-around, seamless pies, and quarantine cigars, Heaven would be no\nobject.”",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}