{
    "title": "Remarks - My Dog",
    "author": "Bill Nye",
    "chapter": "6",
    "content": [
        "\n\n",
        "I have owned quite a number of dogs in my life, but they are all dead now.\nLast evening I visited my dog cemetery–just between the gloaming and the\nshank of the evening. On the biscuit-box cover that stands at the head of\na little mound fringed with golden rod and pickle bottles, the idler may\nstill read these lines, etched in red chalk by a trembling hand:",
        "LITTLE KOSCIUSKO,\n–NOT DEAD,–\nBUT JERKED HENCE\nBy Request.\nS.Y.L.\n(See you Later.)",
        "I do not know why he was called Kosciusko. I do not care. I only know that\nhis little grave stands out there while the gloaming gloams and the\nsoughing winds are soughing.",
        "Do you ask why I am alone here and dogless in this weary world?",
        "I will tell you, anyhow. It will not take long, and it may do me good:",
        "Kosciusko came to me one night in winter, with no baggage and\nunidentified. When I opened the door he came in as though he had left\nsomething in there by mistake and had returned for it.",
        "He stayed with us two years as a watch-dog. In a desultory way, he was a\ngood watch-dog. If he had watched other people with the same unrelenting\nscrutiny with which he watched me, I might have felt his death more keenly\nthan I do now.",
        "The second year that little Kosciusko was with us, I shaved off a full\nbeard one day while down town, put on a clean collar and otherwise\ndisguised myself, intending to surprise my wife.",
        "Kosciusko sat on the front porch when I returned. He looked at me as the\ncashier of a bank does when a newspaper man goes in to get a suspiciously\nlarge check cashed. He did not know me. I said, “Kosciusko, have you\nforgotten your master’s voice?”",
        "He smiled sarcastically, showing his glorious wealth of mouth, but still\nsat there as though he had stuck his tail into the door-steps and couldn’t\nget it out.",
        "So I waived the formality of going in at the front door, and went around\nto the portcullis, on the off side of the house, but Kosciusko was there\nwhen I arrived. The cook, seeing a stranger lurking around the manor\nhouse, encouraged Kosciusko to come and gorge himself with a part of my\nleg, which he did. Acting on this hint I went to the barn. I do not know\nwhy I went to the barn, but somehow there was nothing in the house that I\nwanted. When a man wants to be by himself, there is no place like a good,\nquiet barn for thought. So I went into the barn, about three feet prior to\nKosciusko.",
        "Noticing the stairway, I ascended it in an aimless kind of way, about four\nsteps at a time. What happened when we got into the haymow I do not now\nrecall, only that Kosciusko and I frolicked around there in the hay for\nsome time. Occasionally I would be on top, and then he would have all the\ndelegates, until finally I got hold of a pitchfork, and freedom shrieked\nwhen Kosciusko fell. I wrapped myself up in an old horse-net and went into\nthe house. Some of my clothes were afterward found in the hay, and the\ndoctor pried a part of my person out of Kosciusko’s jaws, but not enough\nto do me any good.",
        "I have owned, in all, eleven dogs, and they all died violent deaths, and\nwent out of the world totally unprepared to die.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}