{
    "title": "Remarks - Venice",
    "author": "Bill Nye",
    "chapter": "71",
    "content": [
        "\n\n",
        "We arrived in Venice last evening, latitude 45 deg. 25 min, N., longitude\n12 deg. 19 min. E.",
        "Venice is the home of the Venetian, and also where the gondola has its\nnest and rears its young. It is also the headquarters for the paint known\nas Venetian red. They use it in painting the town on festive occasions.\nThis is the town where the Merchant of Venice used to do business, and the\nhome of Shylock, a broker, who sheared the Venetian lamb at the corner of\nthe Rialto and the Grand Canal. He is now no more. I couldn’t even find an\nold neighbor near the Rialto who remembered Shylock. From what I can learn\nof him, however, I am led to believe that he was pretty close in his\ndeals, and liked to catch a man in a tight place and then make him squirm.\nShylock, during the great panic in Venice, many years ago, it is said, had\na chattel mortgage on more lives than you could shake a stick at. He would\nloan a small amount to a merchant at three per cent, a month, and secure\nit on a pound of the merchant’s liver, or by a cut-throat mortgage on his\nrespiratory apparatus. Then, when the paper matured, he would go up to the\nhouse with a pair of scales and a pie knife and demand a foreclosure.",
        "Venice is one of the best watered towns in Europe. You can hardly walk a\nblock without getting your feet wet, unless you ride in a gondola.",
        "The gondola is a long, slim hack without wheels and is worked around\nthrough the damp streets by a brunette man whose breath should be a sad\nframing to us all. He is called the gondolier. Sometimes he sings in a low\ntone of voice and in a foreign tongue. I do not know where I have met so\nmany foreigners as I have here in Europe, unless it was in New York, at\nthe polls. Wherever I go, I hear a foreign tongue. I do not know whether\nthese people talk in the Italian language just to show off or not. Perhaps\nthey prefer it. London is the only place I have visited where the Boston\ndialect is used. London was originally settled by adventurers from Boston.\nThe blood of some of the royal families of Massachusetts may be found in\nthe veins of London people.",
        "Wealthy young ladies in Venice do not run away with the coachman. There\nare no coaches, no coachmen and no horses in Venice. There are only four\nhorses in Venice and they are made of copper and exhibited at St Mark’s as\ncuriosities.",
        "The Accademia delle Belle Arti of Venice is a large picture store where I\nwent yesterday to buy a few pictures for Christmas presents. A painting by\nTitian, the Italian Prang, pleased me very much, but I couldn’t beat down\nthe price to where it would be any object for me to buy it. Besides, it\nwould be a nuisance to carry such a picture around with me all over the\nAlps, up the Rhine and through St. Lawrence county. I finally decided to\nleave it and secure something less awkward to carry and pay for.",
        "The Italians are quite proud of their smoky old paintings. I have often\nthought that if Venice would run less to art and more to soap, she would\nbe more apt to win my respect. Art is all right to a certain extent, but\nit can be run in the ground. It breaks my heart to know how lavish nature\nhas been with water here, and yet how the Venetians scorn to investigate\nits benefits. When a gondolier gets a drop of water on him, he swoons.\nThen he lies in a kind of coma till another gondolier comes along to\nbreathe in his face and revive him.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}