{
    "title": "Remarks - In Washington",
    "author": "Bill Nye",
    "chapter": "61",
    "content": [
        "\n\n",
        "I have just returned from a polite and recherche party here. Washington is\nthe hot-bed of gayety, and general headquarters for the recherche\nbusiness. It would be hard to find a bontonger aggregation than the one I\nwas just at, to use the words of a gentleman who was there, and who asked\nme if I wrote “The Heathen Chinee.”",
        "He was a very talented man, with a broad sweep of skull and a vague\nyearning for something more tangible–to drink. He was in Washington, he\nsaid, in the interests of Mingo county. I forgot to ask him where Mingo\ncounty might be. He took a great interest in me, and talked with me long\nafter he really had anything to say. He was one of those fluent\nconversationalists frequently met with in society. He used one of these\nweb-perfecting talkers–the kind that can be fed with raw Roman punch,\nand that will turn out punctuated talk in links, like varnished sausages.\nBeing a poor talker myself, and rather more fluent as a listener, I did\nnot interrupt him.",
        "He said that he was sorry to notice how young girls and their parents came\nto Washington as they would to a matrimonial market.",
        "I was sorry also to hear it. It pained me to know that young ladies should\nallow themselves to be bamboozled into matrimony. Why was it, I asked,\nthat matrimony should ever single out the young and fair?",
        "“Ah,” said he, “it is indeed rough!”",
        "He then breathed a sigh that shook the foilage of the speckled geranium\nnear by, and killed an artificial caterpillar that hung on its branches.",
        "“Matrimony is all right,” said he, “if properly brought about. It breaks\nmy heart, though, to notice how Washington is used as a matrimonial\nmarket. It seems to me almost as if these here young ladies were brought\nhere like slaves and exposed for sale.” I had noticed that they were\nsomewhat exposed, but I did not know that they were for sale. I asked him\nif the waists of party dresses had always been so sadly in the minority,\nand he said they had.",
        "I danced with a beautiful young lady whose trail had evidently caught in a\ndoorway. She hadn’t noticed it till she had walked out partially through\nher costume.",
        "I do not think a lady ought to give too much thought to her apparel;\nneither should she feel too much above her clothes. I say this in the\nkindest spirit, because I believe that man should be a friend to woman. No\nfamily circle is complete without a woman. She is like a glad landscape to\nthe weary eye. Individually and collectively, woman is a great adjunct of\ncivilization and progress. The electric light is a good thing, but how\npale and feeble it looks by the light of a good woman’s eyes. The\ntelephone is a great invention. It is a good thing to talk at, and murmur\ninto and deposit profanity in; but to take up a conversation, and keep it\nup, and follow a man out through the front door with it, the telephone has\nstill much to learn from woman.",
        "It is said that our government officials are not sufficiently paid; and I\npresume that is the case, so it became necessary to economize in every\nway; but, why should wives concentrate all their economy on the waist of a\ndress? When chest protectors are so cheap as they now are. I hate to see\npeople suffer, and there is more real suffering, more privation and more\ndestitution, pervading the Washington scapula and clavicle this winter\nthan I ever saw before.",
        "But I do not hope to change this custom, though I spoke to several ladies\nabout it, and asked them to think it over. I do not think they will. It\nseems almost wicked to cut off the best part of a dress and put it at the\nother end of the skirt, to be trodden under feet of men, as I may say.\nThey smiled good humoredly at me as I tried to impress my views upon them,\nbut should I go there again next season and mingle in the mad whirl of\nWashington, where these fair women are also mingling in said mad whirl, I\npresume that I will find them clothed in the same gaslight waist, with\ntrimmings of real vertebrae down the back.",
        "Still, what does a man know about the proper costume of a woman? He knows\nnothing whatever. He is in many ways a little inconsistent. Why does a man\nfrown on a certain costume for his wife, and admire it on the first woman\nhe meets? Why does he fight shy of religion and Christianity and talk very\nfreely about the church, but get mad if his wife is an infidel?",
        "Crops around Washington are looking well. Winter wheat, crocusses and\nindefinite postponements were never in a more thrifty condition. Quite a\nnumber of people are here who are waiting to be confirmed. Judging from\ntheir habits, they are lingering around here in order to become confirmed\ndrunkards.",
        "I leave here to-morrow with a large, wet towel in my plug hat. Perhaps I\nshould have said nothing on this dress reform question while my hat is\nfitting me so immediately. It is seldom that I step aside from the beaten\npath of rectitude, but last evening, on the way home, it seemed to me that\nI didn’t do much else but step aside. At these parties no charge is made\nfor punch. It is perfectly free. I asked a colored man who was standing\nnear the punch bowl, and who replenished it ever and anon, what the damage\nwas, and he drew himself up to his full height.",
        "Possibly I did wrong, but I hate to be a burden on anyone. It seemed odd\nto me to go to a first-class dance and find the supper and the band and\nthe rum all paid for. It must cost a good deal of money to run this\ngovernment.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}