{
    "title": "Remarks - The Indian Orator",
    "author": "Bill Nye",
    "chapter": "61",
    "content": [
        "\n\n",
        "I like to read of the Indian orator in the old school books. Most everyone\ndoes. It is generally remarkable that the American Demosthenes, so far,\nhas dwelt in the tepee, and lived on the debris of the deer and the\nbuffalo. I mean to say that the school readers have impressed us with the\ngreat magnetism of the crude warrior who dwelt in the wilderness and ate\nhis game, feathers and all, while he studied the art of swaying the\naudience by his oratorical powers.",
        "I am inclined to think that Black Hawk and Logan must have been fortunate\nin securing mighty able private secretaries, or that they stood in with\nthe stenographers of their day. At least, the Blue Juniata warriors of our\ntime, from Little Crow, Red Iron, Standing Buffalo, Hole-in-the-Day and\nSitting Bull, to Victoria, Colorow, Douglas, Persume, Captain Jack and\nShavano, seem to do better as lobbyists than they do as orators. They may\nbe keen, logical and shrewd, but they are not eloquent. In some minds,\nBlack Hawk will ever appear as the Patrick Henry of his people; but I\nprefer to honor his unknown, unhonored and unsung amanuensis. Think what a\ngodsend such a man would have been to Senator Tabor.",
        "The Indian orator of to-day is not scholarly and grand. He is soiled,\nignorant and sedentary in his habits. An orator ought to take care of his\nhealth. He cannot overload his stomach and make a bronze Daniel Webster of\nhimself. He cannot eat a raw buffalo for breakfast and at once attack the\nquestion of tariff for revenue only. His brain is not clear enough. He\ncannot digest the mammalia of North America and seek out the delicate\nintricacies of the financial problem at the same time. All scientists and\nphysiologists will readily see why this is true.",
        "It is quite popular to say that the modern Indian has seen too much of\ncivilization. This may be true. Anyhow, civilization has seen too much of\nhim. I hope the day will never come when the pale face and the White\nFather will have to stay on their reservation, whether the red man does or\nnot.",
        "Indian eloquence, toned down by the mellow haze of a hundred years, sounds\nvery well, but the clarion voice of the red orator has died away. The\nstony figure, the eagle eye, the matchless presence, have all ceased to\npalpitate.",
        "He does not say: “I am an aged hemlock. I am dead at the top. The forest\nis filled with the ghosts of my people. I hear their moans on the night\nwinds and in the sighing pines.” He does not talk in the blank verse of a\ncentury ago. He uses a good many blanks, but it is not blank verse. Even\nthe Indian’s friend would admit that it was not blank verse. Perhaps it\nmight be called blankety verse.",
        "Once he pleaded for the land of his fathers. Now he howls for grub, guns\nand fixed ammunition.",
        "I tried to interview a big Crow chief once. I had heard some Sioux, and\nlearned a few irrelevant and disconnected Ute phrases. I connected these\nwith some Spanish terms and hoped to get a reply, and keep up a kind of\nrunning conversation that might mislead a friend who was with me, into the\nbelief that I was as familiar with the Indian tongue as with my own. I\nbegan conversing with him in my polyglot manner. I did not get a reply. I\nconversed with him some more in a desultory way, for I had heard that he\nwas a great orator in his tribe, and I wanted to get his views on national\naffairs. Still he was silent. He would not even answer me. I got hostile\nand used some badly damaged Spanish on him. Then I used some sprained and\ndislocated German on him, but he didn’t seem to wot whereof I spoke.",
        "Then my friend, with all the assurance of a fresh young manhood, began to\ntalk with the great warrior in the English language, and incidentally\nasked him about a new Indian agent, who had the name of being a bogus\nChristian with an eye to the main chance.",
        "My friend talked very loud, with the idea that the chieftain could\nunderstand any language if spoken so that you could hear it in the next\nTerritory. At the mention of the Indian agent’s name, the Crow statesman\nbrightened up and made a remark. He simply said: “Ugh! too much God and no\nflour.”",
        "You Heah Me, Sah!",
        "Col. Visscher, of Denver, who is delivering his lecture, “Sixty Minutes in\nthe War,” tells a good story on himself of an episode, or something of\nthat nature, that occurred to him in the days when he was the amanuensis\nof George D. Prentice.",
        "Visscher, in those days, was a fair-haired young man, with pale blue eyes,\nand destitute of that wealth of brow and superficial area of polished dome\nwhich he now exhibits on the rostrum. He was learning the lesson of life\nthen, and every now and then he would bump up against an octagonal mass of\ncold-pressed truth of the never-dying variety that seemed to kind of stun\nand concuss him.",
        "One day Mr. Visscher wandered into a prominent hotel in Louisville, and,\nobserving with surprise and pleasure that “boiled lobster” was one of the\ndelicacies on the bill of fare, he ordered one.",
        "He never had seen lobster, and a rare treat seemed to be in store for him.\nHe breathed in what atmosphere there was in the dining-room, and waited\nfor his bird. At last it was brought in. Mr. Visscher took one hasty look\nat the great scarlet mass of voluptuous limbs and oceanic nippers, and\nsighed. The lobster was as large as a door mat, and had a very angry and\ninflamed appearance. Visscher ordered in a powerful cocktail to give him\ncourage, and then he tried to carve off some of the breast.",
        "The lobster is honery even in death. He is eccentric and trifling. Those\nwho know him best are the first to evade him and shun him. Visscher had\nfailed to straddle the wish bone with his fork properly, and the talented\nbird of the deep rolling sea slipped out of the platter, waved itself\nacross the horizon twice, and buried itself in the bosom of the eminent\nand talented young man. The eminent and talented young man took it in his\nnapkin, put it carefully on the table, and went away.",
        "As he passed out, the head waiter said:",
        "“Mr. Visscher, was there anything the matter with your lobster?”",
        "Visscher is a full-blooded Kentuckian, and answered in the courteous\ndialect of the blue-grass country.",
        "“Anything the matter with my lobster, sah? No, sah. The lobster is very\nvigorous, sah. If you had asked me how I was, sah, I should have answered\nyou very differently, sah. I am not well at all, sah. If I were as well,\nand as ruddy, and as active as that lobster, sah, I would live forever,\nsah. You heah me, sah?",
        "“Why, of course, I am not familiar with the habits of the lobster, sah,\nand do not know how to kearve the bosom of the bloomin’ peri of the summer\nsea, but that’s no reason why the inflamed reptile should get up on his\nhind feet and nestle up to me, sah, in that earnest and forthwith manner,\nsah.",
        "“I love dumb beasts, sah, and they love me, sah; but when they are dead,\nsah, and I undertake to kearve them, sah, I desiah, sah, that they should\nremain as the undertakah left them, sah. You doubtless heah me, sah!”",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}