{
    "title": "Remarks - Shorts",
    "author": "Bill Nye",
    "chapter": "45",
    "content": [
        "\n\n",
        "A Colorado burro has been shipped across the Atlantic and presented to the\nPrince of Wales. It is a matter of profound national sorrow that this was\nnot the first American jackass presented to his Tallness, the Prince.",
        "At Omaha last week a barrel of sauer kraut rolled out of a wagon and\nstruck O’Leary H. Oleson, who was trying to unload it, with such force as\nto kill him instantly and to flatten him out like a kiln-dried codfish.\nStill, after thousands of such instances on record, there are many\nscientists who maintain that sauer kraut is conducive to longevity.",
        "As an evidence of the healthfulness of mountain climate, the people of\nDenver point to a man who came there in ’77 without flesh enough to bait a\ntrap, and now he puts sleeves in an ordinary feather-bed and pulls it on\nover his head for a shirt. People in poor health who wish to communicate\nwith the writer in relation to the facts above stated, are requested to\nenclose two unlicked postage stamps to insure a reply.",
        "At Ubet, M.T., during the cold snap in January, one of the most inhuman\noutrages known in the annals of crime was perpetrated upon a young man who\nwent West in the fall, hoping to make his pile in time to return in May\nand marry the New York heiress selected before he went.",
        "While stopping at the hotel, two frolicsome young women hired the porter\nto procure the young man’s pantaloons at dead of night They then sewed up\nthe bottoms of the legs, threw the doctored garment back through the\ntransom and squealed “Fire!”",
        "When he got into the hall he was vainly trying to stab one foot through\nthe limb of his pantaloons while he danced around on the other and joined\nin the general cry of “Fire!” The hall seemed filled with people, who were\nrunning this way and that, ostensibly seeking a mode of egress from the\nflames, but in reality trying to dodge the mad efforts of the young man,\nwho was trying to insert himself in his obstinate pantaloons.",
        "He did not tumble, as it were, until the night watchman got a Babcock fire\nextinguisher and played on him. I do not know what he played on him. Very\nlikely it was, “Sister, what are the wild waves saying?”",
        "Anyway, he staggered into his room, and although he could hear the\naudience outside in their wild, tumultuous encore, he refused to come\nbefore the curtain, but locked his door and sobbed himself to sleep,",
        "How often do we forget the finer feelings of others and ignore their\nsorrow while we revel in some great joy.",
        "“We.”",
        "The world is full of literary people to-day, and they are divided into\nthree classes, viz: Those who have written for the press, those who are\nwriting for the press, and those who want to write for the press. Of the\nfirst, there are those who tried it and found that they could make more in\nhalf the time at something else, and so quit the field, and those who\nfailed to touch the great heart and pocketbook of the public, and\ntherefore subsided. Those who are writing for the press now, whether\nputting together copy by the mile within the sound of the rumbling engine\nand press, or scattered through the country writing more at their leisure,\nfind that they have to lay aside every weight and throw off all the\nincumbrances of the mossy past.",
        "One thing, however, still clings to the editor like a dab of paste on a\nwhite vest or golden fleck of scrambled egg on a tawny moustache. One\nrelic of barbarism rears in gaunt form amid the clash and hurry and rush\nof civilization, and in the dazzling light of science and smartness.",
        "It is “we.”",
        "The budding editor of the rural civilizer for the first time peels his\ncoat and sharpens his pencil to begin the work of changing the great\ncurrent of public opinion. He is strong in his desire to knock error and\nwrong galley west. He has buckled on his armor to paralyze monopoly and\npurify the ballot He has hitched up his pantaloons with a noble resolve\nand covered his table with virgin paper.",
        "He is young, and he is a little egotistical, also. He wants to say, “I\nbelieve” so and so, but he can’t. Perspiration breaks out all over him. He\nbites his pencil, and looks up with his clenched hand in his hair. The\nslimy demon of the editor’s life is there, sitting on the cloth bound\nvolume containing the report of the United States superintendent of swine\ndiseases.",
        "Wherever you find a young man unloading a Washington hand press to fill a\nlong-felt want, there you will find the ghastly and venomous “we,” ready\nto look over the shoulder of the timid young mental athlete. Wherever you\nfind a ring of printer’s ink around the door knob, and the snowy towel on\nwhich the foreman wipes the pink tips of his alabaster fingers, you will\nfind the slimy, scaly folds of “we” curled up in some neighboring corner.",
        "From the huge metropolitan journal, whose subscribers could make or bust a\npresident, or make a blooming king wish he had never been born, down to\nthe obscure and unknown dodger whose first page is mostly electrotype\nhead, whose second and third pages are patent, whose news is eloquent of\nthe dear dead past, whose fourth page ushers in a new baby, or heralds the\ncoming of the circus, or promulgates the fact that its giant editor has a\nfelon on his thumb, the trail of the serpent “we” is over them all. It is\nall we have to remind us of royalty in America, with the exception,\nperhaps, of the case now and then where a king full busts a bob-tail\nflush.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}