{
    "title": "Remarks - Roller Skating",
    "author": "Bill Nye",
    "chapter": "68",
    "content": [
        "\n\n",
        "I have once more tried to ride a pair of roller skates. That is the reason\nI got down on the rink and down on roller skates. That is the reason\nseveral people got down on me. That is also the reason why I now state in\na public manner, to a lost and undone race, that unless the roller-rink is\nat once abolished, the whole civilized race will at once be plunged into\narnica.",
        "I had tried it once before, but had not carried my experiments to a\nsuccessful termination. I made a trip around the rink last August, but was\nruled out by the judges for incompetency, and advised to skate among the\npeople who were hostile to the government of the United States, while the\nproprietors repaired the rink.",
        "On the 9th of June I nestled in the bosom of a cyclone to excess, and it\nhas required the bulk of the succeeding months for nature to glue the bone\nof my leg together in proper shape. That is the reason I have not given\nthe attention to roller-skating that I should.",
        "A few weeks ago I read what Mr. Talmage said about the great national\nvice. It was his opinion that, if we skated in a proper spirit, we could\nleave the rink each evening with our immortal souls in good shape.",
        "Somehow it got out that on Thursday evening I would undertake the feat of\nskating three rounds in three hours with no protection to my scruples, for\none-half the gate money, Talmage rules. So there was quite a large\naudience present with opera glasses. Some had umbrellas, especially on the\nfront rows. These were worn spread, in order to ward off fragments of the\nrink which might become disengaged and set in motion by atmospheric\ndisturbances.",
        "In obedience to a wild, Wagnerian snort from the orchestra, I came into\nthe arena with my skates in hand. I feel perfectly at home before an\naudience when I have my skates in hand. It is a morbid desire to wear the\nskates on my feet that has always been my bete noire. Will the office\nboy please give me a brass check for that word so that I can get it when I\ngo away?",
        "My first thought, after getting myself secured to the skates, was this:\n“Am I in the proper frame of mind? Am I doing this in the right spirit? Am\nI about to skate in such a way as to lift the fog of unbelief which now\nenvelopes a sinful world, or shall I deepen the opaque night in which my\nrace is wrapped?”",
        "Just then that end of the rink erupted in a manner so forthwith and so\ntout ensemble that I had to push it back in place with my person. I\nnever saw anything done with less delay or less languor.",
        "The audience went wild with enthusiasm, and I responded to the encore by\nwriting my name in the air with my skates.",
        "This closed the first seance, and my trainer took me in the dressing-room\nto attend a consultation of physicians. After the rink carpenter had\njacked up the floor a little I went out again. I had no fears about my\nability to perform the mechanical part assigned me, but I was still\nworried over the question of whether it would or would not be of lasting\nbenefit to mankind.",
        "Those who have closely scrutinized my frame in repose have admitted that I\nam fearfully and wonderfully made. Students of the human frame say that\nthey never saw such a wealth of looseness and limberness lavished upon one\nperson. They claim that nature bestowed upon me the hinges and joints\nintended for a whole family, and therefore when I skate the air seems to\nbe perfectly lurid with limbs. I presume that this is true; though I have\nso little leisure while skating in which to observe the method itself, the\nplot or animus of the thing, as it were, that my opinion would be of\nlittle value to the scientist.",
        "I am led to believe that the roller skate is certainly a great civilizer\nand a wonderful leveler of mankind. If we so skate that when the summons\ncomes to seek our ward in the general hospital, where each shall heal his\nbusted cuticle within the walls where rinkists squirm, we go not like the\nmoral wreck, morally paralyzed, but like a hired man taking his medicine,\nand so forth–we may skate with perfect impunity, or anyone else to whom\nwe may be properly introduced by our cook.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}