{
    "title": "Remarks - A Bright Future for Pugilism",
    "author": "Bill Nye",
    "chapter": "66",
    "content": [
        "\n\n",
        "The recent prominence of Mr. John E. Dempsey, better known as Jack\nDempsey, of New York, brings to mind a four days’ trip taken in his\ncompany from Portland, Oregon, to St. Paul, over the Northern Pacific.",
        "There were three pugilists in the party besides myself, viz. Dempsey, Dave\nCampbell and Tom Cleary. We made a grand, triumphant tour across the\ncountry together, and I may truthfully state that I never felt so free to\nsay anything I wanted to–to other passengers–as I did at that time. I\nwish I could afford to take at least one pugilist with me all the time. In\ntraveling about the country lecturing, a good pugilist would be of great\nassistance. I would like to set him on the man who always asks: “Where do\nyou go to from here, Mr. Nye?” He does not ask because he wants to know,\nfor the next moment he asks right over again. I do not know why he asks,\nbut surely it is not for the purpose of finding out.",
        "Well, throughout our long journey across the State of Oregon and the\nTerritories of Idaho, Montana and Dakota, and the State of Minnesota, it\nwas one continual ovation. Dempsey had a world-wide reputation, I found,\nco-extensive with the horizon, as I may say, and bounded only by the\nzodiac.",
        "In my great forthcoming work, entitled “Half-Hours with Great Men, or\nEminent People Which I Have Saw,” I shall give a fuller description of\nthis journey. The book will be a great boon.",
        "Mr. Dempsey is not a man who would be picked out as a great man. You might\npass by him two or three times without recognizing his eminence, and yet,\nat a scrapping matinee or swatting recital, he seems to hold his audiences\nat his own sweet will–also his antagonist.",
        "Mr. Dempsey does not crave notoriety. He seems rather to court seclusion.\nThis is characteristic of the man. See how he walked around all over the\nState of New York last week–in the night, too–in order to evade the\ncrowd.",
        "His logic, however, is wonderful. Though quiet and unassuming in his\nmanner, his arguments are powerful and generally make a large protuberance\nwherever they alight.",
        "Nothing is more pleasing than the sight of a man who has risen by his own\nunaided effort, fought his way up, as it were, and yet who is not vain.\nMr. Dempsey conversed with me frequently during our journey, and did not\nseem to feel above me.",
        "I opened the conversation by telling him that I had seen a number of his\nworks. Nothing pleases a young author so much as a little friendly remark\nin relation to his work. I had seen a study of his one day in New York\nlast spring. It was an italic nose with quotation marks on each side.",
        "It was a very happy little bon mot on Mr. Dempsey’s part, and attracted a\ngood deal of notice at the time.",
        "Mr. Dempsey is not a college graduate, as many suppose. He is a self-made\nman. This should be a great encouragement to our boys who are now unknown,\nand whose portraits have not as yet appeared in the sporting papers.",
        "But Mr. Dempsey’s great force as a debater is less, perhaps, in the matter\nthan in the manner. His delivery is good and his gestures cannot fail to\nconvince the most skeptical. Striking in appearance, aggressive in his\nnature, and happy in his gestures, he is certain to attract the attention\nof the police, and he cannot fail to rivet the eye of his adversary. I saw\none of his adversaries, not long ago, whose eye had been successfully\nriveted in that way.",
        "And yet, John E. Dempsey was once a poor boy. He had none of the\nadvantages which wealth and position bring. But, confident of his latent\nability as a middle-weight convincer, he toiled on, ever on, sitting up\nuntil long after other people had gone to bed, patiently knocking out\nthose who might be brought to him for that purpose. He never hung back\nbecause the way looked long and lonely. And what is the result? To-day, in\nthe full vigor of manhood, he is sought out and petted by everyone who\ntakes an interest in the onward march of pugilism.",
        "It is a wonderful record, though brief. It shows what patient industry\nwill accomplish unaided. Had John E. Dempsey hesitated to enter the ring\nand said that he would rather go to school, where he would be safe, he\nmight to-day be an educated man; but what does that amount to here in\nAmerica, where everybody can have an education? He would have lost his\ntalent as a slugger, and drifted steadily downward, perhaps, till he\nbecame a school-teacher or a narrow-chested editor, writing things day\nafter day just to gratify the morbid curiosity of a sin-cursed world.",
        "In closing, I would like to say that I hope I have not expressed an\nopinion in the above that may hereafter be used against me. Do not\nunderstand me to be the foe of education. Education and refinement are\ngood enough in their places, but how shall we attract attention by trying\nto become refined and educated in a land where, as I say, education and\nrefinement seem almost to run rampant.",
        "Heretofore, in America, pugilism has been made subservient to the common\nschools. Pugilism and polygamy have both been crowded to the wall. Now\npugilism is about to assert itself. The tin ear and the gory nose will\nsoon come to the front, and the day is not far distant when progressive\npugilism and the prize-ring will take the place of the poorly ventilated\ncommon school and the enervating prayer meeting.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}