{
    "title": "Remarks - Spring",
    "author": "Bill Nye",
    "chapter": "25",
    "content": [
        "\n\n",
        "Spring is now here. It has been here before, but not so much so, perhaps,\nas it is this year. In spring the buds swell up and bust. The “violets\"\nbloom once more, and the hired girl takes off the double windows and the\nstorm door. The husband and father puts up the screen doors, so as to fool\nthe annual fly when he tries to make his spring debut. The husband and\nfather finds the screen doors and windows in the gloaming of the garret.\nHe finds them by feeling them in the dark with his hands. He finds the\nrafters, also, with his head. When he comes down, he brings the screens\nand three new intellectual faculties sticking out on his brow like the\nbutton on a barn door.",
        "Spring comes with joyous laugh, and song, and sunshine, and the burnt\nsacrifice of the over-ripe boot and the hoary overshoe. The cowboy and the\nnew milch cow carol their roundelay. So does the veteran hen. The common\negg of commerce begins to come forth into the market at a price where it\ncan be secured with a step-ladder, and all nature seems tickled.",
        "There are four seasons–spring, summer, autumn and winter. Spring is the\nmost joyful season of the year. It is then that the green grass and the\nlavender pants come forth. The little robbins twitter in the branches, and\nthe horny-handed farmer goes joyously afield to till the soil till the\ncows come home.–Virgil.",
        "We all love the moist and fragrant spring. It is then that the sunlight\nwaves beat upon the sandy coast, and the hand-maiden beats upon the sandy\ncarpet. The man of the house pulls tacks out of himself and thinks of days\ngone by, when you and I were young, Maggie. Who does not leap and sing in\nhis heart when the dandelion blossoms in the low lands, and the tremulous\ntail of the lambkin agitates the balmy air?",
        "The lawns begin to look like velvet and the lawn-mower begins to warm its\njoints and get ready for the approaching harvest. The blue jay fills the\nforest with his classical and extremely au revoir melody, and the\ncurculio crawls out of the plum-tree and files his bill. The plow-boy puts\non his father’s boots and proceeds to plow up the cunning little angle\nworm. Anon, the black-bird alights on the swaying reeds, and the\nlightning-rod man alights on the farmer with great joy and a new rod that\ncan gather up all the lightning in two States and put it in a two-gallon\njug for future use.",
        "Who does not love spring, the most joyful season of the year? It is then\nthat the spring bonnet of the workaday world crosses the earth’s orbit and\nmakes the bank account of the husband and father look fatigued. The low\nshoe and the low hum of the bumble-bee are again with us. The little\nstriped hornet heats his nose with a spirit lamp and goes forth searching\nfor the man with the linen pantaloons. All nature is full of life and\nactivity. So is the man with the linen pantaloons. Anon, the thrush will\nsing in the underbrush, and the prima donna will do up her voice in a\nred-flannel rag and lay it away.",
        "I go now into my cellar to bring out the gladiola bulb and the homesick\nturnip of last year. Do you see the blue place on my shoulder? That is\nwhere I struck when I got to the foot of the cellar stairs. The gladiola\nbulbs are looking older than when I put them away last fall. I fear me\nthey will never again bulge forth. They are wrinkled about the eyes and\nthere are lines of care upon them. I could squeeze along two years without\nthe gladiola and the oleander in the large tub. If I should give my little\nboy a new hatchet and he should cut down my beautiful oleander, I would\ngive him a bicycle and a brass band and a gold-headed cane.",
        "  O spring, spring,\n  You giddy young thing.[1]",
        "[Footnote 1: From poems of passion and one thing another, by the author of\nthis sketch.]",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}