{
    "title": "Remarks - A Picturesque Picnic",
    "author": "Bill Nye",
    "chapter": "7",
    "content": [
        "\n\n",
        "Railroads have made the Rocky Mountain country familiar and contiguous, I\nmay say, to the whole world; but the somber canon, the bald and blackened\ncliff, the velvety park and the snowy, silent peak that forever rests\nagainst the soft, blue sky, are ever new. The foamy green of the torrent\nhas whirled past the giant walls of nature’s mighty fortress myriads of\nyears, perhaps, and the stars have looked down into the great heart of\nearth for centuries, where the silver thread of streams, thousands of feet\nbelow, has been patiently carving out the dark canon where the eagle and\nthe solemn echo have their home.",
        "I said this to a gentleman from Leadville a short time ago as we toiled up\nKenoska Hill, between Platte canon and the South Park, on the South Park\nand Pacific Railway. He said that might be true in some cases and even\nmore so, perhaps, depending entirely on whether it would or not.",
        "I do not believe at this moment that he thoroughly understood me. He was\nonly a millionaire and his soul, very likely, had never throbbed and\nthrilled with the mysterious music nature yields to her poet child.",
        "He could talk on and on of porphyry walls and contact veins, gray copper\nand ruby silver, and sulphurets and pyrites of iron, but when my eye\nkindled with the majestic beauty of these eternal battlements and my voice\ntrembled a little with awe and wonder; while my heart throbbed and\nthrilled in the midst of nature’s eloquent, golden silence, this man sat\nthere like an Etruscan ham and refused to throb or thrill. He was about as\nunsatisfactory a throbber and thriller as I have met for years.",
        "At an elevation of over 10,000 feet above high water mark, Fahrenheit, the\nSouth Park, a hundred miles long, surrounded by precipitous mountains or\ngreen and sloping foot-hills, burst upon us, In the clear, still air, a\nhundred miles away, at Pueblo, I could hear a promissory note and\ncut-throat mortgage drawing three per cent a month. So calm and unruffled\nwas the rarified air that I fancied I could hear the thirteenth assessment\non a share of stock at Leadville toiling away at the bottom of a two\nhundred and fifty foot shaft.",
        "Colorado air is so pure that men in New York have, in several instances,\nheard the dull rumble of an assessment working as far away as the San Juan\ncountry.",
        "At Como, in the park, I met Col. Wellington Wade, the Duke of Dirty\nWoman’s Ranch, and barber extraordinary to old Stand-up-and-Yowl, chief of\nthe Piebiters.",
        "Colonel Wade is a reformed temperance lecturer. I went to his shop to get\nshaved, but he was absent. I could smell hair oil through the keyhole, but\nthe Colonel was not in his slab-inlaid emporium. He had been preparing\nanother lecture on temperance, and was at that moment studying the habits\nof his adversary at a neighboring gin palace. I sat down on the steps and\ndevoured the beautiful landscape till he came. Then I sat down in the\nchair, and he hovered over me while he talked about an essay he had\nwritten on the flowing bowl. His arguments were not so strong as his\nbreath seemed to be. I asked him if he wouldn’t breathe the other way\nawhile and let me sober up. I learned afterward that although his nose was\nred, his essay was not.",
        "He would shave me for a few moments, and then he would hone the razor on\nhis breath and begin over again. I think he must have been pickling his\nlungs in alcohol. I never met a more pronounced gin cocktail symphony and\nbologna sausage study in my life.",
        "I think Sir Walter Scott must have referred to Colonel Wade when he said,\n“Breathes there a man with soul so dead?” Colonel Wade’s soul might not\nhave been dead, but it certainly did not enjoy perfect health.",
        "I went over the mountains to Breckenridge the next day, climbed two miles\nperpendicularly into the sky, rode on a special train one day, a push car\nthe next and a narrow-gauge engine the next. Saw all the beauty of the\ncountry, in charge of Superintendent Smith, went over to Buena Vista and\nhad a congestion of the spine and a good time generally. You can leave\nDenver on a morning train and see enough wild, grand, picturesque\nloveliness before supper, to store away in your heart and hang upon the\nwalls of memory, to last all through your busy, humdrum life, and it is a\ngood investment, too.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}