{
    "title": "Remarks - Chinese Justice",
    "author": "Bill Nye",
    "chapter": "49",
    "content": [
        "\n\n",
        "They do things differently in China. Here in America, when a man burgles\nyour residence, you go and confide in a detective, who keeps your secret\nand gets another detective to help him. Generally that is the last of it.\nIn China, not long ago, the house of a missionary was entered and\nvaluables taken by the thieves. The missionary went to the authorities\nwith his tale and told them whom he suspected. That’s the last he heard of\nthat for three weeks. Then he received a covered champagne basket from the\nDepartment of Justice. On opening it he found the heads of the suspected\nburglars packed in tinfoil and in a good state of preservation. These\nheads were not sent necessarily for publication, but as an evidence of\ngood faith on the part of the Department of Unimpeded Justice. Mind you,\nthere was no postponement of the preliminary examination, no dilatory\nmotions and changes of venue, no pleas to the jurisdiction of the court,\nno legal delays and final challenges of jurors until an idiotic jury had\nbeen procured who hadn’t read the papers, no ruling out of damaging\ntestimony, and finally filing of bill of exceptions, no appeal and delay,\nor appeal afterward to another court which returned the defendant to the\ncourt of original jurisdiction for review, and years of waiting for the\nprosecuting witnesses to die of old age and thus release the defendant.\nThere is nothing of that kind in China. You just hand in your orders to\nthe judicial end of the administration, and then you retire. Later on, the\ndelivery man brings in your package of heads, makes a salaam, and goes\naway.",
        "Now, this is swift and speedy justice for you. I don’t know how the guilt\nof the defendants is arrived at, but there’s nothing tedious about it. At\nleast, there’s nothing tedious to the complainant I presume they make it\nred-hot for the criminal.",
        "Still this style of justice has its drawbacks. For instance, you are at\ndinner. You have a large and select company dining with you. You are about\nto carve the roast There is a ring at the door. The servant announces that\na judicial officer is at the drawbridge and desires to speak with you. You\npull your napkin out of your bosom, lay the carving knife down on the\nvirgin table cloth, and go to the door. There the minister of justice\npresents you with a champagne basket and retires. You return to the dining\nhall, leaving your basket on the sideboard. After a while you announce to\nyour guests that you have just received a basket of Mumm’s extra dry with\nthe compliments of the government, and that you will, with the permission\nof those present, open a bottle. You arm yourself with a corkscrew, open\nthe basket, and thoughtlessly tip it over, when two or three human heads,\nwith a pained and grieved expression on the face, roll out on the table.",
        "When you are looking for a quart bottle of sparkling wine and find instead\nthe cold, sad features and reproachful stare of the extremely deceased and\nhic jacet Chinaman, you naturally betray your chagrin. I like to see\njustice moderately swift, and, in fact I’ve seen it pretty forthwith in\nits movements two or three times; but I cannot say that I would be\nprepared for this style.",
        "Perhaps I’m getting a little nervous in my old age, and a small matter\njars my equilibrium; but I’m sure a basket of heads handed in as I was\nseated at the table would startle me a little at first, and I might forget\nmyself.",
        "A friend of mine, under such circumstances, made what the English would\ncall “a doosed clevah” remark once in Shanghai. When he opened the basket\nhe was horrified, but he was cool. He was old sang froid from\nSangfroidville. He first took the basket and started for the back room,\nwith the remark: “My friends, I guess you will have to ex-queuese me.\"\nThen he pulled down his eyelids and laughed a hoarse English laugh.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}