{
    "title": "Remarks - A Powerful Speech",
    "author": "Bill Nye",
    "chapter": "79",
    "content": [
        "\n\n",
        "I once knew a man who was nominated by his fellow citizens for a certain\noffice and finally elected without having expended a cent for that\npurpose. He was very eccentric, but he made a good officer. When he heard\nthat he was nominated, he went up, as he said, into the mountains to do\nsome assessment work on a couple of claims. He got lost and didn’t get his\nbearings until a day or two after election. Then he came into town hungry,\ngreasy and ragged, but unpledged.",
        "He found that he was elected, and in answer to a telegram started off for\n’Frisco to see a dying relative. He did not get back till the first of\nJanuary. Then he filed his bond and sailed into the office. He fired\nseveral sedentary deputies who had been in the place twenty years just\nbecause they were good “workers.” That is, they were good workers at the\npolls. They saved all their energies for the campaign, and so they only\nhad vitality enough left to draw their salaries during the balance of the\ntwo years.",
        "This man raised the county scrip from sixty to ninety-five in less than\ntwo years, and still they busted him in the next convention. He was too\neccentric. One delegate asked what in Sam Hill would become of the country\nif every candidate should skin out during the campaign and rusticate in\nthe mountains while the battle was being fought.",
        "Says he, “I am a delegate from the precinct of Rawhide Buttes, and I\ncalklate I know what I am talkin’ about. Gentlemen of the convention, just\nsuppose that everybody, from the President of the United States down, was\nto git the nomination and then light out like a house afire and never come\nback till it was time to file his bond; what’s going to become of us\ncommon drunkards to whom election is a noasis in the bad lands, an orange\ngrove in the alkali flats?",
        "“Mr. Chairman, there’s millions of dollars in this broad land waiting for\nthe high tide of election day to come and float ’em down to where you and\nI, Mr. Chairman, as well as other parched and patriotic inebriates, can\ngit a hold of ’em.",
        "“Gentlemen, we talk about stringency and shrinkage of values, and all such\nfunny business as that; but that’s something I don’t know a blamed thing\nabout. What I can grapple with is this: If our county offices are worth\n$30,000, and there are other little after-claps and soft snaps, and\nwalk-overs, worth, say $10,000, and the boys, say, are willing to do the\nfair thing, say, blow in fifteen per cent, to the central committee, and\nwhat they feel like on the outside, then politics, instead of a burden and\na reproach, becomes a pleasing duty, a joyous occasion and a picnic to\nthose whose lives might otherwise be a dreary monotone.",
        "“Mr. Chairman, the past two years has wrecked four campaign saloons, and a\ntinner who socked his wife’s fortune into campaign torches is now in a\nland where torchlights is no good. Overcome by a dull market, a financial\ndepression and a reserved central committee, he ate a package of Rough on\nRats, and passed up the flume. He is now at rest over yonder.",
        "“Such instances would be common if we encouraged the eccentric economy of\nofficial cranks. It is an evil that is gnawing at the vitals of the\nrepublic. We must squench it or get left. There are millions of dollars in\nthis country, Mr. Chairman, that, if we keep it out of the campaign, will\nget into the hands of the working classes, and then you and I, Mr.\nChairman, and gentlemen of the convention, can starve to death. Keep the\ncampaign money away from the soulless hired man, gentlemen, or good-bye\nJohn.",
        "“Mr. Chairman, excuse my emotion! It is almighty seldom that I make a\nspeech, but when I do, I strive to get there with both feet. We must\neither work the campaign funds into their legitimate channels, or every\nblamed patriot within the sound of my voice will have to fasten on a tin\nbill and rustle for angle-worms amongst the hens. You hear me?”",
        "[Terrific applause, during which the delicate odor of enthusiasm was\nnoticed on the breath of the entire delegation.]",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}