{
    "title": "Remarks - Down East Rum",
    "author": "Bill Nye",
    "chapter": "19",
    "content": [
        "\n\n",
        "Rum has always been a curse to the State of Maine. The steady fight that\nMaine has made, for a century past, against decent rum, has been worthy of\na better cause.",
        "Who hath woe? who hath sorrow and some more things of that kind? He that\nmonkeyeth with Maine rum; he that goeth to seek emigrant rum.",
        "In passing through Maine the tourist is struck with the ever-varying\nstyles of mystery connected with the consumption of rum.",
        "In Denver your friend says: “Will you come with me and shed a tear?” or\n“Come and eat a clove with me.”",
        "In Salt Lake City a man once said to me: “William, which would you rather\ndo, take a dose of Gentile damnation down here on the corner, or go over\nacross the street and pizen yourself with some real old Mormon Valley tan,\nmade last week from ground feed and prussic acid?” I told him that I had\njust been to dinner, and the doctor had forbidden my drinking any more,\nand that I had promised several people on their death beds never to touch\nliquor, and besides, I had just taken a large drink, so he would have to\nexcuse me.",
        "But in Maine none of these common styles of invitation prevail. It is all\nshrouded in mystery. You give the sign of distress to any member in good\nstanding, pound three times on the outer gate, give two hard kicks and one\nsoft one on the inner door, give the password, “Rutherford B. Hayes,” turn\nto the left, through a dark passage, turn the thumbscrew of a mysterious\ngas fixture 90 deg. to the right, holding the goblet of the encampment\nunder the gas fixture, then reverse the thumbscrew, shut your eyes, insult\nyour digester, leave twenty-five cents near the gas fixture, and hunt up\nthe nearest cemetery, so that you will not have to be carried very far.",
        "If a man really wants to drink himself into a drunkard’s grave, he can\ncertainly save time by going to Maine. Those desiring the most prompt and\nvigorous style of jim-jams at cut rates will do well to examine Maine\ngoods before going elsewhere. Let a man spend a week in Boston, where the\nMaine liquor law, I understand, is not in force, and then, with no warning\nwhatever, be taken into the heart of Maine; let him land there a stranger\nand a partial orphan, with no knowledge of the underground methods of\nsecuring a drink, and to him the world seems very gloomy, very sad, and\nextremely arid.",
        "At the Bangor depot a woman came up to me and addressed me. She was rather\npast middle age, a perfect lady in her manners, but a little full.",
        "I said: “Madam, I guess you will have to excuse me. You have the\nadvantage. I can’t just speak your name at this moment. It has been now\nthirty years since I left Maine, a child two years old. So people have\nchanged. You’ve no idea how people have grown out of my knowledge. I don’t\nsee but you look just as young as you did when I went away, but I’m a poor\nhand to remember names, so I can’t just call you to mind.”",
        "She was perfectly ladylike in her manner, but a little bit drunk. It is\nsingular how drunken people will come hundreds of miles to converse with\nme. I have often been alluded to as the “drunkard’s friend.” Men have been\nknown to get intoxicated and come a long distance to talk with me on some\nsubject, and then they would lean up against me and converse by the hour.\nA drunken man never seems to get tired of talking with me. As long as I am\nwilling to hold such a man up and listen to him, he will stand and tell me\nabout himself with the utmost confidence, and, no matter who goes by, he\ndoes not seem to be ashamed to have people see him talking with me.",
        "I once had a friend who was very much liked by every one, so he drifted\ninto politics. For seven years he tried to live on free whiskey and\npopular approval, but it wrecked him at last. Finally he formed the habit\nof meeting me every day and explaining it to me, and giving me free\nexhibitions of a breath that he had acquired at great expense. After he\ngot so feeble that he could not walk any more, this breath of his used to\npull him out of bed and drag him all over town. It don’t seem hardly\npossible, but it is so. I can show you the town yet.",
        "He used to take me by the buttonhole when he conversed with me. This is a\ndiagram of the buttonhole.",
        "If I had a son I would warn him against trying to subsist solely on\npopular approval and free whiskey. It may do for a man engaged solely in\nsedentary pursuits, but it is not sufficient in cases of great muscular\nexhaustion. Free whiskey and popular approval on an empty stomach are\nhighly injurious.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}