{
    "title": "Remarks - Man Overbored",
    "author": "Bill Nye",
    "chapter": "82",
    "content": [
        "\n\n",
        "“Speaking about prohibition,” said Misery Brown one day, while we sat lying\non the damp of the Blue Tail Fly, “I am prone to allow that the more you\nprohibit, the more you–all at once–discover that you have more or less\nfailed to prohibit.",
        "“Now, you can win a man over to your way of thinking, sometimes, but you\nmustn’t do it with the butt-end of a telegraph-pole. You might convert him\nthat way, perhaps, but the mental shock and phrenological concussion of\nthe argument might be disastrous to the convert himself.",
        "“A man once said to me that rum was the devil’s drink, that Satan’s home\nwas filled with the odor of hot rum, that perdition was soaked with spiced\nrum and rum punch. ’You wot not,’ said he, ’the ruin rum has rot. Why,\nMisery Brown,’ said he, ’rum is my bete noir.’ I said I didn’t care what\nhe used it for, he’d always find it very warming to the system. I told him\nhe could use it for a hot bete noir, or a blanc mange, or any of those\nfancy drinks; I didn’t care.",
        "“But the worst time I ever had grappling with the great enemy, I reckon,\nwas in the later years of the war, when I pretty near squashed the\nrebellion. Grim-visaged war had worn me down pretty well. I played the big\ntuba in the regimental band, and I began to sigh for peace.",
        "“We had been on the march all summer, it seemed to me. We’d travel through\ndust ankle-deep all day that was just like ashes, and halt in the red-hot\nsun five minutes to make coffee. We’d make our coffee in five minutes, and\nsometimes we’d make it in the middle of the road; but that’s neither here\nnor there.",
        "“We finally found out that we would make a stand in a certain town, and\nthat the Q.M. had two barrels of old and reliable whisky in store. We\nalso found out that we couldn’t get any for medical purposes nor anything\nelse All we could do was to suffer on and wait till the war closed. I\ndidn’t feel like postponing the thing myself, so I began to investigate.\nThe great foe of humanity was stored in a tobacco-house, and the Q.M.\nslept three nights between the barrels. The chances for a debauch looked\npeaked and slim in the extreme. However, there was a basement below, and I\ngot in there one night with a half-inch auger, and two wash-tubs. Later on\nthere was a sound of revelry by night. There was considerable ’on with the\ndance, let joy be unconfined.’",
        "“The next day there was a spongy appearance to the top of the head, which\nseemed to be confined to our regiment, as a result of the sudden giving\nway, as it were, of prohibitory restrictions. It was a very disagreeable\nday, I remember. All nature seemed clothed in gloom, and R.E. Morse,\nP.D.Q., seemed to be in charge of the proceedings. Redeyed Regret was\neverywhere.",
        "“We then proceeded to yearn for the other barrel of woe, that we might\npile up some more regret, and have enough misery to last us through the\nbalance of the campaign. We acted on this suggestion, and, with a firm\nresolve and the same half-inch auger, we stole once more into the basement\nof the tobacco-house.",
        "“I bored nineteen consecutive holes in the atmosphere, and then an\nintimate friend of mine bored twenty-seven distinct holes in the floor,\nonly to bore through the bosom of the night. Eleven of us spent the most\nof the night boring into the floor, and at three o’clock A.M. it looked\nlike a hammock, it was so full of holes. The quartermaster slept on\nthrough it all. He slept in a very audible tone of voice, and every now\nand then we could hear him slumbering on.",
        "“At last we decided that he was sleeping middling close to that barrel, so\nwe began to bore closer to the snore. It was my turn to bore, I remember,\nand I took the auger with a heavy heart. I bored through the floor, and\nfor the first time bored into something besides oxygen. It was the\nquartermaster. A wild yell echoed through the southern confederacy, and I\npulled out my auger. It had on the point a strawberry mark, and a fragment\nof one of those old-fashioned woven wire gray shirts, such as\nquartermasters used to wear.",
        "“I remember that we then left the tobacco-house. In the hurry we forgot\ntwo wash-tubs, a half-inch auger, and 980,361 new half-inch auger holes\nthat had never been used.”",
        "“Done It A-Purpose.”",
        "At Greeley a young man with a faded cardigan jacket and a look of woe got\non the train, and as the car was a little crowded he sat in the seat with\nme. He had that troubled and anxious expression that a rural young man\nwears when he first rides on the train. When the engine whistled he would\nalmost jump out of that cardigan jacket, and then he would look kind of\nfoolish, like a man who allows his impulses to get the best of him. Most\neveryone noticed the young man and his cardigan jacket, for the latter had\narrived at the stage of droopiness and jaded-across-the-shoulders look\nthat the cheap knit jacket of commerce acquires after awhile, and it had\nshrunken behind and stretched out in front so that the horizon, as you\nstood behind the young man, seemed to be bound by the tail of this\ngarment, which started out at the pocket with good intentions and suddenly\ndecided to rise above the young man’s shoulder blades.",
        "He seemed so diffident and so frightened among strangers, that I began to\ntalk with him.",
        "“Do you live at Greeley?” I inquired.",
        "“No, sir,” he said, in an embarrassed way, as most anyone might in the\npresence of greatness. “I live on a ranch up the Pandre. I was just at\nGreeley to see the circus.”",
        "I thought I would play the tenderfoot and inquiring pilgrim from the\ncultured East, so I said: “You do not see the circus often in the West, I\npresume, the distance is so great between towns and the cost of\ntransportation is so great?”",
        "“No, sir. This is the first circus I ever was to. I have never saw a\ncircus before.”",
        "“How did you like it?”",
        "“O, tip-top. It was a good thing. I’d like to see it every day if I could,\nI laughed and drank lemonade till I’ve got my cloze all pinned up with\npins, and I’d as soon tell you, if you wont give it away, that my pants is\ntied on me with barbed fence wire.”",
        "“Probably that’s what gives you that anxious and apprehensive look?”",
        "“Yes, sir. If I look kind of doubtless about something, its because I’m\nafraid my pantaloons will fall off on the floor and I will have to borrow\na roller towel to wear home.”",
        "“How did you like the animals?”",
        "“I liked that part of the Great Moral Aggregation the best of all. I have\nnot saw such a sight before. I could stand there and watch that there old\nscaly elephant stuff hay into his bosom with his long rubber nose for\nhours. I’d read a good deal first and last about the elephant, the king of\nbeasts, but I had never yet saw one. Yesterday father told me there hadn’t\nbeen much joy into my young life, and so he gave me a dollar and told me\nto go over to the circus and have a grand time. I tell you, I just turned\nmyself loose and gave myself up to pleasure.”",
        "“What other animals seemed to please you?” I asked, seeing that he was\ngetting a little freer to talk.",
        "“Oh, I saw the blue-nosed baboon from Farther India, and the red-eyed\nsandhill crane from Maddygasker, I think it was, and the sacred\nJack-rabbit from Scandihoovia, and the lop-eared layme from South America.\nThen there was the female acrobat with her hair tied up with red ribbon.\nIt’s funny about them acrobat wimmen. They get big pay, but they never buy\ncloze with their money. Now, the idea of a woman that gets $2 or $3 a day,\nfor all I know, coming out there before 2,000 total strangers, wearing a\npair of Indian war clubs and a red ribbon in her hair. I tell you,\npardner, them acrobat prima donnars are mighty stingy with their money, or\nelse they’re mighty economical with their cloze.”",
        "“Did you go into the side show?”",
        "“No, sir. I studied the oil paintings on the outside, but I didn’t go in,\nI met a handsome looking man there near the side show, though, that seemed\nto take an interest in me. There was a lottery along with the show and he\nwanted me to go and throw for him.”",
        "“Capper, probably?”",
        "“Perhaps so. Anyhow, he gave me a dollar and told me to go and throw for\nhim.”",
        "“Why didn’t he throw for himself?”",
        "“O, he said the lottery man knew him and wouldn’t let him throw.”",
        "“Of course. Same old story. He saw you were a greeney and got you to throw\nfor him. He stood in with the game so that you drew a big prize for the\ncapper, created a big excitement, and you and the crowd sailed in and lost\nall the money you had. I’ll bet he was a man with a velvet coat, and a\nmoustache dyed a dead black and waxed as sharp as a cambric needle.”",
        "“Yes; that’s his description to a dot. I wonder if he really did do that\na-purpose.”",
        "“Well, tell us about it. It does me good to hear a blamed fool tell how he\nlost his money. Don’t you see that your awkward ways and general greenness\nstruck the capper the first thing, and you not only threw away your own\nmoney, but two or three hundred other wappy-jawed pelicans saw you draw a\nbig prize and thought it was yours, then they deposited what little they\nhad and everything was lovely.”",
        "“Well, I’ll tell you how it was, if it’ll do any good and save other young\nmen in the future. You see this capper, as you call him, gave me a $1 bill\nto throw for him, and I put it into my vest pocket so, along with the\ndollar bill father gave me. I always carry my money in my right hand vest\npocket. Well, I sailed up to the game, big as old Jumbo himself, and put a\ndollar into the game. As you say, I drawed a big prize, $20 and a silver\ncup. The man offered me $5 for the cup and I took it.”",
        "“Then it flashed over my mind that I might have got my dollar and the\nother feller’s mixed, so I says to the proprietor, ’I will now invest a\ndollar for a gent who asked me to draw for him.’",
        "“Thereupon I took out the other dollar, and I’ll be eternally chastised if\nI didn’t draw a brass locket worth about two bits a bushel.”",
        "I didn’t say anything for a long time. Then I asked him how the capper\nacted when he got his brass locket.",
        "“Well, he seemed pained and grieved about something, and he asked me if I\nhadn’t time to go away into a quiet place where we could talk it over by\nourselves; but he had a kind of a cruel, insincere look in his eye, and I\nsaid no, I believed I didn’t care to, and that I was a poor\nconversationalist, anyhow; and so I came away, and left him looking at his\nbrass locket and kicking holes in the ground and using profane language.",
        "“Afterward I saw him talking to the proprietor of the lottery, and I feel,\nsomehow, that they had lost confidence in me. I heard them speak of me in\na jeering tone of voice, and one said as I passed by: ’There goes the\nmeek-eyed rural convict now,’ and he used a horrid oath at the same time.",
        "“If it hadn’t been for that one little quincidence, there would have been\nnothing to mar the enjoyment of the occasion.”",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}