{
    "title": "Remarks - The Sedentary Hen",
    "author": "Bill Nye",
    "chapter": "65",
    "content": [
        "\n\n",
        "Though generally cheerful and content with her lot, the hen at times\nbecomes moody, sullen and taciturn. We are often called upon to notice and\nprofit by the genial and sunny disposition of the hen, and yet there are\ntimes in her life when she is morose, cynical, and the prey of consuming\nmelancholy. At such times not only her own companions, but man himself\nshuns the hen.",
        "At first she seems to be preoccupied only. She starts and turns pale when\nsuddenly spoken to. Then she leaves her companions and seems to be the\nvictim of hypochondria. Then her mind wanders. At last you come upon her\nsuddenly some day, seated under the currant bushes. You sympathize with\nher and you seek to fondle her. She then picks a small memento out of the\nback of your hand. You then gently but firmly coax her out of there with a\nhoe, and you find that she has been seated for some time on an old croquet\nball, trying to hatch out a whole set of croquet balls. This shows that\nher mind is affected. You pick up the croquet ball, and find it hot and\nfeverish, so you throw it into the shade of the woodshed. Anon, you find\nyour demented hen in the loft of the barn hovering over a door knob and\ntrying by patience and industry to hatch out a hotel.",
        "When a hen imagines that she is inspired to incubate, she at once ceases\nto be an ornament to society and becomes a crank. She violates all the\nlaws and customs of nature and society in trying to hatch a conservatory\nby setting through the long days and nights of summer on a small flower\npot.",
        "Man may win the affections of the tiger, the lion, or the huge elephant,\nand make them subservient to his wishes, but the setting hen is not\nsusceptible to affection. You might as well love the Manitoba blizzard or\ntry to quell the cyclone by looking calmly in its eye. The setting hen is\nfilled with hatred for every living thing. She loves to brood over her\nwrongs or anything else she can find to squat on.",
        "I once owned a hen that made a specialty of setting. She never ceased to\nbe the proud anonymous author of a new, warm egg, but she yearned to be a\nparent. She therefore seated herself on a nest where other hens were in\nthe habit of leaving their handiwork for inspection. She remained there\nduring the summer hatching steadily on while the others laid, until she\nfilled my barnyard with little orphaned henlets of different ages. She\nremained there night and day, patiently turning out poultry for me to be a\nfather to. I brought up on the bottle about one hundred that summer that\nhad been turned out by this morbidly maternal hen. All she seemed to ask\nin return was my kind regards and esteem. I fed her upon the nest and\nhumored her in every way. Every day she became a parent, and every day\nadded to my responsibility.",
        "One day I noticed that she seemed weak and there was a far away look in\nher eye. For the first time the horrible truth burst upon my mind. I\nburied my face in the haymow and I am not ashamed to say that I wept.\nStrong man as I am, I am not too proud to say that I soaked that haymow\nthrough with unavailing tears.",
        "My hen was dying even then. Her breath came hot and quick like the swift\nrush of a hot ball that caves in the short-stop and speeds away to\ncenter-field.",
        "The next morning one hundred chickens of various sizes were motherless,\nand if anything had happened to me they would have been fatherless.",
        "For many years I have made a close study of the setting hen, but I am\nstill unsettled as to what is best to do with her. She is a freak of\nnature, a disagreeable anomaly, a fussy phenomenon. Logic, rhetoric and\nmetaphor are all alike to the setting hen. You might as well go down into\nthe bosom of Vesuvius and ask it to postpone the next eruption.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}