{
    "title": "Remarks - To a Married Man",
    "author": "Bill Nye",
    "chapter": "81",
    "content": [
        "\n\n",
        "Adelbert G. Grimes writes as follows: “I am a young man not yet twenty-two\nyears of age. I am said to be rather attractive in appearance and a fluent\nconversationalist. Three years ago I very foolishly married and settled on\na tree claim in Dakota, where we have three children, consisting of one\npair of twins and an ordinary child, born by itself. We are a considerable\ndistance from town, and to remain at home during the winter with no\ncompany besides my wife and children is very irksome, especially as my\nwife has never had the advantages that I have in the way of society. Her\nconversational powers are very inferior, and I cannot bear to remain at\nhome very much. So I go to town, where I can meet my equals and enjoy\nmyself.",
        "“I fear that this will lead to an estrangement, for, when I return at\nnight, my wife’s nose is so red from sniveling all day that I can hardly\nbear to look at her. If there is anything in this world that I hate, it is\na red-eyed, red-nosed woman who sheds tears on all occasions.",
        "“Of course all this makes me irritable, and I say sharp things to her, as\nI have a wonderful command of language at such times. She surely cannot\nexpect a young man twenty-two years old to stay at home day after day and\nlisten to squalling children, when he is still in the heyday of life with\njoy beaming in his eye.",
        "“Of course I do say things to my wife that I am afterward sorry for, but I\nmade a great mistake in marrying the woman I did, and although some of my\nlady friends told me so at the time, I did not then believe it. Do you\nthink I ought to bury myself on a tree claim with a woman far my inferior,\nwhile I have talents that would shine in the best of society? I am greatly\ndistressed, and would willingly seek a legal separation if I knew how to\ngo about it. Will you kindly advise me? What do you think of my\npenmanship?”",
        "I hardly know how to advise you, Adelbert. You have got yourself into a\nplace where you cannot do much but remain and take your medicine.\nUnfortunately, there are too many such young men as you are, Adelbert.\nYou are young, and handsome, and smart. You casually admit this in your\nletter, I see. You have a social nature, and would shine in society. You\nalso reluctantly confess this. That does not help you in my estimation,\nAdelbert. If you are a bright and shining light in society, you are\nprobably a brunette fizzle as a husband. When you resolved to take a tree\nclaim and make a home in Dakota, why didn’t you put your swallow-tail\ncoat under the bed and retire from the giddy whirl and mad rush of\nsociety, the way your wife had to?",
        "I dislike very much to speak to you in a plain, blunt way, Adelbert,\nbeing a total stranger to you, but when you convey the idea in your\nletter that you have made a great mistake in marrying at the age of\nnineteen, and marrying far beneath yourself, I am forced to agree with\nyou. If, instead of marrying a young girl who didn’t know any better\nthan to believe that you were a man, instead of a fractional one, you\nhad come to me, and borrowed my revolver and blown out the fungus\ngrowth which you refer to as your brains, you would have bit it. Even\nnow it is not too late. Yon can still come to me, and I will oblige\nyou. You cannot do your wife a greater favor at this time than to leave\nher a widow, and the sooner you do so the less orphans there will be.",
        "Did it ever occur to you, Adelbert, that your wife made a mistake also?\nDid it ever bore itself through your adamantine skull that it is not an\nunbroken round of gayety for a young girl to shut herself up in a lonesome\nhouse for three years, gradually acquiring children, and meantime being\n“sassed” by her husband because she is not a fluent conversationalist?",
        "Wherein you offend me, Adelbert, is that you persist in breathing the air\nwhich human beings and other domestic animals more worthy than yourself\nare entitled to. There are too many such imitation men at large. There\nshould be a law that would prohibit your getting up and walking on your\nhind legs and thus imposing on other mammals. If I could run the\ngovernment for a few weeks, Adelbert, I would compel your style of\nzoological wonder to climb a tree and stay there.",
        "So you married a woman who was far your inferior, did you? How did you do\nit? Where did you go to find a woman who could be your inferior and still\nkeep out of the menagerie? Adelbert, I fear you do your wife a great\ninjustice. With just barely enough vitality to hand your name down to\nposterity and blast the fair future of Dakota by leaving your trade-mark\non future generations, you snivel and whine over your blasted life! If\nyour life had been blasted a little harder twenty years ago, the life of\nyour miserable little wife would have been less blasted.",
        "If you had acquired a little more croup twenty years ago, Dakota would\nhave been ahead. Why did you go on year after year, permitting people to\nbelieve you were a man, when you could have undeceived them in two minutes\nby crawling into a hollow log and remaining there?",
        "Your penmanship is very good. It is better than your chances for a bright\nimmortality beyond the grave. Write to me again whenever you feel lonesome\nor want advice. I was a young married man myself once, and I know what\nthey have to endure. Up to the time of my marriage, I had never known a\nharsher tone than a flute note; my early life ran quiet as the clear brook\nby which I sported, and so on. I was a great belle in society, also. I\nattended all the swell balls and parties in our county for years. Wherever\nyou found fair women and brave men tripping the light bombastic toe, you\nwould also find me. “Sometimes I played second violin, and sometimes I\ncalled off.”",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}