{
    "title": "Remarks - The Old Subscriber",
    "author": "Bill Nye",
    "chapter": "5",
    "content": [
        "\n\n",
        "At this season of the year, we are forcibly struck with the earnest and\nhonest effort that is being made by the publisher of the American\nnewspaper. It is a healthy sign and a hopeful one for the future of our\ncountry. It occurs to me that with the great advancement of the newspaper,\nand the family paper, and the magazine, we do not expect leaders and\nstatesmen to think for us so much as we did fifty years ago. We do not\nallow the newspaper to mold us so much as we did. We enjoy reading the\nopinion of a bright, brave, and cogent editor because we know that he sits\nwhere he can acquire his facts in a few hours from all quarters of the\nglobe, and speak truly to his great audience in relation to those facts,\nbut we have ceased to allow even that man to think for us.",
        "What then is to be the final outcome of all this? Is it not that the\naverage American is going to use, and is using, his thinker more than he\never did before? Will not that thinker then, like the muscle of the\nblacksmith’s arm, or the mule’s hind foot, grow to a wondrous size as a\nresult? Most assuredly.",
        "The day certainly is not far distant, when the American can not only\nout-fight, out-row, out-bat, out-run, out-lie, and out-sail all other\nnationalities; but he will also be able to out-think them. We already\npoint with pride to some of the wonderful thoughts that our leading\nthinkists, with their thinkers, have thunk. There are native born\nAmericans now living, who have thought of things that would make the head\nof the amateur thinker ache for a week.",
        "All this is largely due to the free use of the newspaper as a home\neducator. The newspaper is growing more and more ubiquitous, if I may be\nallowed the expression. Many poor people, who, a few years ago, could not\nafford the newspaper, now have it scolloped and put it on their pantry\nshelves every year.",
        "But I did not start out to enlarge upon the newspaper. I would like to say\na word or two more, however, on that general subject. Very often we hear\nsome wise man with the responsibility of the universe on his shoulders, the\nman who thinks he is the censor of the human race now, and that he will be\nforeman of the grand jury on the Judgment Day–we hear this kind of man\nsay every little while:",
        "“We’ve got too many papers. We are loaded down with reading matter. Can’t\nread all my paper every day. Lots of days I throw my paper aside before I\nget it all read through, and never have a chance to finish it. All that is\ndead loss.”",
        "It is, of course, a dead loss to that kind of a man. He is the kind of man\nthat expects his family to begin at one side of the cellar and eat right\nstraight across, it–cabbages, potatoes, turnips, pickles, apples,\npumpkins, etc., etc.,–without stopping to discriminate. There are none\ntoo many papers, so far as the subscriber is concerned. Looking at it from\nthe publisher’s standpoint sometimes, there are too many.",
        "To the man who has inherited too large, wide, sinewy hands, and a brain\nthat under the microscope looks like a hepatized lung, it seems some days\nas though the field had been over-crowded when he entered it. To the young\nman who was designed to maul rails or sock the fence-post into the bosom\nof the earth, and who has evaded that sphere of action and disregarded the\nmandate to maul rails, or to take a coal-pick and toy with the bowels of\nthe earth, hoping to win an easier livelihood by feeding sour paste to\nvillage cockroaches, and still poorer pabulum to his subscribers, the\nnewspaper field seems to be indeed jam full.",
        "But not so the man who is tall enough to see into the future about nine\nfeet. He still remembers that he must live in the hearts of his\nsubscribers, and he makes their wants his own. He is not to proud to\nlisten to suggestions from the man who works. He recognizes that it is not\nthe man with the diamond-mounted stomach who has contributed most to his\nsuccess, but the man who never dips into society much with the exception\nof his family, perhaps, and that ought to be good society. A man ought not\nto feel too good to associate with his wife and children. Generally my\nsympathies are with his wife and children, if they have to associate with\nhim very much.",
        "But if I could ever get down to it, I would like to say a word on behalf\nof the old subscriber. Being an old subscriber myself, I feel an interest\nin his cause; and as he rarely rushes into print except to ask why the\npolice contrive to keep aloof from anything that might look like a fight,\nor to inquire why the fire department will continue year after year to run\nthrough the streets killing little children who never injured the\ndepartment in any way, just so that they will be in time to chop a hole in\nthe roof of a house that is not on fire, and pour some water down into the\nlibrary, then whoop through an old tin dipper a few times and go away–as\nthe old subscriber does not generally say much in print except on the\nabove subjects, I make bold to say on his behalf that as a rule, he is not\ntreated half as well as the prodigal son, who has been spending his\nsubstance on a rival paper, or stealing his news outright from the old\nsubscriber.",
        "Why should we pat the new subscriber on the back, and give him a new album\nthat will fall to pieces whenever you laugh in the same room? Why should\nyou forget the old love for the new? Do we not often impose on the old\nsubscriber by giving up the space he has paid for to flaming\nadvertisements to catch the coy and skittish gudgeon who still lurks\noutside the fold? Do we not ofttimes offer a family Bible for a new\nsubscriber when an old subscriber may be in a lost and undone state?",
        "Do we not again and again offer to the wife of our new subscriber a\nbeautiful, plain gold ring, or a lace pin for a year’s subscription and\n$1, while the wife of our old subscriber is just in the shank of a long,\nhard, cold winter, without a ring or a pin to her back?",
        "We ought to remember that the old subscriber came to us with his money\nwhen we most needed it. He bore with us when we were new in the business,\nand used such provincialisms as “We have saw” and “If we had knew.” He\nbore with us when the new column rules were so sharp that they chawed the\npaper all up, and the office was so cold, waiting for wood to come in on\nsubscription, that the “color” was greasy and reluctant. He took our paper\nand paid for it, while the new subscriber was in the penitentiary for all\nwe know. He made a mild kick sometimes when he “didn’t git his paper\nreggler;” but he paid on the first day of January every year in advance,\nout of an old calfskin wallet that opened out like a concertina, and had a\nstrap that went around it four times, and looked as shiny, and sweaty, and\ngood-natured as the razor-strop that might have been used by Noah.",
        "The old subscriber never asked any rebate, or requested a prize volume of\npoetry with a red cover, because he had paid for another year; but he\nsimply warmed his numb fingers, so that he could loosen his overalls and\nlower one side enough to let his hand into the pocket of his best\npantaloons underneath, and there he always found the smooth wallet, and\ninside of it there was always a $2 bill, that had been put there to pay\nfor the paper. Then the old subscriber would warm his hands some more, ask\n“How’s tricks?” but never begin to run down the paper, and then he would\ngo away to work for another year.",
        "I want to say that this country rests upon a great, solid foundation of\nold, paid-up subscribers. They are the invisible, rock-ribbed\nresting-place for the dazzling superstructure and the slim and peaked\nspire. Whether we procure a new press or a new dress, a new contributor or\na new printers’ towel, we must bank on the old subscriber; for the new one\nis fickle, and when some other paper gives him a larger or a redder\ncovered book, he may desert our standard. He yearns for the flesh-pots and\nthe new scroll saws of other papers. He soon wearies of a uniformly good\npaper, with no chance to draw a town lot or a tin mine–in Montana.",
        "Let us, therefore, brethren of the press, cling to the old subscriber as\nhe has clung to us. Let us say to him, on this approaching Christmas Eve,\n“Son, thou art always with me, and all that I have is thine. It was meet\nthat we should make merry, that this, thy brother, who had been a\nsubscriber for our vile contemporary many years, but is alive again, and\nduring a lucid interval has subscribed for our paper; but, after all, we\nwould not go to him if we wanted to borrow a dollar. Remember that you\nstill have our confidence, and when we want a good man to indorse our note\nat the bank, you will find that your name in our memory is ever fresh and\ngreen.”",
        "Looking this over, I am struck with the amount of stuff I have\nsuccessfully said, and yet there is a paucity of ideas. Some writers would\nnot use the word paucity in this place without first knowing the meaning\nof it, but I am not that way. There are thousands of words that I now use\nfreely, but could not if I postponed it until I could learn their meaning.\nTimidity keeps many of our authors back, I think. Many are more timid\nabout using big words than they are about using other people’s ideas.",
        "A friend of mine wanted to write a book, but hadn’t the time to do it. So\nhe asked me if I wouldn’t do it for him. He was very literary, he said,\nbut his business took up all his time, so I asked him what kind of a book\nhe wanted. He said he wanted a funny book, with pictures in it and a blue\ncover. I saw at once that he had fine literary taste and delicate\ndiscrimination, but probably did not have time to give it full swing. I\nasked him what he thought it would be worth to write such a book. “Well,\"\nhe said, he had always supposed that I enjoyed it myself, but if I thought\nI ought to have pay besides, he would be willing to pay the same as he did\nfor his other writing–ten cents a folio.",
        "He is worth $50,000, because he has documentary evidence to show that a\nman who made that amount out of deceased hogs, had the misfortune to be\nhis father and then die.",
        "It was a great triumph to be born under such circumstances, and yet the\nyoung man lacks the mental stamina necessary to know how to successfully\neat common mush and milk in such a low key that will not alarm the police.",
        "I use this incident more as an illustration than anything else. It\nillustrates how anything may be successfully introduced into an article of\nthis kind without having any bearing whatever upon it.",
        "I like to close a serious essay, or treatise, with some humorous incident,\nlike the clown in the circus out West last summer, who joked along through\nthe performance all the afternoon till two or three children went into\nconvulsions, and hypochondria seemed to reign rampant through the tent.\nAll at once a bright idea struck him. He climbed up on the flying trapeze,\nfell off, and broke his neck. He was determined to make that audience\nlaugh, and he did it at last. Every one felt repaid for the trouble of\ngoing to the circus.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}