{
    "title": "Remarks - The Approaching Humorist",
    "author": "Bill Nye",
    "chapter": "89",
    "content": [
        "\n\n",
        "The following letter has been received, and, as it encloses no unsmirched\npostage stamp to insure a private reply, I take great pleasure in\nanswering it in these pages:",
        "Christiana, Kas., Sept. 22nd, 1884",
        "Dear Sir.–I am studying for a Humorist. Could you help me to some of the\nJoliest Books that are written? With some of the best Jokes of the Day &c\n&c &c.",
        "Also what it would be best for me to do for to become an Humorist.",
        "I am said to be a Natural Born Humorist by my friends and all I need is\nCultivation to make my mark.",
        "Please reply by return mail.",
        "Kindly Yours",
        "Herman A.H.",
        "For some time I have been grieving over the dearth of humor in America,\nand wondering who the great coming humorist was to be. Several papers have\nalready deplored the lack of humor in our land, but they have not been\nable to put their finger on the approaching humorist of the age. Just as\nwe had begun to despair, however, here he comes, quietly and\nunostentatiously, modestly and ungrammatically. Unheralded and silently,\nlike Maud S. or any other eminent man, he slowly rises above the Kansas\nhorizon, and tells us that it will be impossible to conceal his identity\nany longer. He is the approaching humorist of the nineteenth century.",
        "It is a serious matter, Herman, to prescribe a course of study that will\nbe exactly what you need to bring you out. Perhaps you might do well to\ntake a Kindergarten course in spelling and the rudiments of grammar;\nstill, that is not absolutely necessary. A friend of mine named Billings\nhas done well as a humorist, though his knowledge of spelling seems to be\npitiably deficient. Grammar is convenient where a humorist desires to put\non style or show off before crowned heads, but it is not absolutely\nindispensable.",
        "Regarding the “Joliest Books” necessary for your perusal, in order to\nchisel your name on the eternal tablets of fame, tastes will certainly\ndiffer. I am almost sorry that you wrote to me, because we might not\nagree. You write like one of these “Joly” humorists such as people employ\nto go along with a picnic and be the life of the party, and whose presence\nthroughout the country has been so depressing. If one may be allowed to\njudge of your genius by the few autograph lines forwarded, you belong to\nthat class of brain-workers upon whom devolves the solemn duty of pounding\nsand. If you are really a brain-worker, will you kindly inform the writer\nwhose brain you are working now, and how you like it as far as you have\ngone?",
        "American humor has burst forth from all kinds of places, nearly. The\nvarious professions have done their share. One has risen from a tramp\nuntil he is wealthy and dyspeptic, and another was blown up on a steamboat\nbefore he knew that he was a humorist.",
        "Suppose you try that, Herman. M. Quad, one of the very successful\nhumorists of the day, both in a literary and financial way, was blown up\nby a steamboat before he bloomed forth into the full flush and power of\nsuccess. Try that, Herman. It is a severe test, but it is bound to be a\nsuccess. Even if it should be disastrous to you, it will be rich in its\nbeneficial results to those who escape.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}