{
    "title": "Remarks - Somnambulism and Crime",
    "author": "Bill Nye",
    "chapter": "18",
    "content": [
        "\n\n",
        "A recent article in the London Post on the subject of somnambulism,\ncalls to my mind several little incidents with somnambulistic tendencies\nin my own experience.",
        "This subject has, indeed, attracted my attention for some years, and it\nhas afforded me great pleasure to investigate it carefully.",
        "Regarding the causes of dreams and somnambulism, there are many theories,\nall of which are more or less untenable. My own idea, given, of course, in\na plain, crude way, is that thoughts originate on the inside of the brain\nand then go at once to the surface, where they have their photographs\ntaken, with the understanding that the negatives are to be preserved. In\nthis way the thought may afterward be duplicated back to the thinker in\nthe form of a dream, and, if the impulse be strong enough, muscular action\nand somnambulism may result.",
        "On the banks of Bitter Creek, some years ago, lived an open-mouthed man,\nwho had risen from affluence by his unaided effort until he was entirely\nfree from any incumbrance in the way of property. His mind dwelt on this\nmatter a great deal during the day. Thoughts of manual labor flitted\nthrough his mind, but were cast aside as impracticable. Then other means\nof acquiring property suggested themselves. These thoughts were\nphotographed on the delicate negative of the brain, where it is a rule to\npreserve all negatives. At night these thoughts were reversed within the\nthink resort, if I may be allowed that term, and muscular action resulted.\nYielding at last to the great desire for possessions and property the\nsomnambulist groped his way to the corral of a total stranger, and\nselecting a choice mule with great dewy eyes and real camel’s hair tail,\nhe fled. On and on he pressed, toward the dark, uncertain west, till at\nlast rosy morn clomb the low, outlying hills and gilded the gray outlines\nof the sage-brush. The coyote slunk back to his home, but the somnambulist\ndid not.",
        "He awoke as day dawned, and, when he found himself astride the mule of\nanother, a slight shudder passed the entire length of his frame. He then\nfully realized that he had made his debut as a somnambulist. He seemed to\nthink that he who starts out to be a somnambulist should never turn back.\nSo he pressed on, while the red sun stepped out into the awful quiet of\nthe dusty waste and gradually moved up into the sky, and slowly added\nanother day to those already filed away in the dark maw of ages.",
        "Night came again at last, and with it other somnambulists similar to the\nfirst, only that they were riding on their own beasts. Some somnambulists\nride their own animals, while others are content to bestride the steeds of\nstrangers.",
        "The man on the anonymous mule halted at last at the mouth of a deep canon.\nHe did so at the request of other somnambulists. Mechanically he got down\nfrom the back of the mule and stood under a stunted mountain pine.",
        "After awhile he began to ascend the tree by means of his neck. When he had\nreached the lower branch of the tree he made a few gestures with his feet\nby a lateral movement of the legs. He made several ineffectual efforts to\nkick some pieces out of the horizon, and then, after he had gently\noscilliated a few times, he assumed a pendent and perpendicular position\nat right angles with the limb of the tree.",
        "The other somnambulists then took the mule safely back to his corral, and\nthe tragedy of a night was over.",
        "The London Post very truly says that where somnambulism can be proved it\nis a good defense in a criminal action. It was so held in this case.",
        "Various methods are suggested for rousing the somnambulist, such as\ntickling the feet, for instance; but in all my own experience, I never\nknew of a more radical or permanent cure than the one so imperfectly given\nabove. It might do in some cases to tickle the feet of a somnambulist\ndiscovered in the act of riding away on an anonymous mule, but how could\nyou successfully tickle the soles of his feet while he is standing on\nthem? In such cases, the only true way would be to suspend the\nsomnambulist in such a way as to give free access to the feet from below,\nand, at the same time, give him a good, wide horizon to kick at.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}