{
    "title": "Remarks - To an Embryo Poet",
    "author": "Bill Nye",
    "chapter": "82",
    "content": [
        "\n\n",
        "The following correspondence is now given to the press for the first time,\nwith the consent of the parties:",
        "Wm. Nye, Esq.–Dear Sir-I am a young man, 20 years of age, with fair\neducation and a strong desire to succeed. I have done some writing for the\npress, having written up a very nice article on progressive euchre, which\nwas a great success and published in our home paper, But it was not copied\nso much in other papers as I would like to have saw it, and I take my pen\nin hand at this time to write and ask you what there is in the article\nenclosed that prevents its being copied abroad all over our broad land. I\nwrite just as I hope you would feel perfectly free to write me at any\ntime. I think that writers ought to aid each other. Yours with kind\nregards,",
        "Algernon L. Tewey.",
        "P.O. Box 202.",
        "I have carefully read and pondered over the dissertation on progressive\neuchre which you send me, Algernon, and I cannot see why it should not be\nravenously seized and copied by the press of the broad, wide land referred\nto in your letters. If you have time, perhaps it would be well enough to\ngo to the leading journalists of our country and ask them what they mean\nby it. You might write till your vertebrae fell out of your clothes on the\nfloor, and it would not do half so much good as a personal conference with\nthe editors of America. First prepare your article, then go personally to\nthe editors of the country and call them one by one out into the hall, in\na current of cold air, and explain the article to them. In that way you\nwill form pleasant acquaintances and get solid with our leading\njournalists. You have no idea, Algernon, how lonely and desolate the life\nof a practical journalist is. Your fresh young face and your fresh young\nways, and your charming grammatical improvisations, would delight an\neditor who has nothing to do from year to year but attend to his business.",
        "Do not try to win the editors of America by writing poems beginning:",
        "  Now the merry goatlet jumps,\n    And the trifling yaller dog,\n  With the tin can madly humps\n    Like an acrobatic frog.",
        "At times you will be tempted to write such stuff as this, and mark it with\na large blue pencil and send it to the papers of the country, but that is\nnot a good way to do.",
        "Seriously, Algernon, I would suggest that you make a bold dash for success\nby writing things that other people are not writing, thinking things that\nother people are not thinking, and saying things that other people are not\nsaying. You will say that this advice is easier to give than to take, and\nI agree with you. But the tendency of the age is to wear the same style of\ncollar and coat and hat that every other man wears, and to talk and write\nlike other men; and to be frank with you, Algernon, I think it is an\ninfernal shame. If you will look carefully about you, you will see that\nthe preacher, who is talking mostly to dusty pew cushions, is also the\npreacher who is thinking the thoughts of other men. He is “up-ending” his\nbarrel of sermons annually, and they were made in the first place from the\nsermons of a man who also “up-ended” his barrel annually. Go where the\npreacher is talking to full houses, and you will discover that his sermons\nare full of humanity and originality. They are not written in a library by\na man with interchangeable ideas, an automatic cog-wheel thinker, but they\nare prepared by a man who earnestly and honestly studies the great, aching\nheart of humanity, and full of sincerity, originality and old-fashioned\nChristianity, appeals to your better impulses.",
        "How is it with our poetry? As a fellow-traveler and sea-sick tourist\nacross life’s tempestuous tide, I ask you, Algernon, who is writing the\npoetry that will live? Is it the man who is sawing out and sandpapering\nstanzas of the same general dimensions as some other poet, in which he\nbewails the fact that he loved a tall, well-behaved, accomplished girl,\nsixteen hands high, who did not require his love?",
        "Ah, no! He is not the poet whose terra cotta statue will stand in the\ncemetery, wearing a laurel wreath and a lumpy brow. Show me the poet who\nis intimate with nature and who studies the little joys and sorrows of the\npoor; who smells the clover and writes about live, healthy people with\nideas and appetites. He is my poet.",
        "I apologize for speaking so earnestly, Algernon, but I saw by your letter\nthat you felt kindly toward me, and rather invited an expression of\nopinion on my part. So I have written more freely, perhaps, than I\notherwise would. We are both writers. Measurably so, at least. You write\non progressive euchre, and I write on anything that I can get hold of. So\nlet us agree here and promise each other that, whatever we do, we will not\nthink through the thinker of another man.",
        "The Great Ruler of the universe has made and placed upon the earth a good\nmany millions of men, but He never made any two of them exactly alike. We\nmay differ from every one of the countless millions who have preceded us,\nand still be safe. Even you and I, Algernon, may agree in many matters,\nand yet be very dissimilar. At least I hope so, and I presume you do also.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}