{
    "title": "Remarks - Lovely Horrors",
    "author": "Bill Nye",
    "chapter": "69",
    "content": [
        "\n\n",
        "I dropped in the other day to see New York’s great congress of wax figures\nand soft statuary carnival. It is quite a success. The first thing you do\non entering is to contribute to the pedestal fund. New York this spring is\nmostly a large rectangular box with a hole in the top, through which the\ngenial public is cordially requested to slide a dollar to give the goddess\nof liberty a boom.",
        "I was astonished and appalled at the wealth of apertures in Gotham through\nwhich I was expected to slide a dime to assist some deserving object.\nEvery little while you run into a free-lunch room where there is a model\nship that will start up and operate if you feed it with a nickle. I never\nvisited a town that offered so many inducements for early and judicious\ninvestments as New York.",
        "But we were speaking of the wax works. I did not tarry long to notice the\npresidents of the United States embalmed in wax, or to listen to the band\nof lutists who furnished music in the winter garden. I ascertained where\nthe chamber of horrors was located, and went there at once. It is lovely.\nI have never seen a more successful aggregation of horrors under one roof\nand at one price of admission.",
        "If you want to be shocked at cost, or have your pores opened for a merely\nnominal price, and see a show that you will never forget as long as you\nlive, that is the place to find it. I never invested my money so as to get\nso large a return for it, because I frequently see the whole show yet in\nthe middle of the night, and the cold perspiration ripples down my spinal\ncolumn just as it did the first time I saw it.",
        "The chamber of horrors certainly furnishes a very durable show. I don’t\nthink I was ever more successfully or economically horrified.",
        "I got quite nervous after a while, standing in the dim religious light\nwatching the lovely horrors. But it is the saving of money that I look at\nmost. I have known men to pay out thousands of dollars for a collection of\ndelirium tremens and new-laid horrors no better than these that you get on\nweek days for fifty cents and on Sundays for two bits. Certainly New York\nis the place where you get your money’s worth.",
        "There are horrors there in that crypt that are well worth double the price\nof admission. One peculiarity of the chamber of horrors is that you\nfinally get nervous when anyone touches you, and you immediately suspect\nthat he is a horror who has come out of his crypt to get a breath of fresh\nair and stretch his legs.",
        "That is the reason I shuddered a little when I felt a man’s hand in my\npocket. It was so unexpected, and the surroundings were such that I must\nhave appeared startled. The man was a stranger to me, though I could see\nthat he was a perfect gentleman. His clothes were superior to mine in\nevery way, and he had a certain refinement of manners which betrayed his\nill-concealed Knickerbocker lineage high.",
        "I said, “Sir, you will find my fine cut tobacco in the other pocket.” This\nstartled him so that he wheeled about and wildly dashed into the arms of a\nwax policeman near the door. When he discovered that he was in the\nclutches of a suit of second-hand clothes filled with wax, he seemed to be\ngreatly annoyed and strode rapidly away.",
        "I returned to view a chaste and truthful scene where one man had\nsuccessfully killed another with a club. I leaned pensively against a\ncolumn with my own spinal column, wrapped in thought.",
        "Pretty soon a young gentleman from New Jersey with an Adam’s apple on him\nlike a full-grown yam, and accompanied by a young lady also from the\nmosquito jungles of Jersey, touched me on the bosom with his umbrella and\nbegan to explain me to his companion.",
        "“This,” said the Adam’s apple with the young man attached to it, “is Jesse\nJames, the great outlaw chief from Missouri. How life-like he is. Little\nwould you think, Emeline, that he would as soon disembowel a bank, kill the\nentire board of directors of a railroad company and ride off the rolling\nstock, as you would wrap yourself around a doughnut. How tender and kind\nhe looks. He not only looks gentle and peaceful, but he looks to me as if\nhe wasn’t real bright.”",
        "I then uttered a piercing shriek and the young man from New Jersey went\naway. Nothing is so embarrassing to an eminent man as to stand quietly\nnear and hear people discuss him.",
        "But it is remarkable to see people get fooled at a wax show. Every day a\nwax figure is taken for a live man, and live people are mistaken for wax.\nI took hold of a waxen hand in one corner of the winter garden to see if\nthe ring was a real diamond, and it flew up and took me across the ear in\nsuch a life-like manner that my ear is still hot and there is a roaring in\nmy head that sounds very disagreeable, indeed.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}