{
    "title": "Remarks - Absent Minded",
    "author": "Bill Nye",
    "chapter": "10",
    "content": [
        "\n\n",
        "I remember an attorney, who practiced law out West years ago, who used to\nfill his pipe with brass paper fasteners, and try to light it with a\nruling pen about twice a day. That was his usual average.",
        "He would talk in unknown tongues, and was considered a thorough and\nrevised encyclopedia on everything from the tariff on a meerschaum pipe to\nthe latitude of Crazy Woman’s Fork west of Greenwich, and yet if he went\nto the postoffice he would probably mail his pocketbook and carefully\nbring his letter back to the office.",
        "One day he got to thinking about the Monroe doctrine, or the sudden and\nhorrible death of Judas Iscariot, and actually lost his office. He walked\nup and down for an hour, scouring the town for the evanescent office that\nhad escaped his notice while he was sorrowing over the shocking death of\nJudas, or Noah’s struggles against malaria and a damp, late spring.",
        "Martin Luther Brandt was the name of this eccentric jurist. He got up in\nthe night once, and dressed himself, and taking a night train in that\ndreamy way of his, rode on to Denver, took the Rio Grande train in the\nmorning and drifted away into old Mexico somewhere. He must have been in\nthat same old half comatose state when he went away, for he made a most\nludicrous error in getting his wife in the train. When he arrived in old\nMexico he found that he had brought another man’s wife, and by some\nstrange oversight had left his own at home with five children. It hardly\nseems possible that a man could be so completely enveloped in a brown\nstudy that he would err in the matter of a wife and five children, but\nsuch was the case with Martin Luther. Martin Luther couldn’t tell you his\nown name if you asked him suddenly, so as to give him a nervous shock.",
        "This dreamy, absent-minded, wool-gathering disease is sometimes\ncontagious. Pretty soon after Martin Luther struck Mexico the malignant\nform of brown study broke out among the greasers, and an alarming mania\non the somnambulistic order seemed to follow it. A party of Mexican\nsomnambuloes one night got together, and while the disease was at its\nheight tied Martin Luther to the gable of a ’dobe hen palace. His soul\nis probably at this moment floundering around through space, trying to\nfind the evergreen shore.",
        "An old hunter, who was a friend of mine, had this odd way of walking\naimlessly around with his thoughts in some other world.",
        "I used to tell him that some day he would regret it, but he only laughed\nand continued to do the same fool thing.",
        "Last fall he saw a grizzly go into a cave in the upper waters of the\nPlatte, and strolled in there to kill her. As he has not returned up to\nthis moment, I am sure he has erroneously allowed himself to get mixed up\nas to the points of the compass, and has fallen a victim to this fatal\nbrown study. Some think that the brown study had hair on it.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}