{
    "title": "Remarks - The Chinese God",
    "author": "Bill Nye",
    "chapter": "36",
    "content": [
        "\n\n",
        "I presume that I shall not be accused of sacrilege in referring to the\nChinese god as an inferior piece of art. Viewed simply from an artistic\nand economical standpoint, it seems to me that the Chinaman should have\nless pride in his bow-legged and inefficient god than in any other\nnational institution.",
        "I do not wish to be understood as interfering with any man’s religious\nviews; but when polygamy is made a divine decree, or a basswood deity is\nwhittled out and painted red, to look up to and to worship, I cannot treat\nthat so-called religious belief with courtesy and reverence. I am quite\nliberal in all religious matters. People have noticed that and remarked\nit, but the Oriental god of commerce seems to me to be greatly over-rated.\nHe seems to lack that genuine decision of character which should be a\nfeature of an over-ruling power.",
        "I ask the phrenologist to come with me and examine the head of the alleged\nJosh, and to state whether or not he believes that the properly balanced\nhead of a successful god should not have a more protuberant knob of\nspirituality, and a less pronounced alimentiveness. Should the bump of\ncombativeness hang out over the ear, while time, tune and calculation are\nnoticeably reticent? I certainly wot not.",
        "Again, how can the physiognomy of the Celestial Josh be consistent with a\nmoral and temperate god? The low brow would not indicate a pronounced\nomniscience, and the Jumbo ears and the copious neck would not impress me\nwith the idea of purity and spirituality.",
        "It is, no doubt, wrong to attack sacred matters for the purpose of gaining\nnotoriety; but I believe I am right, when I assert that the Chinese god\nmust go. We should not be Puritanical, but we might safely draw the line\nat the bow-legged and sedentary goddess of leprosy.",
        "If Confucius bowed the suppliant knee to that goggle-eyed jim-jam Josh,\nI am grieved to know it. If such was the case, the friends of Confucius\nshould keep the matter from me. I cannot believe that the great\nphilosopher wallowed in the dust at the feet of such a polka-dot\ncarricature of a gorilla’s horrid dream.",
        "I bought a Chinese god once, for four bits. He was not successful in\nthe profession which he aimed to follow. Whatever he may have been in\nChina, he was not a very successful god in the English language. I put\nhim upon the mantel, and the clock stopped, the servant girl sent in\nher resignation, and a large dog jumped through the parlor-window. All\nthis happened within two hours from the time I erected the lop-eared,\nknocked-kneed and club-footed Oolong in my household.",
        "Perhaps this may have been largely due to my ignorance of his habits.\nPossibly if I had been more familiar with his eccentricities, it would\nhave been all right; but as it was, there was no book of instructions\ngiven with him, and I couldn’t seem to make him work.",
        "During the week following, the prospect shaft of the New Jerusalem mine\nstruck a subterranean gulf-stream and water-logged the stock, a tall\nyellow dog, under the weight of a great woe, picked out my cistern to\nsuicide in, and I skated down the cellar-stairs on my shoulder-blades\nand the phrenological location known as Love of Home, in such a terrible\nmanner as to jar the foundations of the earth, and kick a large hole out\nof the bosom of the night.",
        "I then met with a change of heart, and overthrew the warty heathen god,\nand knocked him galley west. My hens at once began to watch the produce\nmarket, and, noticing the high price of eggs, commenced to orate with\ngreat zeal instead of standing around with their hands in their pockets. I\nsaw the new moon over my right shoulder, and all nature seemed gay once\nmore.",
        "The above are a few of my reasons for believing that the Chinese god is\neither greatly over-estimated, or else shippers and producers are flooding\nthe market with fraudulent gods.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}