{
    "title": "Remarks - A New Play",
    "author": "Bill Nye",
    "chapter": "53",
    "content": [
        "\n\n",
        "The following letter was written, recently, in reply to a dramatist who\nproposed the matter of writing a play jointly.",
        "Hudson, Wis., Nov. 13, 1886.",
        "Scott Marble, Esq.–Dear Sir: I have just received your favor of\nyesterday, in which you ask me to unite with you in the construction of a\nnew play.",
        "This idea has been suggested to me before, but not in such a way as to\ninaugurate the serious thought which your letter has stirred up in my\nseething mass of mind.",
        "I would like very much to unite with you in the erection of such a\ndramatic structure that people would cheerfully come to this country from\nEurope, and board with us for months in order to see this play every\nnight.",
        "You will surely agree with me that someone ought to write a play. Why it\nhas not been done long ago, I cannot understand. A well known comedian\ntold me a year ago that he hadn’t been able to look into a paper for\nsixteen months. He could not even read over the proof of his own press\nnotices and criticisms, to ascertain whether the printer had set them up\nas he wrote them or not, simply because it took all his spare time off the\nstage to examine the manuscripts of plays that had been submitted to him.",
        "But I think we could arrange it so that we might together construct\nsomething in that line which would at least attract the attention of our\nfamilies.",
        "Would you mind telling me, for instance, how you write a play? You have\nbeen in the business before, and you could tell me, of course, some of the\nsalient points about it. Do you write it with a typewriter, or do you\ndictate your thoughts to someone who does not resent being dictated to?",
        "Do you write a play and then dramatize it, or do you write the drama and\nthen play on it? Would it not be a very good idea to secure a plot that\nwould cost very little, and then put the kibosh on it, or would you put up\nthe lines first, and then hang the plot or drama, or whatever it is, on\nthe lines? Is it absolutely necessary to have a prologue? If so, what is a\nprologue? Is it like a catalogue?",
        "I have a great many crude ideas, but you see I am not practical. One of my\ncrude ideas is to introduce into the play an artist’s studio. This would\nnot cost much, for we could borrow the studio evenings and allow the\nartist to use it daytimes. Then we would introduce into the studio scene\nthe artist’s living model. Everybody would be horrified, but they would\ngo. They would walk over each other to attend the drama, and we would do\nwell. Our living model in the studio act would be made of common wax, and\nif it worked well, we would discharge other members of the company and\nsubstitute wax. Gradually we could get it down to where the company would\nbe wax, with the exception of a janitor with a feather duster. Think that\nover.",
        "But seriously, a play, it seems to me, should embody an idea. Am I correct\nin that theory or not? It ought to convey some great thought, some maxim\nor aphorism, or some such a thing as that. How would it do to arrange a\nplay with the idea of impressing upon the audience that “the fool and his\nmoney are soon parted?” Are you using a hero and a heroine in your plays\nnow? If so, would you mind writing their lines for them, while I arrange\nthe details and remarks for the young man who is discovered asleep on a\ndivan when the curtain rises, and who sleeps on through the play with his\nmouth slightly ajar till the close–the close of the play, not the close\nof his mouth–when it is discovered that he is dead. He then plays the\ncold remains in the closing tableau, and fills a new-made grave at $9 per\nweek.",
        "I could also write the lines, I think, for the young man who comes in\nwearing a light summer cane and a seersucker coat so tight that you can\ncount his vertebrae. I could write what he would say without great mental\nstrain, I think. I must avoid mental strain or my intellect might split\ndown the back and I would be a mental wreck, good for nothing but to strew\nthe shores of time with myself.",
        "Various other crude ideas present themselves to my mind, but they need to\nbe clothed. You will say that this is unnecessary. I know you will at once\nreply that, for the stage, the less you clothe an idea the more popular it\nwill be, but I could not consent to have even a bare thought of mine make\nan appearance night after night before a cultivated audience.",
        "What do you think of introducing a genuine case of small-pox on the stage?\nYou say in your letter that what the American people clamor for is\nsomething “catchy.” That would be catchy, and it would also introduce\nitself.",
        "I wish you would also tell me what kind of diet you confine yourself to\nwhile writing a play, and how you go to work to procure it. Do you live on\na mixed diet, or on your relatives? Would you soak your head while writing\na play, or would you soak your overcoat? I desire to know all these\nthings, because, Mr. Marble, to tell you the truth, I am as ignorant about\nthis matter as the babe unborn. In fact, posterity would have to get up\nearly in the morning to know less about play-writing than I have succeeded\nin knowing.",
        "If we are to make a kind of comedy, my idea would be to introduce\nsomething facetious in the middle of the comedy. No one will expect it,\nyou see, and it will tickle the audience almost to death.",
        "A friend of mine suggests that it would be a great hit to introduce, or\nrather to reproduce, the Hell Gate explosion. Many were not able to be\nthere at the time, and would willingly go a long distance to witness the\nreproduction.",
        "I wish that you would reply to this letter at an early date, telling me\nwhat you think of the schemes suggested. Feel perfectly free to express\nyourself fully. I am not too proud to receive your suggestions.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}