{
    "title": "Remarks - All About Oratory",
    "author": "Bill Nye",
    "chapter": "33",
    "content": [
        "\n\n",
        "Twenty centuries ago last Christmas there was born in Attica, near Athens,\nthe father of oratory, the greatest orator of whom history has told us.\nHis name was Demosthenes. Had he lived until this spring he would have\nbeen 2,270 years old; but he did not live. Demosthenes has crossed the\nmysterious river. He has gone to that bourne whence no traveler returns.",
        "Most of you, no doubt, have heard about it. On those who may not have\nheard it, the announcement will fall with a sickening thud.",
        "This sketch is not intended to cast a gloom over your hearts. It was\ndesigned to cheer those who read it and make them glad they could read.",
        "Therefore, I would have been glad if I could have spared them the pain\nwhich this sudden breaking of the news of the death of Demosthenes will\nbring. But it could not be avoided. We should remember the transitory\nnature of life, and when we are tempted to boast of our health, and\nstrength, and wealth, let us remember the sudden and early death of\nDemosthenes.",
        "Demosthenes was not born an orator. He struggled hard and failed many\ntimes. He was homely, and he stammered in his speech; but before his death\nthey came to him for hundreds of miles to get him to open their county\nfairs and jerk the bird of freedom bald-headed on the Fourth of July.",
        "When Demosthenes’ father died, he left fifteen talents to be divided\nbetween Demosthenes and his sister. A talent is equal to about $1,000. I\noften wish I had been born a little more talented.",
        "Demosthenes had a short breath, a hesitating speech, and his manners were\nvery ungraceful. To remedy his stammering, he filled his mouth full of\npebbles and howled his sentiments at the angry sea. However, Plutarch says\nthat Demosthenes made a gloomy fizzle of his first speech. This did not\ndiscourage him. He finally became the smoothest orator in that country,\nand it was no uncommon thing for him to fill the First Baptist Church of\nAthens full. There are now sixty of his orations extant, part of them\nwritten by Demosthenes and part of them written by his private secretary.",
        "When he started in, he was gentle, mild and quiet in his manner; but later\non, carrying his audience with him, he at last became enthusiastic. He\nthundered, he roared, he whooped, he howled, he jarred the windows, he\nsawed the air, he split the horizon with his clarion notes, he tipped over\nthe table, kicked the lamps out of the chandeliers and smashed the big\nbass viol over the chief fiddler’s head.",
        "Oh, Demosthenes was business when he got started. It will be a long time\nbefore we see another off-hand speaker like Demosthenes, and I, for one,\nhave never been the same man since I learned of his death.",
        "“Such was the first of orators,” says Lord Brougham. “At the head of all\nthe mighty masters of speech, the adoration of ages has consecrated his\nplace, and the loss of the noble instrument with which he forged and\nlaunched his thunders, is sure to maintain it unapproachable forever.”",
        "I have always been a great admirer of the oratory of Demosthenes, and\nthose who have heard both of us, think there is a certain degree of\nsimilarity in our style.",
        "And not only did I admire Demosthenes as an orator, but as a man; and,\nthough I am no Vanderbilt, I feel as though I would be willing to head a\nsubscription list for the purpose of doing the square thing by his\nsorrowing wife, if she is left in want, as I understand that she is.",
        "I must now leave Demosthenes and pass on rapidly to speak of Patrick\nHenry.",
        "Mr. Henry was the man who wanted liberty or death. He preferred liberty,\nthough. If he couldn’t have liberty, he wanted to die, but he was in no\ngreat rush about it. He would like liberty, if there was plenty of it; but\nif the British had no liberty to spare, he yearned for death. When the\ntyrant asked him what style of death he wanted, he said that he would\nrather die of extreme old age. He was willing to wait, he said. He didn’t\nwant to go unprepared, and he thought it would take him eighty or ninety\nyears more to prepare, so that when he was ushered into another world he\nwouldn’t be ashamed of himself.",
        "One hundred and ten years ago, Patrick Henry said: “Sir, our chains are\nforged. Their clanking may be heard on the plains of Boston. The war is\ninevitable, and let it come. I repeat it, sir, let it come!”",
        "In the spring of 1860, I used almost the same language. So did Horace\nGreeley. There were four or five of us who got our heads together and\ndecided that the war was inevitable, and consented to let it come.",
        "Then it came. Whenever there is a large, inevitable conflict loafing\naround waiting for permission to come, it devolves on the great statesmen\nand bald-headed literati of the nation to avoid all delay. It was so\nwith Patrick Henry. He permitted the land to be deluged in gore, and then\nhe retired. It is the duty of the great orator to howl for war, and then\nhold some other man’s coat while he fights.",
        "Strabusmus and Justice.",
        "Over in St. Paul I met a man with eyes of cadet blue and a terra cotta\nnose. His eyes were not only peculiar in shape, but while one seemed to\nconstantly probe the future, the other was apparently ransacking the\ndreamy past. While one rambled among the glorious possibilities of the\nremote yet golden ultimately, the other sought the somber depths of the\npreviously.",
        "He told me that years ago he had a mild case of strabismus and that both\neyes seemed to glare down his nose till he got restless and had them\noperated on. Those were the days when they used to fasten a crochet hook\nunder the internal rectus muscle and cut it a little with a pair of\noptical sheep shears. The effect of this course was to allow the eye to\ndrift back to a direct line; but this man fell into the hands of a drunken\nsurgeon who cut the muscle too much, and thereby weakened it so that it\ngradually swung past the point it ought to have stopped at, and he saw\nwith horror that his eye was going to turn out and protrude, as it were,\nso that a man could hang his hat on it. The other followed suit, and the\ntwo orbs that had for years looked along the bridge of the terra cotta\nnose, gradually separated, and while one looked toward next Christmas with\nfond anticipations, the other loved to linger over the remembrances of\nlast fall.",
        "This thing continued till he had to peer into the future with his off eye\nclosed, and vice versa.",
        "It is needless to say that he hungered for the blood of that physician and\nsurgeon. He tried to lay violent hands on him and wipe up the ground with\nhim and wear him out across a telegraph pole. But the authorities always\nprevented the administration of swift and lawful justice.",
        "Time passed on, till one night the abnormal wall-eyed man loosened a board\nin the sidewalk up town so that the physician and surgeon caught his foot\nin it and caused an oblique fracture of the scapula, pied his dura mater,\nbusted his cornucopia and wrecked his sarah-bellum.",
        "Perhaps I am in error as to some of these medical terms and their\northography, but that is about the way the man with the divergent orbs\ntold it to me.",
        "The physician and surgeon was quite a ruin. He had to wear clapboards on\nhimself for months, and there were other doctors, and laudable pus and\nthreatened gangrene and doctors’ bills, with the cemetery looming up in\nthe near future. Day after day he took his own anti-febrile drinks, and\nrammed his busted system full of iron and strychnine and beef tea and\ndover’s powders and hypodermic squirt till he wished he could die, but\ndeath would not come. He pawed the air and howled. They fed him his own\nnux vomica, tincture of rhubarb and phosphates and gruel, and brought him\nback to life with a crooked collar bone, a shattered shoulder blade and a\nlook of woe.",
        "Then he sued the town for $50,000 damages because the sidewalk was\nimperfect, and the wild-eyed man with the inflamed nose got on the jury.",
        "I will not explain how it was done, but there was a verdict for defendant\nwith costs on the Esculapian wreck. The man with the crooked vision is not\nhandsome, but he is very happy. He says the mills of the gods grind\nslowly, but they pulverise middling fine.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}