{
    "title": "Remarks - Daniel Webster",
    "author": "Bill Nye",
    "chapter": "76",
    "content": [
        "\n\n",
        "I presume that Daniel Webster was as good an off-hand speaker as this\ncountry has ever produced. Massachusetts has been well represented in\nCongress since that time, but she has had few who could successfully\ncompete with D. Webster, Esq., attorney and counsellor-at-law, Boston,\nMass.",
        "I have never met Mr. Webster, but I have seen a cane that he used to wear,\nand since that time I have felt a great interest in him. It was a heavy\nwinter cane, and was presented to him as a token of respect.",
        "This reminds me of the inscription on a grave stone in the 280-year-old\nchurchyard at LaPointe, on Lake Superior, where I was last week. It shows\nwhat punctuation has done for a lost and undone race. I copy the\ninscription exactly as it appears:",
        "LOUIS ROC DE DEAU\n      SHOT\n      ––\nAS A MARK OF\n  ESTEEM BY HIS\n    BROTHER",
        "Daniel Webster had one of the largest and most robust brains that ever\nflourished in our fair land. It was what we frequently call a teeming\nbrain, one of those four-horse teeming brains, as it were. Mr. Webster\nwore the largest hat of any man then in Congress, and other senators and\nrepresentatives used to frequently borrow it to wear on the 2nd of\nJanuary, the 5th of July, and after other special occasions, when they had\nbeen in executive session most all night and endured great mental strain.\nThis hat matter reminds me of an incident in the life of Benjamin F.\nButler, a man well known in Massachusetts even at the present time.",
        "One evening, at a kind of reception or some such dissipation as that,\nwhile Jim Nye was in the Senate, the latter left his silk hat on the\nlounge with the opening turned up, and while he was talking with someone\nelse, Mr. Butler sat down in the hat with so much expression that it was a\nwreck. Everyone expected to see James W. Nye walk up and smite Benjamin F.\nButler, but he did not do so. He looked at the chaotic hat for a minute,\nmore in sorrow than in anger, and then he said:",
        "“Benjamin, I could have told you that hat wouldn’t fit you before you\ntried it on.”",
        "Daniel Webster’s brain was not only very large, but it was in good order\nall the time. Sometimes Nature bestows large brains on men who do not rise\nto great prominence. Large brains do not always indicate great\nintellectual power. These brains are large but of an inferior quality. A\nschoolmate of mine used to wear a hat that I could put my head and both\nfeet into with perfect ease. I remember that he tied my shirt one day\nwhile I was laying my well-rounded limbs in the mill pond near my\nchildhood’s home.",
        "I was mad at the time, but I could not lick him, for he was too large. All\nI could do was to patiently untie my shirt while my teeth chattered, then\nfling a large, three-cornered taunt in his teeth and run. He kept on\npoking fun at me, I remember, till I got dressed, and alluded\nincidentally, to my small brain and abnormal feet. This stung my sensitive\nnature, and I told him that if I had such a wealth of brain as he had, and\nit was of no use to think with, I would take it to a restaurant and have\nit breaded. Then I went away.",
        "But we were speaking of Webster. Many lawyers of our day would do well to\nread and study the illustrious example of Daniel Webster. He did not sit\nin court all day with his feet on the table and howl, “We object,” and\nthen down his client for $50, just because he had made a noise. I employed\na lawyer once to bring suit for me to recover quite a sum of money due me.\nAfter years of assessments and toilsome litigation, we got a judgment. He\nsaid to me that he was anxious to succeed with the case mainly because he\nknew I Wanted to vindicate myself. I said yes, that was the idea exactly.\nI wanted to be vindicated.",
        "So he gave me the vindication and took the judgment as a slight\ntestimonial of his own sterling worth. When I want to be vindicated again\nI will do it with one of those self-cocking vindicators that you can carry\nin a pocket.",
        "Looking over this letter, I am amazed to see the amount of valuable\ninformation relative to the life of Mr. Webster that I have succeeded in\nusing. There are, of course, some minor details of Mr. Webster’s life\nwhich I have omitted, but nothing of real importance. The true history of\nMr. Webster is epitomized here, and told in a pleasing and graceful\nmanner, a style that is at once accurate and just and still elegant,\nchaste and thoroughly refined, while at the same time there are little\ngobs of sly humor in it that are real cute.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}