{
    "title": "Remarks - Knights of the Pen",
    "author": "Bill Nye",
    "chapter": "42",
    "content": [
        "\n\n",
        "When you come to think of it, it is surprising that so many newspaper men\nwrite so that any one but an expert can read it. The rapid and voluminous\nwork, especially of daily journalism, knocks the beautiful business\ncollege penman, as a rule, higher than a kite. I still have specimens of\nmy own handwriting that a total stranger could read.",
        "I do not remember a newspaper acquaintance whose penmanship is so\ncharacteristic of the exacting neatness and sharp, clear cut style of the\nman, as is that of Eugene Field, of the Chicago News. As the “Nonpareil\nWriter” of the Denver Tribune, it was a mystery to me when he did the\nwork which the paper showed each day as his own. You would sometimes find\nhim at his desk, writing on large sheets of “print paper” with a pen and\nviolet ink, in a hand that was as delicate as the steel plate of a bank\nnote and the kind of work that printers would skirmish for. He would ask\nyou to sit down in the chair opposite his desk, which had two or three old\nexchanges thrown on it. He would probably say, “Never mind those papers.\nI’ve read them. Just sit down on them if you want to.” Encouraged by his\nhearty manner, you would sit down, and you would continue to sit down till\nyou had protruded about three-fourths of your system through that hollow\nmockery of a chair. Then he would run to help you out and curse the chair,\nand feel pained because he had erroneously given you the ruin with no seat\nto it. He always felt pained over such things. He always suffered keenly\nand felt shocked over the accident until you had gone away, and then he\nwould sigh heavily and “set” the chair again.",
        "Frank Pixley, the editor of the San Francisco Argonaut, is not\nbeautiful, though the Argonaut is. He is grim and rather on the Moses\nMontefiore style of countenance, but his hand-writing does not convey the\nidea of the man personally, or his style of dealing with the Chinese\nquestion. It is rather young looking, and has the uncertain manner of an\neighteen-year-old boy.",
        "Robert J. Burdette writes a small but plain hand, though he sometimes\nsuffers from the savage typographical error that steals forth at such a\nmoment as ye think not, and disfigures and tears and mangles the bright\neyed children of the brain.",
        "Very often we read a man’s work and imagine we shall find him like it,\ncheery, bright and entertaining; but we know him and find that personally\nhe is a refrigerator, or an egotist, or a man with a torpid liver and a\nnose like a rose geranium. You will not be disappointed in Bob Burdette,\nhowever, You think you will like him, and you always do. He will never be\ntoo famous to be a gentleman.",
        "George W. Peck’s hand is of the free and independent order of chirography.\nIt is easy and natural, but not handsome. He writes very voluminously,\ndoing his editorial writing in two days of the week, generally Friday and\nSaturday. Then he takes a rapid horse, a zealous bird dog and an improved\ndouble barrel duck destroyer and communes with nature.",
        "Sam Davis, an old time Californian, and now in Nevada, writes the freest\nof any penman I know. When he is deliberate, he may be betrayed into\nmaking a deformed letter and a crooked mark attached to it, which he\ncharacterizes as a word. He puts a lot of these together and actually pays\npostage on the collection under the delusion that it is a letter, that it\nwill reach its destination, and that it will accomplish its object.",
        "He makes up for his bad writing, however, by being an unpublished volume\nof old time anecdotes and funny experiences.",
        "Goodwin, of the old Territorial Enterprise, and Mark Twain’s old\nemployer, writes with a pencil in a methodical manner and very plainly.\nThe way he sharpens a “hard medium” lead pencil and skins the apostle of\nthe so-called Church of Jesus Christ of Latter Day Saints, makes my heart\nglad. Hardly a day passes that his life is not threatened by the low\nbrowed thumpers of Mormondom, and yet the old war horse raises the\nstandard of monogamy and under the motto, “One country, one flag and one\nwife at a time,” he smokes his old meerschaum pipe and writes a column of\nrazor blades every day. He is the buzz saw upon which polygamy has tried\nto sit. Fighting these rotten institutions hand to hand and fighting a\nreligious eccentricity through an annual message, or a feeble act of\ncongress, are two separate and distinct things.",
        "If I had a little more confidence in my longevity than I now have, I would\ngo down there to the Valley of the Jordan, and I would gird up my loins,\nand I would write with that lonely warrior at Salt Lake, and with the aid\nand encouragement of our brethren of the press who do not favor the right\nof one man to marry an old woman’s home, we would rotten egg the bogus\nTemple of Zion till the civilized world, with a patent clothes pin on its\nnose, would come and see what was the matter.",
        "I see that my zeal has led me away from my original subject, but I haven’t\ntime to regret it now.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}