{
    "title": "Remarks - Anatomy",
    "author": "Bill Nye",
    "chapter": "9",
    "content": [
        "\n\n",
        "The word anatomy is derived from two Greek spatters and three polywogs,\nwhich, when translated, signify “up through” and “to cut,” so that anatomy\nactually, when translated from the original wappy-jawed Greek, means to\ncut up through. That is no doubt the reason why the medical student\nproceeds to cut up through the entire course.",
        "Anatomy is so called because its best results are obtained from the\ncutting or dissecting of organism. For that reason there is a growing\ndemand in the neighborhood of the medical college for good second-hand\norganisms. Parties having well preserved organisms that they are not\nactually using, will do well to call at the side door of the medical\ncollege after 10 P.M.",
        "The branch of the comparative anatomy which seeks to trace the unities of\nplan which are exhibited in diverse organisms, and which discovers, as far\nas may be, the principles which govern the growth and development of\norganized bodies, and which finds functional analogies and structural\nhomologies, is denominated philosophical or transcendental anatomy. (This\nstatement, though strictly true, is not original with me.)",
        "Careful study of the human organism after death, shows traces of\nfunctional analogies and structural homologies in people who were supposed\nto have been in perfect health all their lives Probably many of those we\nmeet in the daily walks of life, many, too, who wear a smile and outwardly\nseem happy, have either one or both of these things. A man may live a\nfalse life and deceive his most intimate friends in the matter of\nanatomical analogies or homologies, but he cannot conceal it from the\neagle eye of the medical student. The ambitious medical student makes a\nspecialty of true inwardness.",
        "The study of the structure of animals is called zootomy. The attempt to\nstudy the anatomical structure of the grizzly bear from the inside has not\nbeen crowned with success. When the anatomizer and the bear have been\nthrown together casually, it has generally been a struggle between the two\norganisms to see which would make a study of the structure of the other.\nZootomy and moral suasion are not homogeneous, analogous, nor indigenous.",
        "Vegetable anatomy is called phytonomy, sometimes. But it would not be safe\nto address a vigorous man by that epithet. We may call a vegetable that,\nhowever, and be safe.",
        "Human anatomy is that branch of anatomy which enters into the description\nof the structure and geographical distribution of the elements of a human\nbeing. It also applies to the structure of the microbe that crawls out of\njail every four years just long enough to whip his wife, vote and go back\nagain.",
        "Human anatomy is either general, specific, topographical or surgical.\nThose terms do not imply the dissection and anatomy of generals,\nspecialists, topographers and surgeons, as they might seem to imply, but\nreally mean something else. I would explain here what they actually do\nmean if I had more room and knew enough to do it.",
        "Anatomists divide their science, as well as their subjects, into\nfragments. Osteology treats of the skeleton, myology of the muscles,\nangiology of the blood vessels, splanchology the digestive organs or\ndepartment of the interior, and so on.",
        "People tell pretty tough stories of the young carvists who study anatomy\non subjects taken from life. I would repeat a few of them here, but they\nare productive of insomnia, so I will not give them.",
        "I visited a matinee of this kind once for a short time, but I have not\nbeen there since. When I have a holiday now, the idea of spending it in\nthe dissecting-room of a large and flourishing medical college does not\noccur to me.",
        "I never could be a successful surgeon, I fear. While I have no hesitation\nabout mutilating the English, I have scruples about cutting up other\nnationalities. I should always fear, while pursuing my studies, that I\nmight be called upon to dissect a friend, and I could not do that. I\nshould like to do anything that would advance the cause of science, but I\nshould not want to form the habit of dissecting people, lest some day I\nmight be called upon to dissect a friend for whom I had a great\nattachment, or some creditor who had an attachment for me.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}