{
    "title": "Remarks - Recollections of Noah Webster",
    "author": "Bill Nye",
    "chapter": "4",
    "content": [
        "\n\n",
        "Mr. Webster, no doubt, had the best command of language of any American\nauthor prior to our day. Those who have read his ponderous but rather\ndisconnected romance known as “Websters Unabridged Dictionary, or How One\nWord Led on to Another.” will agree with me that he was smart. Noah never\nlacked for a word by which to express himself. He was a brainy man and a\ngood speller.",
        "It would ill become me at this late day to criticise Mr. Webster’s great\nwork–a work that is now in almost every library, school-room and counting\nhouse in the land. It is a great book. I do believe that had Mr. Webster\nlived he would have been equally fair in his criticism of my books.",
        "I hate to compare my own works with those of Mr. Webster, because it may\nseem egotistical in me to point out the good points in my literary labors;\nbut I have often heard it said, and so do not state it solely upon my own\nresponsibility, that Mr. Webster’s book does not retain the interest of\nthe reader all the way through.",
        "He has tried to introduce too many characters, and so we cannot follow\nthem all the way through. It is a good book to pick up and while away an\nidle hour with, perhaps, but no one would cling to it at night till the\nfire went out, chained to the thrilling plot and the glowing career of its\nhero.",
        "Therein consists the great difference between Mr. Webster and myself. A\nfriend of mine at Sing Sing once wrote me that from the moment he got hold\nof my book, he never left his room till he finished it. He seemed chained\nto the spot, he said, and if you can’t believe a convict, who is entirely\nout of politics, who in the name of George Washington can you believe?",
        "Mr. Webster was most assuredly a brilliant writer, and I have discovered\nin his later editions 118,000 words, no two of which are alike. This shows\ngreat fluency and versatility, it is true, but we need something else. The\nreader waits in vain to be thrilled by the author’s wonderful word\npainting. There is not a thrill in the whole tome. I had heard so much of\nMr. Webster that when I read his book I confess I was disappointed. It is\ncold, methodical and dispassionate in the extreme.",
        "As I said, however, it is a good book to pick up for the purpose of\nwhiling away an idle moment, and no one should start out on a long journey\nwithout Mr. Webster’s tale in his pocket. It has broken the monotony of\nmany a tedious trip for me.",
        "Mr. Webster’s “Speller” was a work of less pretentions, perhaps, and yet\nit had an immense sale. Eight years ago this book had reached a sale of\n40,000,000, and yet it had the same grave defect. It was disconnected,\ncold, prosy and dull. I read it for years, and at last became a close\nstudent of Mr. Webster’s style, yet I never found but one thing in this\nbook, for which there seems to have been such a perfect stampede, that was\neven ordinarily interesting, and that was a little gem. It was so\nthrilling in its details, and so diametrically different from Mr.\nWebster’s style, that I have often wondered who he got to write it for\nhim. It related to the discovery of a boy by an elderly gentleman, in the\ncrotch of an ancestral apple tree, and the feeling of bitterness and\nanimosity that sprung up at the time between the boy and the elderly\ngentleman.",
        "Though I have been a close student of Mr. Webster for years, I am free to\nsay, and I do not wish to do an injustice to a great man in doing so, that\nhis ideas of literature and my own are entirely dissimilar. Possibly his\nbook has had a little larger sale than mine, but that makes no difference.\nWhen I write a book it must engage the interest of the reader, and show\nsome plot to it. It must not be jerky in its style and scattering in its\nstatements.",
        "I know it is a great temptation to write a book that will sell, but we\nshould have a higher object than that.",
        "I do not wish to do an injustice to a man who has done so much for the\nworld, and one who could spell the longest word without hesitation, but I\nspeak of these things just as I would expect people to criticise my work.\nIf we aspire to monkey with the literati of our day we must expect to be\ncriticised. That’s the way I look at it.",
        "P.S.–I might also state that Noah Webster was a member of the\nLegislature of Massachusetts at one time, and though I ought not to throw\nit up to him at this date, I think it is nothing more than right that the\npublic should know the truth.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}