{
    "title": "Remarks - Insomnia in Domestic Animals",
    "author": "Bill Nye",
    "chapter": "35",
    "content": [
        "\n\n",
        "If there be one thing above another that I revel in, it is science. I have\ndevoted much of my life to scientific research, and though it hasn’t made\nmuch stir in the scientific world so far, I am positive that when I am\ngone the scientists of our day will miss me, and the red-nosed theorist\nwill come and shed the scalding tear over my humble tomb.",
        "My attention was first attracted to insomnia as the foe of the domestic\nanimal, by the strange appearance of a favorite dog named Lucretia Borgia.\nI did not name this animal Lucretia Borgia. He was named when I purchased\nhim. In his eccentric and abnormal thirst for blood he favored Lucretia,\nbut in sex he did not. I got him partly because he loved children. The\nowner said Lucretia Borgia was an ardent lover of children, and I found\nthat he was. He seemed to love them best in the spring of the year, when\nthey were tender. He would have eaten up a favorite child of mine, if the\nyoungster hadn’t left a rubber ball in his pocket which clogged the\nglottis of Lucretia till I could get there and disengage what was left of\nthe child.",
        "Lucretia soon after this began to be restless. He would come to my\ncasement and lift up his voice, and howl into the bosom of the silent\nnight. At first I thought that he had found some one in distress, or\nwanted to get me out of doors and save my life. I went out several nights\nin a weird costume that I had made up of garments belonging to different\nmembers of my family. I dressed carefully in the dark and stole out to\nkill the assassin referred to by Lucretia, but he was not there. Then the\nfaithful animal would run up to me and with almost human, pleading eyes,\nbark and run away toward a distant alley. I immediately decided that some\none was suffering there. I had read in books about dogs that led their\nmasters away to the suffering and saved people’s lives; so, when Lucretia\ncame to me with his great, honest eyes and took little mementoes out of\nthe calf of my leg, and then galloped off seven or eight blocks, I\nfollowed him in the chill air of night and my Mosaic clothes. I wandered\naway to where the dog stopped behind a livery stable, and there, lying in\na shuddering heap on the frosty ground, lay the still, white features of a\nsoup bone that had outlived its usefulness.",
        "On the way back, I met a physician who had been up town to swear in an\nAmerican citizen who would vote twenty-one years later, if he lived. The\nphysician stopped me and was going to take me to the home of the\nfriendless, when he discovered who I was.",
        "You wrap a tall man, with a William H. Seward nose, in a flannel robe, cut\nplain, and then put a plug hat and a sealskin sacque and Arctic overshoes\non him, and put him out in the street, under the gaslight, with his trim,\npurple ankles just revealing themselves as he madly gallops after a\nhydrophobia infested dog, and it is not, after all, surprising that\npeople’s curiosity should be a little bit excited.",
        "After I had introduced myself to the physician and asked him for a cigar,\nexplaining that I could not find any in the clothes I had on, I asked him\nabout Lucretia Borgia. I told the doctor how Lucretia seemed restless\nnights and nervous and irritable days, and how he seemed to be almost a\nmental wreck, and asked him what the trouble was.",
        "He said it was undoubtedly “insomnia.” He said that it was a bad case of\nit, too. I told him I thought so myself. I said I didn’t mind the insomnia\nthat Lucretia had so much as I did my own. I was getting more insomnia on\nmy hands than I could use.",
        "He gave me something to administer to Lucretia. He said I must put it in a\nlink of sausage and leave the sausage where it would appear that I didn’t\nwant the dog to get it, and then Lucretia would eat it greedily.",
        "I did so. It worked well so far as the administration of the remedy was\nconcerned, but it was fatal to my little, high strung, yearnful dog. It\nmust have contained something of a deleterious character, for the next\nmorning a coarse man took Lucretia Borgia by the tail and laid him where\nthe violets blow. Malignant insomnia is fast becoming the great foe to the\nmodern American dog.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}