{
    "title": "Remarks - Answers to Correspondents",
    "author": "Bill Nye",
    "chapter": "50",
    "content": [
        "\n\n",
        "Caller–Your calling cards should be modest as to size and neatly\nengraved, with an extra flourish.",
        "In calling, there are two important things to be considered: First, when\nto call, and, second, when to rise and hang on the door handle.",
        "Some make one-third of the call before rising, and then complete the call\nwhile airing the house and holding the door open, while others consider\nthis low and vulgar, making at least one-fourth of the call in the hall,\nand one-half between the front door and the gate. Different authorities\ndiffer as to the proper time for calling. Some think you should not call\nbefore 3 or after 5 P.M., but if you have had any experience and had\nordinary sense to start with, you will know when to call as soon as you\nlook at your hand.",
        "Amateur Prize Fighter.–The boxing glove is a large upholstered buckskin\nmitten, with an abnormal thumb and a string by which it is attached to the\nwrist, so that when you feed it to an adversary he cannot swallow it and\nchoke himself. There are two kinds of gloves, viz., hard gloves and soft\ngloves.",
        "I once fought with soft gloves to a finish with a young man who was far my\ninferior intellectually, but he exceeded me in brute force and knowledge\nof the use of the gloves. He was not so tall, but he was wider than\nmyself. Longitudinally he was my inferior, but latitudinally he\noutstripped me. We did not fight a regular prize-fight. It was just done\nfor pleasure. But I do not think we should abandon ourselves entirely to\npleasure. It is enervating, and makes one eye swell up and turn blue.",
        "I still think that a young man ought to have a knowledge of the manly art\nof self-defense, and if I could acquire such a knowledge without getting\ninto a fight about it I would surely learn how to defend myself.",
        "The boxing glove is worn on the hand of one party, and on the gory nose of\nthe other party as the game progresses. Soft gloves very rarely kill\nanyone, unless they work down into the bronchial tubes and shut off the\nrespiration.",
        "Lecturer, New York City.–You need not worry so much about your costume\nuntil you have written your lecture, and it would be a good idea to test\nthe public a little, if possible, before you do much expensive printing.\nYour idea seems to be that a man should get a fine lithograph of himself\nand a $100 suit of clothes, and then write his lecture to fit the\nlithograph and the clothes. That is erroneous.",
        "You say that you have written a part of your lecture, but do not feel\nsatisfied with it. In this you will no doubt find many people will agree\nwith you.",
        "You could wear a full dress suit of black with propriety, or a Prince\nAlbert coat, with your hand thrust into the bosom of it. I once lectured\non the subject of phrenology in the southern portion of Utah, being at\nthat time temporarily busted, but still hoping to tide over the dull times\nby delivering a lecture on the subject of “Brains, and how to detect their\npresence.” I was not supplied with a phrenological bust at that time, and\nas such a thing is almost indispensable, I borrowed a young man from\nProvost and induced him to act as bust for the evening. He did so with\nthrilling effect, taking the entire gross receipts of the lecture course\nfrom my coat pocket while I was illustrating the effect of alcoholic\nstimulants on the raw brain of an adult in a state of health.",
        "You can remove spots of egg from your full dress suit with ammonia and\nwater, applied by means of a common nail brush. You do not ask for this\nrecipe, but, judging from your style, I hope that it may be of use to you.",
        "Martin F. Tupper, Texas.–The poem to which you allude was written by\nJulia A. Moore, better known as the Sweet Singer of Michigan. The last\nstanza was something like this:",
        "  “My childhood days are past and gone,\n    And it fills my heart with pain,\n  To think that youth will nevermore\n    Return to me again.\n  And now, kind friends, what I have wrote,\n    I hope you will pass o’er\n  And not criticise as some has hitherto here–\n    before done.”",
        "Miss Moore also wrote a volume of poems which the farmers of Michigan are\nstill using on their potato bugs. She wrote a large number of poems, all\nmore or less saturated with grief and damaged syntax. She is now said to\nbe a fugitive from justice. We should learn from this that we cannot evade\nthe responsibility of our acts, and those who write obituary poetry will\none day be overtaken by a bob-tail sleuth hound or a Siberian nemesis with\ntwo rows of teeth.",
        "Alonzo G., Smithville.–Yes, you can learn three card monte without a\nmaster. It is very easy. The book will cost you twenty-five cents and then\nyou can practice on various people. The book is a very small item, you\nwill find, after you have been practicing awhile. Three card monte and\njustifiable homicide go hand in hand. 2. You can turn a jack from the\nbottom of the pack in the old sledge, if you live in some States, but west\nof the Missouri the air is so light that men who have tried it have\nfrequently waked up on the shore of eternity with a half turned jack in\ntheir hand, and a hole in the cerebellum the size of an English walnut.",
        "You can get “Poker and Three Card Monte without a Master” for sixty cents,\nwith a coroner’s verdict thrown in. If you contemplate a career as a monte\nman, you should wear a pair of low, loose shoes that you can kick off\neasily, unless you want to die with your boots on.",
        "Henry Ubet, Montana.–No, you are mistaken in your assumption that\nSocrates was the author of the maxim to which you allude. It is of more\nmodern origin, and, in fact, the sentence of which you speak, viz: “What a\ncombination of conflicting and paradoxical assertions is life? Of what use\nare logic and argument when we find the true inwardness of the bologna\nsausage on the outside?” were written by a philosopher who is still\nliving. I am willing to give Socrates credit for what he has said and\ndone, but when I think of a sentiment that is worthy to be graven on a\nmonolith and passed on down to prosperity, I do not want to have it\nattributed to such men as Socrates.",
        "Leonora Vivian Gobb, Oleson’s Forks, Ariz.–Yes. You can turn the front\nbreadths, let out the tucks in the side plaiting and baste on a new dagoon\nwhere you caught the oyster stew in your lap at the party. You could also\nget trusted for a new dress, perhaps. But that is a matter of taste. Some\ndealers are wearing their open accounts long this winter and some are not.\nDo as you think best about cleaning the dress. Benzine will sometimes\neradicate an oyster stew from dress goods. It will also eradicate everyone\nin the room at the same time. I have known a pair of rejuvenated kid\ngloves to break up a funeral that started out with every prospect of\nsuccess. Benzine is an economical thing to use, but socially it is not up\nto the standard. Another idea has occurred to me, however. Why not riprap\nthe skirt, calk the solvages, readjust the box plaits, cat stitch the\ncrown sheet, file down the gores, sandpaper the gaiters and discharge the\ndolman. You could then wear the garment anywhere in the evening, and half\nthe people wouldn’t know anything had happened to it.",
        "James, Owatonna, Minn.–You can easily teach yourself to play on the tuba.\nYou know what Shakespeare says: “Tuba or not tuba? That’s the question.”",
        "How true this is? It touches every heart. It is as good a soliliquy as I\never read. P.S.–Please do not swallow the tuba while practicing and\nchoke yourself to death. It would be a shame for you to swallow a nice new\ntuba and cast a gloom over it so that no one else would ever want to play\non it again.",
        "Florence.–You can stimulate your hair by using castor oil three ounces,\nbrandy one ounce. Put the oil on the sewing machine, and absorb the brandy\nbetween meals. The brandy will no doubt fly right to your head and either\ngreatly assist your hair or it will reconcile you to your lot. The great\nattraction about brandy as a hair tonic is, that it should not build up\nthe thing. If you wish, you may drink the brandy and then breathe hard on\nthe scalp. This will be difficult at first but after awhile it will not\nseem irksome.",
        "Great Sacrifice of Bric-a-brac.",
        "Parties desiring to buy a job-lot of garden tools, will do well to call\nand examine my stock. These implements have been but slightly used, and\nare comparatively as good as new. The lot consists in part of the\nfollowing:",
        "One three-cornered hoe, Gothic in its architecture and in good running\norder. It is the same one I erroneously hoed up the carnation with, and\nmay be found, I think, behind the barn, where I threw it when I discovered\nmy error. Original cost of hoe, six bits. Will be closed out now at two\nbits to make room for new goods.",
        "Also one garden rake, almost as good as new. One front tooth needs\nfilling, and then it will be as good as ever. I sell this weapon, not so\nmuch to get rid of it, but because I do not want it any more. I shall not\ngarden any next spring. I do not need to. I began it to benefit my health,\nand my health is now so healthy that I shall not require the open-air\nexercise incident to gardening any more. In fact, I am too robust, if\nanything. I will, therefore, acting upon the advice of my royal physician,\nclose this rake out, since the failure of the Northwestern Car Company, at\n50 cents on the dollar.",
        "Also one lawn-mower, only used once. At that time I cut down what grass I\nhad on my lawn, and three varieties of high-priced rose bushes. It is one\nof the most hardy open-air lawn-mowers now made. It will outlive any other\nlawn-mower, and be firm and unmoved when all the shrubbery has gone to\ndecay. You can also mow your peony bed with it, if you desire. I tried it.\nThis is also an easy running lawn-mower, I would recommend it to any man\nwho would like to soak his lawn with perspiration. I mowed my lawn, and\nthen pushed a street-car around in the afternoon to relax my over-strained\nmuscles. I will sacrifice this lawn-mower at three-quarters of its\noriginal cost, owing to depression in the stock of the New Jerusalem gold\nmine, of which I am a large owner and cashier-at-large.",
        "Will also sell a bright new spade, only used two hours spading for\nangle-worms. This is a good, early-blooming and very hardy angle-worm\nspade, built in the Doric style of architecture. Persons desiring a spade\nflush, and lacking one spade to “fill,” will do well to give me a call. No\ntrouble to show the goods.",
        "I will also part with a small chest of carpenter’s tools, only slightly\nused. I had intended to do a good deal of amateur carpenter work this\nsummer, but, as the presidential convention occurs in June, and I shall\nhave to attend to that, and as I have already sawed up a Queen Anne chair,\nand thoughtlessly sawed into my leg, I shall probably sacrifice the tools.\nThese tools are all well made, and I do not sell them to make money on\nthem, but because I have no use for them. I feel as though these tools\nwould be safer in the hands of a carpenter. I’m no carpenter. My wife\nadmitted that when I sawed a board across the piano-stool and sawed the\nwhat-do-you-call-it all out of the cushion.",
        "Anyone desiring to monkey with the carpenter’s trade, will do well to\nconsult my catalogue and price-list. I will throw in a white holly\ncorner-bracket, put together with fence nails, and a rustic settee that\nlooks like the Cincinnati riot. Young men who do not know much, and\ninvalids whose minds have become affected, are cordially invited to call\nand examine goods. For a cash trade I will also throw in arnica,\ncourt-plaster and salve enough to run the tools two weeks, if ordinary\ncare be taken.",
        "If properly approached, I might also be wheedled into sacrificing an\neasy-running domestic wheelbarrow. I have domesticated it myself and\ntaught it a great many tricks.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}