{
    "title": "Remarks - Sixty Minutes in America",
    "author": "Bill Nye",
    "chapter": "16",
    "content": [
        "\n\n",
        "The following selections are from the advance sheets of a forthcoming work\nwith the above title, to be published by M. Foll de Roll. It is possible\nthat other excerpts will be made from the book, in case the present\nharmonious state of affairs between France and America is not destroyed by\nmy style of translation.",
        "In the preface M. Foll de Roll says: “France has long required a book of\nprinted writings about that large, wide land of whom we listen to so much\nand yet so little sabe, as the piquant Californian shall say. America is\nconsiderable. America I shall call vast. She care nothing how high freedom\nshall come, she must secure him. She exclaims to all people: ’You like\nfreedom pretty well, but you know nothing of it. We throw away every day\nmore freedom than you shall see all your life. Come to this place when you\nshall run out of freedom. We make it. Do not ask us for money, but if you\nwant personal liberty, please look over our vast stock before you\nelsewhere go.’",
        "“So everybody goes to America, where he shall be free to pay cash for what\nthe American has for sale.",
        "“In this book will be found everything that the French people want to know\nof that singular land, for did I not cross it from New Jersey City, the\ntown where all the New York people have to go to get upon the cars,\nthrough to the town of San Francisco?",
        "“For years the writer of this book has had it in his mind to go across\nAmerica, and then tell the people of France, in a small volume costing one\nfranc, all about the grotesque land of the freedom bird.”",
        "In the opening chapter he alludes to New York casually, and apologizes for\ntaking up so much space.",
        "“When you shall land in New York, you shall feel a strange sensation. The\nstomach is not so what we should call ’Rise up William Riley,’ to use an\nAmericanism which will not bear translation. I ride along the Rue de\nTwenty-three, and want to eat everything my eyes shall fall upon.",
        "“I stay at New York all night, and eat one large supper at 6 o’clock, and\nagain at 9. At 12 I awake and eat the inside of my hektograph, and then\nlie down once more to sleep. The hektograph will be henceforth, as the\nAmerican shall say, no good, but what is that when a man is starving in a\nforeign land?",
        "“I leave New York in the morning on the Ferry de Pavonia, a steamer that\ngoes to New Jersey City. Many people go to New York to buy food and\nclothes. Then you shall see them return to the woods, where they live the\nrest of the time. Some of the females are quite petite and, as the\nAmericans have it,’scrumptious.’ One stout girl at New Jersey City, I was\ntold, was ’all wool and a yard wide.’",
        "“The relations between New York and New Jersey City are quite amicable,\nand the inhabitants seem to spend much of their time riding to and fro on\nthe Ferry de Pavonia and other steamers. When I talked to them in their\nown language they would laugh with great glee, and say they could not\nparley voo Norwegian very good.",
        "“The Americans are very fond of witnessing what may be called the\ntournament de slug. In this, two men wearing upholstered mittens shake\nhands, and then one strikes at the other with his right hand, so as to\nmislead him, and, while he is taking care of that, the first man hits him\nwith his left and knocks out some of his teeth. Then the other man spits\nout his loose teeth and hits his antagonist on the nose, or feeds him with\nthe thumb of his upholstered mitten for some time. Half the gate money\ngoes to the hospital where these men are in the habit of being repaired.",
        "“One of these men, who is now the champion scrapper, as one American\nauthor has it, was once a poor boy, but he was proud and ambitious. So he\npracticed on his wife evenings, after she had washed the dishes, until he\nfound that he could ’knock her out,’ as the American has it. Then he tried\nit on other relatives, and step by step advanced till he could make almost\nany man in America cough up pieces of this upholstered mitten which he\nwears in public.",
        "“In closing this chapter on New York, I may say that I have not said so\nmuch of the city itself as I would like, but enough so that he who reads\nwith care may feel somewhat familiar with it. New York is situated on the\neast side of America, near New Jersey City. The climate is cool and frosty\na part of the year, but warm and temperate in the summer months. The\nsurface is generally level, but some of the houses are quite tall.",
        "“I would not advise Frenchmen to go to New York now, but rather to wait\nuntil the pedestal of M. Bartholdi’s Statue of Liberty has been paid for.\nMany foreigners have already been earnestly permitted to help pay for this\npedestal.”",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}