{
    "title": "Remarks - Rev. Mr. Hallelujah’s Hoss",
    "author": "Bill Nye",
    "chapter": "17",
    "content": [
        "\n\n",
        "There are a good many difficult things to ride, I find, beside the bicycle\nand the bucking Mexican plug. Those who have tried to mount and\nsuccessfully ride a wheelbarrow in the darkness of the stilly night will\nagree with me.",
        "You come on a wheelbarrow suddenly when it is in a brown study, and you\nundertake to straddle it, so to speak, and all at once you find the\nwheelbarrow on top. I may say, I think, safely, that the wheelbarrow is,\nas a rule, phlegmatic and cool; but when a total stranger startles it, it\nspreads desolation and destruction on every hand.",
        "This is also true of the perambulator, or baby-carriage. I undertook to\nevade a child’s phaeton, three years ago last spring, as it stood in the\nentrance to a hall in Main street. The child was not injured, because it\nwas not in the carriage at the time; but I was not so fortunate. I pulled\npieces of perambulator out of myself for two weeks with the hand that was\nnot disabled.",
        "How a sedentary man could fall through a child’s carriage in such a manner\nas to stab himself with the awning and knock every spoke out of three\nwheels, is still a mystery to me, but I did it. I can show you the\ndoctor’s bill now.",
        "The other day, however, I discovered a new style of riding animal. The\nRev. Mr. Hallelujah was at the depot when I arrived, and was evidently\nwaiting for the same Chicago train that I was in search of. Rev. Mr.\nHallelujah had put his valise down near an ordinary baggage-truck which\nleaned up against the wall of the station building.",
        "He strolled along the platform a few moments, communing with himself and\nagitating his mind over the subject of Divine Retribution, and then he\nwent up and leaned against the truck. Finally, he somehow got his arms\nunder the handles of the truck as it stood up between his back and the\nwall. He still continued to think of the plan of Divine Retribution, and\nyou could have seen his lips move if you had been there.",
        "Pretty soon some young ladies came along, rosy in winter air, beautiful\nbeyond compare, frosty crystals in their hair; smiled they on the preacher\nthere.",
        "He returned the smile and bowed low. As he did so, as near as I can figure\nit out, he stepped back on the iron edge of the truck that the baggageman\ngenerally jabs under the rim of an iron-bound sample-trunk when he goes to\nload it. Anyhow, Mr. Hallelujah’s feet flew toward next spring. The truck\nstarted across the platform with him and spilled him over the edge on the\ntrack ten feet below. So rapid was the movement that the eye with\ndifficulty followed his evolutions. His valise was carried onward by the\nsame wild avalanche, and “busted” open before it struck the track below.",
        "I was surprised to see some of the articles that shot forth into the broad\nlight of day. Among the rest there was a bran fired new set of ready-made\nteeth, to be used in case of accident. Up to that moment I didn’t know\nthat Mr. Hallelujah used the common tooth of commerce. These teeth slipped\nout of the valise with a Sabbath smile and vulcanized rubber gums.",
        "In striking the iron track below, the every-day set which the Rev. Mr.\nHallelujah had in use became loosened, and smiled across the road-bed and\nright of way at the bran fired new array of incisors, cuspids, bi-cuspids\nand molars that flew out of the valise. Mr. Hallelujah got up and tried to\nlook merry, but he could not smile without his teeth. The back seams of\nhis Newmarket coat were more successful, however.",
        "Mr. Hallelujah’s wardrobe and a small boy were the only objects that dared\nto smile.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}