{
    "title": "Remarks - On Cyclones",
    "author": "Bill Nye",
    "chapter": "26",
    "content": [
        "\n\n",
        "I desire to state that my position as United States Cyclonist for this\nJudicial District is now vacant. I resigned on the 9th day of September,\nA.D. 1884.",
        "I have not the necessary personal magnetism to look a cyclone in the eye\nand make it quail. I am stern and even haughty in my intercourse with men,\nbut when a Manitoba simoon takes me by the brow of my pantaloons and\nthrows me across Township 28, Range 18, West of the 5th Principal\nMeridian, I lose my mental reserve and become anxious and even taciturn.\nFor thirty years I had yearned to see a grown up cyclone, of the\nring-tail-puller variety, mop up the green earth with huge forest trees\nand make the landscape look tired. On the 9th day of September, A.D. 1884,\nmy morbid curiosity was gratified.",
        "As the people came out into the forest with lanterns and pulled me out of\nthe crotch of a basswood tree with a “tackle and fall,” I remember I told\nthem I didn’t yearn for any more atmospheric phenomena. The old desire for\na hurricane that would blow a cow through a penitentiary was satiated. I\nremember when the doctor pried the bones of my leg together, in order to\nkind of draw my attention away from the limb, he asked me how I liked the\nfall style of Zephyr in that locality.",
        "I said it was all right, what there was of it. I said this in a tone of\nbitter irony.",
        "Cyclones are of two kinds, viz: the dark maroon cyclone; and the iron gray\ncyclone with pale green mane and tail. It was the latter kind I frolicked\nwith on the above-named date.",
        "My brother and I were riding along in the grand old forest, and I had just\nbeen singing a few bars from the opera of “Whoop ’em Up, Lizzie Jane,\"\nwhen I noticed that the wind was beginning to sough through the trees.\nSoon after that, I noticed that I was soughing through the trees also, and\nI am really no slouch of a sougher, either, when I get started.",
        "The horse was hanging by the breeching from the bough of a large butternut\ntree, waiting for some one to come and pick him.",
        "I did not see my brother at first, but after a while he disengaged himself\nfrom a rail fence and came where I was hanging, wrong end up, with my\npersonal effects spilling out of my pockets. I told him that as soon as\nthe wind kind of softened down, I wished he would go and pick the horse.\nHe did so, and at midnight a party of friends carried me into town on a\nstretcher. It was quite an ovation. To think of a torchlight procession\ncoming way out there into the woods at midnight, and carrying me into town\non their shoulders in triumph! And yet I was once only a poor boy!",
        "It shows what may be accomplished by anyone if he will persevere and\ninsist on living a different life.",
        "The cyclone is a natural phenomenon, enjoying the most robust health. It\nmay be a pleasure for a man with great will power and an iron constitution\nto study more carefully into the habits of the cyclone, but as far as I am\nconcerned, individually, I could worry along some way if we didn’t have a\nphenomenon in the house from one year’s end to another.",
        "As I sit here, with my leg in a silicate of soda corset, and watch the\nmerry throng promenading down the street, or mingling in the giddy\ntorchlight procession, I cannot repress a feeling toward a cyclone that\nalmost amounts to disgust.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}