{
    "title": "Remarks - The Miner at Home",
    "author": "Bill Nye",
    "chapter": "52",
    "content": [
        "\n\n",
        "Receiving another notice of assessment on my stock in the Aladdin mine the\nother day, reminded me that I was still interested in a bottomless hole\nthat was supposed at one time to yield funds instead of absorbing them.\nThe Aladdin claim was located in the spring of ’76 by a syndicate of\njournalists, none of whom had ever been openly accused of wealth. If we\nhad been, we could have proved an alibi.",
        "We secured a gang of miners to sink on the discovery, consisting of a\nChinaman named How Long. How Long spoke the Chinese language with great\nfluency. Being perfectly familiar with that language, and a little musty\nin the trans-Missouri English, he would converse with us in his own\nlanguage, sometimes by the hour, courteously overlooking the fact that we\ndid not reply to him in the same tongue. He would converse in this way\ntill he ran down, generally, and then he would refrain for a while.",
        "Finally, How Long signified that he would like to draw his salary. Of\ncourse he was ignorant of our ways, and as innocent of any knowledge of\nthe intricate details peculiar to a mining syndicate as the child unborn.\nSo he had gone to the president of our syndicate and had been referred to\nthe superintendent, and he had sent How Long to the auditor, and the\nauditor had told him to go to the gang boss and get his time, and then\nproceed in the proper manner, after which, if his claim turned out to be\nall right, we would call a meeting of the syndicate and take early action\nin relation to it. By this, the reader will readily see that, although we\nwere not wealthy, we knew how to do business just the same as though we\nhad been a wealthy corporation.",
        "How Long attended one of our meetings and at the close of the session made\na few remarks. As near as I am able to recall his language, it was very\nmuch as follows:",
        "“China boy no sabbe you dam slyndicate. You allee same foolee me too\nmuchee. How Long no chopee big hole in the glound allee day for health.\nYou Melican boy Laddee silver mine all same funny business. Me no likee\nslyndicate. Slyndicate heap gone all same woodbine. You sabbe me? How Long\nmake em slyndicate pay tention. You April foolee me. You makee me tlired.\nYou putee me too much on em slate. Slyndicate no good. Allee time\nstanemoff China boy. You allee time chin chin. Dlividend allee time heap\ngone.”",
        "Owing to a strike which then took place in our mine, we found that, in\norder to complete our assessment work, we must get in another crew or do\nthe job ourselves. Owing to scarcity of help and a feeling of antagonism\non the part of the laboring classes toward our giant enterprise, a feeling\nof hostility which naturally exists between labor and capital, we had to\ngo out to the mine ourselves. We had heard of other men who had shoveled\nin their own mines and were afterward worth millions of dollars, so we\ntook some bacon and other delicacies and hied us to the Aladdin.",
        "Buck, our mining expert, went down first. Then he requested us to hoist\nhim out again. We did so. I have forgotten what his first remark was when\nhe got out of the bucket, but that don’t make any difference, for I\nwouldn’t care to use it here anyway.",
        "It seems that How Long, owing to his heathenish ignorance of our customs\nand the unavoidable delay in adjusting his claim for work, labor and\nservices, had allowed his temper to get the better of him, and he had\nplanted a colony of American skunks in the shaft of the Aladdin.",
        "That is the reason we left the Aladdin mine and no one jumped it. We had\nnot done the necessary work in order to hold it, but when we went out\nthere the following spring we found that no one had jumped it.",
        "Even the rough, coarse miner, far from civilizing influences and beyond\nthe reach of social advantages, recognizes the fact that this Little,\nunostentatious animal plodding along through life in its own modest way,\nyet wields a wonderful influence over the destinies of man. So the Aladdin\nmine was not disturbed that summer.",
        "We paid How Long, and in the following spring had a flattering offer for\nthe claim if it assayed as well as we said it would, so Buck, our expert,\nwent out to the Aladdin with an assayer and the purchaser. The assay of\nthe Aladdin showed up very rich indeed, far above anything that I had ever\nhoped for, and so we made a sale. But we never got the money, for when the\nassayer got home he casually assayed his apparatus and found that his\nwhole outfit had been salted prior to the Aladdin assay.",
        "I do not think our expert, Buck, would salt an assayer’s kit, but he was\ncharged with it at this time, and he said he would rather lose his trade\nthan have trouble over it. He would rather suffer wrong than to do wrong,\nhe said, and so the Aladdin came back on our hands.",
        "It is not a very good mine if a man wants it as a source of revenue, but\nit makes a mighty good well. The water is cold and clear as crystal. If it\nstood in Boston, instead of out there in northern Colorado, where you\ncan’t get at it more than three months in the year, it would be worth\n$150. The great fault of the Aladdin mine is its poverty as a mine, and\nits isolation as a well.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}