{
    "title": "Remarks - Drunk in a Plug Hat",
    "author": "Bill Nye",
    "chapter": "24",
    "content": [
        "\n\n",
        "This world is filled with woe everywhere you go. Sorrow is piled up in the\nfence corners on every road. Unavailing regret and red-nosed remorse\ninhabit the cot of the tie-chopper as well as the cut-glass cage of the\nmillionaire. The woods are full of disappointment. The earth is convulsed\nwith a universal sob, and the roads are muddy with tears. But I do not\ncall to mind a more touching picture of unavailing misery and ruin, and\nhopeless chaos, than the plug hat that has endeavored to keep sober and\nmaintain self-respect while its owner was drunk. A plug hat can stand\nprosperity, and shine forth joyously while nature smiles. That’s the place\nwhere it seems to thrive. A tall silk hat looks well on a thrifty man with\na clean collar, but it cannot stand dissipation.",
        "I once knew a plug hat that had been respected by everyone, and had won\nits way upward by steady endeavor. No one knew aught against it till one\nevening, in an evil hour, it consented to attend a banquet, and all at\nonce its joyous career ended. It met nothing but distrust and cold neglect\neverywhere, after that.",
        "Drink seems to make a man temporarily unnaturally exhilarated. During that\ntemporary exhilaration he desires to attract attention by eating lobster\nsalad out of his own hat, and sitting down on his neighbor’s.",
        "The demon rum is bad enough on the coatings of the stomach, but it is even\nmore disastrous to the tall hat. A man may mix up in a crowd and carry off\nan overdose of valley tan in a soft hat or a cap, but the silk hat will\nproclaim it upon the house-tops, and advertise it to a gaping, wondering\nworld. It has a way of getting back on the rear elevation of the head, or\nover the bridge of the nose, or of hanging coquettishly on one ear, that\nsays to the eagle-eyed public: “I am chockfull.”",
        "I cannot call to mind a more powerful lecture on temperance, than the\nsilent pantomime of a man trying to hang his plug hat on an invisible peg\nin his own hall, after he had been watching the returns, a few years ago.\nI saw that he was excited and nervously unstrung when he came in, but I\ndid not fully realize it until he began to hang his hat on the smooth\nwall.",
        "At first he laughed in a good-natured way at his awkwardness, and hung it\nup again carefully; but at last he became irritated about it, and almost\nforgot himself enough to swear, but controlled himself. Finding, however,\nthat it refused to hang up, and that it seemed rather restless, anyhow, he\nput it in the corner of the hall with the crown up, pinned it to the floor\nwith his umbrella, and heaved a sigh of relief. Then he took off his\novercoat and, through a clerical error, pulled off his dress-coat also. I\nshowed him his mistake and offered to assist him back into his apparel,\nbut he said he hadn’t got so old and feeble yet that he couldn’t dress\nhimself.",
        "Later on he came into the parlor, wearing a linen ulster with the belt\ndrooping behind him like the broken harness hanging to a shipwrecked and\nstranded mule. His wife looked at him in a way that froze his blood. This\nstartled him so that he stepped back a pace or two, tangled his feet in\nhis surcingle, clutched wildly at the empty gas-light, but missed it and\nsat down in a tall majolica cuspidor.",
        "There were three games of whist going on when he fell, and there was a\ngood deal of excitement over the playing, but after he had been pulled out\nof the American tear jug and led away, everyone of the twelve\nwhist-players had forgotten what the trump was.",
        "They say that he has abandoned politics since then, and that now he don’t\ncare whether we have any more November elections or not. I asked him once\nif he would be active during the next campaign, as usual, and he said he\nthought not. He said a man couldn’t afford to be too active in a political\ncampaign. His constitution wouldn’t stand it.",
        "At that time he didn’t care much whether the American people had a\npresident or not. If every public-spirited voter had got to work himself\nup into a state of nervous excitability and prostration where reason\ntottered on its throne, he thought that we needed a reform.",
        "Those who wished to furnish reasons to totter on their thrones for the\nNational Central Committee at so much per tot, could do so; he, for one,\ndidn’t propose to farm out his immortal soul and plug hat to the party, if\nsixty million people had to stand four years under the administration of a\nsetting hen.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}