{
    "title": "Remarks - She Kind of Coaxed Him",
    "author": "Bill Nye",
    "chapter": "72",
    "content": [
        "\n\n",
        "I never practiced law very much, but during the brief period that my\nsheet-iron sign was kissed by the Washoe zephyr, I had several odd\nexperiences. I’m sure that lawyers who practice for forty years,\nespecially on the frontier or in a new country, could write a large book\nthat would make mighty interesting reading.",
        "One day I was figuring up how much a man could save in ten years, paying\nforty dollars a month rent, and taking in two dollars and fifty cents per\nmonth, when a large man with a sad eye and an early purple tumor on the\nside of his head, came in and asked me if my name was Nye. I told him it\nwas and asked him to take a chair and spit on the stove a few times, and\nmake himself entirely at home.",
        "He did so.",
        "After answering in a loud, tremulous tone of voice that we were having\nrather a backward spring, he produced a red cotton handkerchief and took\nout of it a deed which he submitted to my ripe and logical legal mind.",
        "I asked him if that was his name that appeared in the body of the deed as\ngrantor. He said it was. I then asked him why his wife had not signed it,\nas it seemed to be the homestead, and her name appeared in the instrument\nwith that of her husband, but her signature wasn’t at the foot, though his\nname was duly signed, witnessed and acknowledged.",
        "“Well,” said he, “there’s where the gazelle comes in.” He then took a bite\noff the corner of a plug of tobacco about as big as a railroad land grant,\nand laid two twenty dollar gold pieces on the desk near my arm. I took\nthem and tapped them together like the cashier of the Bank of England,\nand, disguising my annoyance over the little episode, told him to go on.",
        "“Well,” said the large man, fondling the wen which nestled lovingly in his\nfaded Titian hair, “my wife has conscientious scruples against signing\nthat deed. We have been married about a year now, but not actively for the\npast eleven months. I’m kind of ex-officio husband, as you might say.\nAfter we’d been married about a month a little incident occurred which\nmade a riffle, as you might say, in our domestic tide. I was division\nmaster on the U.P., and one night I got an order to go down towards\nSidney and look at a bridge. Of course I couldn’t get back till the next\nevening. So I sighed and switched off to the superintendent’s office,\nexpecting to go over on No. 4 and look at the bridge. At the office they\ntold me that I needn’t go till Tuesday, so I strolled up town and got home\nabout nine o’clock, went in with a latch key, just as a mutual friend went\nout through the bed-room window, taking a sash that I paid two dollars\nfor. I didn’t care for the sash, because he left a pair of pantaloons\nworth twelve dollars and some silver in the pockets, but I thought it was\nsuch odd taste for a man to wear a sash without his uniform.",
        "“Well, as I had documentary evidence against my wife, I told her she could\ntake a vacation. She cried a good deal, but it didn’t count I suffered a\ngood deal, but tears did not avail. It takes a good deal of damp weather\nto float me out of my regular channel. She spent the night packing her\ntrousseau, and in the morning she went away. Now, I could get a divorce and\nsave all this trouble of getting her signature, but I’d rather not tell\nthis whole business in court, for the little woman seems to be trying to\ndo better, and if it wasn’t for her blamed old hyena of a mother, would\nget along tip-top. She’s living with her mother now and if a lawyer would\ngo to the girl and tell her how it is, and that I want to sell the\nproperty and want her signature, in place of getting a divorce, I believe\nshe’d sign. Would you mind trying it?”",
        "I said if I could get time I would go over and talk with her and see what\nshe said. So I did. I got along pretty well, too. I found the young woman\nat home, and told her the legal aspects of the case. She wouldn’t admit\nany of the charges, but after a long parley agreed to execute the deed and\nsave trouble. She came to my office an hour later, and signed the\ninstrument I got two witnesses to the signature and had just put the\nnotarial seal on it when the girl’s mother came in. She asked her daughter\nif she had signed the deed and was told that she had. She said nothing,\nbut smiled in a way that made my blood run cold. If a woman were to smile\non me that way every day, I should certainly commit some great crime.",
        "I was just congratulating myself on the success of the business, and was\nlooking at the two $20 gold pieces and trying to get acquainted with them,\nas it were, after the two women had gone away; when they returned with the\nhusband and son-in-law at the head of the procession. He looked pale and\ncareworn to me. He asked me in a low voice if I had a deed there, executed\nby his wife. I said yes. He then asked me if I would kindly destroy it. I\nsaid I would. I would make deeds and tear them up all day at $40 apiece. I\nsaid I liked the conveyancing business very much, and if a client felt\nlike having a grand, warranty deed debauch, I was there to furnish the raw\nmaterial.",
        "I then tore up the deed and the two women went quietly away. After they\nhad gone, my client, in an absent-minded way, took out a large quid that\nhad outlived its usefulness, laid it tenderly on the open page of Estey’s\nPleadings, and said:",
        "“You doubtless think I am a singular organization, and that my ways are\npast finding out. I wish to ask you if I did right a moment ago?” Here he\ntook out another $20 and put it under the paper weight. “When I went down\nstairs I met my mother-in-law. She always looked to me like a firm woman,\nbut I did not think she was so unswerving as she really was. She asked me\nin a low, musical voice to please destroy the deed, and then she took one\nof them Smith & Wesson automatic advance agents of death out from under\nher apron and kind of wheedled me into saying I would. Now, did I do\nright? I want a candid, legal opinion, and I’m ready to pay for it.”",
        "I said he did perfectly right.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}