{
    "title": "Remarks - The Photograph Habit",
    "author": "Bill Nye",
    "chapter": "40",
    "content": [
        "\n\n",
        "No doubt the photograph habit, when once formed, is one of the most\nbaneful, and productive of the most intense suffering in after years, of\nany with which we are familiar. Some times it seems to me that my whole\nlife has been one long, abject apology for photographs that I have shed\nabroad throughout a distracted country.",
        "Man passes through seven distinct stages of being photographed, each one\nexceeding all previous efforts in that line.",
        "First he is photographed as a prattling, bald-headed baby, absolutely\ndestitute of eyes, but making up for this deficiency by a wealth of mouth\nthat would make a negro minstrel olive green with envy. We often wonder\nwhat has given the average photographer that wild, hunted look about the\neyes and that joyless sag about the knees. The chemicals and the indoor\nlife alone have not done all this. It is the great nerve tension and\nmental strain used in trying to photograph a squirming and dark red child\nwith white eyes, in such a manner as to please its parents.",
        "An old-fashioned dollar store album with cerebro-spinal meningitis, and\nfilled with pictures of half-suffocated children in heavily-starched white\ndresses, is the first thing we seek on entering a home, and the last thing\nfrom which we reluctantly part.",
        "The second stage on the downward road is the photograph of the boy with\nfresh-cropped hair, and in which the stiff and protuberant thumb takes a\nleading part.",
        "Then follows the portrait of the lad, with strongly marked freckles and a\nlook of hopeless melancholy. With the aid of a detective agency, I have\nsucceeded in running down and destroying several of these pictures which\nwere attributed to me.",
        "Next comes the young man, 21 years of age, with his front hair plastered\nsmoothly down over his tender, throbbing dome of thought. He does not care\nso much about the expression on the mobile features, so long as his left\nhand, with the new ring on it, shows distinctly, and the string of\njingling, jangling charms on his watch chain, including the cute little\nbasket cut out of a peach stone, stand out well in the foreground. If the\nyoung man would stop to think for a moment that some day he may become\neminent and ashamed of himself, he would hesitate about doing this.",
        "Soon after, he has a tintype taken in which a young lady sits in the\nalleged grass, while he stands behind her with his hand lightly touching\nher shoulder as though he might be feeling of the thrilling circumference\nof a buzz saw. He carries this picture in his pocket for months, and looks\nat it whenever he may be unobserved.",
        "Then, all at once, he discovers that the young lady’s hair is not done up\nthat way any more, and that her hat doesn’t seem to fit her. He then, in a\nfickle moment, has another tintype made, in which another young woman,\nwith a more recent hat and later coiffure, is discovered holding his hat\nin her lap.",
        "This thing continues, till one day he comes into the studio with his wife,\nand tries to see how many children can be photographed on one negative by\nholding one on each knee and using the older ones as a back-ground.",
        "The last stage in his eventful career, the old gentleman allows himself to\nbe photographed, because he is afraid he may not live through another\nlong, hard winter, and the boys would like a picture of him while he is\nable to climb the dark, narrow stairs which lead to the artist’s room.",
        "Sadly the thought comes back to you in after years, when his grave is\ngreen in the quiet valley, and the worn and weary hands that have toiled\nfor you are forever at rest, how patiently he submitted while his daughter\npinned the clean, stiff, agonizing white collar about his neck, and\nbrushed the velvet collar of his best coat; how he toiled up the long,\ndark, lonesome stairs, not with the egotism of a half century ago, but\nwith the light of anticipated rest at last in his eyes–obediently, as he\nwould have gone to the dingy law office to have his will drawn–and meekly\nleft the outlines of his kind old face for those he loved and for whom he\nhad so long labored.",
        "It is a picture at which the thoughtless may smile, but it is full of\npathos, and eloquent for those who knew him best. His attitude is stiff\nand his coat hunches up in the back, but his kind old heart asserts itself\nthrough the gentle eyes, and when he has gone away at last we do not\ncriticise the picture any more, but beyond the old coat that hunches up in\nthe back, and that lasted him so long, we read the history of a noble\nlife.",
        "Silently the old finger-marked album, lying so unostentatiously on the\ngouty centre table, points out the mile-stones from infancy to age, and\nback of the mistakes of a struggling photographer is portrayed the\nlaughter and the tears, the joy and the grief, the dimples and the gray\nhairs of one man’s life-tine.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}