{
    "title": "Remarks - Twombley’s Tale",
    "author": "Bill Nye",
    "chapter": "25",
    "content": [
        "\n\n",
        "My name is Twombley, G.O.P. Twombley is my full name and I have had a\ncheckered career. I thought it would be best to have my career checked\nright through, so I did so.",
        "My home is in the Wasatch Mountains. Far up, where I can see the long,\ngreen, winding valley of the Jordan, like a glorious panorama below me, I\ndwell. I keep a large herd of Angora goats. That is my business. The\nAngora goat is a beautiful animal–in a picture. But out of a picture he\nhas a style of perspiration that invites adverse criticism.",
        "Still, it is an independent life, and one that has its advantages, too.",
        "When I first came to Utah, I saw one day, in Salt Lake City, a young girl\narrive. She was in the heyday of life, but she couldn’t talk our language.\nHer face was oval; rather longer than it was wide, I noticed, and, though\nshe was still young, there were traces of care and other foreign\nsubstances plainly written there.",
        "She was an emigrant, about seventeen years of age, and, though she had\nbeen in Salt Lake City an hour and a half, she was still unmarried.",
        "She was about the medium height, with blue eyes, that somehow, as you\nexamined them carefully in the full, ruddy light of a glorious September\nafternoon, seemed to resemble each other. Both of them were that way,",
        "I know not what gave me the courage, but I stepped to her side, and in a\nlow voice told her of my love and asked her to be mine.",
        "She looked askance at me. Nobody ever did that to me before and lived to\ntell the tale. But her sex made me overlook it. Had she been any other sex\nthat I can think of, I would have resented it. But I would not strike a\nwoman, especially when I had not been married to her and had no right to\ndo so.",
        "I turned on my heel and I went away. I most always turn on my heel when I\ngo away. If I did not turn on my own heel when I went away, whose heel\nwould a lonely man like me turn upon?",
        "Years rolled by. I did nothing to prevent it. Still that face came to me\nin my lonely hut far up in the mountains. That look still rankled in my\nmemory. Before that my memory had been all right. Nothing had ever rankled\nin it very much. Let the careless reader who never had his memory rankle\nin hot weather, pass this by. This story is not for him.",
        "After our first conversation we did not meet again for three years, and\nthen by the merest accident. I had been out for a whole afternoon, hunting\nan elderly goat that had grown childish and irresponsible. He had wandered\naway, and for several days I had been unable to find him. So I sought for\nhim till darkness found me several miles from my cabin. I realized at once\nthat I must hurry back, or lose my way and spend the night in the\nmountains. The darkness became more rapidly obvious. My way became more\nand more uncertain.",
        "Finally I fell down an old prospect shaft. I then resolved to remain where\nI was until I could decide what was best to be done. If I had known that\nthe prospect shaft was there, I would have gone another way. There was\nanother way that I could have gone, but it did not occur to me until too\nlate.",
        "I hated to spend the next few weeks in the shaft, for I had not locked up\nmy cabin when I left it, and I feared that someone might get in while I\nwas absent and play on the piano. I had also set a batch of bread and two\nhens that morning, and all of these would be in sad knead of me before I\ncould get my business into such shape that I could return.",
        "I could not tell accurately how long I had been in the shaft, for I had no\nmatches by which to see my watch. I also had no watch.",
        "All at once, someone fell down the shaft. I knew that it was a woman,\nbecause she did not swear when she landed at the bottom. Still, this could\nbe accounted for in another way. She was unconscious when I picked her up.",
        "I did not know what to do, I was perfectly beside myself, and so was she.\nI had read in novels that when a woman became unconscious people generally\nchafed her hands, but I did not know whether I ought to chafe the hands of\na person to whom I had never been introduced.",
        "I could have administered alcoholic stimulants to her but I had neglected\nto provide myself with them when I fell down the shaft. This should be a\nwarning to people who habitually go around the country without alcoholic\nstimulants.",
        "Finally she breathed a long sigh and murmured, “where am I?” I told her\nthat I did not know, but wherever it might be, we were safe, and that\nwhatever she might say to me, I would promise her, should go no farther.",
        "Then there was a long pause.",
        "To encourage further conversation I asked her if she did not think we had\nbeen having a rather backward spring. She said we had, but she prophesied\na long, open fall.",
        "Then there was another pause, after which I offered her a seat on an old\nred empty powder can. Still, she seemed shy and reserved. I would make a\nremark to which she would reply briefly, and then there would be a pause\nof a little over an hour. Still it seemed longer.",
        "Suddenly the idea of marriage presented itself to my mind. If we never got\nout of the shaft, of course an engagement need not be announced. No one\nhad ever plighted his or her troth at the bottom of a prospect shaft\nbefore. It was certainly unique, to say the least. I suggested it to her.",
        "She demurred to this on the ground that our acquaintance had been so\nbrief, and that we had never been thrown together before. I told her that\nthis would be no objection, and that my parents were so far away that I\ndid not think they would make any trouble about it.",
        "She said that she did not mind her parents so much as she did the violent\ntemper of her husband.",
        "I asked her if her husband had ever indulged in polygamy. She replied that\nhe had, frequently. He had several previous wives. I convinced her that in\nthe eyes of the law, and under the Edmunds bill, she was not bound to him.\nStill she feared the consequences of his wrath.",
        "Then I suggested a desperate plan. We would elope!",
        "I was now thirty-seven years old, and yet had never eloped. Neither had\nshe. So, when the first streaks of rosy dawn crept across the soft,\nautumnal sky and touched the rich and royal coloring on the rugged sides\nof the grim old mountains, we got out of the shaft and eloped.",
        "Continue...",
        "\nThis full etext Remarks (Part A, also see Part B) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}