{
    "title": "Remarks - A Convention",
    "author": "Bill Nye",
    "chapter": "51",
    "content": [
        "\n\n",
        "The officers and members of the Home for Disabled Butter and Hoary-headed\nHotel Hash met at their mosque last Saturday evening, and, after the roll\ncall, reading of the moments of the preceding meeting by the Secretary,\nsinging of the ode and examination of all present to ascertain if they\nwere in possession of the quarterly password, explanation and signs of\ndistress, the Most Esteemed Toolymuckahi, having reached the order of\ncommunications and new business and good of the order, stated that the\nsociety was now ready to take action, or, at least, to discuss the\nfeasibility of holding a series of entertainments at the rink. These\nentertainments had been proposed as a means of propping up the tottering\nfinances of the society, and procuring much-needed funds for the purpose\nof purchasing new regalia for the Most Esteemed Duke of the Dishrag and\nthe Most Esteemed Hired Man, each of whom had been wearing the same red\ncalico collar and cheese-cloth sash since the organization of the society.\nFunds were also necessary to pay for a brother who had walked through a\nrailroad trestle into the shoreless sea of eternity, and whose widow had a\npolicy of $135.25 against this society on the life of her husband.",
        "Various suggestions were made; among them was the idea advanced by the\nMost Highly Esteemed Inside Door-Slammer that, as the society’s object\nwas, of course, to obtain funds, would it not be well to consider, in the\nfirst place, whether it would not be as well for the Most Esteemed\nToolymuckahi to appoint six brethren in good standing to arm themselves\nwith great care, gird up their loins and muzzle the pay-car as it started\nout on its mission. He simply offered this as a suggestion, and, as it was\na direct method of securing the coin necessary, he would move that such a\ncommittee be appointed by the Chair to wait on the pay-car and draw on it\nat sight.",
        "The Most Esteemed Keeper of the Cork-screw seconded the motion, in order,\nas he said, to get it before the house. This brought forward very hot\ndiscussion, pending which the presiding officer could see very plainly\nthat the motion was unpopular.",
        "A visiting brother from Yellowstone Park Creamery No. 17, stated that in\ntheir society “an entertainment of this kind had been given for the\npurpose of pouring a flood of wealth into the coffers of the society, and\nit had been fairly successful. Among the attractions there had been\nnothing of an immoral or lawless nature whatever. In the first place, a\nkind of farewell oyster gorge had been given, with cove oysters as a\nbasis, and $2 a couple as an after-thought. A can of cove oysters\nentertained thirty people and made $30 for the society. Besides, it was\nfound after the party had broken up that, owing to the adhesive properties\nof the oysters, they were not eaten; but the juice, as it were, had been\nscooped up and the puckered and corrugated gizzards of the sea had been\npreserved. Acting upon this suggestion, the society had an oyster patty\ndebauch the following evening at $2 a couple. Forty suckers came and put\ntheir means into the common fund. We didn’t have enough oysters to quite\ngo around, so some of us cut a dozen out of an old boot leg, and the\nentertainment was a great success. We also had other little devices for\nmaking money, which worked admirably and yielded much profit to the\nsociety. Those present also said that they had never enjoyed themselves so\nmuch before. Many little games were played, which produced great merriment\nand considerable coin. I could name a dozen devices for your society, if\ndesired, by which money could be made for your treasury, without the risk\nor odium necessarily resulting from robbing the pay-car or a bank, and yet\nthe profit will be nearly as great in proportion to the work done.”",
        "Here the gavel of the Most Esteemed Toolymuckahi fell with a sickening\nthud, and the visiting brother was told that the time assigned to\ncommunications, new business and good of the order had expired, but that\nthe discussion would be taken up at the next session, in one week, at\nwhich time it was the purpose of the chair to hear and note all\nsuggestions relative to an entertainment to be given at a future date by\nthe society for the purpose of obtaining the evanescent scad and for the\nsuccessful flash of the reluctant boodle.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}