{
    "title": "Remarks - A Calm",
    "author": "Bill Nye",
    "chapter": "3",
    "content": [
        "\n\n",
        "The old Greeley Colony in Colorado, a genuine oasis in the desert, with\nits huge irrigating canals of mountain water running through the mighty\nwheat fields, glistening each autumn at the base of the range, affords a\ngood deal that is curious, not only to the mind of the gentleman from the\nStates, but even to the man who lives at Cheyenne, W.T., only a few hours’\njourney to the north.",
        "You could hardly pick out two cities so near each other and yet so unlike\nas Cheyenne and Greeley. The latter is quiet, and even accused of being\ndull, and yet everybody is steadily getting rich. It is a town of readers,\nthinkers and mental independents. It is composed of the elements of New\nEngland shrewdness and Western push, yet Greeley as compared with Cheyenne\nwould be called a typical New England town in the midst of the active,\nfluctuating, booming West.",
        "Cheyenne is not so tame. With few natural advantages the reputation of\nCheyenne is that, in commercial parlance, she is “A 1” for promptness in\npaying her debts and absence of failures. There is more wealth there in\nproportion to the number of inhabitants than elsewhere in the civilized\nworld, no doubt. The people take special pleasure in surprising Eastern\npeople who visit them by a reception very often that they will long\nremember for cordiality, hospitality, and even magnificence.",
        "Still I didn’t start out to write up either Cheyenne or Greeley. I\nintended to mention casually Dr. Law, of the latter place, who acted as my\nphysician for a few months and coaxed me back from the great hereafter. I\nhad been under the hands of a physician just before, who was also coroner,\nand who, I found afterward, was trying to treat me professionally as long\nas the lamp held out to burn, intending afterward to sit upon me\nofficially. He had treated me professionally until he was about ready to\nsummon his favorite coroner’s jury. Then I got irritated and left the\ncounty of his jurisdiction.",
        "Learning that Dr. Law was relying solely on the practice of medicine for a\nlivelihood, I summoned him, and after explaining the great danger that\nstood in the way of harmonizing the practice of medicine and the official\nwork of the inquest business, I asked him if he had any business\nconnection with any undertaking establishment or hic jacet business, and\nlearning from him that he had none, I engaged him to solder up my\nvertebrae and reorganize my spinal duplex.",
        "Sometimes it isn’t entirely the medicine you swallow that paralyzes pain\nso much as it is the quiet magnetism of a good story and the snap of a\npleasant eye. I had one physician who tried to look joyous when he came\ninto the room, but he generally asked me to run my tongue out till he\ncould see where it was tied on, then he would feel my pulse with his cold\nfinger and time it with a $6 watch, and after that he would write a new\nprescription for horse medicine and heave a sigh, look at me as he might\nif it had been the last time he ever expected to see me on earth, and then\nhe would sigh and go away. When he came back he generally looked shocked\nand grieved to find me alive. This was the pro tem physician and\nex-officio coroner. I always felt as though I ought to apologize to him\nfor clinging to life so, when no doubt he had the jury in the hall waiting\nto “view” me.",
        "Dr. Law used to tell me of the early history of the Greeley Colony, and\nhow the original cranks of the community used to be in session most of the\ntime, and how they sometimes neglected to do their planting to do\nlegislating, and how they overdid the council work and neglected to “bug\"\ntheir potatoes. I remember, also, of his description of how the crew,\nworking on the original big irrigating canal, struck when it was about\nhalf done, and swore that from the Poudre the ditch was going to run up\nhill, and would, therefore, be a failure. The engineer didn’t know at\nfirst what was best to do with the belligerent laborers, but finally he\ntook the leader away from the rest of the crew and said, “Now, I tell you\nthis in confidence, because of course I know perfectly well that the\nstockholders may kick on it if they hear it, but I’m building the blamed\nthing as level as I can and putting one end of it in the Poudre and one\nend in the Platte. Now, if I’m building it up hill the water’ll run down\nfrom the Platte into the Poudre, and if not it’ll run from the Poudre into\nthe Platte. Sabe?”",
        "The ditch was built, and now a deep, still river runs from the Poudre to\nthe Platte, according to advertisement.",
        "Greeley is also noted for its watchmakers. I sent my watch to the first\none I heard of, and he said it needed cleaning. He cleaned it. I paid him\n$2 and took it home, when it ran two hours and then suspended. Then I took\nit to another watchmaker who said that the first man had used machine oil\non its works, and had heated the wheels so as to gum the oil on the cogs.\nHe would have to eradicate the cooked oil from the watch, and it would\ncost me $3. I paid it, and joyfully took the watch home. The next day I\nfound that it had gained time enough to pay for itself. By noon, it had\nfatigued itself so that it was losing terribly, and by the day following\nhad folded its still hands across its pale face in the sleep that knows no\nwaking. I took it to the third and last jeweler in the town. Everyone said\nhe was a good workman, but a trifle slow. In the afternoon I went in to\nsee how he was getting along with it. He was sitting at his bench with a\ndice cup in his eye, apparently looking into the digestive economy of the\nwatch.",
        "I looked at him some time, not wishing to disturb him and interfere with\nhis diagnosis. He did not move or say anything. Several people came in to\ntrade and get the correct time, but he paid no attention to them.",
        "I got tired and changed from one foot to the other several times. Then I\nasked him how he got along, or something of that kind, but he never opened\nhis head. He was the most preoccupied watch savant I ever saw. No outside\ninfluence could break up his chain of thought when he got after a diseased\nwatch.",
        "I finally got around on the outside of the shop and looked in the window,\nwhere I could get a good view of his face.",
        "He was asleep.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}