{
    "title": "Remarks - The Cell Nest",
    "author": "Bill Nye",
    "chapter": "59",
    "content": [
        "\n\n",
        "To the Members of the Academy of Science, at Wrin Prairie, Wisconsin:",
        "Gentlemen:–I beg leave to submit herewith my microscopic report on\nthe several sealed specimens of proud flesh and other mementoes taken\nfrom the roof of Mr. Flannery’s mouth. As Mr. Flannery is the mayor of\nErin Prairie, and therefore has a world-wide reputation, I deemed it\nsufficiently important to the world at large, and pleasing to Mr.\nFlannery’s family, to publish this report in the medical journals of the\ncountry, and have it telegraphed to the leading newspapers at their\nexpense. Knowing that the world at large is hungry to learn how the\nlaudable pus of an eminent man appears under the microscope, and what a\npleasure it must be to his family to read the description after his\ndeath, I have just opened a new box of difficult words and herewith\ntransmit a report which will be an ornament not only to the scrap-book\nof Mr. Flannery’s immediate family after his death, but a priceless boon\nto the reading public at large.",
        "Removing the seals from the jars as soon as I had returned from the\nexpress office, I poured off the alcohol and recklessly threw it away.\nA true scientist does not care for expense.",
        "The first specimen was in a good state of preservation on its arrival. I\nnever saw a more beautiful or robust proliferation epitherial cell nest in\nmy life. It must have been secured immediately after the old epitherial\nhad left the nest, and it was in good order on its arrival. The whole\nlobule was looking first-rate. You might ride for a week and not run\nacross a prettier lobule or a more artistic aggregation of cell nests\noutside a penitentiary.",
        "Only one cell nest had been allowed to dry up on the way, and this looked\na good deal fatigued. In one specimen I noticed a carneous degeneration,\nbut this is really no reflection on Mr. Flannery personally. While he has\nbeen ill it is not surprising that he should allow his cell nests to\ncarneously degenerate. Such a thing might happen to almost any of us.",
        "One of the scrapings from the sore on the right posterior fauces, I found\non its arrival, had been seriously injured, and therefore not available. I\nreturn it herewith.",
        "From an examination, which has been conducted with great care, I am led to\nbelieve that the right posterior rafter of Mr. Flannery’s mouth is\nslightly indurated, and it is barely possible that the northeast duplex\nand parotid gable end of the roof of his mouth may become involved.",
        "I wish you would ask Mr. Flannery’s immediate relatives, if you can do so\nwithout arousing alarm in the breast of the patient, if there has ever\nbeen a marked predisposition on the part of his ancestors to tubercular\ngumboil. I do not wish to be understood as giving this diagnosis as final\nat all, but from what I have already stated, taken together with other\nclinical and pathological data within my reach, and the fact that minute,\ntabulated gumboil bactinae were found floating through some of the cell\nnests, I have every reason to fear the worst. I would be glad to receive\nfrom you for microscopic examination a fragment of Mr. Flannery’s\nmalpighian layer, showing evidences of cell proliferation. I only suggest\nthis, of course, as practicable in case there should be a malpighian layer\nwhich Mr. Flannery is not using. Do not ask him to take a malpighian layer\noff her cell nest just to please me.",
        "From one microscopic examination I hardly feel justified in giving a\ndiagnosis, nor care to venture any suggestion as to treatment, but it\nmight be well to kalsomine the roof of Mr. Flannery’s mouth with\ngum-arabic, white lime and glue in equal parts.",
        "There has already been some extravatations and a marked multiformity. I\nalso noticed an inflamed and angry color to the stroma with trimmings of\nthe same. This might only indicate that Mr. Flannery had kept his mouth\nopen too much during the summer, and sunburned the roof of his mouth, were\nit not that I also discovered traces of gumboil microbes of the squamous\nvariety. This leads me to fear the worst for Mr. Flannery. However, if the\ngentlemanly, courteous and urbane members of the Academy of Science, of\nErin Prairie, to whom I am already largely indebted for past favors, will\nkindly forward to me, prepaid, another scraping from the mansard roof of\nMr. Flannery’s mouth next week, I will open another keg of hard words and\ntrace this gumboil theory to a successful termination, if I have to use up\nthe whole ceiling of the patient’s mouth.",
        "Yours, with great sincerity, profundity and verbosity,",
        "Bill Nye,\nMicroscopist, Lobulist and Microbist.",
        "Hudson, Wis., May 3.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}