{
    "title": "Remarks - The Holy Terror",
    "author": "Bill Nye",
    "chapter": "22",
    "content": [
        "\n\n",
        "While in New England trying in my poor, weak way to represent the “rowdy\nwest,” I met a sad young man who asked me if I lived in Chi-eene. I told\nhim that if he referred to Cheyenne, I had been there off and on a good\ndeal.",
        "He said he was there not long ago, but did not remain. He bought some\nclothes in Chicago, so that he could appear in Chi-eene as a “holy terror\"\nwhen he landed there, and thus in a whole town of “holy terrors” he would\nnot attract attention.",
        "I am not, said he, by birth or instinct, a holy terror, but I thought I\nwould like to try it a little while, anyhow. I got one of those Chicago\nsombreros with a gilt fried cake twisted around it for a band. Then I got\na yellow silk handkerchief on the ten cent counter to tie around my neck.\nThen I got a suit of smoke-tanned buckskin clothes and a pair of\nmoccasins. I had never seen a bad, bad man from Chi-eene, but I had seen\npictures of them and they all wore moccasins. The money that I had left I\nput into a large revolver and a butcher knife with a red Morocco sheath to\nit. The revolver was too heavy for me to hold in one hand and shoot, but\nby resting it on a fence I could kill a cow easy enough if she wasn’t too\nblamed restless.",
        "I went out to the stock yards in Chicago one afternoon and practiced with\nmy revolver. One of my thumbs is out there at the stock yards now.",
        "At Omaha I put on my new suit and sent my human clothes home to my father.\nHe told me when I came away that when I got out to Wyoming, probably I\nwouldn’t want to attract attention by wearing clothes, and so I could send\nmy clothes back to him and he would be glad to have them.",
        "At Sidney I put on my revolver and went into the eating house to get my\ndinner. A tall man met me at the door and threw me about forty feet in an\noblique manner. I asked him if he meant anything personal by that and he\nsaid not at all, not at all. I then asked him if he would not allow me to\neat my dinner and he said that depended on what I wanted for my dinner. If\nI would lay down my arms and come back to the reservation and remain\nneutral to the Government and eat cooked food, it would be all right, but\nif I insisted on eating raw dining-room girls and scalloped young ladies,\nhe would bar me out.",
        "We landed at Chi-eene in the evening. They had hacks and ’busses and\ncarriages till you couldn’t rest, all standing there at the depot, and a\nlarge colored man in a loud tone of voice remarked: “INTEROCEAN\nHO-TEL!!!!”",
        "I went there myself. It had doors and windows to it, and carpets and gas.\nThe young man who showed me to my room was very polite to me. He seemed to\nwant to get acquainted. He said:",
        "“You are from New Hampshire, are you not?”",
        "I told him not to give it away, but I was from New Hampshire. Then I asked\nhim how he knew.",
        "He said that several New Hampshire people had been out there that summer,\nand they had worn the same style of revolver and generally had one thumb\ndone up in a rag. Then he said that if I came from New Hampshire he would\nshow me how to turn off the gas.",
        "He also took my revolver down to the office with him and put it in the\nsafe, because he said someone might get into my room in the night and kill\nme with it if he left it here. He was a perfect gentleman.",
        "They have a big opera house there in Chi-eene, and while I was there they\nhad the Eyetalian opera singers, Patty and Nevady there. The streets were\nlit up with electricity, and people seemed to kind of politely look down\non me, I thought. Still, they acted as if they tried not to notice my\nclothes and dime museum hat.",
        "They seemed to look at me as if I wasn’t to blame for it, and as if they\nfelt sorry for me. If I’d had my United States clothes with me, I could\nhave had a good deal of fun in Chi-eene, going to the opera and the\nlectures, and concerts, et cetera. But finally I decided to return, so I\nwrote to my parents how I had been knocked down and garroted, and left for\ndead with one thumb shot off, and they gladly sent the money to pay\nfuneral expenses.",
        "With this I got a cut-rate ticket home and surprised and horrified my\nparents by dropping in on them one morning just after prayers. I tried to\nget there prior to prayers, but was side-tracked by my father’s new\nanti-tramp bull dog.",
        "Continue...",
        "\nThis full etext Remarks (Part B, also see Part A) of 1888 by Bill Nye (Edgar W. Nye) is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "RemarksBy Bill NyeAt Amazon"
    ]
}