{
    "title": "Remembrance of Things Past: Swann’s Way - [One day when he had come to see us ...]",
    "author": "Marcel Proust",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "One day when he had come to see us after dinner in Paris, and had begged\npardon for being in evening clothes, Françoise, when he had gone, told us\nthat she had got it from his coachman that he had been dining “with a\nprincess.” “A pretty sort of princess,” drawled my aunt; “I know them,\"\nand she shrugged her shoulders without raising her eyes from her knitting,\nserenely ironical.",
        "Altogether, my aunt used to treat him with scant ceremony. Since she was\nof the opinion that he ought to feel flattered by our invitations, she\nthought it only right and proper that he should never come to see us in\nsummer without a basket of peaches or raspberries from his garden, and\nthat from each of his visits to Italy he should bring back some\nphotographs of old masters for me.",
        "It seemed quite natural, therefore, to send to him whenever we wanted a\nrecipe for some special sauce or for a pineapple salad for one of our big\ndinner-parties, to which he himself would not be invited, not seeming of\nsufficient importance to be served up to new friends who might be in our\nhouse for the first time. If the conversation turned upon the Princes of\nthe House of France, “Gentlemen, you and I will never know, will we, and\ndon’t want to, do we?” my great-aunt would say tartly to Swann, who had,\nperhaps, a letter from Twickenham in his pocket; she would make him play\naccompaniments and turn over music on evenings when my grandmother’s\nsister sang; manipulating this creature, so rare and refined at other\ntimes and in other places, with the rough simplicity of a child who will\nplay with some curio from the cabinet no more carefully than if it were a\npenny toy.  Certainly the Swann who was a familiar figure in all the clubs\nof those days differed hugely from, the Swann created in my great-aunt’s\nmind when, of an evening, in our little garden at Combray, after the two\nshy peals had sounded from the gate, she would vitalise, by injecting into\nit everything she had ever heard about the Swann family, the vague and\nunrecognisable shape which began to appear, with my grandmother in its\nwake, against a background of shadows, and could at last be identified by\nthe sound of its voice. But then, even in the most insignificant details\nof our daily life, none of us can be said to constitute a material whole,\nwhich is identical for everyone, and need only be turned up like a page in\nan account-book or the record of a will; our social personality is created\nby the thoughts of other people. Even the simple act which we describe as\n“seeing some one we know” is, to some extent, an intellectual process. We\npack the physical outline of the creature we see with all the ideas we\nhave already formed about him, and in the complete picture of him which we\ncompose in our minds those ideas have certainly the principal place. In\nthe end they come to fill out so completely the curve of his cheeks, to\nfollow so exactly the line of his nose, they blend so harmoniously in the\nsound of his voice that these seem to be no more than a transparent\nenvelope, so that each time we see the face or hear the voice it is our\nown ideas of him which we recognise and to which we listen. And so, no\ndoubt, from the Swann they had built up for their own purposes my family\nhad left out, in their ignorance, a whole crowd of the details of his\ndaily life in the world of fashion, details by means of which other\npeople, when they met him, saw all the Graces enthroned in his face and\nstopping at the line of his arched nose as at a natural frontier; but they\ncontrived also to put into a face from which its distinction had been\nevicted, a face vacant and roomy as an untenanted house, to plant in the\ndepths of its unvalued eyes a lingering sense, uncertain but not\nunpleasing, half-memory and half-oblivion, of idle hours spent together\nafter our weekly dinners, round the card-table or in the garden, during\nour companionable country life. Our friend’s bodily frame had been so well\nlined with this sense, and with various earlier memories of his family,\nthat their own special Swann had become to my people a complete and living\ncreature; so that even now I have the feeling of leaving some one I know\nfor another quite different person when, going back in memory, I pass from\nthe Swann whom I knew later and more intimately to this early Swann–this\nearly Swann in whom I can distinguish the charming mistakes of my\nchildhood, and who, incidentally, is less like his successor than he is\nlike the other people I knew at that time, as though one’s life were a\nseries of galleries in which all the portraits of any one period had a\nmarked family likeness, the same (so to speak) tonality–this early Swann\nabounding in leisure, fragrant with the scent of the great chestnut-tree,\nof baskets of raspberries and of a sprig of tarragon.",
        "And yet one day, when my grandmother had gone to ask some favour of a lady\nwhom she had known at the Sacré Coeur (and with whom, because of our caste\ntheory, she had not cared to keep up any degree of intimacy in spite of\nseveral common interests), the Marquise de Villeparisis, of the famous\nhouse of Bouillon, this lady had said to her:",
        "“I think you know M. Swann very well; he is a great friend of my nephews,\nthe des Laumes.”",
        "My grandmother had returned from the call full of praise for the house,\nwhich overlooked some gardens, and in which Mme. de Villeparisis had\nadvised her to rent a flat; and also for a repairing tailor and his\ndaughter, who kept a little shop in the courtyard, into which she had gone\nto ask them to put a stitch in her skirt, which she had torn on the\nstaircase. My grandmother had found these people perfectly charming: the\ngirl, she said, was a jewel, and the tailor a most distinguished man, the\nfinest she had ever seen. For in her eyes distinction was a thing wholly\nindependent of social position. She was in ecstasies over some answer the\ntailor had made, saying to Mamma:",
        "“Sévigné would not have said it better!” and, by way of contrast, of a\nnephew of Mme. de Villeparisis whom she had met at the house:",
        "“My dear, he is so common!”",
        "Now, the effect of that remark about Swann had been, not to raise him in\nmy great-aunt’s estimation, but to lower Mme. de Villeparisis. It appeared\nthat the deference which, on my grandmother’s authority, we owed to Mme.\nde Villeparisis imposed on her the reciprocal obligation to do nothing\nthat would render her less worthy of our regard, and that she had failed\nin her duty in becoming aware of Swann’s existence and in allowing members\nof her family to associate with him. “How should she know Swann? A lady\nwho, you always made out, was related to Marshal MacMahon!” This view of\nSwann’s social atmosphere which prevailed in my family seemed to be\nconfirmed later on by his marriage with a woman of the worst class, you\nmight almost say a ’fast’ woman, whom, to do him justice, he never\nattempted to introduce to us, for he continued to come to us alone, though\nhe came more and more seldom; but from whom they thought they could\nestablish, on the assumption that he had found her there, the circle,\nunknown to them, in which he ordinarily moved.",
        "But on one occasion my grandfather read in a newspaper that M. Swann was\none of the most faithful attendants at the Sunday luncheons given by the\nDuc de X––, whose father and uncle had been among our most prominent\nstatesmen in the reign of Louis Philippe. Now my grandfather was curious\nto learn all the little details which might help him to take a mental\nshare in the private lives of men like Mole, the Due Pasquier, or the Duc\nde Broglie. He was delighted to find that Swann associated with people who\nhad known them. My great-aunt, however, interpreted this piece of news in\na sense discreditable to Swann; for anyone who chose his associates\noutside the caste in which he had been born and bred, outside his ’proper\nstation,’ was condemned to utter degradation in her eyes. It seemed to her\nthat such a one abdicated all claim to enjoy the fruits of those friendly\nrelations with people of good position which prudent parents cultivate and\nstore up for their children’s benefit, for my great-aunt had actually\nceased to ’see’ the son of a lawyer we had known because he had married a\n’Highness’ and had thereby stepped down–in her eyes–from the respectable\nposition of a lawyer’s son to that of those adventurers, upstart footmen\nor stable-boys mostly, to whom we read that queens have sometimes shewn\ntheir favours. She objected, therefore, to my grandfather’s plan of\nquestioning Swann, when next he came to dine with us, about these people\nwhose friendship with him we had discovered. On the other hand, my\ngrandmother’s two sisters, elderly spinsters who shared her nobility of\ncharacter but lacked her intelligence, declared that they could not\nconceive what pleasure their brother-in-law could find in talking about\nsuch trifles. They were ladies of lofty ambition, who for that reason were\nincapable of taking the least interest in what might be called the\n’pinchbeck’ things of life, even when they had an historic value, or,\ngenerally speaking, in anything that was not directly associated with some\nobject aesthetically precious. So complete was their negation of interest\nin anything which seemed directly or indirectly a part of our everyday\nlife that their sense of hearing–which had gradually come to understand\nits own futility when the tone of the conversation, at the dinner-table,\nbecame frivolous or merely mundane, without the two old ladies’ being able\nto guide it back to the topic dear to themselves–would leave its\nreceptive channels unemployed, so effectively that they were actually\nbecoming atrophied. So that if my grandfather wished to attract the\nattention of the two sisters, he would have to make use of some such alarm\nsignals as mad-doctors adopt in dealing with their distracted patients; as\nby beating several times on a glass with the blade of a knife, fixing them\nat the same time with a sharp word and a compelling glance, violent\nmethods which the said doctors are apt to bring with them into their\neveryday life among the sane, either from force of professional habit or\nbecause they think the whole world a trifle mad.",
        "Their interest grew, however, when, the day before Swann was to dine with\nus, and when he had made them a special present of a case of Asti, my\ngreat-aunt, who had in her hand a copy of the Figaro in which to the\nname of a picture then on view in a Corot exhibition were added the words,\n“from the collection of M. Charles Swann,” asked: “Did you see that Swann\nis ’mentioned’ in the Figaro?”",
        "“But I have always told you,” said my grandmother, “that he had plenty of\ntaste.”",
        "“You would, of course,” retorted my great-aunt, “say anything just to seem\ndifferent from us.” For, knowing that my grandmother never agreed with\nher, and not being quite confident that it was her own opinion which the\nrest of us invariably endorsed, she wished to extort from us a wholesale\ncondemnation of my grandmother’s views, against which she hoped to force\nus into solidarity with her own.",
        "But we sat silent. My grandmother’s sisters having expressed a desire to\nmention to Swann this reference to him in the Figaro, my great-aunt\ndissuaded them. Whenever she saw in others an advantage, however trivial,\nwhich she herself lacked, she would persuade herself that it was no\nadvantage at all, but a drawback, and would pity so as not to have to envy\nthem.",
        "“I don’t think that would please him at all; I know very well, I should\nhate to see my name printed like that, as large as life, in the paper, and\nI shouldn’t feel at all flattered if anyone spoke to me about it.”",
        "She did not, however, put any very great pressure upon my grandmother’s\nsisters, for they, in their horror of vulgarity, had brought to such a\nfine art the concealment of a personal allusion in a wealth of ingenious\ncircumlocution, that it would often pass unnoticed even by the person to\nwhom it was addressed. As for my mother, her only thought was of managing\nto induce my father to consent to speak to Swann, not of his wife, but of\nhis daughter, whom he worshipped, and for whose sake it was understood\nthat he had ultimately made his unfortunate marriage.",
        "“You need only say a word; just ask him how she is. It must be so very\nhard for him.”",
        "My father, however, was annoyed: “No, no; you have the most absurd ideas.\nIt would be utterly ridiculous.”",
        "But the only one of us in whom the prospect of Swann’s arrival gave rise\nto an unhappy foreboding was myself. And that was because on the evenings\nwhen there were visitors, or just M. Swann in the house, Mamma did not\ncome up to my room. I did not, at that time, have dinner with the family:\nI came out to the garden after dinner, and at nine I said good night and\nwent to bed. But on these evenings I used to dine earlier than the others,\nand to come in afterwards and sit at table until eight o’clock, when it\nwas understood that I must go upstairs; that frail and precious kiss which\nMamma used always to leave upon my lips when I was in bed and just going\nto sleep I had to take with me from the dining-room to my own, and to keep\ninviolate all the time that it took me to undress, without letting its\nsweet charm be broken, without letting its volatile essence diffuse itself\nand evaporate; and just on those very evenings when I must needs take most\npains to receive it with due formality, I had to snatch it, to seize it\ninstantly and in public, without even having the time or being properly\nfree to apply to what I was doing the punctiliousness which madmen use who\ncompel themselves to exclude all other thoughts from their minds while\nthey are shutting a door, so that when the sickness of uncertainty sweeps\nover them again they can triumphantly face and overcome it with the\nrecollection of the precise moment in which the door was shut.",
        "We were all in the garden when the double peal of the gate-bell sounded\nshyly. Everyone knew that it must be Swann, and yet they looked at one\nanother inquiringly and sent my grandmother scouting.",
        "“See that you thank him intelligibly for the wine,” my grandfather warned\nhis two sisters-in-law; “you know how good it is, and it is a huge case.”",
        "“Now, don’t start whispering!” said my great-aunt. “How would you like to\ncome into a house and find everyone muttering to themselves?”",
        "“Ah! There’s M. Swann,” cried my father. “Let’s ask him if he thinks it\nwill be fine to-morrow.”",
        "My mother fancied that a word from her would wipe out all the\nunpleasantness which my family had contrived to make Swann feel since his\nmarriage.  She found an opportunity to draw him aside for a moment. But I\nfollowed her: I could not bring myself to let her go out of reach of me\nwhile I felt that in a few minutes I should have to leave her in the\ndining-room and go up to my bed without the consoling thought, as on\nordinary evenings, that she would come up, later, to kiss me.",
        "“Now, M. Swann,” she said, “do tell me about your daughter; I am sure she\nshews a taste already for nice things, like her papa.”",
        "“Come along and sit down here with us all on the verandah,” said my\ngrandfather, coming up to him. My mother had to abandon the quest, but\nmanaged to extract from the restriction itself a further refinement of\nthought, as great poets do when the tyranny of rhyme forces them into the\ndiscovery of their finest lines.",
        "“We can talk about her again when we are by ourselves,” she said, or\nrather whispered to Swann. “It is only a mother who can understand. I am\nsure that hers would agree with me.”",
        "And so we all sat down round the iron table. I should have liked not to\nthink of the hours of anguish which I should have to spend, that\nevening, alone in my room, without the possibility of going to sleep: I\ntried to convince myself that they were of no importance, really, since\nI should have forgotten them next morning, and to fix my mind on\nthoughts of the future which would carry me, as on a bridge, across the\nterrifying abyss that yawned at my feet. But my mind, strained by this\nforeboding, distended like the look which I shot at my mother, would not\nallow any other impression to enter. Thoughts did, indeed, enter it, but\nonly on the condition that they left behind them every element of\nbeauty, or even of quaintness, by which I might have been distracted or\nbeguiled. As a surgical patient, by means of a local anaesthetic, can\nlook on with a clear consciousness while an operation is being performed\nupon him and yet feel nothing, I could repeat to myself some favourite\nlines, or watch my grandfather attempting to talk to Swann about the Duc\nd’Audriffet-Pasquier, without being able to kindle any emotion from one\nor amusement from the other. Hardly had my grandfather begun to question\nSwann about that orator when one of my grandmother’s sisters, in whose\nears the question echoed like a solemn but untimely silence which her\nnatural politeness bade her interrupt, addressed the other with:",
        "“Just fancy, Flora, I met a young Swedish governess to-day who told me\nsome most interesting things about the co-operative movement in\nScandinavia.  We really must have her to dine here one evening.”",
        "“To be sure!” said her sister Flora, “but I haven’t wasted my time either.\nI met such a clever old gentleman at M. Vinteuil’s who knows Maubant quite\nwell, and Maubant has told him every little thing about how he gets up his\nparts. It is the most interesting thing I ever heard. He is a neighbour of\nM. Vinteuil’s, and I never knew; and he is so nice besides.”",
        "“M. Vinteuil is not the only one who has nice neighbours,” cried my aunt\nCéline in a voice which seemed loud because she was so timid, and seemed\nforced because she had been planning the little speech for so long;\ndarting, as she spoke, what she called a ’significant glance’ at Swann.\nAnd my aunt Flora, who realised that this veiled utterance was Céline’s\nway of thanking Swann intelligibly for the Asti, looked at him with a\nblend of congratulation and irony, either just, because she wished to\nunderline her sister’s little epigram, or because she envied Swann his\nhaving inspired it, or merely because she imagined that he was\nembarrassed, and could not help having a little fun at his expense.",
        "“I think it would be worth while,” Flora went on, “to have this old\ngentleman to dinner. When you get him upon Maubant or Mme. Materna he will\ntalk for hours on end.”",
        "“That must be delightful,” sighed my grandfather, in whose mind nature had\nunfortunately forgotten to include any capacity whatsoever for becoming\npassionately interested in the co-operative movement among the ladies of\nSweden or in the methods employed by Maubant to get up his parts, just as\nit had forgotten to endow my grandmother’s two sisters with a grain of\nthat precious salt which one has oneself to ’add to taste’ in order to\nextract any savour from a narrative of the private life of Mole or of the\nComte de Paris.",
        "“I say!” exclaimed Swann to my grandfather, “what I was going to tell you\nhas more to do than you might think with what you were asking me just now,\nfor in some respects there has been very little change. I came across a\npassage in Saint-Simon this morning which would have amused you. It is in\nthe volume which covers his mission to Spain; not one of the best, little\nmore in fact than a journal, but at least it is a journal wonderfully well\nwritten, which fairly distinguishes it from the devastating journalism\nthat we feel bound to read in these days, morning, noon and night.”",
        "“I do not agree with you: there are some days when I find reading the\npapers very pleasant indeed!” my aunt Flora broke in, to show Swann that\nshe had read the note about his Corot in the Figaro.",
        "“Yes,” aunt Céline went one better. “When they write about things or\npeople in whom we are interested.”",
        "“I don’t deny it,” answered Swann in some bewilderment. “The fault I\nfind with our journalism is that it forces us to take an interest in some\nfresh triviality or other every day, whereas only three or four books in a\nlifetime give us anything that is of real importance. Suppose that, every\nmorning, when we tore the wrapper off our paper with fevered hands, a\ntransmutation were to take place, and we were to find inside it–oh! I\ndon’t know; shall we say Pascal’s Pensées?” He articulated the title with\nan ironic emphasis so as not to appear pedantic. “And then, in the gilt and\ntooled volumes which we open once in ten years,” he went on, shewing that\ncontempt for the things of this world which some men of the world like to\naffect, “we should read that the Queen of the Hellenes had arrived at\nCannes, or that the Princesse de Léon had given a fancy dress ball. In\nthat way we should arrive at the right proportion between ’information’\nand ’publicity.’” But at once regretting that he had allowed himself to\nspeak, even in jest, of serious matters, he added ironically: “We are\nhaving a most entertaining conversation; I cannot think why we climb to\nthese lofty summits,” and then, turning to my grandfather: “Well,\nSaint-Simon tells how Maulevrier had had the audacity to offer his hand to\nhis sons. You remember how he says of Maulevrier, ’Never did I find in\nthat coarse bottle anything but ill-humour, boorishness, and folly.’”",
        "“Coarse or not, I know bottles in which there is something very\ndifferent!” said Flora briskly, feeling bound to thank Swann as well as\nher sister, since the present of Asti had been addressed to them both.\nCéline began to laugh.",
        "Swann was puzzled, but went on: “’I cannot say whether it was his\nignorance or a trap,’ writes Saint-Simon; ’he wished to give his hand to\nmy children. I noticed it in time to prevent him.’”",
        "My grandfather was already in ecstasies over “ignorance or a trap,” but\nMiss Céline–the name of Saint-Simon, a ’man of letters,’ having arrested\nthe complete paralysis of her sense of hearing–had grown angry.",
        "“What! You admire that, do you? Well, it is clever enough! But what is the\npoint of it? Does he mean that one man isn’t as good as another? What\ndifference can it make whether he is a duke or a groom so long as he is\nintelligent and good? He had a fine way of bringing up his children, your\nSaint-Simon, if he didn’t teach them to shake hands with all honest men.\nReally and truly, it’s abominable. And you dare to quote it!”",
        "And my grandfather, utterly depressed, realising how futile it would be\nfor him, against this opposition, to attempt to get Swann to tell him the\nstories which would have amused him, murmured to my mother: “Just tell me\nagain that line of yours which always comforts me so much on these\noccasions. Oh, yes:",
        "  What virtues, Lord, Thou makest us abhor!",
        "Good, that is, very good.”",
        "I never took my eyes off my mother. I knew that when they were at table I\nshould not be permitted to stay there for the whole of dinner-time, and\nthat Mamma, for fear of annoying my father, would not allow me to give her\nin public the series of kisses that she would have had in my room.  And so\nI promised myself that in the dining-room, as they began to eat and drink\nand as I felt the hour approach, I would put beforehand into this kiss,\nwhich was bound to be so brief and stealthy in execution, everything that\nmy own efforts could put into it: would look out very carefully first the\nexact spot on her cheek where I would imprint it, and would so prepare my\nthoughts that I might be able, thanks to these mental preliminaries, to\nconsecrate the whole of the minute Mamma would allow me to the sensation\nof her cheek against my lips, as a painter who can have his subject for\nshort sittings only prepares his palette, and from what he remembers and\nfrom rough notes does in advance everything which he possibly can do in\nthe sitter’s absence. But to-night, before the dinner-bell had sounded, my\ngrandfather said with unconscious cruelty: “The little man looks tired;\nhe’d better go up to bed. Besides, we are dining late to-night.”",
        "And my father, who was less scrupulous than my grandmother or mother in\nobserving the letter of a treaty, went on: “Yes, run along; to bed with\nyou.”",
        "I would have kissed Mamma then and there, but at that moment the\ndinner-bell rang.",
        "“No, no, leave your mother alone. You’ve said good night quite enough.\nThese exhibitions are absurd. Go on upstairs.”",
        "And so I must set forth without viaticum; must climb each step of the\nstaircase ’against my heart,’ as the saying is, climbing in opposition to\nmy heart’s desire, which was to return to my mother, since she had not, by\nher kiss, given my heart leave to accompany me forth. That hateful\nstaircase, up which I always passed with such dismay, gave out a smell of\nvarnish which had to some extent absorbed, made definite and fixed the\nspecial quality of sorrow that I felt each evening, and made it perhaps\neven more cruel to my sensibility because, when it assumed this olfactory\nguise, my intellect was powerless to resist it. When we have gone to sleep\nwith a maddening toothache and are conscious of it only as a little girl\nwhom we attempt, time after time, to pull out of the water, or as a line\nof Molière which we repeat incessantly to ourselves, it is a great relief\nto wake up, so that our intelligence can disentangle the idea of toothache\nfrom any artificial semblance of heroism or rhythmic cadence. It was the\nprecise converse of this relief which I felt when my anguish at having to\ngo up to my room invaded my consciousness in a manner infinitely more\nrapid, instantaneous almost, a manner at once insidious and brutal as I\nbreathed in–a far more poisonous thing than any moral penetration–the\npeculiar smell of the varnish upon that staircase.",
        "Once in my room I had to stop every loophole, to close the shutters, to\ndig my own grave as I turned down the bed-clothes, to wrap myself in the\nshroud of my nightshirt. But before burying myself in the iron bed which\nhad been placed there because, on summer nights, I was too hot among the\nrep curtains of the four-poster, I was stirred to revolt, and attempted\nthe desperate stratagem of a condemned prisoner. I wrote to my mother\nbegging her to come upstairs for an important reason which I could not put\nin writing. My fear was that Françoise, my aunt’s cook who used to be put\nin charge of me when I was at Combray, might refuse to take my note. I had\na suspicion that, in her eyes, to carry a message to my mother when there\nwas a stranger in the room would appear flatly inconceivable, just as it\nwould be for the door-keeper of a theatre to hand a letter to an actor\nupon the stage. For things which might or might not be done she possessed\na code at once imperious, abundant, subtle, and uncompromising on points\nthemselves imperceptible or irrelevant, which gave it a resemblance to\nthose ancient laws which combine such cruel ordinances as the massacre of\ninfants at the breast with prohibitions, of exaggerated refinement,\nagainst “seething the kid in his mother’s milk,” or “eating of the sinew\nwhich is upon the hollow of the thigh.” This code, if one could judge it\nby the sudden obstinacy which she would put into her refusal to carry out\ncertain of our instructions, seemed to have foreseen such social\ncomplications and refinements of fashion as nothing in Françoise’s\nsurroundings or in her career as a servant in a village household could\nhave put into her head; and we were obliged to assume that there was\nlatent in her some past existence in the ancient history of France, noble\nand little understood, just as there is in those manufacturing towns where\nold mansions still testify to their former courtly days, and chemical\nworkers toil among delicately sculptured scenes of the Miracle of\nTheophilus or the Quatre Fils Aymon.",
        "In this particular instance, the article of her code which made it highly\nimprobable that–barring an outbreak of fire–Françoise would go down and\ndisturb Mamma when M. Swann was there for so unimportant a person as\nmyself was one embodying the respect she shewed not only for the family\n(as for the dead, for the clergy, or for royalty), but also for the\nstranger within our gates; a respect which I should perhaps have found\ntouching in a book, but which never failed to irritate me on her lips,\nbecause of the solemn and gentle tones in which she would utter it, and\nwhich irritated me more than usual this evening when the sacred character\nin which she invested the dinner-party might have the effect of making her\ndecline to disturb its ceremonial. But to give myself one chance of\nsuccess I lied without hesitation, telling her that it was not in the\nleast myself who had wanted to write to Mamma, but Mamma who, on saying\ngood night to me, had begged me not to forget to send her an answer about\nsomething she had asked me to find, and that she would certainly be very\nangry if this note were not taken to her. I think that Françoise\ndisbelieved me, for, like those primitive men whose senses were so much\nkeener than our own, she could immediately detect, by signs imperceptible\nby the rest of us, the truth or falsehood of anything that we might wish\nto conceal from her. She studied the envelope for five minutes as though\nan examination of the paper itself and the look of my handwriting could\nenlighten her as to the nature of the contents, or tell her to which\narticle of her code she ought to refer the matter. Then she went out with\nan air of resignation which seemed to imply: “What a dreadful thing for\nparents to have a child like this!”",
        "A moment later she returned to say that they were still at the ice stage\nand that it was impossible for the butler to deliver the note at once, in\nfront of everybody; but that when the finger-bowls were put round he would\nfind a way of slipping it into Mamma’s hand. At once my anxiety subsided;\nit was now no longer (as it had been a moment ago) until to-morrow that I\nhad lost my mother, for my little line was going–to annoy her, no doubt,\nand doubly so because this contrivance would make me ridiculous in Swann’s\neyes–but was going all the same to admit me, invisibly and by stealth,\ninto the same room as herself, was going to whisper from me into her ear;\nfor that forbidden and unfriendly dining-room, where but a moment ago the\nice itself–with burned nuts in it–and the finger-bowls seemed to me to\nbe concealing pleasures that were mischievous and of a mortal sadness\nbecause Mamma was tasting of them and I was far away, had opened its doors\nto me and, like a ripe fruit which bursts through its skin, was going to\npour out into my intoxicated heart the gushing sweetness of Mamma’s\nattention while she was reading what I had written. Now I was no longer\nseparated from her; the barriers were down; an exquisite thread was\nbinding us. Besides, that was not all, for surely Mamma would come.",
        "As for the agony through which I had just passed, I imagined that Swann\nwould have laughed heartily at it if he had read my letter and had guessed\nits purpose; whereas, on the contrary, as I was to learn in due course, a\nsimilar anguish had been the bane of his life for many years, and no one\nperhaps could have understood my feelings at that moment so well as\nhimself; to him, that anguish which lies in knowing that the creature one\nadores is in some place of enjoyment where oneself is not and cannot\nfollow–to him that anguish came through Love, to which it is in a sense\npredestined, by which it must be equipped and adapted; but when, as had\nbefallen me, such an anguish possesses one’s soul before Love has yet\nentered into one’s life, then it must drift, awaiting Love’s coming, vague\nand free, without precise attachment, at the disposal of one sentiment\nto-day, of another to-morrow, of filial piety or affection for a comrade.\nAnd the joy with which I first bound myself apprentice, when Françoise\nreturned to tell me that my letter would be delivered; Swann, too, had\nknown well that false joy which a friend can give us, or some relative of\nthe woman we love, when on his arrival at the house or theatre where she\nis to be found, for some ball or party or ’first-night’ at which he is to\nmeet her, he sees us wandering outside, desperately awaiting some\nopportunity of communicating with her. He recognises us, greets us\nfamiliarly, and asks what we are doing there. And when we invent a story\nof having some urgent message to give to his relative or friend, he\nassures us that nothing could be more simple, takes us in at the door, and\npromises to send her down to us in five minutes. How much we love him–as\nat that moment I loved Françoise–the good-natured intermediary who by a\nsingle word has made supportable, human, almost propitious the\ninconceivable, infernal scene of gaiety in the thick of which we had been\nimagining swarms of enemies, perverse and seductive, beguiling away from\nus, even making laugh at us, the woman whom we love. If we are to judge of\nthem by him, this relative who has accosted us and who is himself an\ninitiate in those cruel mysteries, then the other guests cannot be so very\ndemoniacal. Those inaccessible and torturing hours into which she had gone\nto taste of unknown pleasures–behold, a breach in the wall, and we are\nthrough it. Behold, one of the moments whose series will go to make up\ntheir sum, a moment as genuine as the rest, if not actually more important\nto ourself because our mistress is more intensely a part of it; we picture\nit to ourselves, we possess it, we intervene upon it, almost we have\ncreated it: namely, the moment in which he goes to tell her that we are\nwaiting there below. And very probably the other moments of the party will\nnot be essentially different, will contain nothing else so exquisite or so\nwell able to make us suffer, since this kind friend has assured us that\n“Of course, she will be delighted to come down! It will be far more\namusing for her to talk to you than to be bored up there.” Alas! Swann had\nlearned by experience that the good intentions of a third party are\npowerless to control a woman who is annoyed to find herself pursued even\ninto a ball-room by a man whom she does not love. Too often, the kind\nfriend comes down again alone.",
        "My mother did not appear, but with no attempt to safeguard my self-respect\n(which depended upon her keeping up the fiction that she had asked me to\nlet her know the result of my search for something or other) made\nFrançoise tell me, in so many words “There is no answer\"–words I have so\noften, since then, heard the hall-porters in ’mansions’ and the flunkeys\nin gambling-clubs and the like, repeat to some poor girl, who replies in\nbewilderment: “What! he’s said nothing? It’s not possible. You did give\nhim my letter, didn’t you? Very well, I shall wait a little longer.” And\njust as she invariably protests that she does not need the extra gas which\nthe porter offers to light for her, and sits on there, hearing nothing\nfurther, except an occasional remark on the weather which the porter\nexchanges with a messenger whom he will send off suddenly, when he notices\nthe time, to put some customer’s wine on the ice; so, having declined\nFrançoise’s offer to make me some tea or to stay beside me, I let her go\noff again to the servants’ hall, and lay down and shut my eyes, and tried\nnot to hear the voices of my family who were drinking their coffee in the\ngarden.",
        "But after a few seconds I realised that, by writing that line to Mamma, by\napproaching–at the risk of making her angry–so near to her that I felt I\ncould reach out and grasp the moment in which I should see her again, I\nhad cut myself off from the possibility of going to sleep until I actually\nhad seen her, and my heart began to beat more and more painfully as I\nincreased my agitation by ordering myself to keep calm and to acquiesce in\nmy ill-fortune. Then, suddenly, my anxiety subsided, a feeling of intense\nhappiness coursed through me, as when a strong medicine begins to take\neffect and one’s pain vanishes: I had formed a resolution to abandon all\nattempts to go to sleep without seeing Mamma, and had decided to kiss her\nat all costs, even with the certainty of being in disgrace with her for\nlong afterwards, when she herself came up to bed. The tranquillity which\nfollowed my anguish made me extremely alert, no less than my sense of\nexpectation, my thirst for and my fear of danger.",
        "Noiselessly I opened the window and sat down on the foot of my bed; hardly\ndaring to move in case they should hear me from below. Things outside\nseemed also fixed in mute expectation, so as not to disturb the moonlight\nwhich, duplicating each of them and throwing it back by the extension,\nforwards, of a shadow denser and more concrete than its substance, had\nmade the whole landscape seem at once thinner and longer, like a map\nwhich, after being folded up, is spread out upon the ground.  What had to\nmove–a leaf of the chestnut-tree, for instance–moved. But its minute\nshuddering, complete, finished to the least detail and with utmost\ndelicacy of gesture, made no discord with the rest of the scene, and yet\nwas not merged in it, remaining clearly outlined. Exposed upon this\nsurface of silence, which absorbed nothing from them, the most distant\nsounds, those which must have come from gardens at the far end of the\ntown, could be distinguished with such exact ’finish’ that the impression\nthey gave of coming from a distance seemed due only to their ’pianissimo’\nexecution, like those movements on muted strings so well performed by the\norchestra of the Conservatoire that, although one does not lose a single\nnote, one thinks all the same that they are being played somewhere\noutside, a long way from the concert hall, so that all the old\nsubscribers, and my grandmother’s sisters too, when Swann had given them\nhis seats, used to strain their ears as if they had caught the distant\napproach of an army on the march, which had not yet rounded the corner of\nthe Rue de Trévise.",
        "I was well aware that I had placed myself in a position than which none\ncould be counted upon to involve me in graver consequences at my parents’\nhands; consequences far graver, indeed, than a stranger would have\nimagined, and such as (he would have thought) could follow only some\nreally shameful fault. But in the system of education which they had given\nme faults were not classified in the same order as in that of other\nchildren, and I had been taught to place at the head of the list\n(doubtless because there was no other class of faults from which I needed\nto be more carefully protected) those in which I can now distinguish the\ncommon feature that one succumbs to them by yielding to a nervous impulse.\nBut such words as these last had never been uttered in my hearing; no one\nhad yet accounted for my temptations in a way which might have led me to\nbelieve that there was some excuse for my giving in to them, or that I was\nactually incapable of holding out against them. Yet I could easily\nrecognise this class of transgressions by the anguish of mind which\npreceded, as well as by the rigour of the punishment which followed them;\nand I knew that what I had just done was in the same category as certain\nother sins for which I had been severely chastised, though infinitely more\nserious than they. When I went out to meet my mother as she herself came\nup to bed, and when she saw that I had remained up so as to say good night\nto her again in the passage, I should not be allowed to stay in the house\na day longer, I should be packed off to school next morning; so much was\ncertain.  Very good: had I been obliged, the next moment, to hurl myself\nout of the window, I should still have preferred such a fate. For what I\nwanted now was Mamma, and to say good night to her. I had gone too far\nalong the road which led to the realisation of this desire to be able to\nretrace my steps.",
        "I could hear my parents’ footsteps as they went with Swann; and, when the\nrattle of the gate assured me that he had really gone, I crept to the\nwindow. Mamma was asking my father if he had thought the lobster good, and\nwhether M. Swann had had some of the coffee-and-pistachio ice. “I thought\nit rather so-so,” she was saying; “next time we shall have to try another\nflavour.”",
        "“I can’t tell you,” said my great-aunt, “what a change I find in Swann.\nHe is quite antiquated!” She had grown so accustomed to seeing Swann\nalways in the same stage of adolescence that it was a shock to her to find\nhim suddenly less young than the age she still attributed to him. And the\nothers too were beginning to remark in Swann that abnormal, excessive,\nscandalous senescence, meet only in a celibate, in one of that class for\nwhom it seems that the great day which knows no morrow must be longer than\nfor other men, since for such a one it is void of promise, and from its\ndawn the moments steadily accumulate without any subsequent partition\namong his offspring.",
        "“I fancy he has a lot of trouble with that wretched wife of his, who\n’lives’ with a certain Monsieur de Charlus, as all Combray knows. It’s the\ntalk of the town.”",
        "My mother observed that, in spite of this, he had looked much less unhappy\nof late. “And he doesn’t nearly so often do that trick of his, so like his\nfather, of wiping his eyes and passing his hand across his forehead. I\nthink myself that in his heart of hearts he doesn’t love his wife any\nmore.”",
        "“Why, of course he doesn’t,” answered my grandfather. “He wrote me a\nletter about it, ages ago, to which I took care to pay no attention, but\nit left no doubt as to his feelings, let alone his love for his wife.\nHullo! you two; you never thanked him for the Asti!” he went on, turning\nto his sisters-in-law.",
        "“What! we never thanked him? I think, between you and me, that I put it to\nhim quite neatly,” replied my aunt Flora.",
        "“Yes, you managed it very well; I admired you for it,” said my aunt\nCéline.",
        "“But you did it very prettily, too.”",
        "“Yes; I liked my expression about ’nice neighbours.’”",
        "“What! Do you call that thanking him?” shouted my grandfather. “I heard\nthat all right, but devil take me if I guessed it was meant for Swann.\nYou may be quite sure he never noticed it.”",
        "“Come, come; Swann is not a fool. I am positive he appreciated the\ncompliment.  You didn’t expect me to tell him the number of bottles, or to\nguess what he paid for them.”",
        "My father and mother were left alone and sat down for a moment; then my\nfather said: “Well, shall we go up to bed?”",
        "“As you wish, dear, though I don’t feel in the least like sleeping. I\ndon’t know why; it can’t be the coffee-ice–it wasn’t strong enough to\nkeep me awake like this. But I see a light in the servants’ hall: poor\nFrançoise has been sitting up for me, so I will get her to unhook me while\nyou go and undress.”",
        "My mother opened the latticed door which led from the hall to the\nstaircase.  Presently I heard her coming upstairs to close her window. I\nwent quietly into the passage; my heart was beating so violently that I\ncould hardly move, but at least it was throbbing no longer with anxiety,\nbut with terror and with joy. I saw in the well of the stair a light\ncoming upwards, from Mamma’s candle. Then I saw Mamma herself: I threw\nmyself upon her. For an instant she looked at me in astonishment, not\nrealising what could have happened. Then her face assumed an expression of\nanger. She said not a single word to me; and, for that matter, I used to\ngo for days on end without being spoken to, for far less offences than\nthis. A single word from Mamma would have been an admission that further\nintercourse with me was within the bounds of possibility, and that might\nperhaps have appeared to me more terrible still, as indicating that, with\nsuch a punishment as was in store for me, mere silence, and even anger,\nwere relatively puerile.",
        "A word from her then would have implied the false calm in which one\nconverses with a servant to whom one has just decided to give notice; the\nkiss one bestows on a son who is being packed off to enlist, which would\nhave been denied him if it had merely been a matter of being angry with\nhim for a few days. But she heard my father coming from the dressing-room,\nwhere he had gone to take off his clothes, and, to avoid the ’scene’ which\nhe would make if he saw me, she said, in a voice half-stifled by her\nanger: “Run away at once. Don’t let your father see you standing there\nlike a crazy jane!”",
        "But I begged her again to “Come and say good night to me!” terrified as I\nsaw the light from my father’s candle already creeping up the wall, but\nalso making use of his approach as a means of blackmail, in the hope that\nmy mother, not wishing him to find me there, as find me he must if she\ncontinued to hold out, would give in to me, and say: “Go back to your\nroom. I will come.”",
        "Too late: my father was upon us. Instinctively I murmured, though no one\nheard me, “I am done for!”",
        "I was not, however. My father used constantly to refuse to let me do\nthings which were quite clearly allowed by the more liberal charters\ngranted me by my mother and grandmother, because he paid no heed to\n’Principles,’ and because in his sight there were no such things as\n’Rights of Man.’ For some quite irrelevant reason, or for no reason at\nall, he would at the last moment prevent me from taking some particular\nwalk, one so regular and so consecrated to my use that to deprive me of it\nwas a clear breach of faith; or again, as he had done this evening, long\nbefore the appointed hour he would snap out: “Run along up to bed now; no\nexcuses!” But then again, simply because he was devoid of principles (in\nmy grandmother’s sense), so he could not, properly speaking, be called\ninexorable. He looked at me for a moment with an air of annoyance and\nsurprise, and then when Mamma had told him, not without some\nembarrassment, what had happened, said to her: “Go along with him, then;\nyou said just now that you didn’t feel like sleep, so stay in his room for\na little. I don’t need anything.”",
        "“But dear,” my mother answered timidly, “whether or not I feel like sleep\nis not the point; we must not make the child accustomed...”",
        "“There’s no question of making him accustomed,” said my father, with a\nshrug of the shoulders; “you can see quite well that the child is unhappy.\nAfter all, we aren’t gaolers. You’ll end by making him ill, and a lot of\ngood that will do. There are two beds in his room; tell Françoise to make\nup the big one for you, and stay beside him for the rest of the night. I’m\noff to bed, anyhow; I’m not nervous like you. Good night.”",
        "It was impossible for me to thank my father; what he called my\nsentimentality would have exasperated him. I stood there, not daring to\nmove; he was still confronting us, an immense figure in his white\nnightshirt, crowned with the pink and violet scarf of Indian cashmere in\nwhich, since he had begun to suffer from neuralgia, he used to tie up his\nhead, standing like Abraham in the engraving after Benozzo Gozzoli which\nM. Swann had given me, telling Sarah that she must tear herself away from\nIsaac. Many years have passed since that night. The wall of the staircase,\nup which I had watched the light of his candle gradually climb, was long\nago demolished.  And in myself, too, many things have perished which, I\nimagined, would last for ever, and new structures have arisen, giving\nbirth to new sorrows and new joys which in those days I could not have\nforeseen, just as now the old are difficult of comprehension. It is a long\ntime, too, since my father has been able to tell Mamma to “Go with the\nchild.” Never again will such hours be possible for me. But of late I have\nbeen increasingly able to catch, if I listen attentively, the sound of the\nsobs which I had the strength to control in my father’s presence, and\nwhich broke out only when I found myself alone with Mamma. Actually, their\necho has never ceased: it is only because life is now growing more and\nmore quiet round about me that I hear them afresh, like those convent\nbells which are so effectively drowned during the day by the noises of the\nstreets that one would suppose them to have been stopped for ever, until\nthey sound out again through the silent evening air.",
        "Mamma spent that night in my room: when I had just committed a sin so\ndeadly that I was waiting to be banished from the household, my parents\ngave me a far greater concession than I should ever have won as the reward\nof a good action. Even at the moment when it manifested itself in this\ncrowning mercy, my father’s conduct towards me was still somewhat\narbitrary, and regardless of my deserts, as was characteristic of him and\ndue to the fact that his actions were generally dictated by chance\nexpediencies rather than based on any formal plan. And perhaps even what I\ncalled his strictness, when he sent me off to bed, deserved that title\nless, really, than my mother’s or grandmother’s attitude, for his nature,\nwhich in some respects differed more than theirs from my own, had probably\nprevented him from guessing, until then, how wretched I was every evening,\na thing which my mother and grandmother knew well; but they loved me\nenough to be unwilling to spare me that suffering, which they hoped to\nteach me to overcome, so as to reduce my nervous sensibility and to\nstrengthen my will. As for my father, whose affection for me was of\nanother kind, I doubt if he would have shewn so much courage, for as soon\nas he had grasped the fact that I was unhappy he had said to my mother:\n“Go and comfort him.” Mamma stayed all night in my room, and it seemed\nthat she did not wish to mar by recrimination those hours, so different\nfrom anything that I had had a right to expect; for when Françoise (who\nguessed that something extraordinary must have happened when she saw Mamma\nsitting by my side, holding my hand and letting me cry unchecked) said to\nher: “But, Madame, what is little Master crying for?” she replied: “Why,\nFrançoise, he doesn’t know himself: it is his nerves. Make up the big bed\nfor me quickly and then go off to your own.” And thus for the first time\nmy unhappiness was regarded no longer as a fault for which I must be\npunished, but as an involuntary evil which had been officially recognised\na nervous condition for which I was in no way responsible: I had the\nconsolation that I need no longer mingle apprehensive scruples with the\nbitterness of my tears; I could weep henceforward without sin. I felt no\nsmall degree of pride, either, in Franchise’s presence at this return to\nhumane conditions which, not an hour after Mamma had refused to come up to\nmy room and had sent the snubbing message that I was to go to sleep,\nraised me to the dignity of a grown-up person, brought me of a sudden to a\nsort of puberty of sorrow, to emancipation from tears. I ought then to\nhave been happy; I was not. It struck me that my mother had just made a\nfirst concession which must have been painful to her, that it was a first\nstep down from the ideal she had formed for me, and that for the first\ntime she, with all her courage, had to confess herself beaten. It struck\nme that if I had just scored a victory it was over her; that I had\nsucceeded, as sickness or sorrow or age might have succeeded, in relaxing\nher will, in altering her judgment; that this evening opened a new era,\nmust remain a black date in the calendar.  And if I had dared now, I\nshould have said to Mamma: “No, I don’t want you; you mustn’t sleep here.\"\nBut I was conscious of the practical wisdom, of what would be called\nnowadays the realism with which she tempered the ardent idealism of my\ngrandmother’s nature, and I knew that now the mischief was done she would\nprefer to let me enjoy the soothing pleasure of her company, and not to\ndisturb my father again. Certainly my mother’s beautiful features seemed\nto shine again with youth that evening, as she sat gently holding my hands\nand trying to check my tears; but, just for that reason, it seemed to me\nthat this should not have happened; her anger would have been less\ndifficult to endure than this new kindness which my childhood had not\nknown; I felt that I had with an impious and secret finger traced a first\nwrinkle upon her soul and made the first white hair shew upon her head.\nThis thought redoubled my sobs, and then I saw that Mamma, who had never\nallowed herself to go to any length of tenderness with me, was suddenly\novercome by my tears and had to struggle to keep back her own. Then, as\nshe saw that I had noticed this, she said to me, with a smile: “Why, my\nlittle buttercup, my little canary-boy, he’s going to make Mamma as silly\nas himself if this goes on. Look, since you can’t sleep, and Mamma can’t\neither, we mustn’t go on in this stupid way; we must do something; I’ll\nget one of your books.” But I had none there. “Would you like me to get\nout the books now that your grandmother is going to give you for your\nbirthday? Just think it over first, and don’t be disappointed if there is\nnothing new for you then.”",
        "I was only too delighted, and Mamma went to find a parcel of books in\nwhich I could not distinguish, through the paper in which it was wrapped,\nany more than its squareness and size, but which, even at this first\nglimpse, brief and obscure as it was, bade fair to eclipse already the\npaint-box of last New Year’s Day and the silkworms of the year before. It\ncontained La Mare au Diable, François le Champi, La Petite Fadette,\nand Les Maîtres Sonneurs. My grandmother, as I learned afterwards, had\nat first chosen Mussel’s poems, a volume of Rousseau, and Indiana; for\nwhile she considered light reading as unwholesome as sweets and cakes, she\ndid not reflect that the strong breath of genius must have upon the very\nsoul of a child an influence at once more dangerous and less quickening\nthan those of fresh air and country breezes upon his body. But when my\nfather had seemed almost to regard her as insane on learning the names of\nthe books she proposed to give me, she had journeyed back by herself to\nJouy-le-Vicomte to the bookseller’s, so that there should be no fear of my\nnot having my present in time (it was a burning hot day, and she had come\nhome so unwell that the doctor had warned my mother not to allow her again\nto tire herself in that way), and had there fallen back upon the four\npastoral novels of George Sand.",
        "“My dear,” she had said to Mamma, “I could not allow myself to give the\nchild anything that was not well written.”",
        "The truth was that she could never make up her mind to purchase anything\nfrom which no intellectual profit was to be derived, and, above all, that\nprofit which good things bestowed on us by teaching us to seek our\npleasures elsewhere than in the barren satisfaction of worldly wealth.\nEven when she had to make some one a present of the kind called ’useful,’\nwhen she had to give an armchair or some table-silver or a walking-stick,\nshe would choose ’antiques,’ as though their long desuetude had effaced\nfrom them any semblance of utility and fitted them rather to instruct us\nin the lives of the men of other days than to serve the common\nrequirements of our own. She would have liked me to have in my room\nphotographs of ancient buildings or of beautiful places. But at the moment\nof buying them, and for all that the subject of the picture had an\naesthetic value of its own, she would find that vulgarity and utility had\ntoo prominent a part in them, through the mechanical nature of their\nreproduction by photography. She attempted by a subterfuge, if not to\neliminate altogether their commercial banality, at least to minimise it,\nto substitute for the bulk of it what was art still, to introduce, as it\nmight be, several ’thicknesses’ of art; instead of photographs of Chartres\nCathedral, of the Fountains of Saint-Cloud, or of Vesuvius she would\ninquire of Swann whether some great painter had not made pictures of them,\nand preferred to give me photographs of ’Chartres Cathedral’ after Corot,\nof the ’Fountains of Saint-Cloud’ after Hubert Robert, and of ’Vesuvius’\nafter Turner, which were a stage higher in the scale of art. But although\nthe photographer had been prevented from reproducing directly the\nmasterpieces or the beauties of nature, and had there been replaced by a\ngreat artist, he resumed his odious position when it came to reproducing\nthe artist’s interpretation.  Accordingly, having to reckon again with\nvulgarity, my grandmother would endeavour to postpone the moment of\ncontact still further. She would ask Swann if the picture had not been\nengraved, preferring, when possible, old engravings with some interest of\nassociation apart from themselves, such, for example, as shew us a\nmasterpiece in a state in which we can no longer see it to-day, as\nMorghen’s print of the ’Cenacolo’ of Leonardo before it was spoiled by\nrestoration. It must be admitted that the results of this method of\ninterpreting the art of making presents were not always happy.  The idea\nwhich I formed of Venice, from a drawing by Titian which is supposed to\nhave the lagoon in the background, was certainly far less accurate than\nwhat I have since derived from ordinary photographs. We could no longer\nkeep count in the family (when my great-aunt tried to frame an indictment\nof my grandmother) of all the armchairs she had presented to married\ncouples, young and old, which on a first attempt to sit down upon them had\nat once collapsed beneath the weight of their recipient. But my\ngrandmother would have thought it sordid to concern herself too closely\nwith the solidity of any piece of furniture in which could still be\ndiscerned a flourish, a smile, a brave conceit of the past. And even what\nin such pieces supplied a material need, since it did so in a manner to\nwhich we are no longer accustomed, was as charming to her as one of those\nold forms of speech in which we can still see traces of a metaphor whose\nfine point has been worn away by the rough usage of our modern tongue. In\nprecisely the same way the pastoral novels of George Sand, which she was\ngiving me for my birthday, were regular lumber-rooms of antique furniture,\nfull of expressions that have fallen out of use and returned as imagery,\nsuch as one finds now only in country dialects. And my grandmother had\nbought them in preference to other books, just as she would have preferred\nto take a house that had a gothic dovecot, or some other such piece of\nantiquity as would have a pleasant effect on the mind, filling it with a\nnostalgic longing for impossible journeys through the realms of time.",
        "Mamma sat down by my bed; she had chosen François le Champi, whose\nreddish cover and incomprehensible title gave it a distinct personality in\nmy eyes and a mysterious attraction. I had not then read any real novels.\nI had heard it said that George Sand was a typical novelist. That prepared\nme in advance to imagine that François le Champi contained something\ninexpressibly delicious. The course of the narrative, where it tended to\narouse curiosity or melt to pity, certain modes of expression which\ndisturb or sadden the reader, and which, with a little experience, he may\nrecognise as ’common form’ in novels, seemed to me then distinctive–for\nto me a new book was not one of a number of similar objects, but was like\nan individual man, unmatched, and with no cause of existence beyond\nhimself–an intoxicating whiff of the peculiar essence of François le\nChampi. Beneath the everyday incidents, the commonplace thoughts and\nhackneyed words, I could hear, or overhear, an intonation, a rhythmic\nutterance fine and strange. The ’action’ began: to me it seemed all the\nmore obscure because in those days, when I read to myself, I used often,\nwhile I turned the pages, to dream of something quite different. And to\nthe gaps which this habit made in my knowledge of the story more were\nadded by the fact that when it was Mamma who was reading to me aloud she\nleft all the love-scenes out. And so all the odd changes which take place\nin the relations between the miller’s wife and the boy, changes which only\nthe birth and growth of love can explain, seemed to me plunged and steeped\nin a mystery, the key to which (as I could readily believe) lay in that\nstrange and pleasant-sounding name of Champi, which draped the boy who\nbore it, I knew not why, in its own bright colour, purpurate and charming.\nIf my mother was not a faithful reader, she was, none the less, admirable\nwhen reading a work in which she found the note of true feeling by the\nrespectful simplicity of her interpretation and by the sound of her sweet\nand gentle voice. It was the same in her daily life, when it was not works\nof art but men and women whom she was moved to pity or admire: it was\ntouching to observe with what deference she would banish from her voice,\nher gestures, from her whole conversation, now the note of joy which might\nhave distressed some mother who had long ago lost a child, now the\nrecollection of an event or anniversary which might have reminded some old\ngentleman of the burden of his years, now the household topic which might\nhave bored some young man of letters. And so, when she read aloud the\nprose of George Sand, prose which is everywhere redolent of that\ngenerosity and moral distinction which Mamma had learned from my\ngrandmother to place above all other qualities in life, and which I was\nnot to teach her until much later to refrain from placing, in the same\nway, above all other qualities in literature; taking pains to banish from\nher voice any weakness or affectation which might have blocked its channel\nfor that powerful stream of language, she supplied all the natural\ntenderness, all the lavish sweetness which they demanded to phrases which\nseemed to have been composed for her voice, and which were all, so to\nspeak, within her compass.  She came to them with the tone that they\nrequired, with the cordial accent which existed before they were, which\ndictated them, but which is not to be found in the words themselves, and\nby these means she smoothed away, as she read on, any harshness there\nmight be or discordance in the tenses of verbs, endowing the imperfect and\nthe preterite with all the sweetness which there is in generosity, all the\nmelancholy which there is in love; guided the sentence that was drawing to\nan end towards that which was waiting to begin, now hastening, now\nslackening the pace of the syllables so as to bring them, despite their\ndifference of quantity, into a uniform rhythm, and breathed into this\nquite ordinary prose a kind of life, continuous and full of feeling.",
        "My agony was soothed; I let myself be borne upon the current of this\ngentle night on which I had my mother by my side. I knew that such a night\ncould not be repeated; that the strongest desire I had in the world,\nnamely, to keep my mother in my room through the sad hours of darkness,\nran too much counter to general requirements and to the wishes of others\nfor such a concession as had been granted me this evening to be anything\nbut a rare and casual exception. To-morrow night I should again be the\nvictim of anguish and Mamma would not stay by my side. But when these\nstorms of anguish grew calm I could no longer realise their existence;\nbesides, tomorrow evening was still a long way off; I reminded myself that\nI should still have time to think about things, albeit that remission of\ntime could bring me no access of power, albeit the coming event was in no\nway dependent upon the exercise of my will, and seemed not quite\ninevitable only because it was still separated from me by this short\ninterval.",
        "Continue...",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see Swann’s Way II.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "REMEMBRANCE OF THINGS PAST, SWANN'S WAY, WITHIN A BUDDING GROVE, THE GUERMANTES WAY - VOLUME ONEBy Marcel ProustAt Amazon"
    ]
}