{
    "title": "Remembrance of Things Past: Swann’s Way - [And so it was that ...]",
    "author": "Marcel Proust",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "And so it was that, for a long time afterwards, when I lay awake at night\nand revived old memories of Combray, I saw no more of it than this sort of\nluminous panel, sharply defined against a vague and shadowy background,\nlike the panels which a Bengal fire or some electric sign will illuminate\nand dissect from the front of a building the other parts of which remain\nplunged in darkness: broad enough at its base, the little parlour, the\ndining-room, the alluring shadows of the path along which would come M.\nSwann, the unconscious author of my sufferings, the hall through which I\nwould journey to the first step of that staircase, so hard to climb, which\nconstituted, all by itself, the tapering ’elevation’ of an irregular\npyramid; and, at the summit, my bedroom, with the little passage through\nwhose glazed door Mamma would enter; in a word, seen always at the same\nevening hour, isolated from all its possible surroundings, detached and\nsolitary against its shadowy background, the bare minimum of scenery\nnecessary (like the setting one sees printed at the head of an old play,\nfor its performance in the provinces) to the drama of my undressing, as\nthough all Combray had consisted of but two floors joined by a slender\nstaircase, and as though there had been no time there but seven o’clock at\nnight. I must own that I could have assured any questioner that Combray\ndid include other scenes and did exist at other hours than these. But\nsince the facts which I should then have recalled would have been prompted\nonly by an exercise of the will, by my intellectual memory, and since the\npictures which that kind of memory shews us of the past preserve nothing\nof the past itself, I should never have had any wish to ponder over this\nresidue of Combray. To me it was in reality all dead.",
        "Permanently dead? Very possibly.",
        "There is a large element of hazard in these matters, and a second hazard,\nthat of our own death, often prevents us from awaiting for any length of\ntime the favours of the first.",
        "I feel that there is much to be said for the Celtic belief that the souls\nof those whom we have lost are held captive in some inferior being, in an\nanimal, in a plant, in some inanimate object, and so effectively lost to\nus until the day (which to many never comes) when we happen to pass by the\ntree or to obtain possession of the object which forms their prison. Then\nthey start and tremble, they call us by our name, and as soon as we have\nrecognised their voice the spell is broken. We have delivered them: they\nhave overcome death and return to share our life.",
        "And so it is with our own past. It is a labour in vain to attempt to\nrecapture it: all the efforts of our intellect must prove futile. The past\nis hidden somewhere outside the realm, beyond the reach of intellect, in\nsome material object (in the sensation which that material object will\ngive us) which we do not suspect. And as for that object, it depends on\nchance whether we come upon it or not before we ourselves must die.",
        "Many years had elapsed during which nothing of Combray, save what was\ncomprised in the theatre and the drama of my going to bed there, had any\nexistence for me, when one day in winter, as I came home, my mother,\nseeing that I was cold, offered me some tea, a thing I did not ordinarily\ntake. I declined at first, and then, for no particular reason, changed my\nmind. She sent out for one of those short, plump little cakes called\n’petites madeleines,’ which look as though they had been moulded in the\nfluted scallop of a pilgrim’s shell. And soon, mechanically, weary after a\ndull day with the prospect of a depressing morrow, I raised to my lips a\nspoonful of the tea in which I had soaked a morsel of the cake. No sooner\nhad the warm liquid, and the crumbs with it, touched my palate than a\nshudder ran through my whole body, and I stopped, intent upon the\nextraordinary changes that were taking place. An exquisite pleasure had\ninvaded my senses, but individual, detached, with no suggestion of its\norigin. And at once the vicissitudes of life had become indifferent to me,\nits disasters innocuous, its brevity illusory–this new sensation having\nhad on me the effect which love has of filling me with a precious essence;\nor rather this essence was not in me, it was myself. I had ceased now to\nfeel mediocre, accidental, mortal. Whence could it have come to me, this\nall-powerful joy? I was conscious that it was connected with the taste of\ntea and cake, but that it infinitely transcended those savours, could not,\nindeed, be of the same nature as theirs. Whence did it come? What did it\nsignify? How could I seize upon and define it?",
        "I drink a second mouthful, in which I find nothing more than in the first,\na third, which gives me rather less than the second. It is time to stop;\nthe potion is losing its magic. It is plain that the object of my quest,\nthe truth, lies not in the cup but in myself. The tea has called up in me,\nbut does not itself understand, and can only repeat indefinitely with a\ngradual loss of strength, the same testimony; which I, too, cannot\ninterpret, though I hope at least to be able to call upon the tea for it\nagain and to find it there presently, intact and at my disposal, for my\nfinal enlightenment. I put down my cup and examine my own mind. It is for\nit to discover the truth. But how? What an abyss of uncertainty whenever\nthe mind feels that some part of it has strayed beyond its own borders;\nwhen it, the seeker, is at once the dark region through which it must go\nseeking, where all its equipment will avail it nothing. Seek? More than\nthat: create. It is face to face with something which does not so far\nexist, to which it alone can give reality and substance, which it alone\ncan bring into the light of day.",
        "And I begin again to ask myself what it could have been, this\nunremembered state which brought with it no logical proof of its\nexistence, but only the sense that it was a happy, that it was a real\nstate in whose presence other states of consciousness melted and vanished.\nI decide to attempt to make it reappear. I retrace my thoughts to the\nmoment at which I drank the first spoonful of tea. I find again the same\nstate, illumined by no fresh light. I compel my mind to make one further\neffort, to follow and recapture once again the fleeting sensation. And\nthat nothing may interrupt it in its course I shut out every obstacle,\nevery extraneous idea, I stop my ears and inhibit all attention to the\nsounds which come from the next room.  And then, feeling that my mind is\ngrowing fatigued without having any success to report, I compel it for a\nchange to enjoy that distraction which I have just denied it, to think of\nother things, to rest and refresh itself before the supreme attempt. And\nthen for the second time I clear an empty space in front of it. I place in\nposition before my mind’s eye the still recent taste of that first\nmouthful, and I feel something start within me, something that leaves its\nresting-place and attempts to rise, something that has been embedded like\nan anchor at a great depth; I do not know yet what it is, but I can feel\nit mounting slowly; I can measure the resistance, I can hear the echo of\ngreat spaces traversed.",
        "Undoubtedly what is thus palpitating in the depths of my being must be the\nimage, the visual memory which, being linked to that taste, has tried to\nfollow it into my conscious mind. But its struggles are too far off, too\nmuch confused; scarcely can I perceive the colourless reflection in which\nare blended the uncapturable whirling medley of radiant hues, and I cannot\ndistinguish its form, cannot invite it, as the one possible interpreter,\nto translate to me the evidence of its contemporary, its inseparable\nparamour, the taste of cake soaked in tea; cannot ask it to inform me what\nspecial circumstance is in question, of what period in my past life.",
        "Will it ultimately reach the clear surface of my consciousness, this\nmemory, this old, dead moment which the magnetism of an identical moment\nhas travelled so far to importune, to disturb, to raise up out of the very\ndepths of my being? I cannot tell. Now that I feel nothing, it has\nstopped, has perhaps gone down again into its darkness, from which who can\nsay whether it will ever rise? Ten times over I must essay the task, must\nlean down over the abyss. And each time the natural laziness which deters\nus from every difficult enterprise, every work of importance, has urged me\nto leave the thing alone, to drink my tea and to think merely of the\nworries of to-day and of my hopes for to-morrow, which let themselves be\npondered over without effort or distress of mind.",
        "And suddenly the memory returns. The taste was that of the little crumb of\nmadeleine which on Sunday mornings at Combray (because on those mornings I\ndid not go out before church-time), when I went to say good day to her in\nher bedroom, my aunt Léonie used to give me, dipping it first in her own\ncup of real or of lime-flower tea. The sight of the little madeleine had\nrecalled nothing to my mind before I tasted it; perhaps because I had so\noften seen such things in the interval, without tasting them, on the trays\nin pastry-cooks’ windows, that their image had dissociated itself from\nthose Combray days to take its place among others more recent; perhaps\nbecause of those memories, so long abandoned and put out of mind, nothing\nnow survived, everything was scattered; the forms of things, including\nthat of the little scallop-shell of pastry, so richly sensual under its\nsevere, religious folds, were either obliterated or had been so long\ndormant as to have lost the power of expansion which would have allowed\nthem to resume their place in my consciousness. But when from a\nlong-distant past nothing subsists, after the people are dead, after the\nthings are broken and scattered, still, alone, more fragile, but with more\nvitality, more unsubstantial, more persistent, more faithful, the smell\nand taste of things remain poised a long time, like souls, ready to remind\nus, waiting and hoping for their moment, amid the ruins of all the rest;\nand bear unfaltering, in the tiny and almost impalpable drop of their\nessence, the vast structure of recollection.",
        "And once I had recognized the taste of the crumb of madeleine soaked in\nher decoction of lime-flowers which my aunt used to give me (although I\ndid not yet know and must long postpone the discovery of why this memory\nmade me so happy) immediately the old grey house upon the street, where\nher room was, rose up like the scenery of a theatre to attach itself to\nthe little pavilion, opening on to the garden, which had been built out\nbehind it for my parents (the isolated panel which until that moment had\nbeen all that I could see); and with the house the town, from morning to\nnight and in all weathers, the Square where I was sent before luncheon,\nthe streets along which I used to run errands, the country roads we took\nwhen it was fine. And just as the Japanese amuse themselves by filling a\nporcelain bowl with water and steeping in it little crumbs of paper which\nuntil then are without character or form, but, the moment they become wet,\nstretch themselves and bend, take on colour and distinctive shape, become\nflowers or houses or people, permanent and recognisable, so in that moment\nall the flowers in our garden and in M. Swann’s park, and the water-lilies\non the Vivonne and the good folk of the village and their little dwellings\nand the parish church and the whole of Combray and of its surroundings,\ntaking their proper shapes and growing solid, sprang into being, town and\ngardens alike, from my cup of tea.",
        "Continue...",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see Swann’s Way II.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "REMEMBRANCE OF THINGS PAST, SWANN'S WAY, WITHIN A BUDDING GROVE, THE GUERMANTES WAY - VOLUME ONEBy Marcel ProustAt Amazon"
    ]
}