{
    "title": "Remembrance of Things Past: Swann’s Way II - [Indeed this passion ...]",
    "author": "Marcel Proust",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "Indeed this passion for a phrase of music seemed, in the first few months,\nto be bringing into Swann’s life the possibility of a sort of rejuvenation.\nHe had so long since ceased to direct his course towards any\nideal goal, and had confined himself to the pursuit of ephemeral\nsatisfactions, that he had come to believe, though without ever formally\nstating his belief even to himself, that he would remain all his life in\nthat condition, which death alone could alter. More than this, since his\nmind no longer entertained any lofty ideals, he had ceased to believe in\n(although he could not have expressly denied) their reality. He had grown\nalso into the habit of taking refuge in trivial considerations, which\nallowed him to set on one side matters of fundamental importance. Just as\nhe had never stopped to ask himself whether he would not have done better\nby not going into society, knowing very well that if he had accepted an\ninvitation he must put in an appearance, and that afterwards, if he did\nnot actually call, he must at least leave cards upon his hostess; so in\nhis conversation he took care never to express with any warmth a personal\nopinion about a thing, but instead would supply facts and details which\nhad a value of a sort in themselves, and excused him from shewing how much\nhe really knew. He would be extremely precise about the recipe for a dish,\nthe dates of a painter’s birth and death, and the titles of his works.\nSometimes, in spite of himself, he would let himself go so far as to utter\na criticism of a work of art, or of some one’s interpretation of life, but\nthen he would cloak his words in a tone of irony, as though he did not\naltogether associate himself with what he was saying. But now, like a\nconfirmed invalid whom, all of a sudden, a change of air and surroundings,\nor a new course of treatment, or, as sometimes happens, an organic change\nin himself, spontaneous and unaccountable, seems to have so far recovered\nfrom his malady that he begins to envisage the possibility, hitherto\nbeyond all hope, of starting to lead–and better late than never–a wholly\ndifferent life, Swann found in himself, in the memory of the phrase that\nhe had heard, in certain other sonatas which he had made people play over\nto him, to see whether he might not, perhaps, discover his phrase among\nthem, the presence of one of those invisible realities in which he had\nceased to believe, but to which, as though the music had had upon the\nmoral barrenness from which he was suffering a sort of recreative\ninfluence, he was conscious once again of a desire, almost, indeed, of the\npower to consecrate his life. But, never having managed to find out whose\nwork it was that he had heard played that evening, he had been unable to\nprocure a copy, and finally had forgotten the quest. He had indeed, in the\ncourse of the next few days, encountered several of the people who had\nbeen at the party with him, and had questioned them; but most of them had\neither arrived after or left before the piece was played; some had indeed\nbeen in the house, but had gone into another room to talk, and those who\nhad stayed to listen had no clearer impression than the rest.  As for his\nhosts, they knew that it was a recently published work which the musicians\nwhom they had engaged for the evening had asked to be allowed to play;\nbut, as these last were now on tour somewhere, Swann could learn nothing\nfurther. He had, of course, a number of musical friends, but, vividly as\nhe could recall the exquisite and inexpressible pleasure which the little\nphrase had given him, and could see, still, before his eyes the forms that\nit had traced in outline, he was quite incapable of humming over to them\nthe air. And so, at last, he ceased to think of it.",
        "But to-night, at Mme. Verdurin’s, scarcely had the little pianist begun to\nplay when, suddenly, after a high note held on through two whole bars,\nSwann saw it approaching, stealing forth from underneath that resonance,\nwhich was prolonged and stretched out over it, like a curtain of sound, to\nveil the mystery of its birth–and recognised, secret, whispering,\narticulate, the airy and fragrant phrase that he had loved. And it was so\npeculiarly itself, it had so personal a charm, which nothing else could\nhave replaced, that Swann felt as though he had met, in a friend’s\ndrawing-room, a woman whom he had seen and admired, once, in the street,\nand had despaired of ever seeing her again. Finally the phrase withdrew\nand vanished, pointing, directing, diligent among the wandering currents\nof its fragrance, leaving upon Swann’s features a reflection of its smile.\nBut now, at last, he could ask the name of his fair unknown (and was told\nthat it was the andante movement of Vinteuil’s sonata for the piano and\nviolin), he held it safe, could have it again to himself, at home, as\noften as he would, could study its language and acquire its secret.",
        "And so, when the pianist had finished, Swann crossed the room and thanked\nhim with a vivacity which delighted Mme. Verdurin.",
        "“Isn’t he charming?” she asked Swann, “doesn’t he just understand it, his\nsonata, the little wretch? You never dreamed, did you, that a piano could\nbe made to express all that? Upon my word, there’s everything in it except\nthe piano! I’m caught out every time I hear it; I think I’m listening to\nan orchestra. Though it’s better, really, than an orchestra, more\ncomplete.”",
        "The young pianist bent over her as he answered, smiling and underlining\neach of his words as though he were making an epigram: “You are most\ngenerous to me.”",
        "And while Mme. Verdurin was saying to her husband, “Run and fetch him a\nglass of orangeade; it’s well earned!” Swann began to tell Odette how he\nhad fallen in love with that little phrase. When their hostess, who was a\nlittle way off, called out, “Well! It looks to me as though some one was\nsaying nice things to you, Odette!” she replied, “Yes, very nice,” and he\nfound her simplicity delightful. Then he asked for some information about\nthis Vinteuil; what else he had done, and at what period in his life he\nhad composed the sonata;–what meaning the little phrase could have had\nfor him, that was what Swann wanted most to know.",
        "But none of these people who professed to admire this musician (when Swann\nhad said that the sonata was really charming Mme. Verdurin had exclaimed,\n“I quite believe it! Charming, indeed! But you don’t dare to confess that\nyou don’t know Vinteuil’s sonata; you have no right not to know it!\"–and\nthe painter had gone on with, “Ah, yes, it’s a very fine bit of work,\nisn’t it? Not, of course, if you want something ’obvious,’ something\n’popular,’ but, I mean to say, it makes a very great impression on us\nartists.”), none of them seemed ever to have asked himself these\nquestions, for none of them was able to reply.",
        "Even to one or two particular remarks made by Swann on his favourite\nphrase, “D’you know, that’s a funny thing; I had never noticed it; I may\nas well tell you that I don’t much care about peering at things through a\nmicroscope, and pricking myself on pin-points of difference; no; we don’t\nwaste time splitting hairs in this house; why not? well, it’s not a habit\nof ours, that’s all,” Mme. Verdurin replied, while Dr. Cottard gazed at\nher with open-mouthed admiration, and yearned to be able to follow her as\nshe skipped lightly from one stepping-stone to another of her stock of\nready-made phrases. Both he, however, and Mme. Cottard, with a kind of\ncommon sense which is shared by many people of humble origin, would always\ntake care not to express an opinion, or to pretend to admire a piece of\nmusic which they would confess to each other, once they were safely at\nhome, that they no more understood than they could understand the art of\n’Master’ Biche. Inasmuch as the public cannot recognise the charm, the\nbeauty, even the outlines of nature save in the stereotyped impressions of\nan art which they have gradually assimilated, while an original artist\nstarts by rejecting those impressions, so M. and Mme.  Cottard, typical,\nin this respect, of the public, were incapable of finding, either in\nVinteuil’s sonata or in Biche’s portraits, what constituted harmony, for\nthem, in music or beauty in painting. It appeared to them, when the\npianist played his sonata, as though he were striking haphazard from the\npiano a medley of notes which bore no relation to the musical forms to\nwhich they themselves were accustomed, and that the painter simply flung\nthe colours haphazard upon his canvas. When, on one of these, they were\nable to distinguish a human form, they always found it coarsened and\nvulgarised (that is to say lacking all the elegance of the school of\npainting through whose spectacles they themselves were in the habit of\nseeing the people–real, living people, who passed them in the streets)\nand devoid of truth, as though M. Biche had not known how the human\nshoulder was constructed, or that a woman’s hair was not, ordinarily,\npurple.",
        "And yet, when the ’faithful’ were scattered out of earshot, the Doctor\nfelt that the opportunity was too good to be missed, and so (while Mme.\nVerdurin was adding a final word of commendation of Vinteuil’s sonata)\nlike a would-be swimmer who jumps into the water, so as to learn, but\nchooses a moment when there are not too many people looking on: “Yes,\nindeed; he’s what they call a musician di primo cartello!” he exclaimed,\nwith a sudden determination.",
        "Swann discovered no more than that the recent publication of Vinteuil’s\nsonata had caused a great stir among the most advanced school of\nmusicians, but that it was still unknown to the general public.",
        "“I know some one, quite well, called Vinteuil,” said Swann, thinking of\nthe old music-master at Combray who had taught my grandmother’s sisters.",
        "“Perhaps that’s the man!” cried Mme. Verdurin.",
        "“Oh, no!” Swann burst out laughing. “If you had ever seen him for a moment\nyou wouldn’t put the question.”",
        "“Then to put the question is to solve the problem?” the Doctor suggested.",
        "“But it may well be some relative,” Swann went on. “That would be bad\nenough; but, after all, there is no reason why a genius shouldn’t have a\ncousin who is a silly old fool. And if that should be so, I swear there’s\nno known or unknown form of torture I wouldn’t undergo to get the old fool\nto introduce me to the man who composed the sonata; starting with the\ntorture of the old fool’s company, which would be ghastly.”",
        "The painter understood that Vinteuil was seriously ill at the moment, and\nthat Dr. Potain despaired of his life.",
        "“What!” cried Mme. Verdurin, “Do people still call in Potain?”",
        "“Ah! Mme. Verdurin,” Cottard simpered, “you forget that you are speaking\nof one of my colleagues–I should say, one of my masters.”",
        "The painter had heard, somewhere, that Vinteuil was threatened with\nthe loss of his reason. And he insisted that signs of this could be\ndetected in certain passages in the sonata. This remark did not strike\nSwann as ridiculous; rather, it puzzled him. For, since a purely musical\nwork contains none of those logical sequences, the interruption or\nconfusion of which, in spoken or written language, is a proof of insanity,\nso insanity diagnosed in a sonata seemed to him as mysterious a thing as\nthe insanity of a dog or a horse, although instances may be observed of\nthese.",
        "“Don’t speak to me about ’your masters’; you know ten times as much as he\ndoes!” Mme. Verdurin answered Dr. Cottard, in the tone of a woman who has\nthe courage of her convictions, and is quite ready to stand up to anyone\nwho disagrees with her. “Anyhow, you don’t kill your patients!”",
        "“But, Madame, he is in the Academy.” The Doctor smiled with bitter irony.\n“If a sick person prefers to die at the hands of one of the Princes of\nScience... It is far more smart to be able to say, ’Yes, I have Potain.’”",
        "“Oh, indeed! More smart, is it?” said Mme. Verdurin. “So there are\nfashions, nowadays, in illness, are there? I didn’t know that.... Oh, you\ndo make me laugh!” she screamed, suddenly, burying her face in her hands.\n“And here was I, poor thing, talking quite seriously, and never seeing\nthat you were pulling my leg.”",
        "As for M. Verdurin, finding it rather a strain to start laughing again\nover so small a matter, he was content with puffing out a cloud of smoke\nfrom his pipe, while he reflected sadly that he could never again hope to\nkeep pace with his wife in her Atalanta-flights across the field of mirth.",
        "“D’you know; we like your friend so very much,” said Mme. Verdurin, later,\nwhen Odette was bidding her good night. “He is so unaffected, quite\ncharming. If they’re all like that, the friends you want to bring here, by\nall means bring them.”",
        "M. Verdurin remarked that Swann had failed, all the same, to appreciate\nthe pianist’s aunt.",
        "“I dare say he felt a little strange, poor man,” suggested Mme. Verdurin.\n“You can’t expect him to catch the tone of the house the first time he\ncomes; like Cottard, who has been one of our little ’clan’ now for years.\nThe first time doesn’t count; it’s just for looking round and finding out\nthings. Odette, he understands all right, he’s to join us to-morrow at the\nChâtelet. Perhaps you might call for him and bring him.” “No, he doesn’t\nwant that.”",
        "“Oh, very well; just as you like. Provided he doesn’t fail us at the last\nmoment.”",
        "Greatly to Mme. Verdurin’s surprise, he never failed them. He would go to\nmeet them, no matter where, at restaurants outside Paris (not that they\nwent there much at first, for the season had not yet begun), and more\nfrequently at the play, in which Mme. Verdurin delighted. One evening,\nwhen they were dining at home, he heard her complain that she had not one\nof those permits which would save her the trouble of waiting at doors and\nstanding in crowds, and say how useful it would be to them at\nfirst-nights, and gala performances at the Opera, and what a nuisance it\nhad been, not having one, on the day of Gambetta’s funeral. Swann never\nspoke of his distinguished friends, but only of such as might be regarded\nas detrimental, whom, therefore, he thought it snobbish, and in not very\ngood taste to conceal; while he frequented the Faubourg Saint-Germain he\nhad come to include, in the latter class, all his friends in the official\nworld of the Third Republic, and so broke in, without thinking: “I’ll see\nto that, all right. You shall have it in time for the Danicheff revival.\nI shall be lunching with the Prefect of Police to-morrow, as it happens,\nat the Elysée.”",
        "“What’s that? The Elysée?” Dr. Cottard roared in a voice of thunder.",
        "“Yes, at M. Grévy’s,” replied Swann, feeling a little awkward at the\neffect which his announcement had produced.",
        "“Are you often taken like that?” the painter asked Cottard, with\nmock-seriousness.",
        "As a rule, once an explanation had been given, Cottard would say: “Ah,\ngood, good; that’s all right, then,” after which he would shew not the\nleast trace of emotion. But this time Swann’s last words, instead of the\nusual calming effect, had that of heating, instantly, to boiling-point his\nastonishment at the discovery that a man with whom he himself was actually\nsitting at table, a man who had no official position, no honours or\ndistinction of any sort, was on visiting terms with the Head of the State.",
        "“What’s that you say? M. Grévy? Do you know M. Grévy?” he demanded of\nSwann, in the stupid and incredulous tone of a constable on duty at the\npalace, when a stranger has come up and asked to see the President of the\nRepublic; until, guessing from his words and manner what, as the\nnewspapers say, ’it is a case of,’ he assures the poor lunatic that he\nwill be admitted at once, and points the way to the reception ward of the\npolice infirmary.",
        "“I know him slightly; we have some friends in common” (Swann dared not add\nthat one of these friends was the Prince of Wales). “Anyhow, he is very\nfree with his invitations, and, I assure you, his luncheon-parties are not\nthe least bit amusing; they’re very simple affairs, too, you know; never\nmore than eight at table,” he went on, trying desperately to cut out\neverything that seemed to shew off his relations with the President in a\nlight too dazzling for the Doctor’s eyes.",
        "Whereupon Cottard, at once conforming in his mind to the literal\ninterpretation of what Swann was saying, decided that invitations from M.\nGrévy were very little sought after, were sent out, in fact, into the\nhighways and hedge-rows. And from that moment he never seemed at all\nsurprised to hear that Swann, or anyone else, was ’always at the Elysée’;\nhe even felt a little sorry for a man who had to go to luncheon-parties\nwhich, he himself admitted, were a bore.",
        "“Ah, good, good; that’s quite all right then,” he said, in the tone of a\ncustoms official who has been suspicious up to now, but, after hearing\nyour explanations, stamps your passport and lets you proceed on your\njourney without troubling to examine your luggage.",
        "“I can well believe you don’t find them amusing, those parties; indeed,\nit’s very good of you to go to them!” said Mme. Verdurin, who regarded the\nPresident of the Republic only as a ’bore’ to be especially dreaded, since\nhe had at his disposal means of seduction, and even of compulsion, which,\nif employed to captivate her ’faithful,’ might easily make them ’fail.’\n“It seems, he’s as deaf as a post; and eats with his fingers.”",
        "“Upon my word! Then it can’t be much fun for you, going there.” A note of\npity sounded in the Doctor’s voice; and then struck by the number–only\neight at table–\"Are these luncheons what you would describe as\n’intimate’?” he inquired briskly, not so much out of idle curiosity as in\nhis linguistic zeal.",
        "But so great and glorious a figure was the President of the French\nRepublic in the eyes of Dr. Cottard that neither the modesty of Swann nor\nthe spite of Mme. Verdurin could ever wholly efface that first impression,\nand he never sat down to dinner with the Verdurins without asking\nanxiously, “D’you think we shall see M. Swann here this evening? He is a\npersonal friend of M. Grévy’s. I suppose that means he’s what you’d call a\n’gentleman’?” He even went to the length of offering Swann a card of\ninvitation to the Dental Exhibition.",
        "“This will let you in, and anyone you take with you,” he explained, “but\ndogs are not admitted. I’m just warning you, you understand, because some\nfriends of mine went there once, who hadn’t been told, and there was the\ndevil to pay.”",
        "As for M. Verdurin, he did not fail to observe the distressing effect upon\nhis wife of the discovery that Swann had influential friends of whom he\nhad never spoken.",
        "If no arrangement had been made to ’go anywhere,’ it was at the Verdurins’\nthat Swann would find the ’little nucleus’ assembled, but he never\nappeared there except in the evenings, and would hardly ever accept their\ninvitations to dinner, in spite of Odette’s entreaties.",
        "“I could dine with you alone somewhere, if you’d rather,” she suggested.",
        "“But what about Mme. Verdurin?”",
        "“Oh, that’s quite simple. I need only say that my dress wasn’t ready, or\nthat my cab came late. There is always some excuse.”",
        "“How charming of you.”",
        "But Swann said to himself that, if he could make Odette feel (by\nconsenting to meet her only after dinner) that there were other pleasures\nwhich he preferred to that of her company, then the desire that she felt\nfor his would be all the longer in reaching the point of satiety. Besides,\nas he infinitely preferred to Odette’s style of beauty that of a little\nworking girl, as fresh and plump as a rose, with whom he happened to be\nsimultaneously in love, he preferred to spend the first part of the\nevening with her, knowing that he was sure to see Odette later on. For the\nsame reason, he would never allow Odette to call for him at his house, to\ntake him on to the Verdurins’. The little girl used to wait, not far from\nhis door, at a street corner; Rémi, his coachman, knew where to stop; she\nwould jump in beside him, and hold him in her arms until the carriage drew\nup at the Verdurins’. He would enter the drawing-room; and there, while\nMme.  Verdurin, pointing to the roses which he had sent her that morning,\nsaid: “I am furious with you!” and sent him to the place kept for him, by\nthe side of Odette, the pianist would play to them–for their two selves,\nand for no one else–that little phrase by Vinteuil which was, so to\nspeak, the national anthem of their love. He began, always, with a\nsustained tremolo from the violin part, which, for several bars, was\nunaccompanied, and filled all the foreground; until suddenly it seemed to\nbe drawn aside, and–just as in those interiors by Pieter de Hooch, where\nthe subject is set back a long way through the narrow framework of a\nhalf-opened door–infinitely remote, in colour quite different, velvety\nwith the radiance of some intervening light, the little phrase appeared,\ndancing, pastoral, interpolated, episodic, belonging to another world. It\npassed, with simple and immortal movements, scattering on every side the\nbounties of its grace, smiling ineffably still; but Swann thought that he\ncould now discern in it some disenchantment. It seemed to be aware how\nvain, how hollow was the happiness to which it shewed the way. In its airy\ngrace there was, indeed, something definitely achieved, and complete in\nitself, like the mood of philosophic detachment which follows an outburst\nof vain regret.  But little did that matter to him; he looked upon the\nsonata less in its own light–as what it might express, had, in fact,\nexpressed to a certain musician, ignorant that any Swann or Odette,\nanywhere in the world, existed, when he composed it, and would express to\nall those who should hear it played in centuries to come–than as a\npledge, a token of his love, which made even the Verdurins and their\nlittle pianist think of Odette and, at the same time, of himself–which\nbound her to him by a lasting tie; and at that point he had (whimsically\nentreated by Odette) abandoned the idea of getting some ’professional’ to\nplay over to him the whole sonata, of which he still knew no more than\nthis one passage. “Why do you want the rest?” she had asked him. “Our\nlittle bit; that’s all we need.” He went farther; agonised by the\nreflection, at the moment when it passed by him, so near and yet so\ninfinitely remote, that, while it was addressed to their ears, it knew\nthem not, he would regret, almost, that it had a meaning of its own, an\nintrinsic and unalterable beauty, foreign to themselves, just as in the\njewels given to us, or even in the letters written to us by a woman with\nwhom we are in love, we find fault with the ’water’ of a stone, or with\nthe words of a sentence because they are not fashioned exclusively from\nthe spirit of a fleeting intimacy and of a ’lass unparalleled.’",
        "It would happen, as often as not, that he had stayed so long outside, with\nhis little girl, before going to the Verdurins’ that, as soon as the\nlittle phrase had been rendered by the pianist, Swann would discover that\nit was almost time for Odette to go home. He used to take her back as far\nas the door of her little house in the Rue La Pérouse, behind the Arc de\nTriomphe. And it was perhaps on this account, and so as not to demand the\nmonopoly of her favours, that he sacrificed the pleasure (not so essential\nto his well-being) of seeing her earlier in the evening, of arriving with\nher at the Verdurins’, to the exercise of this other privilege, for which\nshe was grateful, of their leaving together; a privilege which he valued\nall the more because, thanks to it, he had the feeling that no one else\nwould see her, no one would thrust himself between them, no one could\nprevent him from remaining with her in spirit, after he had left her for\nthe night.",
        "And so, night after night, she would be taken home in Swann’s carriage;\nand one night, after she had got down, and while he stood at the gate and\nmurmured “Till to-morrow, then!” she turned impulsively from him, plucked\na last lingering chrysanthemum in the tiny garden which flanked the\npathway from the street to her house, and as he went back to his carriage\nthrust it into his hand. He held it pressed to his lips during the drive\nhome, and when, in due course, the flower withered, locked it away, like\nsomething very precious, in a secret drawer of his desk.",
        "He would escort her to her gate, but no farther. Twice only had he gone\ninside to take part in the ceremony–of such vital importance in her life\n–of ’afternoon tea.’ The loneliness and emptiness of those short streets\n(consisting, almost entirely, of low-roofed houses, self-contained but not\ndetached, their monotony interrupted here and there by the dark intrusion\nof some sinister little shop, at once an historical document and a sordid\nsurvival from the days when the district was still one of ill repute), the\nsnow which had lain on the garden-beds or clung to the branches of the\ntrees, the careless disarray of the season, the assertion, in this\nman-made city, of a state of nature, had all combined to add an element of\nmystery to the warmth, the flowers, the luxury which he had found inside.",
        "Passing by (on his left-hand side, and on what, although raised some way\nabove the street, was the ground floor of the house) Odette’s bedroom,\nwhich looked out to the back over another little street running parallel\nwith her own, he had climbed a staircase that went straight up between\ndark painted walls, from which hung Oriental draperies, strings of Turkish\nbeads, and a huge Japanese lantern, suspended by a silken cord from the\nceiling (which last, however, so that her visitors should not have to\ncomplain of the want of any of the latest comforts of Western\ncivilisation, was lighted by a gas-jet inside), to the two drawing-rooms,\nlarge and small. These were entered through a narrow lobby, the wall of\nwhich, chequered with the lozenges of a wooden trellis such as you see on\ngarden walls, only gilded, was lined from end to end by a long rectangular\nbox in which bloomed, as though in a hothouse, a row of large\nchrysanthemums, at that time still uncommon, though by no means so large\nas the mammoth blossoms which horticulturists have since succeeded in\nmaking grow. Swann was irritated, as a rule, by the sight of these\nflowers, which had then been ’the rage’ in Paris for about a year, but it\nhad pleased him, on this occasion, to see the gloom of the little lobby\nshot with rays of pink and gold and white by the fragrant petals of these\nephemeral stars, which kindle their cold fires in the murky atmosphere of\nwinter afternoons.  Odette had received him in a tea-gown of pink silk,\nwhich left her neck and arms bare. She had made him sit down beside her in\none of the many mysterious little retreats which had been contrived in the\nvarious recesses of the room, sheltered by enormous palmtrees growing out\nof pots of Chinese porcelain, or by screens upon which were fastened\nphotographs and fans and bows of ribbon. She had said at once, “You’re not\ncomfortable there; wait a minute, I’ll arrange things for you,” and with a\ntitter of laughter, the complacency of which implied that some little\ninvention of her own was being brought into play, she had installed behind\nhis head and beneath his feet great cushions of Japanese silk, which she\npummelled and buffeted as though determined to lavish on him all her\nriches, and regardless of their value. But when her footman began to come\ninto the room, bringing, one after another, the innumerable lamps which\n(contained, mostly, in porcelain vases) burned singly or in pairs upon the\ndifferent pieces of furniture as upon so many altars, rekindling in the\ntwilight, already almost nocturnal, of this winter afternoon, the glow of\na sunset more lasting, more roseate, more human–filling, perhaps, with\nromantic wonder the thoughts of some solitary lover, wandering in the\nstreet below and brought to a standstill before the mystery of the human\npresence which those lighted windows at once revealed and screened from\nsight–she had kept an eye sharply fixed on the servant, to see whether he\nset each of the lamps down in the place appointed it.  She felt that, if\nhe were to put even one of them where it ought not to be, the general\neffect of her drawing-room would be destroyed, and that her portrait,\nwhich rested upon a sloping easel draped with plush, would not catch the\nlight. And so, with feverish impatience, she followed the man’s clumsy\nmovements, scolding him severely when he passed too close to a pair of\nbeaupots, which she made a point of always tidying herself, in case the\nplants should be knocked over–and went across to them now to make sure\nthat he had not broken off any of the flowers. She found something\n’quaint’ in the shape of each of her Chinese ornaments, and also in her\norchids, the cattleyas especially (these being, with chrysanthemums, her\nfavourite flowers), because they had the supreme merit of not looking in\nthe least like other flowers, but of being made, apparently, out of scraps\nof silk or satin. “It looks just as though it had been cut out of the\nlining of my cloak,” she said to Swann, pointing to an orchid, with a\nshade of respect in her voice for so ’smart’ a flower, for this\ndistinguished, unexpected sister whom nature had suddenly bestowed upon\nher, so far removed from her in the scale of existence, and yet so\ndelicate, so refined, so much more worthy than many real women of\nadmission to her drawing-room.  As she drew his attention, now to the\nfiery-tongued dragons painted upon a bowl or stitched upon a fire-screen,\nnow to a fleshy cluster of orchids, now to a dromedary of inlaid\nsilver-work with ruby eyes, which kept company, upon her mantelpiece, with\na toad carved in jade, she would pretend now to be shrinking from the\nferocity of the monsters or laughing at their absurdity, now blushing at\nthe indecency of the flowers, now carried away by an irresistible desire\nto run across and kiss the toad and dromedary, calling them ’darlings.’\nAnd these affectations were in sharp contrast to the sincerity of some of\nher attitudes, notably her devotion to Our Lady of the Laghetto who had\nonce, when Odette was living at Nice, cured her of a mortal illness, and\nwhose medal, in gold, she always carried on her person, attributing to it\nunlimited powers. She poured out Swann’s tea, inquired “Lemon or cream?\"\nand, on his answering “Cream, please,” went on, smiling, “A cloud!” And as\nhe pronounced it excellent, “You see, I know just how you like it.” This\ntea had indeed seemed to Swann, just as it seemed to her, something\nprecious, and love is so far obliged to find some justification for\nitself, some guarantee of its duration in pleasures which, on the\ncontrary, would have no existence apart from love and must cease with its\npassing, that when he left her, at seven o’clock, to go and dress for the\nevening, all the way home, sitting bolt upright in his brougham, unable to\nrepress the happiness with which the afternoon’s adventure had filled him,\nhe kept on repeating to himself: “What fun it would be to have a little\nwoman like that in a place where one could always be certain of finding,\nwhat one never can be certain of finding, a really good cup of tea.” An\nhour or so later he received a note from Odette, and at once recognised\nthat florid handwriting, in which an affectation of British stiffness\nimposed an apparent discipline upon its shapeless characters, significant,\nperhaps, to less intimate eyes than his, of an untidiness of mind, a\nfragmentary education, a want of sincerity and decision. Swann had left\nhis cigarette-case at her house. “Why,” she wrote, “did you not forget\nyour heart also? I should never have let you have that back.”",
        "More important, perhaps, was a second visit which he paid her, a little\nlater. On his way to the house, as always when he knew that they were to\nmeet, he formed a picture of her in his mind; and the necessity, if he was\nto find any beauty in her face, of fixing his eyes on the fresh and rosy\nprotuberance of her cheekbones, and of shutting out all the rest of those\ncheeks which were so often languorous and sallow, except when they were\npunctuated with little fiery spots, plunged him in acute depression, as\nproving that one’s ideal is always unattainable, and one’s actual\nhappiness mediocre. He was taking her an engraving which she had asked to\nsee.  She was not very well; she received him, wearing a wrapper of mauve\ncrêpe de Chine, which draped her bosom, like a mantle, with a richly\nembroidered web. As she stood there beside him, brushing his cheek with\nthe loosened tresses of her hair, bending one knee in what was almost a\ndancer’s pose, so that she could lean without tiring herself over the\npicture, at which she was gazing, with bended head, out of those great\neyes, which seemed so weary and so sullen when there was nothing to\nanimate her, Swann was struck by her resemblance to the figure of\nZipporah, Jethro’s Daughter, which is to be seen in one of the Sixtine\nfrescoes. He had always found a peculiar fascination in tracing in the\npaintings of the Old Masters, not merely the general characteristics of\nthe people whom he encountered in his daily life, but rather what seems\nleast susceptible of generalisation, the individual features of men and\nwomen whom he knew, as, for instance, in a bust of the Doge Loredan by\nAntonio Rizzo, the prominent cheekbones, the slanting eyebrows, in short,\na speaking likeness to his own coachman Rémi; in the colouring of a\nGhirlandaio, the nose of M.  de Palancy; in a portrait by Tintoretto, the\ninvasion of the plumpness of the cheek by an outcrop of whisker, the\nbroken nose, the penetrating stare, the swollen eyelids of Dr. du Boulbon.\nPerhaps because he had always regretted, in his heart, that he had\nconfined his attention to the social side of life, had talked, always,\nrather than acted, he felt that he might find a sort of indulgence\nbestowed upon him by those great artists, in his perception of the fact\nthat they also had regarded with pleasure and had admitted into the canon\nof their works such types of physiognomy as give those works the strongest\npossible certificate of reality and trueness to life; a modern, almost a\ntopical savour; perhaps, also, he had so far succumbed to the prevailing\nfrivolity of the world of fashion that he felt the necessity of finding in\nan old masterpiece some such obvious and refreshing allusion to a person\nabout whom jokes could be made and repeated and enjoyed to-day. Perhaps,\non the other hand, he had retained enough of the artistic temperament to\nbe able to find a genuine satisfaction in watching these individual\nfeatures take on a more general significance when he saw them, uprooted\nand disembodied, in the abstract idea of similarity between an historic\nportrait and a modern original, whom it was not intended to represent.\nHowever that might be, and perhaps because the abundance of impressions\nwhich he, for some time past, had been receiving–though, indeed, they had\ncome to him rather through the channel of his appreciation of music–had\nenriched his appetite for painting as well, it was with an unusual\nintensity of pleasure, a pleasure destined to have a lasting effect upon\nhis character and conduct, that Swann remarked Odette’s resemblance to the\nZipporah of that Alessandro de Mariano, to whom one shrinks from giving\nhis more popular surname, now that ’Botticelli’ suggests not so much the\nactual work of the Master as that false and banal conception of it which\nhas of late obtained common currency. He no longer based his estimate of\nthe merit of Odette’s face on the more or less good quality of her cheeks,\nand the softness and sweetness–as of carnation-petals–which, he\nsupposed, would greet his lips there, should he ever hazard an embrace,\nbut regarded it rather as a skein of subtle and lovely silken threads,\nwhich his gazing eyes collected and wound together, following the curving\nline from the skein to the ball, where he mingled the cadence of her neck\nwith the spring of her hair and the droop of her eyelids, as though from a\nportrait of herself, in which her type was made clearly intelligible.",
        "He stood gazing at her; traces of the old fresco were apparent in her face\nand limbs, and these he tried incessantly, afterwards, to recapture, both\nwhen he was with Odette, and when he was only thinking of her in her\nabsence; and, albeit his admiration for the Florentine masterpiece was\nprobably based upon his discovery that it had been reproduced in her, the\nsimilarity enhanced her beauty also, and rendered her more precious in his\nsight. Swann reproached himself with his failure, hitherto, to estimate at\nher true worth a creature whom the great Sandro would have adored, and\ncounted himself fortunate that his pleasure in the contemplation of Odette\nfound a justification in his own system of aesthetic.  He told himself\nthat, in choosing the thought of Odette as the inspiration of his dreams\nof ideal happiness, he was not, as he had until then supposed, falling\nback, merely, upon an expedient of doubtful and certainly inadequate\nvalue, since she contained in herself what satisfied the utmost refinement\nof his taste in art. He failed to observe that this quality would not\nnaturally avail to bring Odette into the category of women whom he found\ndesirable, simply because his desires had always run counter to his\naesthetic taste. The words ’Florentine painting’ were invaluable to Swann.\nThey enabled him (gave him, as it were, a legal title) to introduce the\nimage of Odette into a world of dreams and fancies which, until then, she\nhad been debarred from entering, and where she assumed a new and nobler\nform. And whereas the mere sight of her in the flesh, by perpetually\nreviving his misgivings as to the quality of her face, her figure, the\nwhole of her beauty, used to cool the ardour of his love, those misgivings\nwere swept away and that love confirmed now that he could re-erect his\nestimate of her on the sure foundations of his aesthetic principles; while\nthe kiss, the bodily surrender which would have seemed natural and but\nmoderately attractive, had they been granted him by a creature of somewhat\nwithered flesh and sluggish blood, coming, as now they came, to crown his\nadoration of a masterpiece in a gallery, must, it seemed, prove as\nexquisite as they would be supernatural.",
        "And when he was tempted to regret that, for months past, he had done\nnothing but visit Odette, he would assure himself that he was not\nunreasonable in giving up much of his time to the study of an inestimably\nprecious work of art, cast for once in a new, a different, an especially\ncharming metal, in an unmatched exemplar which he would contemplate at one\nmoment with the humble, spiritual, disinterested mind of an artist, at\nanother with the pride, the selfishness, the sensual thrill of a\ncollector.",
        "On his study table, at which he worked, he had placed, as it were a\nphotograph of Odette, a reproduction of Jethro’s Daughter. He would gaze\nin admiration at the large eyes, the delicate features in which the\nimperfection of her skin might be surmised, the marvellous locks of hair\nthat fell along her tired cheeks; and, adapting what he had already felt\nto be beautiful, on aesthetic grounds, to the idea of a living woman, he\nconverted it into a series of physical merits which he congratulated\nhimself on finding assembled in the person of one whom he might,\nultimately, possess. The vague feeling of sympathy which attracts a\nspectator to a work of art, now that he knew the type, in warm flesh and\nblood, of Jethro’s Daughter, became a desire which more than compensated,\nthenceforward, for that with which Odette’s physical charms had at first\nfailed to inspire him. When he had sat for a long time gazing at the\nBotticelli, he would think of his own living Botticelli, who seemed all\nthe lovelier in contrast, and as he drew towards him the photograph of\nZipporah he would imagine that he was holding Odette against his heart.",
        "It was not only Odette’s indifference, however, that he must take pains to\ncircumvent; it was also, not infrequently, his own; feeling that, since\nOdette had had every facility for seeing him, she seemed no longer to have\nvery much to say to him when they did meet, he was afraid lest the\nmanner–at once trivial, monotonous, and seemingly unalterable–which she\nnow adopted when they were together should ultimately destroy in him that\nromantic hope, that a day might come when she would make avowal of her\npassion, by which hope alone he had become and would remain her lover. And\nso to alter, to give a fresh moral aspect to that Odette, of whose\nunchanging mood he was afraid of growing weary, he wrote, suddenly, a\nletter full of hinted discoveries and feigned indignation, which he sent\noff so that it should reach her before dinner-time. He knew that she would\nbe frightened, and that she would reply, and he hoped that, when the fear\nof losing him clutched at her heart, it would force from her words such as\nhe had never yet heard her utter: and he was right–by repeating this\ndevice he had won from her the most affectionate letters that she had, so\nfar, written him, one of them (which she had sent to him at midday by a\nspecial messenger from the Maison Dorée–it was the day of the\nParis-Murcie Fête given for the victims of the recent floods in Murcia)\nbeginning “My dear, my hand trembles so that I can scarcely write––\";\nand these letters he had kept in the same drawer as the withered\nchrysanthemum. Or else, if she had not had time to write, when he arrived\nat the Verdurins’ she would come running up to him with an “I’ve something\nto say to you!” and he would gaze curiously at the revelation in her face\nand speech of what she had hitherto kept concealed from him of her heart.",
        "Even as he drew near to the Verdurins’ door, and caught sight of the great\nlamp-lit spaces of the drawing-room windows, whose shutters were never\nclosed, he would begin to melt at the thought of the charming creature\nwhom he would see, as he entered the room, basking in that golden light.\nHere and there the figures of the guests stood out, sharp and black,\nbetween lamp and window, shutting off the light, like those little\npictures which one sees sometimes pasted here and there upon a glass\nscreen, whose other panes are mere transparencies. He would try to make\nout Odette.  And then, when he was once inside, without thinking, his eyes\nsparkled suddenly with such radiant happiness that M. Verdurin said to the\npainter: “H’m. Seems to be getting warm.” Indeed, her presence gave the\nhouse what none other of the houses that he visited seemed to possess: a\nsort of tactual sense, a nervous system which ramified into each of its\nrooms and sent a constant stimulus to his heart.",
        "And so the simple and regular manifestations of a social organism, namely\nthe ’little clan,’ were transformed for Swann into a series of daily\nencounters with Odette, and enabled him to feign indifference to the\nprospect of seeing her, or even a desire not to see her; in doing which he\nincurred no very great risk since, even although he had written to her\nduring the day, he would of necessity see her in the evening and accompany\nher home.",
        "But one evening, when, irritated by the thought of that inevitable dark\ndrive together, he had taken his other ’little girl’ all the way to the\nBois, so as to delay as long as possible the moment of his appearance at\nthe Verdurins’, he was so late in reaching them that Odette, supposing\nthat he did not intend to come, had already left. Seeing the room bare of\nher, Swann felt his heart wrung by sudden anguish; he shook with the sense\nthat he was being deprived of a pleasure whose intensity he began then for\nthe first time to estimate, having always, hitherto, had that certainty of\nfinding it whenever he would, which (as in the case of all our pleasures)\nreduced, if it did not altogether blind him to its dimensions.",
        "“Did you notice the face he pulled when he saw that she wasn’t here?” M.\nVerdurin asked his wife. “I think we may say that he’s hooked.”",
        "“The face he pulled?” exploded Dr. Cottard who, having left the house for\na moment to visit a patient, had just returned to fetch his wife and did\nnot know whom they were discussing.",
        "“D’you mean to say you didn’t meet him on the doorstep–the loveliest of\nSwanns?”",
        "“No. M. Swann has been here?”",
        "“Just for a moment. We had a glimpse of a Swann tremendously agitated.  In\na state of nerves. You see, Odette had left.”",
        "“You mean to say that she has gone the ’whole hog’ with him; that she has\n’burned her boats’?” inquired the Doctor cautiously, testing the meaning\nof his phrases.",
        "“Why, of course not; there’s absolutely nothing in it; in fact, between\nyou and me, I think she’s making a great mistake, and behaving like a\nsilly little fool, which she is, incidentally.”",
        "“Come, come, come!” said M. Verdurin, “How on earth do you know that\nthere’s ’nothing in it’? We haven’t been there to see, have we now?”",
        "“She would have told me,” answered Mme. Verdurin with dignity. “I may say\nthat she tells me everything. As she has no one else at present, I told\nher that she ought to live with him. She makes out that she can’t; she\nadmits, she was immensely attracted by him, at first; but he’s always shy\nwith her, and that makes her shy with him. Besides, she doesn’t care for\nhim in that way, she says; it’s an ideal love, ’Platonic,’ you know; she’s\nafraid of rubbing the bloom off–oh, I don’t know half the things she\nsays, how should I? And yet he’s exactly the sort of man she wants.”",
        "“I beg to differ from you,” M. Verdurin courteously interrupted. “I am\nonly half satisfied with the gentleman. I feel that he ’poses.’”",
        "Mme. Verdurin’s whole body stiffened, her eyes stared blankly as though\nshe had suddenly been turned into a statue; a device by means of which she\nmight be supposed not to have caught the sound of that unutterable word\nwhich seemed to imply that it was possible for people to ’pose’ in her\nhouse, and, therefore, that there were people in the world who ’mattered\nmore’ than herself.",
        "“Anyhow, if there is nothing in it, I don’t suppose it’s because our\nfriend believes in her virtue. And yet, you never know; he seems to\nbelieve in her intelligence. I don’t know whether you heard the way he\nlectured her the other evening about Vinteuil’s sonata. I am devoted to\nOdette, but really–to expound theories of aesthetic to her–the man must\nbe a prize idiot.”",
        "“Look here, I won’t have you saying nasty things about Odette,” broke in\nMme. Verdurin in her ’spoiled child’ manner. “She is charming.”",
        "“There’s no reason why she shouldn’t be charming; we are not saying\nanything nasty about her, only that she is not the embodiment of either\nvirtue or intellect. After all,” he turned to the painter, “does it matter\nso very much whether she is virtuous or not? You can’t tell; she might be\na great deal less charming if she were.”",
        "On the landing Swann had run into the Verdurins’ butler, who had been\nsomewhere else a moment earlier, when he arrived, and who had been asked\nby Odette to tell Swann (but that was at least an hour ago) that she would\nprobably stop to drink a cup of chocolate at Prévost’s on her way home.\nSwann set off at once for Prévost’s, but every few yards his carriage was\nheld up by others, or by people crossing the street, loathsome obstacles\neach of which he would gladly have crushed beneath his wheels, were it not\nthat a policeman fumbling with a note-book would delay him even longer\nthan the actual passage of the pedestrian. He counted the minutes\nfeverishly, adding a few seconds to each so as to be quite certain that he\nhad not given himself short measure, and so, possibly, exaggerated\nwhatever chance there might actually be of his arriving at Prévost’s in\ntime, and of finding her still there. And then, in a moment of\nillumination, like a man in a fever who awakes from sleep and is conscious\nof the absurdity of the dream-shapes among which his mind has been\nwandering without any clear distinction between himself and them, Swann\nsuddenly perceived how foreign to his nature were the thoughts which he\nhad been revolving in his mind ever since he had heard at the Verdurins’\nthat Odette had left, how novel the heartache from which he was suffering,\nbut of which he was only now conscious, as though he had just woken up.\nWhat! all this disturbance simply because he would not see Odette, now,\ntill to-morrow, exactly what he had been hoping, not an hour before, as he\ndrove toward Mme. Verdurin’s. He was obliged to admit also that now, as he\nsat in the same carriage and drove to Prévost’s, he was no longer the same\nman, was no longer alone even–but that a new personality was there beside\nhim, adhering to him, amalgamated with him, a creature from whom he might,\nperhaps, be unable to liberate himself, towards whom he might have to\nadopt some such stratagem as one uses to outwit a master or a malady. And\nyet, during this last moment in which he had felt that another, a fresh\npersonality was thus conjoined with his own, life had seemed, somehow,\nmore interesting.",
        "It was in vain that he assured himself that this possible meeting at\nPrévost’s (the tension of waiting for which so ravished, stripped so bare\nthe intervening moments that he could find nothing, not one idea, not one\nmemory in his mind beneath which his troubled spirit might take shelter\nand repose) would probably, after all, should it take place, be much the\nsame as all their meetings, of no great importance. As on every other\nevening, once he was in Odette’s company, once he had begun to cast\nfurtive glances at her changing countenance, and instantly to withdraw his\neyes lest she should read in them the first symbols of desire and believe\nno more in his indifference, he would cease to be able even to think of\nher, so busy would he be in the search for pretexts which would enable him\nnot to leave her immediately, and to assure himself, without betraying his\nconcern, that he would find her again, next evening, at the Verdurins’;\npretexts, that is to say, which would enable him to prolong for the time\nbeing, and to renew for one day more the disappointment, the torturing\ndeception that must always come to him with the vain presence of this\nwoman, whom he might approach, yet never dared embrace.",
        "She was not at Prevost’s; he must search for her, then, in every\nrestaurant upon the boulevards. To save time, while he went in one\ndirection, he sent in the other his coachman Rémi (Rizzo’s Doge Loredan)\nfor whom he presently–after a fruitless search–found himself waiting at\nthe spot where the carriage was to meet him. It did not appear, and Swann\ntantalised himself with alternate pictures of the approaching moment, as\none in which Rémi would say to him: “Sir, the lady is there,” or as one in\nwhich Rémi would say to him: “Sir, the lady was not in any of the cafés.\"\nAnd so he saw himself faced by the close of his evening–a thing uniform,\nand yet bifurcated by the intervening accident which would either put an\nend to his agony by discovering Odette, or would oblige him to abandon any\nhope of finding her that night, to accept the necessity of returning home\nwithout having seen her.",
        "The coachman returned; but, as he drew up opposite him, Swann asked, not\n“Did you find the lady?” but “Remind me, to-morrow, to order in some more\nfirewood. I am sure we must be running short.” Perhaps he had persuaded\nhimself that, if Rémi had at last found Odette in some café, where she was\nwaiting for him still, then his night of misery was already obliterated by\nthe realisation, begun already in his mind, of a night of joy, and that\nthere was no need for him to hasten towards the attainment of a happiness\nalready captured and held in a safe place, which would not escape his\ngrasp again. But it was also by the force of inertia; there was in his\nsoul that want of adaptability which can be seen in the bodies of certain\npeople who, when the moment comes to avoid a collision, to snatch their\nclothes out of reach of a flame, or to perform any other such necessary\nmovement, take their time (as the saying is), begin by remaining for a\nmoment in their original position, as though seeking to find in it a\nstarting-point, a source of strength and motion. And probably, if the\ncoachman had interrupted him with, “I have found the lady,” he would have\nanswered, “Oh, yes, of course; that’s what I told you to do.  I had quite\nforgotten,” and would have continued to discuss his supply of firewood, so\nas to hide from his servant the emotion that he had felt, and to give\nhimself time to break away from the thraldom of his anxieties and abandon\nhimself to pleasure.",
        "The coachman came back, however, with the report that he could not find\nher anywhere, and added the advice, as an old and privileged servant, “I\nthink, sir, that all we can do now is to go home.”",
        "But the air of indifference which Swann could so lightly assume when Rémi\nuttered his final, unalterable response, fell from him like a cast-off\ncloak when he saw Rémi attempt to make him abandon hope and retire from\nthe quest.",
        "“Certainly not!” he exclaimed. “We must find the lady. It is most\nimportant.  She would be extremely put out–it’s a business matter–and\nvexed with me if she didn’t see me.”",
        "“But I do not see how the lady can be vexed, sir,” answered Rémi, “since\nit was she that went away without waiting for you, sir, and said she was\ngoing to Prévost’s, and then wasn’t there.”",
        "Meanwhile the restaurants were closing, and their lights began to go out.\nUnder the trees of the boulevards there were still a few people strolling\nto and fro, barely distinguishable in the gathering darkness. Now and then\nthe ghost of a woman glided up to Swann, murmured a few words in his ear,\nasked him to take her home, and left him shuddering. Anxiously he explored\nevery one of these vaguely seen shapes, as though among the phantoms of\nthe dead, in the realms of darkness, he had been searching for a lost\nEurydice.",
        "Among all the methods by which love is brought into being, among all the\nagents which disseminate that blessed bane, there are few so efficacious\nas the great gust of agitation which, now and then, sweeps over the human\nspirit. For then the creature in whose company we are seeking amusement at\nthe moment, her lot is cast, her fate and ours decided, that is the\ncreature whom we shall henceforward love. It is not necessary that she\nshould have pleased us, up till then, any more, or even as much as others.\nAll that is necessary is that our taste for her should become exclusive.\nAnd that condition is fulfilled so soon as–in the moment when she has\nfailed to meet us–for the pleasure which we were on the point of enjoying\nin her charming company is abruptly substituted an anxious torturing\ndesire, whose object is the creature herself, an irrational, absurd\ndesire, which the laws of civilised society make it impossible to satisfy\nand difficult to assuage–the insensate, agonising desire to possess her.",
        "Swann made Rémi drive him to such restaurants as were still open; it was\nthe sole hypothesis, now, of that happiness which he had contemplated so\ncalmly; he no longer concealed his agitation, the price he set upon their\nmeeting, and promised, in case of success, to reward his coachman, as\nthough, by inspiring in him a will to triumph which would reinforce his\nown, he could bring it to pass, by a miracle, that Odette–assuming that\nshe had long since gone home to bed,–might yet be found seated in some\nrestaurant on the boulevards. He pursued the quest as far as the Maison\nDorée, burst twice into Tortoni’s and, still without catching sight of\nher, was emerging from the Café Anglais, striding with haggard gaze\ntowards his carriage, which was waiting for him at the corner of the\nBoulevard des Italiens, when he collided with a person coming in the\nopposite direction; it was Odette; she explained, later, that there had\nbeen no room at Prévost’s, that she had gone, instead, to sup at the\nMaison Dorée, and had been sitting there in an alcove where he must have\noverlooked her, and that she was now looking for her carriage.",
        "She had so little expected to see him that she started back in alarm. As\nfor him, he had ransacked the streets of Paris, not that he supposed it\npossible that he should find her, but because he would have suffered even\nmore cruelly by abandoning the attempt. But now the joy (which, his reason\nhad never ceased to assure him, was not, that evening at least, to be\nrealised) was suddenly apparent, and more real than ever before; for he\nhimself had contributed nothing to it by anticipating probabilities,–it\nremained integral and external to himself; there was no need for him to\ndraw on his own resources to endow it with truth–’twas from itself that\nthere emanated, ’twas itself that projected towards him that truth whose\nglorious rays melted and scattered like the cloud of a dream the sense of\nloneliness which had lowered over him, that truth upon which he had\nsupported, nay founded, albeit unconsciously, his vision of bliss. So will\na traveller, who has come down, on a day of glorious weather, to the\nMediterranean shore, and is doubtful whether they still exist, those lands\nwhich he has left, let his eyes be dazzled, rather than cast a backward\nglance, by the radiance streaming towards him from the luminous and\nunfading azure at his feet.",
        "He climbed after her into the carriage which she had kept waiting, and\nordered his own to follow.",
        "She had in her hand a bunch of cattleyas, and Swann could see, beneath the\nfilm of lace that covered her head, more of the same flowers fastened to a\nswansdown plume. She was wearing, under her cloak, a flowing gown of black\nvelvet, caught up on one side so as to reveal a large triangular patch of\nher white silk skirt, with an ’insertion,’ also of white silk, in the\ncleft of her low-necked bodice, in which were fastened a few more\ncattleyas.  She had scarcely recovered from the shock which the sight of\nSwann had given her, when some obstacle made the horse start to one side.\nThey were thrown forward from their seats; she uttered a cry, and fell\nback quivering and breathless.",
        "“It’s all right,” he assured her, “don’t be frightened.” And he slipped\nhis arm round her shoulder, supporting her body against his own; then went\non: “Whatever you do, don’t utter a word; just make a sign, yes or no, or\nyou’ll be out of breath again. You won’t mind if I put the flowers\nstraight on your bodice; the jolt has loosened them. I’m afraid of their\ndropping out; I’m just going to fasten them a little more securely.”",
        "She was not used to being treated with so much formality by men, and\nsmiled as she answered: “No, not at all; I don’t mind in the least.”",
        "But he, chilled a little by her answer, perhaps, also, to bear out the\npretence that he had been sincere in adopting the stratagem, or even\nbecause he was already beginning to believe that he had been, exclaimed:\n“No, no; you mustn’t speak. You will be out of breath again. You can\neasily answer in signs; I shall understand. Really and truly now, you\ndon’t mind my doing this? Look, there is a little–I think it must be\npollen, spilt over your dress,–may I brush it off with my hand? That’s\nnot too hard; I’m not hurting you, am I? I’m tickling you, perhaps, a\nlittle; but I don’t want to touch the velvet in case I rub it the wrong\nway. But, don’t you see, I really had to fasten the flowers; they would\nhave fallen out if I hadn’t.  Like that, now; if I just push them a little\nfarther down.... Seriously, I’m not annoying you, am I? And if I just\nsniff them to see whether they’ve really lost all their scent? I don’t\nbelieve I ever smelt any before; may I?  Tell the truth, now.”",
        "Still smiling, she shrugged her shoulders ever so slightly, as who should\nsay, “You’re quite mad; you know very well that I like it.”",
        "He slipped his other hand upwards along Odette’s cheek; she fixed her eyes\non him with that languishing and solemn air which marks the women of the\nold Florentine’s paintings, in whose faces he had found the type of hers;\nswimming at the brink of her fringed lids, her brilliant eyes, large and\nfinely drawn as theirs, seemed on the verge of breaking from her face and\nrolling down her cheeks like two great tears. She bent her neck, as all\ntheir necks may be seen to bend, in the pagan scenes as well as in the\nscriptural. And although her attitude was, doubtless, habitual and\ninstinctive, one which she knew to be appropriate to such moments, and was\ncareful not to forget to assume, she seemed to need all her strength to\nhold her face back, as though some invisible force were drawing it down\ntowards Swann’s. And Swann it was who, before she allowed her face, as\nthough despite her efforts, to fall upon his lips, held it back for a\nmoment longer, at a little distance between his hands. He had intended to\nleave time for her mind to overtake her body’s movements, to recognise the\ndream which she had so long cherished and to assist at its realisation,\nlike a mother invited as a spectator when a prize is given to the child\nwhom she has reared and loves. Perhaps, moreover, Swann himself was fixing\nupon these features of an Odette not yet possessed, not even kissed by\nhim, on whom he was looking now for the last time, that comprehensive gaze\nwith which, on the day of his departure, a traveller strives to bear away\nwith him in memory the view of a country to which he may never return.",
        "But he was so shy in approaching her that, after this evening which had\nbegun by his arranging her cattleyas and had ended in her complete\nsurrender, whether from fear of chilling her, or from reluctance to\nappear, even retrospectively, to have lied, or perhaps because he lacked\nthe audacity to formulate a more urgent requirement than this (which could\nalways be repeated, since it had not annoyed her on the first occasion),\nhe resorted to the same pretext on the following days. If she had any\ncattleyas pinned to her bodice, he would say: “It is most unfortunate; the\ncattleyas don’t need tucking in this evening; they’ve not been disturbed\nas they were the other night; I think, though, that this one isn’t quite\nstraight. May I see if they have more scent than the others?” Or else, if\nshe had none: “Oh! no cattleyas this evening; then there’s nothing for me\nto arrange.” So that for some time there was no change from the procedure\nwhich he had followed on that first evening, when he had started by\ntouching her throat, with his fingers first and then with his lips, but\ntheir caresses began invariably with this modest exploration. And long\nafterwards, when the arrangement (or, rather, the ritual pretence of an\narrangement) of her cattleyas had quite fallen into desuetude, the\nmetaphor “Do a cattleya,” transmuted into a simple verb which they would\nemploy without a thought of its original meaning when they wished to refer\nto the act of physical possession (in which, paradoxically, the possessor\npossesses nothing), survived to commemorate in their vocabulary the long\nforgotten custom from which it sprang. And yet possibly this particular\nmanner of saying “to make love” had not the precise significance of its\nsynonyms. However disillusioned we may be about women, however we may\nregard the possession of even the most divergent types as an invariable\nand monotonous experience, every detail of which is known and can be\ndescribed in advance, it still becomes a fresh and stimulating pleasure if\nthe women concerned be–or be thought to be–so difficult as to oblige us\nto base our attack upon some unrehearsed incident in our relations with\nthem, as was originally for Swann the arrangement of the cattleyas. He\ntrembled as he hoped, that evening, (but Odette, he told himself, if she\nwere deceived by his stratagem, could not guess his intention) that it was\nthe possession of this woman that would emerge for him from their large\nand richly coloured petals; and the pleasure which he already felt, and\nwhich Odette tolerated, he thought, perhaps only because she was not yet\naware of it herself, seemed to him for that reason–as it might have\nseemed to the first man when he enjoyed it amid the flowers of the earthly\nparadise–a pleasure which had never before existed, which he was striving\nnow to create, a pleasure–and the special name which he was to give to it\npreserved its identity–entirely individual and new.",
        "The ice once broken, every evening, when he had taken her home, he must\nfollow her into the house; and often she would come out again in her\ndressing-gown, and escort him to his carriage, and would kiss him before\nthe eyes of his coachman, saying: “What on earth does it matter what\npeople see?” And on evenings when he did not go to the Verdurins’ (which\nhappened occasionally, now that he had opportunities of meeting Odette\nelsewhere), when–more and more rarely–he went into society, she would\nbeg him to come to her on his way home, however late he might be. The\nseason was spring, the nights clear and frosty. He would come away from an\nevening party, jump into his victoria, spread a rug over his knees, tell\nthe friends who were leaving at the same time, and who insisted on his\ngoing home with them, that he could not, that he was not going in their\ndirection; then the coachman would start off at a fast trot without\nfurther orders, knowing quite well where he had to go. His friends would\nbe left marvelling, and, as a matter of fact, Swann was no longer the same\nman.  No one ever received a letter from him now demanding an introduction\nto a woman. He had ceased to pay any attention to women, and kept away\nfrom the places in which they were ordinarily to be met. In a restaurant,\nor in the country, his manner was deliberately and directly the opposite\nof that by which, only a few days earlier, his friends would have\nrecognised him, that manner which had seemed permanently and unalterably\nhis own. To such an extent does passion manifest itself in us as a\ntemporary and distinct character, which not only takes the place of our\nnormal character but actually obliterates the signs by which that\ncharacter has hitherto been discernible. On the other hand, there was one\nthing that was, now, invariable, namely that wherever Swann might be\nspending the evening, he never failed to go on afterwards to Odette. The\ninterval of space separating her from him was one which he must as\ninevitably traverse as he must descend, by an irresistible gravitation,\nthe steep slope of life itself.  To be frank, as often as not, when he had\nstayed late at a party, he would have preferred to return home at once,\nwithout going so far out of his way, and to postpone their meeting until\nthe morrow; but the very fact of his putting himself to such inconvenience\nat an abnormal hour in order to visit her, while he guessed that his\nfriends, as he left them, were saying to one another: “He is tied hand and\nfoot; there must certainly be a woman somewhere who insists on his going\nto her at all hours,” made him feel that he was leading the life of the\nclass of men whose existence is coloured by a love-affair, and in whom the\nperpetual sacrifice which they are making of their comfort and of their\npractical interests has engendered a spiritual charm. Then, though he may\nnot consciously have taken this into consideration, the certainty that she\nwas waiting for him, that she was not anywhere or with anyone else, that\nhe would see her before he went home, drew the sting from that anguish,\nforgotten, it is true, but latent and ever ready to be reawakened, which\nhe had felt on the evening when Odette had left the Verdurins’ before his\narrival, an anguish the actual cessation of which was so agreeable that it\nmight even be called a state of happiness.  Perhaps it was to that hour of\nanguish that there must be attributed the importance which Odette had\nsince assumed in his life. Other people are, as a rule, so immaterial to\nus that, when we have entrusted to any one of them the power to cause so\nmuch suffering or happiness to ourselves, that person seems at once to\nbelong to a different universe, is surrounded with poetry, makes of our\nlives a vast expanse, quick with sensation, on which that person and\nourselves are ever more or less in contact. Swann could not without\nanxiety ask himself what Odette would mean to him in the years that were\nto come. Sometimes, as he looked up from his victoria on those fine and\nfrosty nights of early spring, and saw the dazzling moonbeams fall between\nhis eyes and the deserted streets, he would think of that other face,\ngleaming and faintly roseate like the moon’s, which had, one day, risen on\nthe horizon of his mind and since then had shed upon the world that\nmysterious light in which he saw it bathed. If he arrived after the hour\nat which Odette sent her servants to bed, before ringing the bell at the\ngate of her little garden, he would go round first into the other street,\nover which, at the ground-level, among the windows (all exactly alike, but\ndarkened) of the adjoining houses, shone the solitary lighted window of\nher room. He would rap upon the pane, and she would hear the signal, and\nanswer, before running to meet him at the gate. He would find, lying open\non the piano, some of her favourite music, the Valse des Roses, the\nPauvre Fou of Tagliafico (which, according to the instructions embodied\nin her will, was to be played at her funeral); but he would ask her,\ninstead, to give him the little phrase from Vinteuil’s sonata. It was true\nthat Odette played vilely, but often the fairest impression that remains\nin our minds of a favourite air is one which has arisen out of a jumble of\nwrong notes struck by unskilful fingers upon a tuneless piano. The little\nphrase was associated still, in Swann’s mind, with his love for Odette. He\nfelt clearly that this love was something to which there were no\ncorresponding external signs, whose meaning could not be proved by any but\nhimself; he realised, too, that Odette’s qualities were not such as to\njustify his setting so high a value on the hours he spent in her company.\nAnd often, when the cold government of reason stood unchallenged, he would\nreadily have ceased to sacrifice so many of his intellectual and social\ninterests to this imaginary pleasure. But the little phrase, as soon as it\nstruck his ear, had the power to liberate in him the room that was needed\nto contain it; the proportions of Swann’s soul were altered; a margin was\nleft for a form of enjoyment which corresponded no more than his love for\nOdette to any external object, and yet was not, like his enjoyment of that\nlove, purely individual, but assumed for him an objective reality superior\nto that of other concrete things. This thirst for an untasted charm, the\nlittle phrase would stimulate it anew in him, but without bringing him\nany definite gratification to assuage it. With the result that those parts\nof Swann’s soul in which the little phrase had obliterated all care for\nmaterial interests, those human considerations which affect all men alike,\nwere left bare by it, blank pages on which he was at liberty to inscribe\nthe name of Odette.  Moreover, where Odette’s affection might seem ever so\nlittle abrupt and disappointing, the little phrase would come to\nsupplement it, to amalgamate with it its own mysterious essence. Watching\nSwann’s face while he listened to the phrase, one would have said that he\nwas inhaling an anaesthetic which allowed him to breathe more deeply. And\nthe pleasure which the music gave him, which was shortly to create in him\na real longing, was in fact closely akin, at such moments, to the pleasure\nwhich he would have derived from experimenting with perfumes, from\nentering into contract with a world for which we men were not created,\nwhich appears to lack form because our eyes cannot perceive it, to lack\nsignificance because it escapes our intelligence, to which we may attain\nby way of one sense only. Deep repose, mysterious refreshment for\nSwann,–for him whose eyes, although delicate interpreters of painting,\nwhose mind, although an acute observer of manners, must bear for ever the\nindelible imprint of the barrenness of his life,–to feel himself\ntransformed into a creature foreign to humanity, blinded, deprived of his\nlogical faculty, almost a fantastic unicorn, a chimaera-like creature\nconscious of the world through his two ears alone. And as,\nnotwithstanding, he sought in the little phrase for a meaning to which his\nintelligence could not descend, with what a strange frenzy of intoxication\nmust he strip bare his innermost soul of the whole armour of reason, and\nmake it pass, unattended, through the straining vessel, down into the dark\nfilter of sound. He began to reckon up how much that was painful, perhaps\neven how much secret and unappeased sorrow underlay the sweetness of the\nphrase; and yet to him it brought no suffering. What matter though the\nphrase repeated that love is frail and fleeting, when his love was so\nstrong! He played with the melancholy which the phrase diffused, he felt\nit stealing over him, but like a caress which only deepened and sweetened\nhis sense of his own happiness.  He would make Odette play him the phrase\nagain, ten, twenty times on end, insisting that, while she played, she\nmust never cease to kiss him.  Every kiss provokes another. Ah, in those\nearliest days of love how naturally the kisses spring into life. How\nclosely, in their abundance, are they pressed one against another; until\nlovers would find it as hard to count the kisses exchanged in an hour, as\nto count the flowers in a meadow in May. Then she would pretend to stop,\nsaying: “How do you expect me to play when you keep on holding me? I can’t\ndo everything at once. Make up your mind what you want; am I to play the\nphrase or do you want to play with me?” Then he would become annoyed, and\nshe would burst out with a laugh which, was transformed, as it left her\nlips, and descended upon him in a shower of kisses. Or else she would look\nat him sulkily, and he would see once again a face worthy to figure in\nBotticelli’s ’Life of Moses,’ he would place it there, giving to Odette’s\nneck the necessary inclination; and when he had finished her portrait in\ndistemper, in the fifteenth century, on the wall of the Sixtine, the idea\nthat she was, none the less, in the room with him still, by the piano, at\nthat very moment, ready to be kissed and won, the idea of her material\nexistence, of her being alive, would sweep over him with so violent an\nintoxication that, with eyes starting from his head and jaws that parted\nas though to devour her, he would fling himself upon this Botticelli\nmaiden and kiss and bite her cheeks. And then, as soon as he had left the\nhouse, not without returning to kiss her once again, because he had\nforgotten to take away with him, in memory, some detail of her fragrance\nor of her features, while he drove home in his victoria, blessing the name\nof Odette who allowed him to pay her these daily visits, which, although\nthey could not, he felt, bring any great happiness to her, still, by\nkeeping him immune from the fever of jealousy–by removing from him every\npossibility of a fresh outbreak of the heart-sickness which had manifested\nitself in him that evening, when he had failed to find her at the\nVerdurins’–might help him to arrive, without any recurrence of those\ncrises, of which the first had been so distressing that it must also be\nthe last, at the termination of this strange series of hours in his life,\nhours almost enchanted, in the same manner as these other, following\nhours, in which he drove through a deserted Paris by the light of the\nmoon: noticing as he drove home that the satellite had now changed its\nposition, relatively to his own, and was almost touching the horizon;\nfeeling that his love, also, was obedient to these immutable laws of\nnature, he asked himself whether this period, upon which he had entered,\nwas to last much longer, whether presently his mind’s eye would cease to\nbehold that dear countenance, save as occupying a distant and diminished\nposition, and on the verge of ceasing to shed on him the radiance of its\ncharm. For Swann was finding in things once more, since he had fallen in\nlove, the charm that he had found when, in his adolescence, he had fancied\nhimself an artist; with this difference, that what charm lay in them now\nwas conferred by Odette alone. He could feel reawakening in himself the\ninspirations of his boyhood, which had been dissipated among the\nfrivolities of his later life, but they all bore, now, the reflection, the\nstamp of a particular being; and during the long hours which he now found\na subtle pleasure in spending at home, alone with his convalescent spirit,\nhe became gradually himself again, but himself in thraldom to another.",
        "He went to her only in the evenings, and knew nothing of how she spent her\ntime during the day, any more than he knew of her past; so little, indeed,\nthat he had not even the tiny, initial clue which, by allowing us to\nimagine what we do not know, stimulates a desire foreknowledge. And so he\nnever asked himself what she might be doing, or what her life had been.\nOnly he smiled sometimes at the thought of how, some years earlier, when\nhe still did not know her, some one had spoken to him of a woman who, if\nhe remembered rightly, must certainly have been Odette, as of a ’tart,’ a\n’kept’ woman, one of those women to whom he still attributed (having lived\nbut little in their company) the entire set of characteristics,\nfundamentally perverse, with which they had been, for many years, endowed\nby the imagination of certain novelists. He would say to himself that one\nhas, as often as not, only to take the exact counterpart of the reputation\ncreated by the world in order to judge a person fairly, when with such a\ncharacter he contrasted that of Odette, so good, so simple, so\nenthusiastic in the pursuit of ideals, so nearly incapable of not telling\nthe truth that, when he had once begged her, so that they might dine\ntogether alone, to write to Mme. Verdurin, saying that she was unwell, the\nnext day he had seen her, face to face with Mme. Verdurin, who asked\nwhether she had recovered, blushing, stammering, and, in spite of herself,\nrevealing in every feature how painful, what a torture it was to her to\nact a lie; and, while in her answer she multiplied the fictitious details\nof an imaginary illness, seeming to ask pardon, by her suppliant look and\nher stricken accents, for the obvious falsehood of her words.",
        "On certain days, however, though these came seldom, she would call upon\nhim in the afternoon, to interrupt his musings or the essay on Ver-meer to\nwhich he had latterly returned. His servant would come in to say that Mme.\nde Crécy was in the small drawing-room. He would go in search of her, and,\nwhen he opened the door, on Odette’s blushing countenance, as soon as she\ncaught sight of Swann, would appear–changing the curve of her lips, the\nlook in her eyes, the moulding of her cheeks–an all-absorbing smile. Once\nhe was left alone he would see again that smile, and her smile of the day\nbefore, another with which she had greeted him sometime else, the smile\nwhich had been her answer, in the carriage that night, when he had asked\nher whether she objected to his rearranging her cattleyas; and the life of\nOdette at all other times, since he knew nothing of it, appeared to him\nupon a neutral and colourless background, like those sheets of sketches by\nWatteau upon which one sees, here and there, in every corner and in all\ndirections, traced in three colours upon the buff paper, innumerable\nsmiles. But, once in a while, illuminating a chink of that existence which\nSwann still saw as a complete blank, even if his mind assured him that it\nwas not so, because he was unable to imagine anything that might occupy\nit, some friend who knew them both, and suspecting that they were in love,\nhad not dared to tell him anything about her that was of the least\nimportance, would describe Odette’s figure, as he had seen her, that very\nmorning, going on foot up the Rue Abbattucci, in a cape trimmed with\nskunks, wearing a Rembrandt hat, and a bunch of violets in her bosom. This\nsimple outline reduced Swann to utter confusion by enabling him suddenly\nto perceive that Odette had an existence which was not wholly subordinated\nto his own; he burned to know whom she had been seeking to fascinate by\nthis costume in which he had never seen her; he registered a vow to insist\nupon her telling him where she had been going at that intercepted moment,\nas though, in all the colourless life–a life almost nonexistent, since\nshe was then invisible to him–of his mistress, there had been but a\nsingle incident apart from all those smiles directed towards himself;\nnamely, her walking abroad beneath a Rembrandt hat, with a bunch of\nviolets in her bosom.",
        "Except when he asked her for Vinteuil’s little phrase instead of the\nValse des Roses, Swann made no effort to induce her to play the things\nthat he himself preferred, nor, in literature any more than in music, to\ncorrect the manifold errors of her taste. He fully realised that she was\nnot intelligent. When she said how much she would like him to tell her\nabout the great poets, she had imagined that she would suddenly get to\nknow whole pages of romantic and heroic verse, in the style of the Vicomte\nde Borelli, only even more moving. As for Vermeer of Delft, she asked\nwhether he had been made to suffer by a woman, if it was a woman that had\ninspired him, and once Swann had told her that no one knew, she had lost\nall interest in that painter. She would often say: “I’m sure, poetry;\nwell, of course, there’d be nothing like it if it was all true, if the\npoets really believed the things they said. But as often as not you’ll\nfind there’s no one so mean and calculating as those fellows. I know\nsomething about poetry. I had a friend, once, who was in love with a poet\nof sorts. In his verses he never spoke of anything but love, and heaven,\nand the stars.  Oh! she was properly taken in! He had more than three\nhundred thousand francs out of her before he’d finished.” If, then, Swann\ntried to shew her in what artistic beauty consisted, how one ought to\nappreciate poetry or painting, after a minute or two she would cease to\nlisten, saying: “Yes...  I never thought it would be like that.” And he\nfelt that her disappointment was so great that he preferred to lie to her,\nassuring her that what he had said was nothing, that he had only touched\nthe surface, that he had not time to go into it all properly, that there\nwas more in it than that. Then she would interrupt with a brisk, “More in\nit? What?... Do tell me!”, but he did not tell her, for he realised how\npetty it would appear to her, and how different from what she had\nexpected, less sensational and less touching; he was afraid, too, lest,\ndisillusioned in the matter of art, she might at the same time be\ndisillusioned in the greater matter of love.",
        "With the result that she found Swann inferior, intellectually, to what she\nhad supposed. “You’re always so reserved; I can’t make you out.” She\nmarvelled increasingly at his indifference to money, at his courtesy to\neveryone alike, at the delicacy of his mind. And indeed it happens, often\nenough, to a greater man than Swann ever was, to a scientist or artist,\nwhen he is not wholly misunderstood by the people among whom he lives,\nthat the feeling in them which proves that they have been convinced of the\nsuperiority of his intellect is created not by any admiration for his\nideas–for those are entirely beyond them–but by their respect for what\nthey term his good qualities. There was also the respect with which Odette\nwas inspired by the thought of Swann’s social position, although she had\nno desire that he should attempt to secure invitations for herself.\nPerhaps she felt that such attempts would be bound to fail; perhaps,\nindeed, she feared lest, merely by speaking of her to his friends, he\nshould provoke disclosures of an unwelcome kind. The fact remains that she\nhad consistently held him to his promise never to mention her name. Her\nreason for not wishing to go into society was, she had told him, a quarrel\nwhich she had had, long ago, with another girl, who had avenged herself by\nsaying nasty things about her. “But,” Swann objected, “surely, people\ndon’t all know your friend.” “Yes, don’t you see, it’s like a spot of oil;\npeople are so horrid.” Swann was unable, frankly, to appreciate this\npoint; on the other hand, he knew that such generalisations as “People are\nso horrid,” and “A word of scandal spreads like a spot of oil,” were\ngenerally accepted as true; there must, therefore, be cases to which they\nwere literally applicable.  Could Odette’s case be one of these? He teased\nhimself with the question, though not for long, for he too was subject to\nthat mental oppression which had so weighed upon his father, whenever he\nwas faced by a difficult problem. In any event, that world of society\nwhich concealed such terrors for Odette inspired her, probably, with no\nvery great longing to enter it, since it was too far removed from the\nworld which she already knew for her to be able to form any clear\nconception of it. At the same time, while in certain respects she had\nretained a genuine simplicity (she had, for instance, kept up a friendship\nwith a little dressmaker, now retired from business, up whose steep and\ndark and fetid staircase she clambered almost every day), she still\nthirsted to be in the fashion, though her idea of it was not altogether\nthat held by fashionable people. For the latter, fashion is a thing that\nemanates from a comparatively small number of leaders, who project it to a\nconsiderable distance–with more or less strength according as one is\nnearer to or farther from their intimate centre–over the widening circle\nof their friends and the friends of their friends, whose names form a sort\nof tabulated index. People ’in society’ know this index by heart, they are\ngifted in such matters with an erudition from which they have extracted a\nsort of taste, of tact, so automatic in its operation that Swann, for\nexample, without needing to draw upon his knowledge of the world, if he\nread in a newspaper the names of the people who had been guests at a\ndinner, could tell at once how fashionable the dinner had been, just as a\nman of letters, merely by reading a phrase, can estimate exactly the\nliterary merit of its author. But Odette was one of those persons (an\nextremely numerous class, whatever the fashionable world may think, and to\nbe found in every section of society) who do not share this knowledge, but\nimagine fashion to be something of quite another kind, which assumes\ndifferent aspects according to the circle to which they themselves belong,\nbut has the special characteristic–common alike to the fashion of which\nOdette used to dream and to that before which Mme. Cottard bowed–of being\ndirectly accessible to all. The other kind, the fashion of ’fashionable\npeople,’ is, it must be admitted, accessible also; but there are\ninevitable delays. Odette would say of some one: “He never goes to any\nplace that isn’t really smart.”",
        "And if Swann were to ask her what she meant by that, she would answer,\nwith a touch of contempt, “Smart places! Why, good heavens, just fancy, at\nyour age, having to be told what the smart places are in Paris! What do\nyou expect me to say? Well, on Sunday mornings there’s the Avenue de\nl’Impératrice, and round the lake at five o’clock, and on Thursdays the\nEden-Théâtre, and the Hippodrome on Fridays; then there are the balls...”",
        "“What balls?”",
        "“Why, silly, the balls people give in Paris; the smart ones, I mean.  Wait\nnow, Herbinger, you know who I mean, the fellow who’s in one of the\njobbers’ offices; yes, of course, you must know him, he’s one of the\nbest-known men in Paris, that great big fair-haired boy who wears such\nswagger clothes; he always has a flower in his buttonhole and a\nlight-coloured overcoat with a fold down the back; he goes about with that\nold image, takes her to all the first-nights. Very well! He gave a ball\nthe other night, and all the smart people in Paris were there. I should\nhave loved to go! but you had to shew your invitation at the door, and I\ncouldn’t get one anywhere. After all, I’m just as glad, now, that I didn’t\ngo; I should have been killed in the crush, and seen nothing. Still, just\nto be able to say one had been to Herbinger’s ball. You know how vain I\nam! However, you may be quite certain that half the people who tell you\nthey were there are telling stories.... But I am surprised that you\nweren’t there, a regular ’tip-topper’ like you.”",
        "Swann made no attempt, however, to modify this conception of fashion;\nfeeling that his own came no nearer to the truth, was just as fatuous,\ndevoid of all importance, he saw no advantage to be gained by imparting it\nto his mistress, with the result that, after a few months, she ceased to\ntake any interest in the people to whose houses he went, except when they\nwere the means of his obtaining tickets for the paddock at race-meetings\nor first-nights at the theatre. She hoped that he would continue to\ncultivate such profitable acquaintances, but she had come to regard them\nas less smart since the day when she had passed the Marquise de\nVilleparisis in the street, wearing a black serge dress and a bonnet with\nstrings.",
        "“But she looks like a pew-opener, like an old charwoman, darling!  That a\nmarquise! Goodness knows I’m not a marquise, but you’d have to pay me a\nlot of money before you’d get me to go about Paris rigged out like that!”",
        "Nor could she understand Swann’s continuing to live in his house on the\nQuai d’Orléans, which, though she dared not tell him so, she considered\nunworthy of him.",
        "It was true that she claimed to be fond of ’antiques,’ and used to assume\na rapturous and knowing air when she confessed how she loved to spend the\nwhole day ’rummaging’ in second-hand shops, hunting for ’bric-à-brac,’ and\nthings of the ’right date.’ Although it was a point of honour, to which\nshe obstinately clung, as though obeying some old family custom, that she\nshould never answer any questions, never give any account of what she did\nduring the daytime, she spoke to Swann once about a friend to whose house\nshe had been invited, and had found that everything in it was ’of the\nperiod.’ Swann could not get her to tell him what ’period’ it was. Only\nafter thinking the matter over she replied that it was ’mediaeval’; by\nwhich she meant that the walls were panelled. Some time later she spoke to\nhim again of her friend, and added, in the hesitating but confident tone\nin which one refers to a person whom one has met somewhere, at dinner, the\nnight before, of whom one had never heard until then, but whom one’s hosts\nseemed to regard as some one so celebrated and important that one hopes\nthat one’s listener will know quite well who is meant, and will be duly\nimpressed: “Her dining-room... is...  eighteenth century!” Incidentally,\nshe had thought it hideous, all bare, as though the house were still\nunfinished; women looked frightful in it, and it would never become the\nfashion. She mentioned it again, a third time, when she shewed Swann a\ncard with the name and address of the man who had designed the\ndining-room, and whom she wanted to send for, when she had enough money,\nto see whether he could not do one for her too; not one like that, of\ncourse, but one of the sort she used to dream of, one which,\nunfortunately, her little house would not be large enough to contain, with\ntall sideboards, Renaissance furniture and fireplaces like the Château at\nBlois. It was on this occasion that she let out to Swann what she really\nthought of his abode on the Quai d’Orléans; he having ventured the\ncriticism that her friend had indulged, not in the Louis XVI style, for,\nhe went on, although that was not, of course, done, still it might be made\ncharming, but in the ’Sham-Antique.’",
        "“You wouldn’t have her live, like you, among a lot of broken-down chairs\nand threadbare carpets!” she exclaimed, the innate respectability of the\nmiddle-class housewife rising impulsively to the surface through the\nacquired dilettantism of the ’light woman.’",
        "People who enjoyed ’picking-up’ things, who admired poetry, despised\nsordid calculations of profit and loss, and nourished ideals of honour and\nlove, she placed in a class by themselves, superior to the rest of\nhumanity.  There was no need actually to have those tastes, provided one\ntalked enough about them; when a man had told her at dinner that he loved\nto wander about and get his hands all covered with dust in the old\nfurniture shops, that he would never be really appreciated in this\ncommercial age, since he was not concerned about the things that\ninterested it, and that he belonged to another generation altogether, she\nwould come home saying: “Why, he’s an adorable creature; so sensitive! I\nhad no idea,” and she would conceive for him a strong and sudden\nfriendship. But, on the other hand, men who, like Swann, had these tastes\nbut did not speak of them, left her cold. She was obliged, of course, to\nadmit that Swann was most generous with his money, but she would add,\npouting: “It’s not the same thing, you see, with him,” and, as a matter of\nfact, what appealed to her imagination was not the practice of\ndisinterestedness, but its vocabulary.",
        "Feeling that, often, he could not give her in reality the pleasures of\nwhich she dreamed, he tried at least to ensure that she should be happy in\nhis company, tried not to contradict those vulgar ideas, that bad taste\nwhich she displayed on every possible occasion, which all the same he\nloved, as he could not help loving everything that came from her, which\neven fascinated him, for were they not so many more of those\ncharacteristic features, by virtue of which the essential qualities of the\nwoman emerged, and were made visible? And so, when she was in a happy mood\nbecause she was going to see the Reine Topaze, or when her eyes grew\nserious, troubled, petulant, if she was afraid of missing the flower-show,\nor merely of not being in time for tea, with muffins and toast, at the Rue\nRoyale tea-rooms, where she believed that regular attendance was\nindispensable, and set the seal upon a woman’s certificate of ’smartness,’\nSwann, enraptured, as all of us are, at times, by the natural behaviour of\na child, or by the likeness of a portrait, which appears to be on the\npoint of speaking, would feel so distinctly the soul of his mistress\nrising to fill the outlines of her face that he could not refrain from\ngoing across and welcoming it with his lips. “Oh, then, so little Odette\nwants us to take her to the flower-show, does she?  she wants to be\nadmired, does she? very well, we will take her there, we can but obey her\nwishes.” As Swann’s sight was beginning to fail, he had to resign himself\nto a pair of spectacles, which he wore at home, when working, while to\nface the world he adopted a single eyeglass, as being less disfiguring.\nThe first time that she saw it in his eye, she could not contain herself\nfor joy: “I really do think–for a man, that is to say–it is tremendously\nsmart! How nice you look with it! Every inch a gentleman.  All you want\nnow is a title!” she concluded, with a tinge of regret in her voice. He\nliked Odette to say these things, just as, if he had been in love with a\nBreton girl, he would have enjoyed seeing her in her coif and hearing her\nsay that she believed in ghosts. Always until then, as is common among men\nwhose taste for the fine arts develops independently of their sensuality,\na grotesque disparity had existed between the satisfactions which he would\naccord to either taste simultaneously; yielding to the seduction of works\nof art which grew more and more subtle as the women in whose company he\nenjoyed them grew more illiterate and common, he would take a little\nservant-girl to a screened box in a theatre where there was some decadent\npiece which he had wished to see performed, or to an exhibition of\nimpressionist painting, with the conviction, moreover, that an\neducated, ’society’ woman would have understood them no better, but would\nnot have managed to keep quiet about them so prettily. But, now that he\nwas in love with Odette, all this was changed; to share her sympathies, to\nstrive to be one with her in spirit was a task so attractive that he tried\nto find satisfaction in the things that she liked, and did find a\npleasure, not only in copying her habits but in adopting her opinions,\nwhich was all the deeper because, as those habits and opinions sprang from\nno roots in her intelligence, they suggested to him nothing except that\nlove, for the sake of which he had preferred them to his own. If he went\nagain to Serge Panine, if he looked out for opportunities of going to\nwatch Olivier Métra conducting, it was for the pleasure of being initiated\ninto every one of the ideas in Odette’s mind, of feeling that he had an\nequal share in all her tastes. This charm of drawing him closer to her,\nwhich her favourite plays and pictures and places possessed, struck him as\nbeing more mysterious than the intrinsic charm of more beautiful things\nand places, which appealed to him by their beauty, but without recalling\nher.  Besides, having allowed the intellectual beliefs of his youth to\ngrow faint, until his scepticism, as a finished ’man of the world,’ had\ngradually penetrated them unawares, he held (or at least he had held for\nso long that he had fallen into the habit of saying) that the objects\nwhich we admire have no absolute value in themselves, that the whole thing\nis a matter of dates and castes, and consists in a series of fashions, the\nmost vulgar of which are worth just as much as those which are regarded as\nthe most refined.  And as he had decided that the importance which Odette\nattached to receiving cards tot a private view was not in itself any more\nridiculous than the pleasure which he himself had at one time felt in\ngoing to luncheon with the Prince of Wales, so he did not think that the\nadmiration which she professed for Monte-Carlo or for the Righi was any\nmore unreasonable than his own liking for Holland (which she imagined as\nugly) and for Versailles (which bored her to tears). And so he denied\nhimself the pleasure of visiting those places, consoling himself with the\nreflection that it was for her sake that he wished to feel, to like\nnothing that was not equally felt and liked by her.",
        "Like everything else that formed part of Odette’s environment, and was no\nmore, in a sense, than the means whereby he might see and talk to her more\noften, he enjoyed the society of the Verdurins. With them, since, at the\nheart of all their entertainments, dinners, musical evenings, games,\nsuppers in fancy dress, excursions to the country, theatre parties, even\nthe infrequent ’big evenings’ when they entertained ’bores,’ there were\nthe presence of Odette, the sight of Odette, conversation with Odette, an\ninestimable boon which the Verdurins, by inviting him to their house,\nbestowed on Swann, he was happier in the little ’nucleus’ than anywhere\nelse, and tried to find some genuine merit in each of its members,\nimagining that his tastes would lead him to frequent their society for the\nrest of his life. Never daring to whisper to himself, lest he should doubt\nthe truth of the suggestion, that he would always be in love with Odette,\nat least when he tried to suppose that he would always go to the\nVerdurins’ (a proposition which, a priori, raised fewer fundamental\nobjections on the part of his intelligence), he saw himself for the future\ncontinuing to meet Odette every evening; that did not, perhaps, come quite\nto the same thing as his being permanently in love with her, but for the\nmoment while he was in love with her, to feel that he would not, one day,\ncease to see her was all that he could ask.  “What a charming atmosphere!\"\nhe said to himself. “How entirely genuine life is to these people! They\nare far more intelligent, far more artistic, surely, than the people one\nknows. Mme. Verdurin, in spite of a few trifling exaggerations which are\nrather absurd, has a sincere love of painting and music! What a passion\nfor works of art, what anxiety to give pleasure to artists! Her ideas\nabout some of the people one knows are not quite right, but then their\nideas about artistic circles are altogether wrong! Possibly I make no\ngreat intellectual demands upon conversation, but I am perfectly happy\ntalking to Cottard, although he does trot out those idiotic puns. And as\nfor the painter, if he is rather unpleasantly affected when he tries to be\nparadoxical, still he has one of the finest brains that I have ever come\nacross. Besides, what is most important, one feels quite free there, one\ndoes what one likes without constraint or fuss. What a flow of humour\nthere is every day in that drawing-room! Certainly, with a few rare\nexceptions, I never want to go anywhere else again. It will become more\nand more of a habit, and I shall spend the rest of my life among them.”",
        "And as the qualities which he supposed to be an intrinsic part of the\nVerdurin character were no more, really, than their superficial reflection\nof the pleasure which had been enjoyed in their society by his love for\nOdette, those qualities became more serious, more profound, more vital, as\nthat pleasure increased. Since Mme. Verdurin gave Swann, now and then,\nwhat alone could constitute his happiness; since, on an evening when he\nfelt anxious because Odette had talked rather more to one of the party\nthan to another, and, in a spasm of irritation, would not take the\ninitiative by asking her whether she was coming home, Mme. Verdurin\nbrought peace and joy to his troubled spirit by the spontaneous\nexclamation: “Odette!  You’ll see M. Swann home, won’t you?\"; since, when\nthe summer holidays came, and after he had asked himself uneasily whether\nOdette might not leave Paris without him, whether he would still be able\nto see her every day, Mme. Verdurin was going to invite them both to spend\nthe summer with her in the country; Swann, unconsciously allowing\ngratitude and self-interest to filter into his intelligence and to\ninfluence his ideas, went so far as to proclaim that Mme. Verdurin was “a\ngreat and noble soul.” Should any of his old fellow-pupils in the Louvre\nschool of painting speak to him of some rare or eminent artist, “I’d a\nhundred times rather,” he would reply, “have the Verdurins.” And, with a\nsolemnity of diction which was new in him: “They are magnanimous\ncreatures, and magnanimity is, after all, the one thing that matters, the\none thing that gives us distinction here on earth. Look you, there are\nonly two classes of men, the magnanimous, and the rest; and I have reached\nan age when one has to take sides, to decide once and for all whom one is\ngoing to like and dislike, to stick to the people one likes, and, to make\nup for the time one has wasted with the others, never to leave them again\nas long as one lives. Very well!” he went on, with the slight emotion\nwhich a man feels when, even without being fully aware of what he is\ndoing, he says something, not because it is true but because he enjoys\nsaying it, and listens to his own voice uttering the words as though they\ncame from some one else, “The die is now cast; I have elected to love none\nbut magnanimous souls, and to live only in an atmosphere of magnanimity.\nYou ask me whether Mme. Verdurin is really intelligent. I can assure you\nthat she has given me proofs of a nobility of heart, of a loftiness of\nsoul, to which no one could possibly attain–how could they?–without a\ncorresponding loftiness of mind. Without question, she has a profound\nunderstanding of art. But it is not, perhaps, in that that she is most\nadmirable; every little action, ingeniously, exquisitely kind, which she\nhas performed for my sake, every friendly attention, simple little things,\nquite domestic and yet quite sublime, reveal a more profound comprehension\nof existence than all your textbooks of philosophy.”",
        "Continue...",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see \">Swann’s Way I.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}