{
    "title": "Remembrance of Things Past: Swann’s Way - [We used always to return ...]",
    "author": "Marcel Proust",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "We used always to return from our walks in good time to pay aunt Léonie a\nvisit before dinner. In the first weeks of our Combray holidays, when the\ndays ended early, we would still be able to see, as we turned into the Rue\ndu Saint-Esprit, a reflection of the western sky from the windows of the\nhouse and a band of purple at the foot of the Calvary, which was mirrored\nfurther on in the pond; a fiery glow which, accompanied often by a cold\nthat burned and stung, would associate itself in my mind with the glow of\nthe fire over which, at that very moment, was roasting the chicken that\nwas to furnish me, in place of the poetic pleasure I had found in my walk,\nwith the sensual pleasures of good feeding, warmth and rest.  But in\nsummer, when we came back to the house, the sun would not have set; and\nwhile we were upstairs paying our visit to aunt Léonie its rays, sinking\nuntil they touched and lay along her window-sill, would there be caught\nand held by the large inner curtains and the bands which tied them back to\nthe wall, and split and scattered and filtered; and then, at last, would\nfall upon and inlay with tiny flakes of gold the lemonwood of her\nchest-of-drawers, illuminating the room in their passage with the same\ndelicate, slanting, shadowed beams that fall among the boles of forest\ntrees. But on some days, though very rarely, the chest-of-drawers would\nlong since have shed its momentary adornments, there would no longer, as\nwe turned into the Rue du Saint-Esprit, be any reflection from the western\nsky burning along the line of window-panes; the pond beneath the Calvary\nwould have lost its fiery glow, sometimes indeed had changed already to an\nopalescent pallor, while a long ribbon of moonlight, bent and broken and\nbroadened by every ripple upon the water’s surface, would be lying across\nit, from end to end. Then, as we drew near the house, we would make out a\nfigure standing upon the doorstep, and Mamma would say to me: “Good\nheavens! There is Françoise looking out for us; your aunt must be anxious;\nthat means we are late.”",
        "And without wasting time by stopping to take off our ’things’ we would fly\nupstairs to my aunt Léonie’s room to reassure her, to prove to her by our\nbodily presence that all her gloomy imaginings were false, that, on the\ncontrary, nothing had happened to us, but that we had gone the ’Guermantes\nway,’ and, good lord, when one took that walk, my aunt knew well\nenough that one could never say at what time one would be home.",
        "“There, Françoise,” my aunt would say, “didn’t I tell you that they must\nhave gone the Guermantes way? Good gracious! They must be hungry! And your\nnice leg of mutton will be quite dried up now, after all the hours it’s\nbeen waiting. What a time to come in! Well, and so you went the Guermantes\nway?”",
        "“But, Leonie, I supposed you knew,” Mamma would answer. “I thought that\nFrançoise had seen us go out by the little gate, through the\nkitchen-garden.”",
        "For there were, in the environs of Combray, two ’ways’ which we used to\ntake for our walks, and so diametrically opposed that we would actually\nleave the house by a different door, according to the way we had chosen:\nthe way towards Méséglise-la-Vineuse, which we called also ’Swann’s way,’\nbecause, to get there, one had to pass along the boundary of M. Swann’s\nestate, and the ’Guermantes way.’ Of Méséglise-la-Vineuse, to tell the\ntruth, I never knew anything more than the way there, and the strange\npeople who would come over on Sundays to take the air in Combray, people\nwhom, this time, neither my aunt nor any of us would ’know at all,’ and\nwhom we would therefore assume to be ’people who must have come over from\nMéséglise.’ As for Guermantes, I was to know it well enough one day, but\nthat day had still to come; and, during the whole of my boyhood, if\nMéséglise was to me something as inaccessible as the horizon, which\nremained hidden from sight, however far one went, by the folds of a\ncountry which no longer bore the least resemblance to the country round\nCombray; Guermantes, on the other hand, meant no more than the ultimate\ngoal, ideal rather than real, of the ’Guermantes way,’ a sort of abstract\ngeographical term like the North Pole or the Equator. And so to ’take the\nGuermantes way’ in order to get to Méséglise, or vice versa, would have\nseemed to me as nonsensical a proceeding as to turn to the east in order\nto reach the west. Since my father used always to speak of the ’Méséglise\nway’ as comprising the finest view of a plain that he knew anywhere, and\nof the ’Guermantes way’ as typical of river scenery, I had invested each\nof them, by conceiving them in this way as two distinct entities, with\nthat cohesion, that unity which belongs only to the figments of the mind;\nthe smallest detail of either of them appeared to me as a precious thing,\nwhich exhibited the special excellence of the whole, while, immediately\nbeside them, in the first stages of our walk, before we had reached the\nsacred soil of one or the other, the purely material roads, at definite\npoints on which they were set down as the ideal view over a plain and the\nideal scenery of a river, were no more worth the trouble of looking at\nthem than, to a keen playgoer and lover of dramatic art, are the little\nstreets which may happen to run past the walls of a theatre. But, above\nall, I set between them, far more distinctly than the mere distance in\nmiles and yards and inches which separated one from the other, the\ndistance that there was between the two parts of my brain in which I used\nto think of them, one of those distances of the mind which time serves\nonly to lengthen, which separate things irremediably from one another,\nkeeping them for ever upon different planes. And this distinction was\nrendered still more absolute because the habit we had of never going both\nways on the same day, or in the course of the same walk, but the\n’Méséglise way’ one time and the ’Guermantes way’ another, shut them up,\nso to speak, far apart and unaware of each other’s existence, in the\nsealed vessels–between which there could be no communication–of separate\nafternoons.",
        "When we had decided to go the ’Méséglise way’ we would start (without\nundue haste, and even if the sky were clouded over, since the walk was not\nvery long, and did not take us too far from home), as though we were not\ngoing anywhere in particular, by the front-door of my aunt’s house, which\nopened on to the Rue du Saint-Esprit. We would be greeted by the gunsmith,\nwe would drop our letters into the box, we would tell Théodore, from\nFrançoise, as we passed, that she had run out of oil or coffee, and we\nwould leave the town by the road which ran along the white fence of M.\nSwann’s park. Before reaching it we would be met on our way by the scent\nof his lilac-trees, come out to welcome strangers. Out of the fresh little\ngreen hearts of their foliage the lilacs raised inquisitively over the\nfence of the park their plumes of white or purple blossom, which glowed,\neven in the shade, with the sunlight in which they had been bathed. Some\nof them, half-concealed by the little tiled house, called the Archers’\nLodge, in which Swann’s keeper lived, overtopped its gothic gable with\ntheir rosy minaret.  The nymphs of spring would have seemed coarse and\nvulgar in comparison with these young houris, who retained, in this French\ngarden, the pure and vivid colouring of a Persian miniature. Despite my\ndesire to throw my arms about their pliant forms and to draw down towards\nme the starry locks that crowned their fragrant heads, we would pass them\nby without stopping, for my parents had ceased to visit Tansonville since\nSwann’s marriage, and, so as not to appear to be looking into his park, we\nwould, instead of taking the road which ran beside its boundary and then\nclimbed straight up to the open fields, choose another way, which led in\nthe same direction, but circuitously, and brought us out rather too far\nfrom home.",
        "One day my grandfather said to my ’father: “Don’t you remember Swann’s\ntelling us yesterday that his wife and daughter had gone off to Rheims and\nthat he was taking the opportunity of spending a day or two in Paris? We\nmight go along by the park, since the ladies are not at home; that will\nmake it a little shorter.”",
        "We stopped for a moment by the fence. Lilac-time was nearly over; some of\nthe trees still thrust aloft, in tall purple chandeliers, their tiny balls\nof blossom, but in many places among their foliage where, only a week\nbefore, they had still been breaking in waves of fragrant foam, these were\nnow spent and shrivelled and discoloured, a hollow scum, dry and\nscentless. My grandfather pointed out to my father in what respects the\nappearance of the place was still the same, and how far it had altered\nsince the walk that he had taken with old M. Swann, on the day of his\nwife’s death; and he seized the opportunity to tell us, once again, the\nstory of that walk.",
        "In front of us a path bordered with nasturtiums rose in the full glare of\nthe sun towards the house. But to our right the park stretched away into\nthe distance, on level ground. Overshadowed by the tall trees which stood\nclose around it, an ’ornamental water’ had been constructed by Swann’s\nparents but, even in his most artificial creations, nature is the material\nupon which man has to work; certain spots will persist in remaining\nsurrounded by the vassals of their own especial sovereignty, and will\nraise their immemorial standards among all the ’laid-out’ scenery of a\npark, just as they would have done far from any human interference, in a\nsolitude which must everywhere return to engulf them, springing up out of\nthe necessities of their exposed position, and superimposing itself upon\nthe work of man’s hands. And so it was that, at the foot of the path which\nled down to this artificial lake, there might be seen, in its two tiers\nwoven of trailing forget-me-nots below and of periwinkle flowers above,\nthe natural, delicate, blue garland which binds the luminous, shadowed\nbrows of water-nymphs; while the iris, its swords sweeping every way in\nregal profusion, stretched out over agrimony and water-growing king-cups\nthe lilied sceptres, tattered glories of yellow and purple, of the kingdom\nof the lake.",
        "The absence of Mlle. Swann, which–since it preserved me from the terrible\nrisk of seeing her appear on one of the paths, and of being identified and\nscorned by this so privileged little girl who had Bergotte for a friend\nand used to go with him to visit cathedrals–made the exploration of\nTansonville, now for the first time permitted me, a matter of\nindifference to myself, seemed however to invest the property, in my\ngrandfather’s and father’s eyes, with a fresh and transient charm, and\n(like an entirely cloudless sky when one is going mountaineering) to make\nthe day extraordinarily propitious for a walk in this direction; I should\nhave liked to see their reckoning proved false, to see, by a miracle,\nMlle. Swann appear, with her father, so close to us that we should not\nhave time to escape, and should therefore be obliged to make her\nacquaintance. And so, when I suddenly noticed a straw basket lying\nforgotten on the grass by the side of a line whose float was bobbing in\nthe water, I made a great effort to keep my father and grandfather looking\nin another direction, away from this sign that she might, after all, be in\nresidence. Still, as Swann had told us that he ought not, really, to go\naway just then, as he had some people staying in the house, the line might\nequally belong to one of these guests. Not a footstep was to be heard on\nany of the paths. Somewhere in one of the tall trees, making a stage in\nits height, an invisible bird, desperately attempting to make the day seem\nshorter, was exploring with a long, continuous note the solitude that\npressed it on every side, but it received at once so unanimous an answer,\nso powerful a repercussion of silence and of immobility that, one would\nhave said, it had arrested for all eternity the moment which it had been\ntrying to make pass more quickly. The sunlight fell so implacably from a\nfixed sky that one was naturally inclined to slip away out of the reach of\nits attentions, and even the slumbering water, whose repose was\nperpetually being invaded by the insects that swarmed above its surface,\nwhile it dreamed, no doubt, of some imaginary maelstrom, intensified the\nuneasiness which the sight of that floating cork had wrought in me, by\nappearing to draw it at full speed across the silent reaches of a mirrored\nfirmament; now almost vertical, it seemed on the point of plunging down\nout of sight, and I had begun to ask myself whether, setting aside the\nlonging and the terror that I had of making her acquaintance, it was not\nactually my duty to warn Mlle. Swann that the fish was biting–when I was\nobliged to run after my father and grandfather, who were calling me, and\nwere surprised that I had not followed them along the little path,\nclimbing up hill towards the open fields, into which they had already\nturned.  I found the whole path throbbing with the fragrance of\nhawthorn-blossom.  The hedge resembled a series of chapels, whose walls\nwere no longer visible under the mountains of flowers that were heaped\nupon their altars; while underneath, the sun cast a square of light upon\nthe ground, as though it had shone in upon them through a window; the\nscent that swept out over me from them was as rich, and as circumscribed\nin its range, as though I had been standing before the Lady-altar, and the\nflowers, themselves adorned also, held out each its little bunch of\nglittering stamens with an air of inattention, fine, radiating ’nerves’ in\nthe flamboyant style of architecture, like those which, in church, framed\nthe stair to the rood-loft or closed the perpendicular tracery of the\nwindows, but here spread out into pools of fleshy white, like\nstrawberry-beds in spring. How simple and rustic, in comparison with\nthese, would seem the dog-roses which, in a few weeks’ time, would be\nclimbing the same hillside path in the heat of the sun, dressed in the\nsmooth silk of their blushing pink bodices, which would be undone and\nscattered by the first breath of wind.",
        "But it was in vain that I lingered before the hawthorns, to breathe in, to\nmarshal! before my mind (which knew not what to make of it), to lose in\norder to rediscover their invisible and unchanging odour, to absorb myself\nin the rhythm which disposed their flowers here and there with the\nlight-heartedness of youth, and at intervals as unexpected as certain\nintervals of music; they offered me an indefinite continuation of the same\ncharm, in an inexhaustible profusion, but without letting me delve into it\nany more deeply, like those melodies which one can play over a hundred\ntimes in succession without coming any nearer to their secret. I turned\naway from them for a moment so as to be able to return to them with\nrenewed strength.  My eyes followed up the slope which, outside the hedge,\nrose steeply to the fields, a poppy that had strayed and been lost by its\nfellows, or a few cornflowers that had fallen lazily behind, and decorated\nthe ground here and there with their flowers like the border of a\ntapestry, in which may be seen at intervals hints of the rustic theme\nwhich appears triumphant in the panel itself; infrequent still, spaced\napart as the scattered houses which warn us that we are approaching a\nvillage, they betokened to me the vast expanse of waving corn beneath the\nfleecy clouds, and the sight of a single poppy hoisting upon its slender\nrigging and holding against the breeze its scarlet ensign, over the buoy\nof rich black earth from which it sprang, made my heart beat as does a\nwayfarer’s when he perceives, upon some low-lying ground, an old and\nbroken boat which is being caulked and made seaworthy, and cries out,\nalthough he has not yet caught sight of it, “The Sea!”",
        "And then I returned to my hawthorns, and stood before them as one stands\nbefore those masterpieces of painting which, one imagines, one will be\nbetter able to ’take in’ when one has looked away, for a moment, at\nsomething else; but in vain did I shape my fingers into a frame, so as to\nhave nothing but the hawthorns before my eyes; the sentiment which they\naroused in me remained obscure and vague, struggling and failing to free\nitself, to float across and become one with the flowers. They themselves\noffered me no enlightenment, and I could not call upon any other flowers\nto satisfy this mysterious longing. And then, inspiring me with that\nrapture which we feel on seeing a work by our favourite painter quite\ndifferent from any of those that we already know, or, better still, when\nsome one has taken us and set us down in front of a picture of which we\nhave hitherto seen no more than a pencilled sketch, or when a piece of\nmusic which we have heard played over on the piano bursts out again in our\nears with all the splendour and fullness of an orchestra, my grandfather\ncalled me to him, and, pointing to the hedge of Tansonville, said: “You\nare fond of hawthorns; just look at this pink one; isn’t it pretty?”",
        "And it was indeed a hawthorn, but one whose flowers were pink, and\nlovelier even than the white. It, too, was in holiday attire, for one of\nthose days which are the only true holidays, the holy days of religion,\nbecause they are not appointed by any capricious accident, as secular\nholidays are appointed, upon days which are not specially ordained for\nsuch observances, which have nothing about them that is essentially\nfestal–but it was attired even more richly than the rest, for the flowers\nwhich clung to its branches, one above another, so thickly as to leave no\npart of the tree undecorated, like the tassels wreathed about the crook of\na rococo shepherdess, were every one of them ’in colour,’ and consequently\nof a superior quality, by the aesthetic standards of Combray, to the\n’plain,’ if one was to judge by the scale of prices at the ’stores’ in the\nSquare, or at Camus’s, where the most expensive biscuits were those whose\nsugar was pink. And for my own part I set a higher value on cream cheese\nwhen it was pink, when I had been allowed to tinge it with crushed\nstrawberries. And these flowers had chosen precisely the colour of some\nedible and delicious thing, or of some exquisite addition to one’s costume\nfor a great festival, which colours, inasmuch as they make plain the\nreason for their superiority, are those whose beauty is most evident to\nthe eyes of children, and for that reason must always seem more vivid and\nmore natural than any other tints, even after the child’s mind has\nrealised that they offer no gratification to the appetite, and have not\nbeen selected by the dressmaker. And, indeed, I had felt at once, as I had\nfelt before the white blossom, but now still more marvelling, that it was\nin no artificial manner, by no device of human construction, that the\nfestal intention of these flowers was revealed, but that it was Nature\nherself who had spontaneously expressed it (with the simplicity of a woman\nfrom a village shop, labouring at the decoration of a street altar for\nsome procession) by burying the bush in these little rosettes, almost too\nravishing in colour, this rustic ’pompadour.’ High up on the branches,\nlike so many of those tiny rose-trees, their pots concealed in jackets of\npaper lace, whose slender stems rise in a forest from the altar on the\ngreater festivals, a thousand buds were swelling and opening, paler in\ncolour, but each disclosing as it burst, as at the bottom of a cup of pink\nmarble, its blood-red stain, and suggesting even more strongly than the\nfull-blown flowers the special, irresistible quality of the hawthorn-tree,\nwhich, wherever it budded, wherever it was about to blossom, could bud and\nblossom in pink flowers alone. Taking its place in the hedge, but as\ndifferent from the rest as a young girl in holiday attire among a crowd of\ndowdy women in everyday clothes, who are staying at home, equipped and\nready for the ’Month of Mary,’ of which it seemed already to form a part,\nit shone and smiled in its cool, rosy garments, a Catholic bush indeed,\nand altogether delightful.",
        "The hedge allowed us a glimpse, inside the park, of an alley bordered with\njasmine, pansies, and verbenas, among which the stocks held open their\nfresh plump purses, of a pink as fragrant and as faded as old Spanish\nleather, while on the gravel-path a long watering-pipe, painted green,\ncoiling across the ground, poured, where its holes were, over the flowers\nwhose perfume those holes inhaled, a vertical and prismatic fan of\ninfinitesimal, rainbow-coloured drops. Suddenly I stood still, unable to\nmove, as happens when something appears that requires not only our eyes to\ntake it in, but involves a deeper kind of perception and takes possession\nof the whole of our being. A little girl, with fair, reddish hair, who\nappeared to be returning from a walk, and held a trowel in her hand, was\nlooking at us, raising towards us a face powdered with pinkish freckles.\nHer black eyes gleamed, and as I did not at that time know, and indeed\nhave never since learned how to reduce to its objective elements any\nstrong impression, since I had not, as they say, enough ’power of\nobservation’ to isolate the sense of their colour, for a long time\nafterwards, whenever I thought of her, the memory of those bright eyes\nwould at once present itself to me as a vivid azure, since her complexion\nwas fair; so much so that, perhaps, if her eyes had not been quite so\nblack–which was what struck one most forcibly on first meeting her–I\nshould not have been, as I was, especially enamoured of their imagined\nblue.",
        "I gazed at her, at first with that gaze which is not merely a messenger\nfrom the eyes, but in whose window all the senses assemble and lean out,\npetrified and anxious, that gaze which would fain reach, touch, capture,\nbear off in triumph the body at which it is aimed, and the soul with the\nbody; then (so frightened was I lest at any moment my grandfather and\nfather, catching sight of the girl, might tear me away from her, by making\nme run on in front of them) with another, an unconsciously appealing look,\nwhose object was to force her to pay attention to me, to see, to know me.\nShe cast a glance forwards and sideways, so as to take stock of my\ngrandfather and father, and doubtless the impression she formed of them\nwas that we were all absurd people, for she turned away with an\nindifferent and contemptuous air, withdrew herself so as to spare her face\nthe indignity of remaining within their field of vision; and while they,\ncontinuing to walk on without noticing her, had overtaken and passed me,\nshe allowed her eyes to wander, over the space that lay between us, in my\ndirection, without any particular expression, without appearing to have\nseen me, but with an intensity, a half-hidden smile which I was unable to\ninterpret, according to the instruction I had received in the ways of good\nbreeding, save as a mark of infinite disgust; and her hand, at the same\ntime, sketched in the air an indelicate gesture, for which, when it was\naddressed in public to a person whom one did not know, the little\ndictionary of manners which I carried in my mind supplied only one\nmeaning, namely, a deliberate insult.",
        "“Gilberte, come along; what are you doing?” called out in a piercing tone\nof authority a lady in white, whom I had not seen until that moment,\nwhile, a little way beyond her, a gentleman in a suit of linen ’ducks,’\nwhom I did not know either, stared at me with eyes which seemed to be\nstarting from his head; the little girl’s smile abruptly faded, and,\nseizing her trowel, she made off without turning to look again hi my\ndirection, with an air of obedience, inscrutable and sly.",
        "And so was wafted to my ears the name of Gilberte, bestowed on me like a\ntalisman which might, perhaps, enable me some day to rediscover her whom\nits syllables had just endowed with a definite personality, whereas, a\nmoment earlier, she had been only something vaguely seen. So it came to\nme, uttered across the heads of the stocks and jasmines, pungent and cool\nas the drops which fell from the green watering-pipe; impregnating and\nirradiating the zone of pure air through which it had passed, which it set\napart and isolated from all other air, with the mystery of the life of her\nwhom its syllables designated to the happy creatures that lived and walked\nand travelled in her company; unfolding through the arch of the pink\nhawthorn, which opened at the height of my shoulder, the quintessence of\ntheir familiarity–so exquisitely painful to myself–with her, and with\nall that unknown world of her existence, into which I should never\npenetrate.",
        "For a moment (while we moved away, and my grandfather murmured: “Poor\nSwann, what a life they are leading him; fancy sending him away so that\nshe can be left alone with her Charlus–for that was Charlus: I recognised\nhim at once! And the child, too; at her age, to be mixed up in all that!”)\nthe impression left on me by the despotic tone in which Gilberte’s mother\nhad spoken to her, without her replying, by exhibiting her to me as being\nobliged to yield obedience to some one else, as not being indeed superior\nto the whole world, calmed my sufferings somewhat, revived some hope in\nme, and cooled the ardour of my love. But very soon that love surged up\nagain in me like a reaction by which my humiliated heart was endeavouring\nto rise to Gilberte’s level, or to draw her down to its own.  I loved her;\nI was sorry not to have had the time and the inspiration to insult her, to\ndo her some injury, to force her to keep some memory of me.  I knew her to\nbe so beautiful that I should have liked to be able to retrace my steps so\nas to shake my fist at her and shout, “I think you are hideous, grotesque;\nyou are utterly disgusting!” However, I walked away, carrying with me,\nthen and for ever afterwards, as the first illustration of a type of\nhappiness rendered inaccessible to a little boy of my kind by certain laws\nof nature which it was impossible to transgress, the picture of a little\ngirl with reddish hair, and a skin freckled with tiny pink marks, who held\na trowel in her hand, and smiled as she directed towards me a long and\nsubtle and inexpressive stare. And already the charm with which her name,\nlike a cloud of incense, had filled that archway in the pink hawthorn\nthrough which she and I had, together, heard its sound, was beginning to\nconquer, to cover, to embalm, to beautify everything with which it had any\nassociation: her grandparents, whom my own had been so unspeakably\nfortunate as to know, the glorious profession of a stockholder, even the\nmelancholy neighbourhood of the Champs-Elysées, where she lived in Paris.",
        "“Léonie,” said my grandfather on our return, “I wish we had had you with\nus this afternoon. You would never have known Tansonville. If I had had\nthe courage I would have cut you a branch of that pink hawthorn you used\nto like so much.” And so my grandfather told her the story of our walk,\neither just to amuse her, or perhaps because there was still some hope\nthat she might be stimulated to rise from her bed and to go out of doors.\nFor in earlier days she had been very fond of Tansonville, and, moreover,\nSwann’s visits had been the last that she had continued to receive, at a\ntime when she had already closed her doors to all the world. And just as,\nwhen he called, in these later days, to inquire for her (and she was still\nthe only person in our household whom he would ask to see), she would send\ndown to say that she was tired at the moment and resting, but that she\nwould be happy to see him another time, so, this evening, she said to my\ngrandfather, “Yes, some day when the weather is fine I shall go for a\ndrive as far as the gate of the park.” And in saying this she was quite\nsincere. She would have liked to see Swann and Tansonville again; but the\nmere wish to do so sufficed for all that remained of her strength, which\nits fulfilment would have more than exhausted. Sometimes a spell of fine\nweather made her a little more energetic, she would rise and put on her\nclothes; but before she had reached the outer room she would be ’tired’\nagain, and would insist on returning to her bed. The process which had\nbegun in her–and in her a little earlier only than it must come to all of\nus–was the great and general renunciation which old age makes in\npreparation for death, the chrysalis stage of life, which may be observed\nwherever life has been unduly prolonged; even in old lovers who have lived\nfor one another with the utmost intensity of passion, and in old friends\nbound by the closest ties of mental sympathy, who, after a certain year,\ncease to make, the necessary journey, or even to cross the street to see\none another, cease to correspond, and know well that they will communicate\nno more in this world. My aunt must have been perfectly well aware that\nshe would not see Swann again, that she would never leave her own house\nany more, but this ultimate seclusion seemed to be accepted by her with\nall the more readiness for the very reason which, to our minds, ought to\nhave made it more unbearable; namely, that such a seclusion was forced\nupon her by the gradual and steady diminution in her strength which she\nwas able to measure daily, which, by making every action, every movement\n’tiring’ to her if not actually painful, gave to inaction, isolation and\nsilence the blessed, strengthening and refreshing charm of repose.",
        "My aunt did not go to see the pink hawthorn in the hedge, but at all hours\nof the day I would ask the rest of my family whether she was not going to\ngo, whether she used not, at one time, to go often to Tansonville, trying\nto make them speak of Mile. Swann’s parents and grandparents, who appeared\nto me to be as great and glorious as gods. The name, which had for me\nbecome almost mythological, of Swann–when I talked with my family I would\ngrow sick with longing to hear them utter it; I dared not pronounce it\nmyself, but I would draw them into a discussion of matters which led\nnaturally to Gilberte and her family, in which she was involved, in\nspeaking of which I would feel myself not too remotely banished from her\ncompany; and I would suddenly force my father (by pretending, for\ninstance, to believe that my grandfather’s business had been in our family\nbefore his day, or that the hedge with the pink hawthorn which my aunt\nLéonie wished to visit was on common ground) to correct my statements, to\nsay, as though in opposition to me and of his own accord: “No, no, the\nbusiness belonged to Swann’s father, that hedge is part of Swann’s\npark.” And then I would be obliged to pause for breath; so stifling was\nthe pressure, upon that part of me where it was for ever inscribed, of\nthat name which, at the moment when I heard it, seemed to me fuller, more\nportentous than any other name, because it was burdened with the weight of\nall the occasions on which I had secretly uttered it in my mind. It caused\nme a pleasure which I was ashamed to have dared to demand from my parents,\nfor so great was it that to have procured it for me must have involved\nthem in an immensity of effort, and with no recompense, since for them\nthere was no pleasure in the sound. And so I would prudently turn the\nconversation. And by a scruple of conscience, also. All the singular\nseductions which I had stored up in the sound of that word Swann, I found\nagain as soon as it was uttered.  And then it occurred to me suddenly that\nmy parents could not fail to experience the same emotions, that they must\nfind themselves sharing my point of view, that they perceived in their\nturn, that they condoned, that they even embraced my visionary longings,\nand I was as wretched as though I had ravished and corrupted the innocence\nof their hearts.",
        "That year my family fixed the day of their return to Paris rather earlier\nthan usual. On the morning of our departure I had had my hair curled, to\nbe ready to face the photographer, had had a new hat carefully set upon my\nhead, and had been buttoned into a velvet jacket; a little later my\nmother, after searching everywhere for me, found me standing in tears on\nthat steep little hillside close to Tansonville, bidding a long farewell\nto my hawthorns, clasping their sharp branches to my bosom, and (like a\nprincess in a tragedy, oppressed by the weight of all her senseless\njewellery) with no gratitude towards the officious hand which had, in\ncurling those ringlets, been at pains to collect all my hair upon my\nforehead; trampling underfoot the curl-papers which I had torn from my\nhead, and my new hat with them. My mother was not at all moved by my\ntears, but she could not suppress a cry at the sight of my battered\nheadgear and my ruined jacket.  I did not, however, hear her. “Oh, my poor\nlittle hawthorns,” I was assuring them through my sobs, “it is not you\nthat want to make me unhappy, to force me to leave you. You, you have\nnever done me any harm. So I shall always love you.” And, drying my eyes,\nI promised them that, when I grew up, I would never copy the foolish\nexample of other men, but that even in Paris, on fine spring days, instead\nof paying calls and listening to silly talk, I would make excursions into\nthe country to see the first hawthorn-trees in bloom.",
        "Once in the fields we never left them again during the rest of our\nMéséglise walk. They were perpetually crossed, as though by invisible\nstreams of traffic, by the wind, which was to me the tutelary genius of\nCombray.  Every year, on the day of our arrival, in order to feel that I\nreally was at Combray, I would climb the hill to find it running again\nthrough my clothing, and setting me running in its wake. One always had\nthe wind for companion when one went the ’Méséglise way,’ on that swelling\nplain which stretched, mile beyond mile, without any disturbance of its\ngentle contour.  I knew that Mlle. Swann used often to go and spend a few\ndays at Laon, and, for all that it was many miles away, the distance was\nobviated by the absence of any intervening obstacle; when, on hot\nafternoons, I would see a breath of wind emerge from the farthest horizon,\nbowing the heads of the corn in distant fields, pouring like a flood over\nall that vast expanse, and finally settling down, warm and rustling, among\nthe clover and sainfoin at my feet, that plain which was common to us both\nseemed then to draw us together, to unite us; I would imagine that the\nsame breath had passed by her also, that there was some message from her\nin what it was whispering to me, without my being able to understand it,\nand I would catch and kiss it as it passed. On my left was a village\ncalled Champieu (Campus Pagani, according to the Curé). On my right I\ncould see across the cornfields the two crocketed, rustic spires of\nSaint-André-des-Champs, themselves as tapering, scaly, plated,\nhoneycombed, yellowed, and roughened as two ears of wheat.",
        "At regular intervals, among the inimitable ornamentation of their leaves,\nwhich can be mistaken for those of no other fruit-tree, the apple-trees\nwere exposing their broad petals of white satin, or hanging in shy bunches\ntheir unopened, blushing buds. It was while going the ’Méséglise way’ that\nI first noticed the circular shadow which apple-trees cast upon the sunlit\nground, and also those impalpable threads of golden silk which the setting\nsun weaves slantingly downwards from beneath their leaves, and which I\nwould see my father slash through with his stick without ever making them\nswerve from their straight path.",
        "Sometimes in the afternoon sky a white moon would creep up like a little\ncloud, furtive, without display, suggesting an actress who does not have\nto ’come on’ for a while, and so goes ’in front’ in her ordinary clothes\nto watch the rest of the company for a moment, but keeps in the\nbackground, not wishing to attract attention to herself. I was glad to\nfind her image reproduced in books and paintings, though these works of\nart were very different–at least in my earlier years, before Bloch had\nattuned my eyes and mind to more subtle harmonies–from those in which the\nmoon seems fair to me to-day, but in which I should not have recognised\nher then. It might be, for instance, some novel by Saintine, some\nlandscape by Gleyre, in which she is cut out sharply against the sky, in\nthe form of a silver sickle, some work as unsophisticated and as\nincomplete as were, at that date, my own impressions, and which it enraged\nmy grandmother’s sisters to see me admire. They held that one ought to set\nbefore children, and that children shewed their own innate good taste in\nadmiring, only such books and pictures as they would continue to admire\nwhen their minds were developed and mature. No doubt they regarded\naesthetic values as material objects which an unclouded vision could not\nfail to discern, without needing to have their equivalent in experience of\nlife stored up and slowly ripening in one’s heart.",
        "It was along the ’Méséglise way,’ at Montjouvain, a house built on the\nedge of a large pond, and overlooked by a steep, shrub-grown hill, that M.\nVinteuil lived. And so we used often to meet his daughter driving her\ndogcart at full speed along the road. After a certain year we never saw\nher alone, but always accompanied by a friend, a girl older than herself,\nwith an evil reputation in the neighbourhood, who in the end installed\nherself permanently, one day, at Montjouvain. People said: “That poor M.\nVinteuil must be blinded by love not to see what everyone is talking\nabout, and to let his daughter–a man who is horrified if you use a word\nin the wrong sense–bring a woman like that to live under his roof. He\nsays that she is a most superior woman, with a heart of gold, and that she\nwould have shewn extraordinary musical talent if she had only been\ntrained. He may be sure it is not music that she is teaching his\ndaughter.” But M. Vinteuil assured them that it was, and indeed it is\nremarkable that people never fail to arouse admiration of their normal\nqualities in the relatives of anyone with whom they are in physical\nintercourse. Bodily passion, which has been so unjustly decried, compels\nits victims to display every vestige that is in them of unselfishness and\ngenerosity, and so effectively that they shine resplendent in the eyes of\nall beholders. Dr. Percepied, whose loud voice and bushy eyebrows enabled\nhim to play to his heart’s content the part of ’double-dealer,’ a part to\nwhich he was not, otherwise, adapted, without in the least degree\ncompromising his unassailable and quite unmerited reputation of being a\nkind-hearted old curmudgeon, could make the Curé and everyone else laugh\nuntil they cried by saying in a harsh voice: “What d’ye say to this, now?\nIt seems that she plays music with her friend, Mile. Vinteuil.  That\nsurprises you, does it? Oh, I know nothing, nothing at all. It was Papa\nVinteuil who told me all about it yesterday. After all, she has every\nright to be fond of music, that girl. I should never dream of thwarting\nthe artistic vocation of a child; nor Vinteuil either, it seems. And then\nhe plays music too, with his daughter’s friend. Why, gracious heavens, it\nmust be a regular musical box, that house out there! What are you laughing\nat?  I say they’ve been playing too much music, those people. I met Papa\nVinteuil the other day, by the cemetery. It was all he could do to keep on\nhis feet.”",
        "Anyone who, like ourselves, had seen M. Vinteuil, about this time,\navoiding people whom he knew, and turning away as soon as he caught sight\nof them, changed in a few months into an old man, engulfed in a sea of\nsorrows, incapable of any effort not directly aimed at promoting his\ndaughter’s happiness, spending whole days beside his wife’s grave, could\nhardly have failed to realise that he was gradually dying of a broken\nheart, could hardly have supposed that he paid no attention to the rumours\nwhich were going about. He knew, perhaps he even believed, what his\nneighbours were saying.  There is probably no one, however rigid his\nvirtue, who is not liable to find himself, by the complexity of\ncircumstances, living at close quarters with the very vice which he\nhimself has been most outspoken in condemning, without at first\nrecognising it beneath the disguise which it assumes on entering his\npresence, so as to wound him and to make him suffer; the odd words, the\nunaccountable attitude, one evening, of a person whom he has a thousand\nreasons for loving. But for a man of M. Vinteuil’s sensibility it must\nhave been far more painful than for a hardened man of the world to have to\nresign himself to one of those situations which are wrongly supposed to\noccur in Bohemian circles only; for they are produced whenever there needs\nto establish itself in the security necessary to its development a vice\nwhich Nature herself has planted in the soul of a child, perhaps by no\nmore than blending the virtues of its father and mother, as she might\nblend the colours of their eyes. And yet however much M. Vinteuil may have\nknown of his daughter’s conduct it did not follow that his adoration of\nher grew any less. The facts of life do not penetrate to the sphere in\nwhich our beliefs are cherished; as it was not they that engendered those\nbeliefs, so they are powerless to destroy them; they can aim at them\ncontinual blows of contradiction and disproof without weakening them; and\nan avalanche of miseries and maladies coming, one after another, without\ninterruption into the bosom of a family, will not make it lose faith in\neither the clemency of its God or the capacity of its physician. But when\nM. Vinteuil regarded his daughter and himself from the point of view of\nthe world, and of their reputation, when he attempted to place himself by\nher side in the rank which they occupied in the general estimation of\ntheir neighbours, then he was bound to give judgment, to utter his own and\nher social condemnation in precisely the terms which the inhabitant of\nCombray most hostile to him and his daughter would have employed; he saw\nhimself and her in ’low,’ in the very ’lowest water,’ inextricably\nstranded; and his manners had of late been tinged with that humility, that\nrespect for persons who ranked above him and to whom he must now look up\n(however far beneath him they might hitherto have been), that tendency to\nsearch for some means of rising again to their level, which is an almost\nmechanical result of any human misfortune.",
        "One day, when we were walking with Swann in one of the streets of Combray,\nM. Vinteuil, turning out of another street, found himself so suddenly face\nto face with us all that he had not time to escape; and Swann, with that\nalmost arrogant charity of a man of the world who, amid the dissolution of\nall his own moral prejudices, finds in another’s shame merely a reason for\ntreating him with a friendly benevolence, the outward signs of which serve\nto enhance and gratify the self-esteem of the bestower because he feels\nthat they are all the more precious to him upon whom they are bestowed,\nconversed at great length with M. Vinteuil, with whom for a long time he\nhad been barely on speaking terms, and invited him, before leaving us, to\nsend his daughter over, one day, to play at Tansonville. It was an\ninvitation which, two years earlier, would have enraged M. Vinteuil, but\nwhich now filled him with so much gratitude that he felt himself obliged\nto refrain from the indiscretion of accepting. Swann’s friendly regard for\nhis daughter seemed to him to be in itself so honourable, so precious a\nsupport for his cause that he felt it would perhaps be better to make no\nuse of it, so as to have the wholly Platonic satisfaction of keeping it in\nreserve.",
        "“What a charming man!” he said to us, after Swann had gone, with the same\nenthusiasm and veneration which make clever and pretty women of the middle\nclasses fall victims to the physical and intellectual charms of a duchess,\neven though she be ugly and a fool. “What a charming man!  What a pity\nthat he should have made such a deplorable marriage!”",
        "And then, so strong an element of hypocrisy is there in even the most\nsincere of men, who cast off, while they are talking to anyone, the\nopinion they actually hold of him and will express when he is no longer\nthere, my family joined with M. Vinteuil in deploring Swann’s marriage,\ninvoking principles and conventions which (all the more because they\ninvoked them in common with him, as though we were all thorough good\nfellows of the same sort) they appeared to suggest were in no way\ninfringed at Montjouvain.  M. Vinteuil did not send his daughter to visit\nSwann, an omission which Swann was the first to regret. For constantly,\nafter meeting M. Vinteuil, he would remember that he had been meaning for\na long time to ask him about some one of the same name as himself, one of\nhis relatives, Swann supposed. And on this occasion he determined that he\nwould not forget what he had to say to him when M. Vinteuil should appear\nwith his daughter at Tansonville.",
        "Since the ’Méséglise way’ was the shorter of the two that we used to take\nfor our walks round Combray, and for that reason was reserved for days of\nuncertain weather, it followed that the climate of Méséglise shewed an\nunduly high rainfall, and we would never lose sight of the fringe of\nRoussainville wood, so that we could, at any moment, run for shelter\nbeneath its dense thatch of leaves.",
        "Often the sun would disappear behind a cloud, which impinged on its\nroundness, but whose edge the sun gilded in return. The brightness, though\nnot the light of day, would then be shut off from a landscape in which all\nlife appeared to be suspended, while the little village of Roussainville\ncarved in relief upon the sky the white mass of its gables, with a\nstartling precision of detail. A gust of wind blew from its perch a rook,\nwhich floated away and settled in the distance, while beneath a paling sky\nthe woods on the horizon assumed a deeper tone of blue, as though they\nwere painted in one of those cameos which you still find decorating the\nwalls of old houses.",
        "But on other days would begin to fall the rain, of which we had had due\nwarning from the little barometer-figure which the spectacle-maker hung\nout in his doorway. Its drops, like migrating birds which fly off in a\nbody at a given moment, would come down out of the sky in close marching\norder.  They would never drift apart, would make no movement at random in\ntheir rapid course, but each one, keeping in its place, would draw after\nit the drop which was following, and the sky would be as greatly darkened\nas by the swallows flying south. We would take refuge among the trees. And\nwhen it seemed that their flight was accomplished, a few last drops,\nfeebler and slower than the rest, would still come down. But we would\nemerge from our shelter, for the rain was playing a game, now, among the\nbranches, and, even when it was almost dry again underfoot, a stray drop\nor two, lingering in the hollow of a leaf, would run down and hang\nglistening from the point of it until suddenly it splashed plump upon our\nupturned faces from the whole height of the tree.",
        "Often, too, we would hurry for shelter, tumbling in among all its stony\nsaints and patriarchs, into the porch of Saint-André-des-Champs, How\ntypically French that church was! Over its door the saints, the kings of\nchivalry with lilies in their hands, the wedding scenes and funerals were\ncarved as they might have been in the mind of Françoise. The sculptor had\nalso recorded certain anecdotes of Aristotle and Virgil, precisely as\nFrançoise in her kitchen would break into speech about Saint Louis as\nthough she herself had known him, generally in order to depreciate, by\ncontrast with him, my grandparents, whom she considered less ’righteous.’\nOne could see that the ideas which the mediaeval artist and the mediaeval\npeasant (who had survived to cook for us in the nineteenth century) had of\nclassical and of early Christian history, ideas whose inaccuracy was\natoned for by their honest simplicity, were derived not from books, but\nfrom a tradition at once ancient and direct, unbroken, oral, degraded,\nunrecognisable, and alive. Another Combray person whom I could discern\nalso, potential and typified, in the gothic sculptures of\nSaint-André-des-Champs was young Théodore, the assistant in Camus’s shop.\nAnd, indeed, Françoise herself was well aware that she had in him a\ncountryman and contemporary, for when my aunt was too ill for Françoise to\nbe able, unaided, to lift her in her bed or to carry her to her chair,\nrather than let the kitchen-maid come upstairs and, perhaps, ’make an\nimpression’ on my aunt, she would send out for Théodore. And this lad, who\nwas regarded, and quite rightly, in the town as a ’bad character,’ was so\nabounding in that spirit which had served to decorate the porch of\nSaint-André-des-Champs, and particularly in the feelings of respect due,\nin Franchise’s eyes, to all ’poor invalids,’ and, above all, to her own\n’poor mistress,’ that he had, when he bent down to raise my aunt’s head\nfrom her pillow, the same air of préraphaélite simplicity and zeal which\nthe little angels in the has-reliefs wear, who throng, with tapers in\ntheir hands, about the deathbed of Our Lady, as though those carved faces\nof stone, naked and grey like trees in winter, were, like them, asleep\nonly, storing up life and waiting to flower again in countless plebeian\nfaces, reverend and cunning as the face of Théodore, and glowing with the\nruddy brilliance of ripe apples.",
        "There, too, not fastened to the wall like the little angels, but detached\nfrom the porch, of more than human stature, erect upon her pedestal as\nupon a footstool, which had been placed there to save her feet from\ncontact with the wet ground, stood a saint with the full cheeks, the firm\nbreasts which swelled out inside her draperies like a cluster of ripe\ngrapes inside a bag, the narrow forehead, short and stubborn nose,\ndeep-set eyes, and strong, thick-skinned, courageous expression of the\ncountry-women of those parts. This similarity, which imparted to the\nstatue itself a kindliness that I had not looked to find in it, was\ncorroborated often by the arrival of some girl from the fields, come, like\nourselves, for shelter beneath the porch, whose presence there–as when\nthe leaves of a climbing plant have grown up beside leaves carved in\nstone–seemed intended by fate to allow us, by confronting it with its\ntype in nature, to form a critical estimate of the truth of the work of\nart. Before our eyes, in the distance, a promised or an accursed land,\nRoussainville, within whose walls I had never penetrated, Roussainville\nwas now, when the rain had ceased for us, still being chastised, like a\nvillage in the Old Testament, by all the innumerable spears and arrows of\nthe storm, which beat down obliquely upon the dwellings of its\ninhabitants, or else had already received the forgiveness of the Almighty,\nWho had restored to it the light of His sun, which fell upon it in rays of\nuneven length, like the rays of a monstrance upon an altar.",
        "Sometimes, when the weather had completely broken, we were obliged to go\nhome and to remain shut up indoors. Here and there, in the distance, in a\nlandscape which, what with the failing light and saturated atmosphere,\nresembled a seascape rather, a few solitary houses clinging to the lower\nslopes of a hill whose heights were buried in a cloudy darkness shone out\nlike little boats which had folded their sails and would ride at anchor,\nall night, upon the sea. But what mattered rain or storm? In summer, bad\nweather is no more than a passing fit of superficial ill-temper expressed\nby the permanent, underlying fine weather; a very different thing from the\nfluid and unstable ’fine weather’ of winter, its very opposite, in fact;\nfor has it not (firmly established in the soil, on which it has taken\nsolid form in dense masses of foliage over which the rain may pour in\ntorrents without weakening the resistance offered by their real and\nlasting happiness) hoisted, to keep them flying throughout the season, in\nthe village streets, on the walls of the houses and in their gardens, its\nsilken banners, violet and white. Sitting in the little parlour, where I\nwould pass the time until dinner with a book, I might hear the water\ndripping from our chestnut-trees, but I would know that the shower would\nonly glaze and brighten the greenness of their thick, crumpled leaves, and\nthat they themselves had undertaken to remain there, like pledges of\nsummer, all through the rainy night, to assure me of the fine weather’s\ncontinuing; it might rain as it pleased, but to-morrow, over the white\nfence of Tansonville, there would surge and flow, numerous as ever, a sea\nof little heart-shaped leaves; and without the least anxiety I could watch\nthe poplar in the Rue des Perchamps praying for mercy, bowing in\ndesperation before the storm; without the least anxiety I could hear, at\nthe far end of the garden, the last peals of thunder growling among our\nlilac-trees.",
        "If the weather was bad all morning, my family would abandon the idea of a\nwalk, and I would remain at home. But, later on, I formed the habit of\ngoing out by myself on such days, and walking towards\nMéséglise-la-Vineuse, during that autumn when we had to come to Combray to\nsettle the division of my aunt Léonie’s estate; for she had died at last,\nleaving both parties among her neighbours triumphant in the fact of her\ndemise–those who had insisted that her mode of life was enfeebling and\nmust ultimately kill her, and, equally, those who had always maintained\nthat she suffered from some disease not imaginary, but organic, by the\nvisible proof of which the most sceptical would be obliged to own\nthemselves convinced, once she had succumbed to it; causing no intense\ngrief to any save one of her survivors, but to that one a grief savage in\nits violence. During the long fortnight of my aunt’s last illness\nFrançoise never went out of her room for an instant, never took off her\nclothes, allowed no one else to do anything for my aunt, and did not leave\nher body until it was actually in its grave. Then, at last, we understood\nthat the sort of terror in which Françoise had lived of my aunt’s harsh\nwords, her suspicions and her anger, had developed in her a sentiment\nwhich we had mistaken for hatred, and which was really veneration and\nlove. Her true mistress, whose decisions it had been impossible to\nforesee, from whose stratagems it had been so hard to escape, of whose\ngood nature it had been so easy to take advantage, her sovereign, her\nmysterious and omnipotent monarch was no more. Compared with such a\nmistress we counted for very little. The time had long passed when, on our\nfirst coming to spend our holidays at Combray, we had been of equal\nimportance, in Franchise’s eyes, with my aunt.",
        "During that autumn my parents, finding the days so fully occupied with the\nlegal formalities that had to be gone through, and discussions with\nsolicitors and farmers, that they had little time for walks which, as it\nhappened, the weather made precarious, began to let me go, without them,\nalong the ’Méséglise way,’ wrapped up in a huge Highland plaid which\nprotected me from the rain, and which I was all the more ready to throw\nover my shoulders because I felt that the stripes of its gaudy tartan\nscandalised Françoise, whom it was impossible to convince that the colour\nof one’s clothes had nothing whatever to do with one’s mourning for the\ndead, and to whom the grief which we had shewn on my aunt’s death was\nwholly unsatisfactory, since we had not entertained the neighbours to a\ngreat funeral banquet, and did not adopt a special tone when we spoke of\nher, while I at times might be heard humming a tune. I am sure that in a\nbook–and to that extent my feelings were closely akin to those of\nFrançoise–such a conception of mourning, in the manner of the Chanson de\nRoland and of the porch of Saint-André-des-Champs, would have seemed most\nattractive.  But the moment that Françoise herself approached, some evil\nspirit would urge me to attempt to make her angry, and I would avail\nmyself of the slightest pretext to say to her that I regretted my aunt’s\ndeath because she had been a good woman in spite of her absurdities, but\nnot in the least because she was my aunt; that she might easily have been\nmy aunt and yet have been so odious that her death would not have caused\nme a moment’s sorrow; statements which, in a book, would have struck me as\nmerely fatuous.",
        "And if Françoise then, inspired like a poet with a flood of confused\nreflections upon bereavement, grief, and family memories, were to plead\nher inability to rebut my theories, saying: “I don’t know how to espress\nmyself\"–I would triumph over her with an ironical and brutal common sense\nworthy of Dr. Percepied; and if she went on: “All the same she was a\ngeological relation; there is always the respect due to your geology,\"\nI would shrug my shoulders and say: “It is really very good of me to\ndiscuss the matter with an illiterate old woman who cannot speak her own\nlanguage,” adopting, to deliver judgment on Françoise, the mean and narrow\noutlook of the pedant, whom those who are most contemptuous of him in the\nimpartiality of their own minds are only too prone to copy when they are\nobliged to play a part upon the vulgar stage of life.",
        "My walks, that autumn, were all the more delightful because I used to take\nthem after long hours spent over a book. When I was tired of reading,\nafter a whole morning in the house, I would throw my plaid across my\nshoulders and set out; my body, which in a long spell of enforced\nimmobility had stored up an accumulation of vital energy, was now obliged,\nlike a spinning-top wound and let go, to spend this in every direction.\nThe walls of houses, the Tansonville hedge, the trees of Roussainville\nwood, the bushes against which Montjouvain leaned its back, all must bear\nthe blows of my walking-stick or umbrella, must hear my shouts of\nhappiness, blows and shouts being indeed no more than expressions of the\nconfused ideas which exhilarated me, and which, not being developed to the\npoint at which they might rest exposed to the light of day, rather than\nsubmit to a slow and difficult course of elucidation, found it easier and\nmore pleasant to drift into an immediate outlet. And so it is that the\nbulk of what appear to be the emotional renderings of our inmost\nsensations do no more than relieve us of the burden of those sensations by\nallowing them to escape from us in an indistinct form which does not teach\nus how it should be interpreted. When I attempt to reckon up all that I\nowe to the ’Méséglise way,’ all the humble discoveries of which it was\neither the accidental setting or the direct inspiration and cause, I am\nreminded that it was in that same autumn, on one of those walks, near the\nbushy precipice which guarded Montjouvain from the rear, that I was struck\nfor the first time by this lack of harmony between our impressions and\ntheir normal forms of expression. After an hour of rain and wind, against\nwhich I had put up a brisk fight, as I came to the edge of the Montjouvain\npond, and reached a little hut, roofed with tiles, in which M. Vinteuil’s\ngardener kept his tools, the sun shone out again, and its golden rays,\nwashed clean by the shower, blazed once more in the sky, on the trees, on\nthe wall of the hut, and on the still wet tiles of the roof, which had a\nchicken perching upon its ridge. The wind pulled out sideways the wild\ngrass that grew in the wall, and the chicken’s downy feathers, both of\nwhich things let themselves float upon the wind’s breath to their full\nextent, with the unresisting submissiveness of light and lifeless matter.\nThe tiled roof cast upon the pond, whose reflections were now clear again\nin the sunlight, a square of pink marble, the like of which I had never\nobserved before. And, seeing upon the water, where it reflected the wall,\na pallid smile responding to the smiling sky, I cried aloud in my\nenthusiasm, brandishing my furled umbrella: “Damn, damn, damn, damn!” But\nat the same time I felt that I was in duty bound not to content myself\nwith these unilluminating words, but to endeavour to see more clearly into\nthe sources of my enjoyment.",
        "And it was at that moment, too–thanks to a peasant who went past,\napparently in a bad enough humour already, but more so when he nearly\nreceived my umbrella in his face, and who replied without any cordiality\nto my “Fine day, what! good to be out walking!\"–that I learned that\nidentical emotions do not spring up in the hearts of all men\nsimultaneously, by a pre-established order. Later on I discovered that,\nwhenever I had read for too long and was in a mood for conversation, the\nfriend to whom I would be burning to say something would at that moment\nhave finished indulging himself in the delights of conversation, and\nwanted nothing now but to be left to read undisturbed. And if I had been\nthinking with affection of my parents, and forming the most sensible and\nproper plans for giving them pleasure, they would have been using the same\ninterval of time to discover some misdeed that I had already forgotten,\nand would begin to scold me severely, just as I flung myself upon them\nwith a kiss.",
        "Sometimes to the exhilaration which I derived from being alone would be\nadded an alternative feeling, so that I could not be clear in my mind to\nwhich I should give the casting vote; a feeling stimulated by the desire\nto see rise up before my eyes a peasant-girl whom I might clasp in my\narms.  Coming abruptly, and without giving me time to trace it accurately\nto its source among so many ideas of a very different kind, the pleasure\nwhich accompanied this desire seemed only a degree superior to what was\ngiven me by my other thoughts. I found an additional merit in everything\nthat was in my mind at the moment, in the pink reflection of the tiled\nroof, the wild grass in the wall, the village of Roussainville into which\nI had long desired to penetrate, the trees of its wood and the steeple of\nits church, created in them by this fresh emotion which made them appear\nmore desirable only because I thought it was they that had provoked it,\nand which seemed only to wish to bear me more swiftly towards them when it\nfilled my sails with a potent, unknown, and propitious breeze. But if this\ndesire that a woman should appear added for me something more exalting\nthan the charms of nature, they in their turn enlarged what I might, in\nthe woman’s charm, have found too much restricted. It seemed to me that\nthe beauty of the trees was hers also, and that, as for the spirit of\nthose horizons, of the village of Roussainville, of the books which I was\nreading that year, it was her kiss which would make me master of them all;\nand, my imagination drawing strength from contact with my sensuality, my\nsensuality expanding through all the realms of my imagination, my desire\nhad no longer any bounds. Moreover–just as in moments of musing\ncontemplation of nature, the normal actions of the mind being suspended,\nand our abstract ideas of things set on one side, we believe with the\nprofoundest faith in the originality, in the individual existence of the\nplace in which we may happen to be–the passing figure which my desire\nevoked seemed to be not any one example of the general type of ’woman,’\nbut a necessary and natural product of the soil. For at that time\neverything which was not myself, the earth and the creatures upon it,\nseemed to me more precious, more important, endowed with a more real\nexistence than they appear to full-grown men. And between the earth and\nits creatures I made no distinction. I had a desire for a peasant-girl\nfrom Méséglise or Roussainville, for a fisher-girl from Balbec, just as I\nhad a desire for Balbec and Méséglise. The pleasure which those girls were\nempowered to give me would have seemed less genuine, I should have had no\nfaith in it any longer, if I had been at liberty to modify its conditions\nas I chose. To meet in Paris a fisher-girl from Balbec or a peasant-girl\nfrom Méséglise would have been like receiving the present of a shell which\nI had never seen upon the beach, or of a fern which I had never found\namong the woods, would have stripped from the pleasure which she was about\nto give me all those other pleasures in the thick of which my imagination\nhad enwrapped her. But to wander thus among the woods of Roussainville\nwithout a peasant-girl to embrace was to see those woods and yet know\nnothing of their secret treasure, their deep-hidden beauty.  That girl\nwhom I never saw save dappled with the shadows of their leaves, was to me\nherself a plant of local growth, only taller than the rest, and one whose\nstructure would enable me to approach more closely than in them to the\nintimate savour of the land from which she had sprung. I could believe\nthis all the more readily (and also that the caresses by which she would\nbring that savour to my senses were themselves of a particular kind,\nyielding a pleasure which I could never derive from any but herself) since\nI was still, and must for long remain, in that period of life when one has\nnot yet separated the fact of this sensual pleasure from the various women\nin whose company one has tasted it, when one has not reduced it to a\ngeneral idea which makes one regard them thenceforward as the variable\ninstruments of a pleasure that is always the same. Indeed, that pleasure\ndoes not exist, isolated and formulated in the consciousness, as the\nultimate object with which one seeks a woman’s company, or as the cause of\nthe uneasiness which, in anticipation, one then feels. Hardly even does\none think of oneself, but only how to escape from oneself. Obscurely\nawaited, immanent and concealed, it rouses to such a paroxysm, at the\nmoment when at last it makes itself felt, those other pleasures which we\nfind in the tender glance, in the kiss of her who is by our side, that it\nseems to us, more than anything else, a sort of transport of gratitude for\nthe kindness of heart of our companion and for her touching predilection\nof ourselves, which we measure by the benefits, by the happiness that she\nshowers upon us.",
        "Alas, it was in vain that I implored the dungeon-keep of Roussainville,\nthat I begged it to send out to meet me some daughter of its village,\nappealing to it as to the sole confidant to whom I had disclosed my\nearliest desire when, from the top floor of our house at Combray, from the\nlittle room that smelt of orris-root, I had peered out and seen nothing\nbut its tower, framed in the square of the half-opened window, while, with\nthe heroic scruples of a traveller setting forth for unknown climes, or of\na desperate wretch hesitating on the verge of self-destruction, faint with\nemotion, I explored, across the bounds of my own experience, an untrodden\npath which, I believed, might lead me to my death, even–until passion\nspent itself and left me shuddering among the sprays of flowering currant\nwhich, creeping in through the window, tumbled all about my body. In vain\nI called upon it now. In vain I compressed the whole landscape into my\nfield of vision, draining it with an exhaustive gaze which sought to\nextract from it a female creature. I might go alone as far as the porch of\nSaint-André-des-Champs: never did I find there the girl whom I should\ninevitably have met, had I been with my grandfather, and so unable to\nengage her in conversation.  I would fix my eyes, without limit of time,\nupon the trunk of a distant tree, from behind which she must appear and\nspring towards me; my closest scrutiny left the horizon barren as before;\nnight was falling; without any hope now would I concentrate my attention,\nas though to force up out of it the creatures which it must conceal, upon\nthat sterile soil, that stale and outworn land; and it was no longer in\nlightness of heart, but with sullen anger that I aimed blows at the trees\nof Roussainville wood, from among which no more living creatures made\ntheir appearance than if they had been trees painted on the stretched\ncanvas background of a panorama, when, unable to resign myself to having\nto return home without having held in my arms the woman I so greatly\ndesired, I was yet obliged to retrace my steps towards Combray, and to\nadmit to myself that the chance of her appearing in my path grew smaller\nevery moment. And if she had appeared, would I have dared to speak to her?\nI felt that she would have regarded me as mad, for I no longer thought of\nthose desires which came to me on my walks, but were never realized, as\nbeing shared by others, or as having any existence apart from myself. They\nseemed nothing more now than the purely subjective, impotent, illusory\ncreatures of my temperament. They were in no way connected now with\nnature, with the world of real things, which from now onwards lost all its\ncharm and significance, and meant no more to my life than a purely\nconventional framework, just as the action of a novel is framed in the\nrailway carriage, on a seat of which a traveller is reading it to pass the\ntime.",
        "And it is perhaps from another impression which I received at\nMont-jouvain, some years later, an impression which at that time was\nwithout meaning, that there arose, long afterwards, my idea of that cruel\nside of human passion called ’sadism.’ We shall see, in due course, that\nfor quite another reason the memory of this impression was to play an\nimportant part in my life. It was during a spell of very hot weather; my\nparents, who had been obliged to go away for the whole day, had told me\nthat I might stay out as late as I pleased; and having gone as far as the\nMontjouvain pond, where I enjoyed seeing again the reflection of the tiled\nroof of the hut, I had lain down in the shade and gone to sleep among the\nbushes on the steep slope that rose up behind the house, just where I had\nwaited for my parents, years before, one day when they had gone to call on\nM.  Vinteuil. It was almost dark when I awoke, and I wished to rise and go\naway, but I saw Mile. Vinteuil (or thought, at least, that I recognised\nher, for I had not seen her often at Combray, and then only when she was\nstill a child, whereas she was now growing into a young woman), who\nprobably had just come in, standing in front of me, and only a few feet\naway from me, in that room in which her father had entertained mine, and\nwhich she had now made into a little sitting-room for herself. The window\nwas partly open; the lamp was lighted; I could watch her every movement\nwithout her being able to see me; but, had I gone away, I must have made a\nrustling sound among the bushes, she would have heard me, and might have\nthought that I had been hiding there in order to spy upon her.",
        "She was in deep mourning, for her father had but lately died. We had not\ngone to see her; my mother had not cared to go, on account of that virtue\nwhich alone in her fixed any bounds to her benevolence–namely, modesty;\nbut she pitied the girl from the depths of her heart. My mother had not\nforgotten the sad end of M. Vinteuil’s life, his complete absorption,\nfirst in having to play both mother and nursery-maid to his daughter, and,\nlater, in the suffering which she had caused him; she could see the\ntortured expression which was never absent from the old man’s face in\nthose terrible last years; she knew that he had definitely abandoned the\ntask of transcribing in fair copies the whole of his later work, the poor\nlittle pieces, we imagined, of an old music-master, a retired village\norganist, which, we assumed, were of little or no value in themselves,\nthough we did not despise them, because they were of such great value to\nhim and had been the chief motive of his life before he sacrificed them to\nhis daughter; pieces which, being mostly not even written down, but\nrecorded only in his memory, while the rest were scribbled on loose sheets\nof paper, and quite illegible, must now remain unknown for ever; my mother\nthought, also, of that other and still more cruel renunciation to which M.\nVinteuil had been driven, that of seeing the girl happily settled, with an\nhonest and respectable future; when she called to mind all this utter and\ncrushing misery that had come upon my aunts’ old music-master, she was\nmoved to very real grief, and shuddered to think of that other grief, so\ndifferent in its bitterness, which Mlle. Vinteuil must now be feeling,\ntinged with remorse at having virtually killed her father. “Poor M.\nVinteuil,” my mother would say, “he lived for his daughter, and now he has\ndied for her, without getting his reward. Will he get it now, I wonder,\nand in what form?  It can only come to him from her.”",
        "At the far end of Mlle. Vinteuil’s sitting-room, on the mantelpiece, stood\na small photograph of her father which she went briskly to fetch, just as\nthe sound of carriage wheels was heard from the road outside, then flung\nherself down on a sofa and drew close beside her a little table on which\nshe placed the photograph, just as, long ago, M. Vinteuil had ’placed’\nbeside him the piece of music which he would have liked to play over to my\nparents. And then her friend came in. Mlle. Vinteuil greeted her without\nrising, clasping her hands behind her head, and drew her body to one side\nof the sofa, as though to ’make room.’ But no sooner had she done this\nthan she appeared to feel that she was perhaps suggesting a particular\nposition to her friend, with an emphasis which might well be regarded as\nimportunate. She thought that her friend would prefer, no doubt, to sit\ndown at some distance from her, upon a chair; she felt that she had been\nindiscreet; her sensitive heart took fright; stretching herself out again\nover the whole of the sofa, she closed her eyes and began to yawn, so as\nto indicate that it was a desire to sleep, and that alone, which had made\nher lie down there. Despite the rude and hectoring familiarity with which\nshe treated her companion I could recognise in her the obsequious and\nreticent advances, the abrupt scruples and restraints which had\ncharacterised her father. Presently she rose and came to the window, where\nshe pretended to be trying to close the shutters and not succeeding.",
        "“Leave them open,” said her friend. “I am hot.”",
        "“But it’s too dreadful! People will see us,” Mlle. Vinteuil answered.  And\nthen she guessed, probably, that her friend would think that she had\nuttered these words simply in order to provoke a reply in certain other\nwords, which she seemed, indeed, to wish to hear spoken, but, from\nprudence, would let her friend be the first to speak. And so, although I\ncould not see her face clearly enough, I am sure that the expression must\nhave appeared on it which my grandmother had once found so delightful,\nwhen she hastily went on: “When I say ’see us’ I mean, of course, see us\nreading. It’s so dreadful to think that in every trivial little thing you\ndo some one may be overlooking you.”",
        "With the instinctive generosity of her nature, a courtesy beyond her\ncontrol, she refrained from uttering the studied words which, she had\nfelt, were indispensable for the full realisation of her desire. And\nperpetually, in the depths of her being, a shy and suppliant maiden would\nkneel before that other element, the old campaigner, battered but\ntriumphant, would intercede with him and oblige him to retire.",
        "“Oh, yes, it is so extremely likely that people are looking at us at this\ntime of night in this densely populated district!” said her friend, with\nbitter irony. “And what if they are?” she went on, feeling bound to\nannotate with a malicious yet affectionate wink these words which she was\nrepeating, out of good nature, like a lesson prepared beforehand which,\nshe knew, it would please Mlle. Vinteuil to hear. “And what if they are?\nAll the better that they should see us.”",
        "Mlle. Vinteuil shuddered and rose to her feet. In her sensitive and\nscrupulous heart she was ignorant what words ought to flow, spontaneously,\nfrom her lips, so as to produce the scene for which her eager senses\nclamoured. She reached out as far as she could across the limitations of\nher true character to find the language appropriate to a vicious young\nwoman such as she longed to be thought, but the words which, she imagined,\nsuch a young woman might have uttered with sincerity sounded unreal in her\nown mouth. And what little she allowed herself to say was said in a\nstrained tone, in which her ingrained timidity paralysed her tendency to\nfreedom and audacity of speech; while she kept on interrupting herself\nwith: “You’re sure you aren’t cold? You aren’t too hot? You don’t want to\nsit and read by yourself?...",
        "“Your ladyship’s thoughts seem to be rather ’warm’ this evening,” she\nconcluded, doubtless repeating a phrase which she had heard used, on some\nearlier occasion, by her friend.",
        "In the V-shaped opening of her crape bodice Mlle. Vinteuil felt the sting\nof her friend’s sudden kiss; she gave a little scream and ran away; and\nthen they began to chase one another about the room, scrambling over the\nfurniture, their wide sleeves fluttering like wings, clucking and crowing\nlike a pair of amorous fowls. At last Mlle. Vinteuil fell down exhausted\nupon the sofa, where she was screened from me by the stooping body of her\nfriend. But the latter now had her back turned to the little table on\nwhich the old music-master’s portrait had been arranged. Mlle.  Vinteuil\nrealised that her friend would not see it unless her attention were drawn\nto it, and so exclaimed, as if she herself had just noticed it for the\nfirst time: “Oh! there’s my father’s picture looking at us; I can’t think\nwho can have put it there; I’m sure I’ve told them twenty times, that is\nnot the proper place for it.”",
        "I remembered the words that M. Vinteuil had used to my parents in\napologising for an obtrusive sheet of music. This photograph was, of\ncourse, in common use in their ritual observances, was subjected to daily\nprofanation, for the friend replied in words which were evidently a\nliturgical response: “Let him stay there. He can’t trouble us any longer.\nD’you think he’d start whining, d’you think he’d pack you out of the house\nif he could see you now, with the window open, the ugly old monkey?”",
        "To which Mlle. Vinteuil replied, “Oh, please!\"–a gentle reproach which\ntestified to the genuine goodness of her nature, not that it was prompted\nby any resentment at hearing her father spoken of in this fashion (for\nthat was evidently a feeling which she had trained herself, by a long\ncourse of sophistries, to keep in close subjection at such moments), but\nrather because it was the bridle which, so as to avoid all appearance of\negotism, she herself used to curb the gratification which her friend was\nattempting to procure for her. It may well have been, too, that the\nsmiling moderation with which she faced and answered these blasphemies,\nthat this tender and hypocritical rebuke appeared to her frank and\ngenerous nature as a particularly shameful and seductive form of that\ncriminal attitude towards life which she was endeavouring to adopt.  But\nshe could not resist the attraction of being treated with affection by a\nwoman who had just shewn herself so implacable towards the defenceless\ndead; she sprang on to the knees of her friend and held out a chaste brow\nto be kissed; precisely as a daughter would have done to her mother,\nfeeling with exquisite joy that they would thus, between them, inflict the\nlast turn of the screw of cruelty, in robbing M. Vinteuil, as though they\nwere actually rifling his tomb, of the sacred rights of fatherhood. Her\nfriend took the girl’s head in her hands and placed a kiss on her brow\nwith a docility prompted by the real affection she had for Mlle. Vinteuil,\nas well as by the desire to bring what distraction she could into the dull\nand melancholy life of an orphan.",
        "“Do you know what I should like to do to that old horror?” she said,\ntaking up the photograph. She murmured in Mlle. Vinteuil’s ear something\nthat I could not distinguish.",
        "“Oh! You would never dare.”",
        "“Not dare to spit on it? On that?” shouted the friend with deliberate\nbrutality.",
        "I heard no more, for Mlle. Vinteuil, who now seemed weary, awkward,\npreoccupied, sincere, and rather sad, came back to the window and drew the\nshutters close; but I knew now what was the reward that M. Vinteuil, in\nreturn for all the suffering that he had endured in his lifetime, on\naccount of his daughter, had received from her after his death.",
        "And yet I have since reflected that if M. Vinteuil had been able to be\npresent at this scene, he might still, and in spite of everything, have\ncontinued to believe in his daughter’s soundness of heart, and that he\nmight even, in so doing, have been not altogether wrong. It was true that\nin all Mlle. Vinteuil’s actions the appearance of evil was so strong and\nso consistent that it would have been hard to find it exhibited in such\ncompleteness save in what is nowadays called a ’sadist’; it is behind the\nfootlights of a Paris theatre, and not under the homely lamp of an actual\ncountry house, that one expects to see a girl leading her friend on to\nspit upon the portrait of a father who has lived and died for nothing and\nno one but herself; and when we find in real life a desire for\nmelodramatic effect, it is generally the ’sadic’ instinct that is\nresponsible for it. It is possible that, without being in the least\ninclined towards ’sadism,’ a girl might have shewn the same outrageous\ncruelty as Mlle. Vinteuil in desecrating the memory and defying the wishes\nof her dead father, but she would not have given them deliberate\nexpression in an act so crude in its symbolism, so lacking in subtlety;\nthe criminal element in her behaviour would have been less evident to\nother people, and even to herself, since she would not have admitted to\nherself that she was doing wrong. But, appearances apart, in Mlle.\nVinteuil’s soul, at least in the earlier stages, the evil element was\nprobably not unmixed. A ’sadist’ of her kind is an artist in evil, which a\nwholly wicked person could not be, for in that case the evil would not\nhave been external, it would have seemed quite natural to her, and would\nnot even have been distinguishable from herself; and as for virtue,\nrespect for the dead, filial obedience, since she would never have\npractised the cult of these things, she would take no impious delight in\ntheir profanation.  ’Sadists’ of Mlle. Vinteuil’s sort are creatures so\npurely sentimental, so virtuous by nature, that even sensual pleasure\nappears to them as something bad, a privilege reserved for the wicked. And\nwhen they allow themselves for a moment to enjoy it they endeavour to\nimpersonate, to assume all the outward appearance of wicked people, for\nthemselves and their partners in guilt, so as to gain the momentary\nillusion of having escaped beyond the control of their own gentle and\nscrupulous natures into the inhuman world of pleasure. And I could\nunderstand how she must have longed for such an escape when I realised\nthat it was impossible for her to effect it. At the moment when she wished\nto be thought the very antithesis of her father, what she at once\nsuggested to me were the mannerisms, in thought and speech, of the poor\nold music-master. Indeed, his photograph was nothing; what she really\ndesecrated, what she corrupted into ministering to her pleasures, but what\nremained between them and her and prevented her from any direct enjoyment\nof them, was the likeness between her face and his, his mother’s blue eyes\nwhich he had handed down to her, like some trinket to be kept in the\nfamily, those little friendly movements and inclinations which set up\nbetween the viciousness of Mlle. Vinteuil and herself a phraseology, a\nmentality not designed for vice, which made her regard it as not in any\nway different from the numberless little social duties and courtesies to\nwhich she must devote herself every day. It was not evil that gave her the\nidea of pleasure, that seemed to her attractive; it was pleasure, rather,\nthat seemed evil. And as, every time that she indulged in it, pleasure\ncame to her attended by evil thoughts such as, ordinarily, had no place in\nher virtuous mind, she came at length to see in pleasure itself something\ndiabolical, to identify it with Evil. Perhaps Mlle. Vinteuil felt that at\nheart her friend was not altogether bad, not really sincere when she gave\nvent to those blasphemous utterances.  At any rate, she had the pleasure\nof receiving those kisses on her brow, those smiles, those glances; all\nfeigned, perhaps, but akin in their base and vicious mode of expression to\nthose which would have been discernible on the face of a creature formed\nnot out of kindness and long-suffering, but out of self-indulgence and\ncruelty. She was able to delude herself for a moment into believing that\nshe was indeed amusing herself in the way in which, with so unnatural an\naccomplice, a girl might amuse herself who really did experience that\nsavage antipathy towards her father’s memory. Perhaps she would not have\nthought of wickedness as a state so rare, so abnormal, so exotic, one\nwhich it was so refreshing to visit, had she been able to distinguish in\nherself, as in all her fellow-men and women, that indifference to the\nsufferings which they cause which, whatever names else be given it, is the\none true, terrible and lasting form of cruelty.",
        "Continue...",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see Swann’s Way II.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "REMEMBRANCE OF THINGS PAST, SWANN'S WAY, WITHIN A BUDDING GROVE, THE GUERMANTES WAY - VOLUME ONEBy Marcel ProustAt Amazon"
    ]
}