{
    "title": "Remembrance of Things Past: Swann’s Way II - [That sense ...]",
    "author": "Marcel Proust",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "That sense of the complexity of the Bois de Boulogne which made it an\nartificial place and, in the zoological or mythological sense of the word,\na Garden, I captured again, this year, as I crossed it on my way to\nTrianon, on one of those mornings, early in November, when in Paris, if we\nstay indoors, being so near and yet prevented from witnessing the\ntransformation scene of autumn, which is drawing so rapidly to a close\nwithout our assistance, we feel a regret for the fallen leaves that\nbecomes a fever, and may even keep us awake at night. Into my closed room\nthey had been drifting already for a month, summoned there by my desire to\nsee them, slipping between my thoughts and the object, whatever it might\nbe, upon which I was trying to concentrate them, whirling in front of me\nlike those brown spots that sometimes, whatever we may be looking at, will\nseem to be dancing or swimming before our eyes. And on that morning, not\nhearing the splash of the rain as on the previous days, seeing the smile\nof fine weather at the corners of my drawn curtains, as from the corners\nof closed lips may escape the secret of their happiness, I had felt that I\ncould actually see those yellow leaves, with the light shining through\nthem, in their supreme beauty; and being no more able to restrain myself\nfrom going to look at the trees than, in my childhood’s days, when the\nwind howled in the chimney, I had been able to resist the longing to visit\nthe sea, I had risen and left the house to go to Trianon, passing through\nthe Bois de Boulogne.  It was the hour and the season in which the Bois\nseems, perhaps, most multiform, not only because it is then most divided,\nbut because it is divided in a different way. Even in the unwooded parts,\nwhere the horizon is large, here and there against the background of a\ndark and distant mass of trees, now leafless or still keeping their summer\nfoliage unchanged, a double row of orange-red chestnuts seemed, as in a\npicture just begun, to be the only thing painted, so far, by an artist who\nhad not yet laid any colour on the rest, and to be offering their\ncloister, in full daylight, for the casual exercise of the human figures\nthat would be added to the picture later on.",
        "Farther off, at a place where the trees were still all green, one alone,\nsmall, stunted, lopped, but stubborn in its resistance, was tossing in the\nbreeze an ugly mane of red. Elsewhere, again, might be seen the first\nawakening of this Maytime of the leaves, and those of an ampelopsis, a\nsmiling miracle, like a red hawthorn flowering in winter, had that very\nmorning all ’come out,’ so to speak, in blossom. And the Bois had the\ntemporary, unfinished, artificial look of a nursery garden or a park in\nwhich, either for some botanic purpose or in preparation for a festival,\nthere have been embedded among the trees of commoner growth, which have\nnot yet been uprooted and transplanted elsewhere, a few rare specimens,\nwith fantastic foliage, which seem to be clearing all round themselves an\nempty space, making room, giving air, diffusing light. Thus it was the\ntime of year at which the Bois de Boulogne displays more separate\ncharacteristics, assembles more distinct elements in a composite whole\nthan at any other.  It was also the time of day. In places where the trees\nstill kept their leaves, they seemed to have undergone an alteration of\ntheir substance from the point at which they were touched by the sun’s\nlight, still, at this hour in the morning, almost horizontal, as it would\nbe again, a few hours later, at the moment when, just as dusk began, it\nwould flame up like a lamp, project afar over the leaves a warm and\nartificial glow, and set ablaze the few topmost boughs of a tree that\nwould itself remain unchanged, a sombre incombustible candelabrum beneath\nits flaming crest.  At one spot the light grew solid as a brick wall, and\nlike a piece of yellow Persian masonry, patterned in blue, daubed coarsely\nupon the sky the leaves of the chestnuts; at another, it cut them off from\nthe sky towards which they stretched out their curling, golden fingers.\nHalf-way up the trunk of a tree draped with wild vine, the light had\ngrafted and brought to blossom, too dazzling to be clearly distinguished,\nan enormous posy, of red flowers apparently, perhaps of a new variety of\ncarnation.  The different parts of the Bois, so easily confounded in\nsummer in the density and monotony of their universal green, were now\nclearly divided. A patch of brightness indicated the approach to almost\nevery one of them, or else a splendid mass of foliage stood out before it\nlike an oriflamme. I could make out, as on a coloured map, Armenonville,\nthe Pré Catalan, Madrid, the Race Course and the shore of the lake. Here\nand there would appear some meaningless erection, a sham grotto, a mill,\nfor which the trees made room by drawing away from it, or which was borne\nupon the soft green platform of a grassy lawn.  I could feel that the Bois\nwas not really a wood, that it existed for a purpose alien to the life of\nits trees; my sense of exaltation was due not only to admiration of the\nautumn tints but to a bodily desire. Ample source of a joy which the heart\nfeels at first without being conscious of its cause, without understanding\nthat it results from no external impulse! Thus I gazed at the trees with\nan unsatisfied longing which went beyond them and, without my knowledge,\ndirected itself towards that masterpiece of beautiful strolling women\nwhich the trees enframed for a few hours every day. I walked towards the\nAllée des Acacias. I passed through forest groves in which the morning\nlight, breaking them into new sections, lopped and trimmed the trees,\nunited different trunks in marriage, made nosegays of their branches. It\nwould skilfully draw towards it a pair of trees; making deft use of the\nsharp chisel of light and shade, it would cut away from each of them half\nof its trunk and branches, and, weaving together the two halves that\nremained, would make of them either a single pillar of shade, defined by\nthe surrounding light, or a single luminous phantom whose artificial,\nquivering contour was encompassed in a network of inky shadows.  When a\nray of sunshine gilded the highest branches, they seemed, soaked and still\ndripping with a sparkling moisture, to have emerged alone from the liquid,\nemerald-green atmosphere in which the whole grove was plunged as though\nbeneath the sea. For the trees continued to live by their own vitality,\nand when they had no longer any leaves, that vitality gleamed more\nbrightly still from the nap of green velvet that carpeted their trunks, or\nin the white enamel of the globes of mistletoe that were scattered all the\nway up to the topmost branches of the poplars, rounded as are the sun and\nmoon in Michelangelo’s ’Creation.’ But, forced for so many years now, by a\nsort of grafting process, to share the life of feminine humanity, they\ncalled to my mind the figure of the dryad, the fair worldling, swiftly\nwalking, brightly coloured, whom they sheltered with their branches as\nshe passed beneath them, and obliged to acknowledge, as they themselves\nacknowledged, the power of the season; they recalled to me the happy days\nwhen I was young and had faith, when I would hasten eagerly to the spots\nwhere masterpieces of female elegance would be incarnate for a few moments\nbeneath the unconscious, accommodating boughs. But the beauty for which\nthe firs and acacias of the Bois de Boulogne made me long, more\ndisquieting in that respect than the chestnuts and lilacs of Trianon which\nI was going to see, was not fixed somewhere outside myself in the relics\nof an historical period, in works of art, in a little temple of love at\nwhose door was piled an oblation of autumn leaves ribbed with gold. I\nreached the shore of the lake; I walked on as far as the pigeon-shooting\nground.  The idea of perfection which I had within me I had bestowed, in\nthat other time, upon the height of a victoria, upon the raking thinness\nof those horses, frenzied and light as wasps upon the wing, with bloodshot\neyes like the cruel steeds of Diomed, which now, smitten by a desire to\nsea again what I had once loved, as ardent as the desire that had driven\nme, many years before, along the same paths, I wished to see renewed\nbefore my eyes at the moment when Mme. Swann’s enormous coachman,\nsupervised by a groom no bigger than his fist, and as infantile as Saint\nGeorge in the picture, endeavoured to curb the ardour of the flying,\nsteel-tipped pinions with which they thundered along the ground. Alas!\nthere was nothing now but motor-cars driven each by a moustached mechanic,\nwith a tall footman towering by his side. I wished to hold before my\nbodily eyes, that I might know whether they were indeed as charming as\nthey appeared to the eyes of memory, little hats, so low-crowned as to\nseem no more than garlands about the brows of women. All the hats now were\nimmense; covered with fruits and flowers and all manner of birds. In place\nof the lovely gowns in which Mme. Swann walked like a Queen, appeared\nGreco-Saxon tunics, with Tanagra folds, or sometimes, in the Directoire\nstyle, ’Liberty chiffons’ sprinkled with flowers like sheets of wallpaper.\nOn the heads of the gentlemen who might have been eligible to stroll with\nMme. Swann in the Allée de la Reine Marguerite, I found not the grey\n’tile’ hats of old, nor any other kind. They walked the Bois bare-headed.\nAnd seeing all these new elements of the spectacle, I had no longer the\nfaith which, applied to them, would have given them consistency, unity,\nlife; they passed in a scattered sequence before me, at random, without\nreality, containing in themselves no beauty that my eyes might have\nendeavoured as in the old days, to extract from them and to compose in a\npicture. They were just women, in whose elegance I had no belief, and\nwhose clothes seemed to me unimportant. But when a belief vanishes, there\nsurvives it–more and more ardently, so as to cloak the absence of the\npower, now lost to us, of imparting reality to new phenomena–an\nidolatrous attachment to the old things which our belief in them did once\nanimate, as if it was in that belief and not in ourselves that the divine\nspark resided, and as if our present incredulity had a contingent\ncause–the death of the gods.",
        "“Oh, horrible!” I exclaimed to myself: “Does anyone really imagine that\nthese motor-cars are as smart as the old carriage-and-pair? I dare say.  I\nam too old now–but I was not intended for a world in which women shackle\nthemselves in garments that are not even made of cloth. To what purpose\nshall I walk among these trees if there is nothing left now of the\nassembly that used to meet beneath the delicate tracery of reddening\nleaves, if vulgarity and fatuity have supplanted the exquisite thing that\nonce their branches framed? Oh, horrible! My consolation is to think of\nthe women whom I have known, in the past, now that there is no standard\nleft of elegance. But how can the people who watch these dreadful\ncreatures hobble by, beneath hats on which have been heaped the spoils of\naviary or garden-bed,–how can they imagine the charm that there was in\nthe sight of Mme. Swann, crowned with a close-fitting lilac bonnet, or\nwith a tiny hat from which rose stiffly above her head a single\niris?” Could I ever have made them understand the emotion that I used to\nfeel on winter mornings, when I met Mme. Swann on foot, in an otter-skin\ncoat, with a woollen cap from which stuck out two blade-like\npartridge-feathers, but enveloped also in the deliberate, artificial\nwarmth of her own house, which was suggested by nothing more than the\nbunch of violets crushed into her bosom, whose flowering, vivid and blue\nagainst the grey sky, the freezing air, the naked boughs, had the same\ncharming effect of using the season and the weather merely as a setting,\nand of living actually in a human atmosphere, in the atmosphere of this\nwoman, as had in the vases and beaupots of her drawing-room, beside the\nblazing fire, in front of the silk-covered sofa, the flowers that looked\nout through closed windows at the falling snow? But it would not have\nsufficed me that the costumes alone should still have been the same as in\nthose distant years.  Because of the solidarity that binds together the\ndifferent parts of a general impression, parts that our memory keeps in a\nbalanced whole, of which we are not permitted to subtract or to decline\nany fraction, I should have liked to be able to pass the rest of the day\nwith one of those women, over a cup of tea, in a little house with\ndark-painted walls (as Mme.  Swann’s were still in the year after that in\nwhich the first part of this story ends) against which would glow the\norange flame, the red combustion, the pink and white flickering of her\nchrysanthemums in the twilight of a November evening, in moments similar\nto those in which (as we shall see) I had not managed to discover the\npleasures for which I longed. But now, albeit they had led to nothing,\nthose moments struck me as having been charming enough in themselves. I\nsought to find them again as I remembered them. Alas! there was nothing\nnow but flats decorated in the Louis XVI style, all white paint, with\nhortensias in blue enamel. Moreover, people did not return to Paris, now,\nuntil much later. Mme. Swann would have written to me, from a country\nhouse, that she would not be in town before February, had I asked her to\nreconstruct for me the elements of that memory which I felt to belong to a\ndistant era, to a date in time towards which it was forbidden me to ascend\nagain the fatal slope, the elements of that longing which had become,\nitself, as inaccessible as the pleasure that it had once vainly pursued.\nAnd I should have required also that they be the same women, those whose\ncostume interested me because, at a time when I still had faith, my\nimagination had individualised them and had provided each of them with a\nlegend. Alas! in the acacia-avenue–the myrtle-alley–I did see some of\nthem again, grown old, no more now than grim spectres of what once they\nhad been, wandering to and fro, in desperate search of heaven knew what,\nthrough the Virgilian groves. They had long fled, and still I stood vainly\nquestioning the deserted paths. The sun’s face was hidden.  Nature began\nagain to reign over the Bois, from which had vanished all trace of the\nidea that it was the Elysian Garden of Woman; above the gimcrack windmill\nthe real sky was grey; the wind wrinkled the surface of the Grand Lac in\nlittle wavelets, like a real lake; large birds passed swiftly over the\nBois, as over a real wood, and with shrill cries perched, one after\nanother, on the great oaks which, beneath their Druidical crown, and with\nDodonaic majesty, seemed to proclaim the unpeopled vacancy of this\nestranged forest, and helped me to understand how paradoxical it is to\nseek in reality for the pictures that are stored in one’s memory, which\nmust inevitably lose the charm that comes to them from memory itself and\nfrom their not being apprehended by the senses. The reality that I had\nknown no longer existed. It sufficed that Mme. Swann did not appear, in\nthe same attire and at the same moment, for the whole avenue to be\naltered. The places that we have known belong now only to the little world\nof space on which we map them for our own convenience. None of them was\never more than a thin slice, held between the contiguous impressions that\ncomposed our life at that time; remembrance of a particular form is but\nregret for a particular moment; and houses, roads, avenues are as\nfugitive, alas, as the years.",
        " ",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see \">Swann’s Way I.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}