{
    "title": "Remembrance of Things Past: Swann’s Way II - [He might have reminded himself ...]",
    "author": "Marcel Proust",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "He might have reminded himself, all the same, that there were various old\nfriends of his family who were just as simple as the Verdurins, companions\nof his early days who were just as fond of art, that he knew other\n’great-hearted creatures,’ and that, nevertheless, since he had cast his\nvote in favour of simplicity, the arts, and magnanimity, he had entirely\nceased to see them. But these people did not know Odette, and, if they had\nknown her, would never have thought of introducing her to him.",
        "And so there was probably not, in the whole of the Verdurin circle, a\nsingle one of the ’faithful’ who loved them, or believed that he loved\nthem, as dearly as did Swann. And yet, when M. Verdurin said that he was\nnot satisfied with Swann, he had not only expressed his own sentiments, he\nhad unwittingly discovered his wife’s. Doubtless Swann had too particular\nan affection for Odette, as to which he had failed to take Mme.  Verdurin\ndaily into his confidence; doubtless the very discretion with which he\navailed himself of the Verdurins’ hospitality, refraining, often, from\ncoming to dine with them for a reason which they never suspected, and in\nplace of which they saw only an anxiety on his part not to have to decline\nan invitation to the house of some ’bore’ or other; doubtless, also, and\ndespite all the precautions which he had taken to keep it from them, the\ngradual discovery which they were making of his brilliant position in\nsociety–doubtless all these things contributed to their general annoyance\nwith Swann. But the real, the fundamental reason was quite different.\nWhat had happened was that they had at once discovered in him a locked\ndoor, a reserved, impenetrable chamber in which he still professed\nsilently to himself that the Princesse de Sagan was not grotesque, and\nthat Cottard’s jokes were not amusing; in a word (and for all that he\nnever once abandoned his friendly attitude towards them all, or revolted\nfrom their dogmas), they had discovered an impossibility of imposing those\ndogmas upon him, of entirely converting him to their faith, the like of\nwhich they had never come across in anyone before. They would have\nforgiven his going to the houses of ’bores’ (to whom, as it happened, in\nhis heart of hearts he infinitely preferred the Verdurins and all their\nlittle ’nucleus’) had he consented to set a good example by openly\nrenouncing those ’bores’ in the presence of the ’faithful.’ But that was\nan abjuration which, as they well knew, they were powerless to extort.",
        "What a difference was there in a ’newcomer’ whom Odette had asked them to\ninvite, although she herself had met him only a few times, and on whom\nthey were building great hopes–the Comte de Forcheville! (It turned out\nthat he was nothing more nor less than the brother-in-law of Saniette, a\ndiscovery which filled all the ’faithful’ with amazement: the manners of\nthe old palaeographer were so humble that they had always supposed him to\nbe of a class inferior, socially, to their own, and had never expected to\nlearn that he came of a rich and relatively aristocratic family.) Of\ncourse, Forcheville was enormously the ’swell,’ which Swann was not or had\nquite ceased to be; of course, he would never dream of placing, as Swann\nnow placed, the Verdurin circle above any other. But he lacked that\nnatural refinement which prevented Swann from associating himself with the\ncriticisms (too obviously false to be worth his notice) that Mme. Verdurin\nlevelled at people whom he knew. As for the vulgar and affected tirades in\nwhich the painter sometimes indulged, the bag-man’s pleasantries which\nCottard used to hazard,–whereas Swann, who liked both men sincerely,\ncould easily find excuses for these without having either the courage or\nthe hypocrisy to applaud them, Forcheville, on the other hand, was on an\nintellectual level which permitted him to be stupified, amazed by the\ninvective (without in the least understanding what it all was about), and\nto be frankly delighted by the wit. And the very first dinner at the\nVerdurins’ at which Forcheville was present threw a glaring light upon all\nthe differences between them, made his qualities start into prominence and\nprecipitated the disgrace of Swann.",
        "There was, at this dinner, besides the usual party, a professor from the\nSorbonne, one Brichot, who had met M. and Mme. Verdurin at a\nwatering-place somewhere, and, if his duties at the university and his\nother works of scholarship had not left him with very little time to\nspare, would gladly have come to them more often. For he had that\ncuriosity, that superstitious outlook on life, which, combined with a\ncertain amount of scepticism with regard to the object of their studies,\nearn for men of intelligence, whatever their profession, for doctors who\ndo not believe in medicine, for schoolmasters who do not believe in Latin\nexercises, the reputation of having broad, brilliant, and indeed superior\nminds. He affected, when at Mme. Verdurin’s, to choose his illustrations\nfrom among the most topical subjects of the day, when he spoke of\nphilosophy or history, principally because he regarded those sciences as\nno more, really, than a preparation for life itself, and imagined that he\nwas seeing put into practice by the ’little clan’ what hitherto he had\nknown only from books; and also, perhaps, because, having had drilled into\nhim as a boy, and having unconsciously preserved, a feeling of reverence\nfor certain subjects, he thought that he was casting aside the scholar’s\ngown when he ventured to treat those subjects with a conversational\nlicence, which seemed so to him only because the folds of the gown still\nclung.",
        "Early in the course of the dinner, when M. de Forcheville, seated on the\nright of Mme. Verdurin, who, in the ’newcomer’s’ honour, had taken great\npains with her toilet, observed to her: “Quite original, that white\ndress,” the Doctor, who had never taken his eyes off him, so curious was\nhe to learn the nature and attributes of what he called a “de,” and was on\nthe look-out for an opportunity of attracting his attention, so as to come\ninto closer contact with him, caught in its flight the adjective\n’blanche’ and, his eyes still glued to his plate, snapped out,\n“Blanche? Blanche of Castile?” then, without moving his head, shot a\nfurtive glance to right and left of him, doubtful, but happy on the whole.\nWhile Swann, by the painful and futile effort which he made to smile,\ntestified that he thought the pun absurd, Forcheville had shewn at once\nthat he could appreciate its subtlety, and that he was a man of the world,\nby keeping within its proper limits a mirth the spontaneity of which had\ncharmed Mme. Verdurin.",
        "“What are you to say of a scientist like that?” she asked Forcheville.\n“You can’t talk seriously to him for two minutes on end. Is that the sort\nof thing you tell them at your hospital?” she went on, turning to the\nDoctor. “They must have some pretty lively times there, if that’s the\ncase. I can see that I shall have to get taken in as a patient!”",
        "“I think I heard the Doctor speak of that wicked old humbug, Blanche of\nCastile, if I may so express myself. Am I not right, Madame?” Brichot\nappealed to Mme. Verdurin, who, swooning with merriment, her eyes tightly\nclosed, had buried her face in her two hands, from between which, now and\nthen, escaped a muffled scream.",
        "“Good gracious, Madame, I would not dream of shocking the reverent-minded,\nif there are any such around this table, sub rosa... I recognise,\nmoreover, that our ineffable and Athenian–oh, how infinitely\nAthenian–Republic is capable of honouring, in the person of that\nobscurantist old she-Capet, the first of our chiefs of police. Yes,\nindeed, my dear host, yes, indeed!” he repeated in his ringing voice,\nwhich sounded a separate note for each syllable, in reply to a protest by\nM.  Verdurin. “The Chronicle of Saint Denis, and the authenticity of its\ninformation is beyond question, leaves us no room for doubt on that point.\nNo one could be more fitly chosen as Patron by a secularising proletariat\nthan that mother of a Saint, who let him see some pretty fishy saints\nbesides, as Suger says, and other great St. Bernards of the sort; for with\nher it was a case of taking just what you pleased.”",
        "“Who is that gentleman?” Forcheville asked Mme. Verdurin. “He seems to\nspeak with great authority.”",
        "“What! Do you mean to say you don’t know the famous Brichot? Why, he’s\ncelebrated all over Europe.”",
        "“Oh, that’s Bréchot, is it?” exclaimed Forcheville, who had not quite\ncaught the name. “You must tell me all about him\"; he went on, fastening a\npair of goggle eyes on the celebrity. “It’s always interesting to meet\nwell-known people at dinner. But, I say, you ask us to very select parties\nhere. No dull evenings in this house, I’m sure.”",
        "“Well, you know what it is really,” said Mme. Verdurin modestly.  “They\nfeel safe here. They can talk about whatever they like, and the\nconversation goes off like fireworks. Now Brichot, this evening, is\nnothing.  I’ve seen him, don’t you know, when he’s been with me, simply\ndazzling; you’d want to go on your knees to him. Well, with anyone else\nhe’s not the same man, he’s not in the least witty, you have to drag the\nwords out of him, he’s even boring.”",
        "“That’s strange,” remarked Forcheville with fitting astonishment.",
        "A sort of wit like Brichot’s would have been regarded as out-and-out\nstupidity by the people among whom Swann had spent his early life, for all\nthat it is quite compatible with real intelligence. And the intelligence\nof the Professor’s vigorous and well-nourished brain might easily have\nbeen envied by many of the people in society who seemed witty enough to\nSwann. But these last had so thoroughly inculcated into him their likes\nand dislikes, at least in everything that pertained to their ordinary\nsocial existence, including that annex to social existence which belongs,\nstrictly speaking, to the domain of intelligence, namely, conversation,\nthat Swann could not see anything in Brichot’s pleasantries; to him they\nwere merely pedantic, vulgar, and disgustingly coarse. He was shocked,\ntoo, being accustomed to good manners, by the rude, almost barrack-room\ntone which this student-in-arms adopted, no matter to whom he was\nspeaking.  Finally, perhaps, he had lost all patience that evening as he\nwatched Mme.  Verdurin welcoming, with such unnecessary warmth, this\nForcheville fellow, whom it had been Odette’s unaccountable idea to bring\nto the house.  Feeling a little awkward, with Swann there also, she had\nasked him on her arrival: “What do you think of my guest?”",
        "And he, suddenly realising for the first time that Forcheville, whom he\nhad known for years, could actually attract a woman, and was quite a good\nspecimen of a man, had retorted: “Beastly!” He had, certainly, no idea of\nbeing jealous of Odette, but did not feel quite so happy as usual, and\nwhen Brichot, having begun to tell them the story of Blanche of Castile’s\nmother, who, according to him, “had been with Henry Plantagenet for years\nbefore they were married,” tried to prompt Swann to beg him to continue\nthe story, by interjecting “Isn’t that so, M. Swann?” in the martial\naccents which one uses in order to get down to the level of an\nunintelligent rustic or to put the ’fear of God’ into a trooper, Swann cut\nhis story short, to the intense fury of their hostess, by begging to be\nexcused for taking so little interest in Blanche of Castile, as he had\nsomething that he wished to ask the painter. He, it appeared, had been\nthat afternoon to an exhibition of the work of another artist, also a\nfriend of Mme. Verdurin, who had recently died, and Swann wished to find\nout from him (for he valued his discrimination) whether there had really\nbeen anything more in this later work than the virtuosity which had struck\npeople so forcibly in his earlier exhibitions.",
        "“From that point of view it was extraordinary, but it did not seem to me\nto be a form of art which you could call ’elevated,’” said Swann with a\nsmile.",
        "“Elevated... to the height of an Institute!” interrupted Cottard, raising\nhis arms with mock solemnity. The whole table burst out laughing.",
        "“What did I tell you?” said Mme. Verdurin to Forcheville. “It’s simply\nimpossible to be serious with him. When you least expect it, out he comes\nwith a joke.”",
        "But she observed that Swann, and Swann alone, had not unbent. For one\nthing he was none too well pleased with Cottard for having secured a laugh\nat his expense in front of Forcheville. But the painter, instead of\nreplying in a way that might have interested Swann, as he would probably\nhave done had they been alone together, preferred to win the easy\nadmiration of the rest by exercising his wit upon the talent of their dead\nfriend.",
        "“I went up to one of them,” he began, “just to see how it was done; I\nstuck my nose into it. Yes, I don’t think! Impossible to say whether it\nwas done with glue, with soap, with sealing-wax, with sunshine, with\nleaven, with excrem...”",
        "“And one make twelve!” shouted the Doctor, wittily, but just too late, for\nno one saw the point of his interruption.",
        "“It looks as though it were done with nothing at all,” resumed the\npainter. “No more chance of discovering the trick than there is in the\n’Night Watch,’ or the ’Regents,’ and it’s even bigger work than either\nRembrandt or Hals ever did. It’s all there,–and yet, no, I’ll take my\noath it isn’t.”",
        "Then, just as singers who have reached the highest note in their compass,\nproceed to hum the rest of the air in falsetto, he had to be satisfied\nwith murmuring, smiling the while, as if, after all, there had been\nsomething irresistibly amusing in the sheer beauty of the painting: “It\nsmells all right; it makes your head go round; it catches your breath; you\nfeel ticklish all over–and not the faintest clue to how it’s done. The\nman’s a sorcerer; the thing’s a conjuring-trick, it’s a miracle,” bursting\noutright into laughter, “it’s dishonest!” Then stopping, solemnly raising\nhis head, pitching his voice on a double-bass note which he struggled to\nbring into harmony, he concluded, “And it’s so loyal!”",
        "Except at the moment when he had called it “bigger than the ’Night\nWatch,’” a blasphemy which had called forth an instant protest from Mme.\nVerdurin, who regarded the ’Night Watch’ as the supreme masterpiece of the\nuniverse (conjointly with the ’Ninth’ and the ’Samothrace’), and at the\nword “excrement,” which had made Forcheville throw a sweeping glance round\nthe table to see whether it was ’all right,’ before he allowed his lips to\ncurve in a prudish and conciliatory smile, all the party (save Swann) had\nkept their fascinated and adoring eyes fixed upon the painter.",
        "“I do so love him when he goes up in the air like that!” cried Mme.\nVerdurin, the moment that he had finished, enraptured that the table-talk\nshould have proved so entertaining on the very night that Forcheville was\ndining with them for the first time. “Hallo, you!” she turned to her\nhusband, “what’s the matter with you, sitting there gaping like a great\nanimal?  You know, though, don’t you,” she apologised for him to the\npainter, “that he can talk quite well when he chooses; anybody would think\nit was the first time he had ever listened to you. If you had only seen\nhim while you were speaking; he was just drinking it all in. And to-morrow\nhe will tell us everything you said, without missing a word.”",
        "“No, really, I’m not joking!” protested the painter, enchanted by the\nsuccess of his speech. “You all look as if you thought I was pulling your\nlegs, that it was just a trick. I’ll take you to see the show, and then\nyou can say whether I’ve been exaggerating; I’ll bet you anything you\nlike, you’ll come away more ’up in the air’ than I am!”",
        "“But we don’t suppose for a moment that you’re exaggerating; we only want\nyou to go on with your dinner, and my husband too. Give M. Biche some more\nsole, can’t you see his has got cold? We’re not in any hurry; you’re\ndashing round as if the house was on fire. Wait a little; don’t serve the\nsalad just yet.”",
        "Mme. Cottard, who was a shy woman and spoke but seldom, was not lacking,\nfor all that, in self-assurance when a happy inspiration put the right\nword in her mouth. She felt that it would be well received; the thought\ngave her confidence, and what she was doing was done with the object not\nso much of shining herself, as of helping her husband on in his career.\nAnd so she did not allow the word ’salad,’ which Mme. Verdurin had just\nuttered, to pass unchallenged.",
        "“It’s not a Japanese salad, is it?” she whispered, turning towards Odette.",
        "And then, in her joy and confusion at the combination of neatness and\ndaring which there had been in making so discreet and yet so unmistakable\nan allusion to the new and brilliantly successful play by Dumas, she broke\ndown in a charming, girlish laugh, not very loud, but so irresistible that\nit was some time before she could control it.",
        "“Who is that lady? She seems devilish clever,” said Forcheville.",
        "“No, it is not. But we will have one for you if you will all come to\ndinner on Friday.”",
        "“You will think me dreadfully provincial, sir,” said Mme. Cottard to\nSwann, “but, do you know, I haven’t been yet to this famous Francillon\nthat everybody’s talking about. The Doctor has been (I remember now, he\ntold me what a very great pleasure it had been to him to spend the evening\nwith you there) and I must confess, I don’t see much sense in spending\nmoney on seats for him to take me, when he’s seen the play already. Of\ncourse an evening at the Théâtre-Français is never wasted, really; the\nacting’s so good there always; but we have some very nice friends,” (Mme.\nCottard would hardly ever utter a proper name, but restricted herself to\n“some friends of ours” or “one of my friends,” as being more\n’distinguished,’ speaking in an affected tone and with all the importance\nof a person who need give names only when she chooses) “who often have a\nbox, and are kind enough to take us to all the new pieces that are worth\ngoing to, and so I’m certain to see this Francillon sooner or later, and\nthen I shall know what to think. But I do feel such a fool about it, I\nmust confess, for, whenever I pay a call anywhere, I find everybody\ntalking–it’s only natural–about that wretched Japanese salad. Really and\ntruly, one’s beginning to get just a little tired of hearing about it,\"\nshe went on, seeing that Swann seemed less interested than she had hoped\nin so burning a topic. “I must admit, though, that it’s sometimes quite\namusing, the way they joke about it: I’ve got a friend, now, who is most\noriginal, though she’s really a beautiful woman, most popular in society,\ngoes everywhere, and she tells me that she got her cook to make one of\nthese Japanese salads, putting in everything that young M. Dumas says\nyou’re to put in, in the play. Then she asked just a few friends to come\nand taste it. I was not among the favoured few, I’m sorry to say. But she\ntold us all about it on her next ’day’; it seems it was quite horrible,\nshe made us all laugh till we cried. I don’t know; perhaps it was the way\nshe told it,” Mme. Cottard added doubtfully, seeing that Swann still\nlooked grave.",
        "And, imagining that it was, perhaps, because he had not been amused by\nFrancillon: “Well, I daresay I shall be disappointed with it, after all.\nI don’t suppose it’s as good as the piece Mme. de Crécy worships, Serge\nPanine. There’s a play, if you like; so deep, makes you think! But just\nfancy giving a receipt for a salad on the stage of the Théâtre-Français!\nNow, Serge Panine–! But then, it’s like everything that comes from the\npen of M. Georges Ohnet, it’s so well written. I wonder if you know the\nMaître des Forges, which I like even better than Serge Panine.”",
        "“Pardon me,” said Swann with polite irony, “but I can assure you that my\nwant of admiration is almost equally divided between those masterpieces.”",
        "“Really, now; that’s very interesting. And what don’t you like about them?\nWon’t you ever change your mind? Perhaps you think he’s a little too sad.\nWell, well, what I always say is, one should never argue about plays or\nnovels. Everyone has his own way of looking at things, and what may be\nhorrible to you is, perhaps, just what I like best.”",
        "She was interrupted by Forcheville’s addressing Swann. What had happened\nwas that, while Mme. Cottard was discussing Francillon, Forcheville had\nbeen expressing to Mme. Verdurin his admiration for what he called the\n“little speech” of the painter. “Your friend has such a flow of language,\nsuch a memory!” he had said to her when the painter had come to a\nstandstill, “I’ve seldom seen anything like it. He’d make a first-rate\npreacher. By Jove, I wish I was like that. What with him and M. Bréchot\nyou’ve drawn two lucky numbers to-night; though I’m not so sure that,\nsimply as a speaker, this one doesn’t knock spots off the Professor. It\ncomes more naturally with him, less like reading from a book.  Of course,\nthe way he goes on, he does use some words that are a bit realistic, and\nall that; but that’s quite the thing nowadays; anyhow, it’s not often I’ve\nseen a man hold the floor as cleverly as that, ’hold the spittoon,’ as we\nused to say in the regiment, where, by the way, we had a man he rather\nreminds me of. You could take anything you liked–I don’t know what–this\nglass, say; and he’d talk away about it for hours; no, not this glass;\nthat’s a silly thing to say, I’m sorry; but something a little bigger,\nlike the battle of Waterloo, or anything of that sort, he’d tell you\nthings you simply wouldn’t believe. Why, Swann was in the regiment then;\nhe must have known him.”",
        "“Do you see much of M. Swann?” asked Mme. Verdurin.",
        "“Oh dear, no!” he answered, and then, thinking that if he made himself\npleasant to Swann he might find favour with Odette, he decided to take\nthis opportunity of flattering him by speaking of his fashionable friends,\nbut speaking as a man of the world himself, in a tone of good-natured\ncriticism, and not as though he were congratulating Swann upon some\nundeserved good fortune: “Isn’t that so, Swann? I never see anything of\nyou, do I?–But then, where on earth is one to see him? The creature\nspends all his time shut up with the La Trémoïlles, with the Laumes and\nall that lot!” The imputation would have been false at any time, and was\nall the more so, now that for at least a year Swann had given up going to\nalmost any house but the Verdurins’. But the mere names of families whom\nthe Verdurins did not know were received by them in a reproachful silence.\nM. Verdurin, dreading the painful impression which the mention of these\n’bores,’ especially when flung at her in this tactless fashion, and in\nfront of all the ’faithful,’ was bound to make on his wife, cast a covert\nglance at her, instinct with anxious solicitude. He saw then that in her\nfixed resolution to take no notice, to have escaped contact, altogether,\nwith the news which had just been addressed to her, not merely to remain\ndumb but to have been deaf as well, as we pretend to be when a friend who\nhas been in the wrong attempts to slip into his conversation some excuse\nwhich we should appear to be accepting, should we appear to have heard it\nwithout protesting, or when some one utters the name of an enemy, the very\nmention of whom in our presence is forbidden; Mme. Verdurin, so that her\nsilence should have the appearance, not of consent but of the unconscious\nsilence which inanimate objects preserve, had suddenly emptied her face of\nall life, of all mobility; her rounded forehead was nothing, now, but an\nexquisite study in high relief, which the name of those La Trémoïlles,\nwith whom Swann was always ’shut up,’ had failed to penetrate; her nose,\njust perceptibly wrinkled in a frown, exposed to view two dark cavities\nthat were, surely, modelled from life. You would have said that her\nhalf-opened lips were just about to speak. It was all no more, however,\nthan a wax cast, a mask in plaster, the sculptor’s design for a monument,\na bust to be exhibited in the Palace of Industry, where the public would\nmost certainly gather in front of it and marvel to see how the sculptor,\nin expressing the unchallengeable dignity of the Verdurins, as opposed to\nthat of the La Trémoïlles or Laumes, whose equals (if not, indeed, their\nbetters) they were, and the equals and betters of all other ’bores’ upon\nthe face of the earth, had managed to invest with a majesty that was\nalmost Papal the whiteness and rigidity of his stone. But the marble at\nlast grew animated and let it be understood that it didn’t do to be at all\nsqueamish if one went to that house, since the woman was always tipsy and\nthe husband so uneducated that he called a corridor a ’collidor’!",
        "“You’d need to pay me a lot of money before I’d let any of that lot set\nfoot inside my house,” Mme. Verdurin concluded, gazing imperially down on\nSwann.",
        "She could scarcely have expected him to capitulate so completely as to\necho the holy simplicity of the pianist’s aunt, who at once exclaimed: “To\nthink of that, now! What surprises me is that they can get anybody to go\nnear them; I’m sure I should be afraid; one can’t be too careful. How can\npeople be so common as to go running after them?”",
        "But he might, at least, have replied, like Forcheville: “Gad, she’s a\nduchess; there are still plenty of people who are impressed by that sort\nof thing,” which would at least have permitted Mme. Verdurin the final\nretort, “And a lot of good may it do them!” Instead of which, Swann merely\nsmiled, in a manner which shewed, quite clearly, that he could not, of\ncourse, take such an absurd suggestion seriously. M. Verdurin, who was\nstill casting furtive and intermittent glances at his wife, could see with\nregret, and could understand only too well that she was now inflamed with\nthe passion of a Grand Inquisitor who cannot succeed in stamping out a\nheresy; and so, in the hope of bringing Swann round to a retractation (for\nthe courage of one’s opinions is always a form of calculating cowardice in\nthe eyes of the ’other side’), he broke in:",
        "“Tell us frankly, now, what you think of them yourself. We shan’t repeat\nit to them, you may be sure.”",
        "To which Swann answered: “Why, I’m not in the least afraid of the Duchess\n(if it is of the La Trémoïlles that you’re speaking). I can assure you\nthat everyone likes going to see her. I don’t go so far as to say that\nshe’s at all ’deep’–” he pronounced the word as if it meant something\nridiculous, for his speech kept the traces of certain mental habits which\nthe recent change in his life, a rejuvenation illustrated by his passion\nfor music, had inclined him temporarily to discard, so that at times he\nwould actually state his views with considerable warmth–\"but I am quite\nsincere when I say that she is intelligent, while her husband is\npositively a bookworm.  They are charming people.”",
        "His explanation was terribly effective; Mme. Verdurin now realised that\nthis one state of unbelief would prevent her ’little nucleus’ from ever\nattaining to complete unanimity, and was unable to restrain herself, in\nher fury at the obstinacy of this wretch who could not see what anguish\nhis words were causing her, but cried aloud, from the depths of her\ntortured heart, “You may think so if you wish, but at least you need not\nsay so to us.”",
        "“It all depends upon what you call intelligence.” Forcheville felt that it\nwas his turn to be brilliant. “Come now, Swann, tell us what you mean by\nintelligence.”",
        "“There,” cried Odette, “that’s one of the big things I beg him to tell me\nabout, and he never will.”",
        "“Oh, but...” protested Swann.",
        "“Oh, but nonsense!” said Odette.",
        "“A water-butt?” asked the Doctor.",
        "“To you,” pursued Forcheville, “does intelligence mean what they call\nclever talk; you know, the sort of people who worm their way into\nsociety?”",
        "“Finish your sweet, so that they can take your plate away!” said Mme.\nVerdurin sourly to Saniette, who was lost in thought and had stopped\neating.  And then, perhaps a little ashamed of her rudeness, “It doesn’t\nmatter; take your time about it; there’s no hurry; I only reminded you\nbecause of the others, you know; it keeps the servants back.”",
        "“There is,” began Brichot, with a resonant smack upon every syllable, “a\nrather curious definition of intelligence by that pleasing old anarchist\nFénelon...”",
        "“Just listen to this!” Mme. Verdurin rallied Forcheville and the Doctor.\n“He’s going to give us Fénelon’s definition of intelligence. That’s\ninteresting.  It’s not often you get a chance of hearing that!”",
        "But Brichot was keeping Fénelon’s definition until Swann should have given\nhis own. Swann remained silent, and, by this fresh act of recreancy,\nspoiled the brilliant tournament of dialectic which Mme. Verdurin was\nrejoicing at being able to offer to Forcheville.",
        "“You see, it’s just the same as with me!” Odette was peevish. “I’m not at\nall sorry to see that I’m not the only one he doesn’t find quite up to his\nlevel.”",
        "“These de La Trémouailles whom Mme. Verdurin has exhibited to us as so\nlittle to be desired,” inquired Brichot, articulating vigorously, “are\nthey, by any chance, descended from the couple whom that worthy old snob,\nSévigné, said she was delighted to know, because it was so good for her\npeasants? True, the Marquise had another reason, which in her case\nprobably came first, for she was a thorough journalist at heart, and\nalways on the look-out for ’copy.’ And, in the journal which she used to\nsend regularly to her daughter, it was Mme. de La Trémouaille, kept\nwell-informed through all her grand connections, who supplied the foreign\npolitics.”",
        "“Oh dear, no. I’m quite sure they aren’t the same family,” said Mme.\nVerdurin desperately.",
        "Saniette who, ever since he had surrendered his untouched plate to the\nbutler, had been plunged once more in silent meditation, emerged finally\nto tell them, with a nervous laugh, a story of how he had once dined with\nthe Duc de La Trémoïlle, the point of which was that the Duke did not know\nthat George Sand was the pseudonym of a woman. Swann, who really liked\nSaniette, felt bound to supply him with a few facts illustrative of the\nDuke’s culture, which would prove that such ignorance on his part was\nliterally impossible; but suddenly he stopped short; he had realised, as\nhe was speaking, that Saniette needed no proof, but knew already that the\nstory was untrue for the simple reason that he had at that moment invented\nit. The worthy man suffered acutely from the Verdurins’ always finding him\nso dull; and as he was conscious of having been more than ordinarily\nmorose this evening, he had made up his mind that he would succeed in\nbeing amusing, at least once, before the end of dinner. He surrendered so\nquickly, looked so wretched at the sight of his castle in ruins, and\nreplied in so craven a tone to Swann, appealing to him not to persist in a\nrefutation which was already superfluous, “All right; all right; anyhow,\neven if I have made a mistake that’s not a crime, I hope,” that Swann\nlonged to be able to console him by insisting that the story was\nindubitably true and exquisitely funny. The Doctor, who had been\nlistening, had an idea that it was the right moment to interject “Se non\nè vero,” but he was not quite certain of the words, and was afraid of\nbeing caught out.",
        "After dinner, Forcheville went up to the Doctor. “She can’t have been at\nall bad looking, Mme. Verdurin; anyhow, she’s a woman you can really talk\nto; that’s all I want. Of course she’s getting a bit broad in the beam.\nBut Mme. de Crécy! There’s a little woman who knows what’s what, all\nright. Upon my word and soul, you can see at a glance she’s got the\nAmerican eye, that girl has. We are speaking of Mme. de Crécy,” he\nexplained, as M. Verdurin joined them, his pipe in his mouth. “I should\nsay that, as a specimen of the female form–”",
        "“I’d rather have it in my bed than a clap of thunder!” the words came\ntumbling from Cottard, who had for some time been waiting in vain until\nForcheville should pause for breath, so that he might get in his hoary old\njoke, a chance for which might not, he feared, come again, if the\nconversation should take a different turn; and he produced it now with\nthat excessive spontaneity and confidence which may often be noticed\nattempting to cover up the coldness, and the slight flutter of emotion,\ninseparable from a prepared recitation. Forcheville knew and saw the joke,\nand was thoroughly amused. As for M. Verdurin, he was unsparing of his\nmerriment, having recently discovered a way of expressing it by a symbol,\ndifferent from his wife’s, but equally simple and obvious. Scarcely had he\nbegun the movement of head and shoulders of a man who was ’shaking with\nlaughter’ than he would begin also to cough, as though, in laughing too\nviolently, he had swallowed a mouthful of smoke from his pipe. And by\nkeeping the pipe firmly in his mouth he could prolong indefinitely the\ndumb-show of suffocation and hilarity. So he and Mme. Verdurin (who, at\nthe other side of the room, where the painter was telling her a story, was\nshutting her eyes preparatory to flinging her face into her hands)\nresembled two masks in a theatre, each representing Comedy, but in a\ndifferent way.",
        "M. Verdurin had been wiser than he knew in not taking his pipe out of his\nmouth, for Cottard, having occasion to leave the room for a moment,\nmurmured a witty euphemism which he had recently acquired and repeated now\nwhenever he had to go to the place in question: “I must just go and see\nthe Duc d’Aumale for a minute,” so drolly, that M. Verdurin’s cough began\nall over again.",
        "“Now, then, take your pipe out of your mouth; can’t you see, you’ll choke\nif you try to bottle up your laughter like that,” counselled Mme.\nVerdurin, as she came round with a tray of liqueurs.",
        "“What a delightful man your husband is; he has the wit of a dozen!\"\ndeclared Forcheville to Mme. Cottard. “Thank you, thank you, an old\nsoldier like me can never say ’No’ to a drink.”",
        "“M. de Forcheville thinks Odette charming,” M. Verdurin told his wife.",
        "“Why, do you know, she wants so much to meet you again some day at\nluncheon. We must arrange it, but don’t on any account let Swann hear\nabout it. He spoils everything, don’t you know. I don’t mean to say that\nyou’re not to come to dinner too, of course; we hope to see you very\noften.  Now that the warm weather’s coming, we’re going to have dinner out\nof doors whenever we can. That won’t bore you, will it, a quiet little\ndinner, now and then, in the Bois? Splendid, splendid, that will be quite\ndelightful.  ...",
        "“Aren’t you going to do any work this evening, I say?” she screamed\nsuddenly to the little pianist, seeing an opportunity for displaying,\nbefore a ’newcomer’ of Forcheville’s importance, at once her unfailing wit\nand her despotic power over the ’faithful.’",
        "“M. de Forcheville was just going to say something dreadful about you,\"\nMme. Cottard warned her husband as he reappeared in the room.  And he,\nstill following up the idea of Forcheville’s noble birth, which had\nobsessed him all through dinner, began again with: “I am treating a\nBaroness just now, Baroness Putbus; weren’t there some Putbuses in the\nCrusades? Anyhow they’ve got a lake in Pomerania that’s ten times the size\nof the Place de la Concorde. I am treating her for dry arthritis; she’s a\ncharming woman. Mme. Verdurin knows her too, I believe.”",
        "Which enabled Forcheville, a moment later, finding himself alone with Mme.\nCottard, to complete his favourable verdict on her husband with: “He’s an\ninteresting man, too; you can see that he knows some good people. Gad! but\nthey get to know a lot of things, those doctors.”",
        "“D’you want me to play the phrase from the sonata for M. Swann?” asked the\npianist.",
        "“What the devil’s that? Not the sonata-snake, I hope!” shouted M. de\nForcheville, hoping to create an effect. But Dr. Cottard, who had never\nheard this pun, missed the point of it, and imagined that M. de\nForcheville had made a mistake. He dashed in boldly to correct it: “No,\nno. The word isn’t serpent-à-sonates, it’s serpent-à-sonnettes!” he\nexplained in a tone at once zealous, impatient, and triumphant.",
        "Forcheville explained the joke to him. The Doctor blushed.",
        "“You’ll admit it’s not bad, eh, Doctor?”",
        "“Oh! I’ve known it for ages.”",
        "Then they were silenced; heralded by the waving tremolo of the\nviolin-part, which formed a bristling bodyguard of sound two octaves above\nit–and as in a mountainous country, against the seeming immobility of a\nvertically falling torrent, one may distinguish, two hundred feet below,\nthe tiny form of a woman walking in the valley–the little phrase had just\nappeared, distant but graceful, protected by the long, gradual unfurling\nof its transparent, incessant and sonorous curtain. And Swann, in his\nheart of hearts, turned to it, spoke to it as to a confidant in the secret\nof his love, as to a friend of Odette who would assure him that he need\npay no attention to this Forcheville.",
        "“Ah! you’ve come too late!” Mme. Verdurin greeted one of the ’faithful,’\nwhose invitation had been only ’to look in after dinner,’ “we’ve been\nhaving a simply incomparable Brichot! You never heard such eloquence! But\nhe’s gone. Isn’t that so, M. Swann? I believe it’s the first time you’ve\nmet him,” she went on, to emphasize the fact that it was to her that Swann\nowed the introduction. “Isn’t that so; wasn’t he delicious, our Brichot?”",
        "Swann bowed politely.",
        "“No? You weren’t interested?” she asked dryly.",
        "“Oh, but I assure you, I was quite enthralled. He is perhaps a little too\nperemptory, a little too jovial for my taste. I should like to see him a\nlittle less confident at times, a little more tolerant, but one feels that\nhe knows a great deal, and on the whole he seems a very sound fellow.”",
        "The party broke up very late. Cottard’s first words to his wife were: “I\nhave rarely seen Mme. Verdurin in such form as she was to-night.”",
        "“What exactly is your Mme. Verdurin? A bit of a bad hat, eh?” said\nForcheville to the painter, to whom he had offered a ’lift.’ Odette\nwatched his departure with regret; she dared not refuse to let Swann take\nher home, but she was moody and irritable in the carriage, and, when he\nasked whether he might come in, replied, “I suppose so,” with an impatient\nshrug of her shoulders. When they had all gone, Mme. Verdurin said to her\nhusband: “Did you notice the way Swann laughed, such an idiotic laugh,\nwhen we spoke about Mme. La Trémoïlle?”",
        "She had remarked, more than once, how Swann and Forcheville suppressed the\nparticle ’de’ before that lady’s name. Never doubting that it was done on\npurpose, to shew that they were not afraid of a title, she had made up her\nmind to imitate their arrogance, but had not quite grasped what\ngrammatical form it ought to take. Moreover, the natural corruptness of\nher speech overcoming her implacable republicanism, she still said\ninstinctively “the de La Trémoïlles,” or, rather (by an abbreviation\nsanctified by the usage of music-hall singers and the writers of the\n’captions’ beneath caricatures, who elide the ’de’), “the d’La\nTrémoïlles,” but she corrected herself at once to “Madame La\nTrémoïlle.–The Duchess, as Swann calls her,” she added ironically, with\na smile which proved that she was merely quoting, and would not, herself,\naccept the least responsibility for a classification so puerile and\nabsurd.",
        "“I don’t mind saying that I thought him extremely stupid.”",
        "M. Verdurin took it up. “He’s not sincere. He’s a crafty customer, always\nhovering between one side and the other. He’s always trying to run with\nthe hare and hunt with the hounds. What a difference between him and\nForcheville. There, at least, you have a man who tells you straight out\nwhat he thinks. Either you agree with him or you don’t. Not like the other\nfellow, who’s never definitely fish or fowl. Did you notice, by the way,\nthat Odette seemed all out for Forcheville, and I don’t blame her, either.\nAnd then, after all, if Swann tries to come the man of fashion over us,\nthe champion of distressed Duchesses, at any rate the other man has got a\ntitle; he’s always Comte de Forcheville!” he let the words slip delicately\nfrom his lips, as though, familiar with every page of the history of that\ndignity, he were making a scrupulously exact estimate of its value, in\nrelation to others of the sort.",
        "“I don’t mind saying,” Mme. Verdurin went on, “that he saw fit to utter\nsome most venomous, and quite absurd insinuations against Brichot.\nNaturally, once he saw that Brichot was popular in this house, it was a\nway of hitting back at us, of spoiling our party. I know his sort, the\ndear, good friend of the family, who pulls you all to pieces on the stairs\nas he’s going away.”",
        "“Didn’t I say so?” retorted her husband. “He’s simply a failure; a poor\nlittle wretch who goes through life mad with jealousy of anything that’s\nat all big.”",
        "Had the truth been known, there was not one of the ’faithful’ who was not\ninfinitely more malicious than Swann; but the others would all take the\nprecaution of tempering their malice with obvious pleasantries, with\nlittle sparks of emotion and cordiality; while the least indication of\nreserve on Swann’s part, undraped in any such conventional formula as “Of\ncourse, I don’t want to say anything–” to which he would have scorned to\ndescend, appeared to them a deliberate act of treachery. There are certain\noriginal and distinguished authors in whom the least ’freedom of speech’\nis thought revolting because they have not begun by flattering the public\ntaste, and serving up to it the commonplace expressions to which it is\nused; it was by the same process that Swann infuriated M. Verdurin.  In\nhis case as in theirs it was the novelty of his language which led his\naudience to suspect the blackness of his designs.",
        "Swann was still unconscious of the disgrace that threatened him at the\nVerdurins’, and continued to regard all their absurdities in the most rosy\nlight, through the admiring eyes of love.",
        "As a rule he made no appointments with Odette except for the evenings; he\nwas afraid of her growing tired of him if he visited her during the day as\nwell; at the same time he was reluctant to forfeit, even for an hour, the\nplace that he held in her thoughts, and so was constantly looking out for\nan opportunity of claiming her attention, in any way that would not be\ndispleasing to her. If, in a florist’s or a jeweller’s window, a plant or\nan ornament caught his eye, he would at once think of sending them to\nOdette, imagining that the pleasure which the casual sight of them had\ngiven him would instinctively be felt, also, by her, and would increase\nher affection for himself; and he would order them to be taken at once to\nthe Rue La pérouse, so as to accelerate the moment in which, as she\nreceived an offering from him, he might feel himself, in a sense,\ntransported into her presence.  He was particularly anxious, always, that\nshe should receive these presents before she went out for the evening, so\nthat her sense of gratitude towards him might give additional tenderness\nto her welcome when he arrived at the Verdurins’, might even–for all he\nknew–if the shopkeeper made haste, bring him a letter from her before\ndinner, or herself, in person, upon his doorstep, come on a little\nextraordinary visit of thanks.  As in an earlier phase, when he had\nexperimented with the reflex action of anger and contempt upon her\ncharacter, he sought now by that of gratification to elicit from her fresh\nparticles of her intimate feelings, which she had never yet revealed.",
        "Often she was embarrassed by lack of money, and under pressure from a\ncreditor would come to him for assistance. He enjoyed this, as he enjoyed\neverything which could impress Odette with his love for herself, or merely\nwith his influence, with the extent of the use that she might make of him.\nProbably if anyone had said to him, at the beginning, “It’s your position\nthat attracts her,” or at this stage, “It’s your money that she’s really\nin love with,” he would not have believed the suggestion, nor would he\nhave been greatly distressed by the thought that people supposed her to be\nattached to him, that people felt them, to be united by any ties so\nbinding as those of snobbishness or wealth. But even if he had accepted\nthe possibility, it might not have caused him any suffering to discover\nthat Odette’s love for him was based on a foundation more lasting than\nmere affection, or any attractive qualities which she might have found in\nhim; on a sound, commercial interest; an interest which would postpone for\never the fatal day on which she might be tempted to bring their relations\nto an end. For the moment, while he lavished presents upon her, and\nperformed all manner of services, he could rely on advantages not\ncontained in his person, or in his intellect, could forego the endless,\nkilling effort to make himself attractive. And this delight in being a\nlover, in living by love alone, of the reality of which he was inclined to\nbe doubtful, the price which, in the long run, he must pay for it, as a\ndilettante in immaterial sensations, enhanced its value in his eyes–as\none sees people who are doubtful whether the sight of the sea and the\nsound of its waves are really enjoyable, become convinced that they\nare, as also of the rare quality and absolute detachment of their own\ntaste, when they have agreed to pay several pounds a day for a room in an\nhotel, from which that sight and that sound may be enjoyed.",
        "One day, when reflections of this order had brought him once again to the\nmemory of the time when some one had spoken to him of Odette as of a\n’kept’ woman, and when, once again, he had amused himself with contrasting\nthat strange personification, the ’kept’ woman–an iridescent mixture of\nunknown and demoniacal qualities, embroidered, as in some fantasy of\nGustave Moreau, with poison-dripping flowers, interwoven with precious\njewels–with that Odette upon whose face he had watched the passage of the\nsame expressions of pity for a sufferer, resentment of an act of\ninjustice, gratitude for an act of kindness, which he had seen, in earlier\ndays, on his own mother’s face, and on the faces of friends; that Odette,\nwhose conversation had so frequently turned on the things that he himself\nknew better than anyone, his collections, his room, his old servant, his\nbanker, who kept all his title-deeds and bonds;–the thought of the banker\nreminded him that he must call on him shortly, to draw some money. And\nindeed, if, during the current month, he were to come less liberally to\nthe aid of Odette in her financial difficulties than in the month before,\nwhen he had given her five thousand francs, if he refrained from offering\nher a diamond necklace for which she longed, he would be allowing her\nadmiration for his generosity to decline, that gratitude which had made\nhim so happy, and would even be running the risk of her imagining that his\nlove for her (as she saw its visible manifestations grow fewer) had itself\ndiminished. And then, suddenly, he asked himself whether that was not\nprecisely what was implied by ’keeping’ a woman (as if, in fact, that idea\nof ’keeping’ could be derived from elements not at all mysterious nor\nperverse, but belonging to the intimate routine of his daily life, such as\nthat thousand-franc note, a familiar and domestic object, torn in places\nand mended with gummed paper, which his valet, after paying the household\naccounts and the rent, had locked up hi a drawer in the old writing-desk\nwhence he had extracted it to send it, with four others, to Odette) and\nwhether it was not possible to apply to Odette, since he had known her\n(for he never imagined for a moment that she could ever have taken a penny\nfrom anyone else, before), that title, which he had believed so wholly\ninapplicable to her, of ’kept’ woman. He could not explore the idea\nfurther, for a sudden access of that mental lethargy which was, with him,\ncongenital, intermittent and providential, happened, at that moment, to\nextinguish every particle of light in his brain, as instantaneously as, at\na later period, when electric lighting had been everywhere installed, it\nbecame possible, merely by fingering a switch, to cut off all the supply\nof light from a house.  His mind fumbled, for a moment, in the darkness,\nhe took off his spectacles, wiped the glasses, passed his hands over his\neyes, but saw no light until he found himself face to face with a wholly\ndifferent idea, the realisation that he must endeavour, in the coming\nmonth, to send Odette six or seven thousand-franc notes instead of five,\nsimply as a surprise for her and to give her pleasure.",
        "In the evening, when he did not stay at home until it was time to meet\nOdette at the Verdurins’, or rather at one of the open-air restaurants\nwhich they liked to frequent in the Bois and especially at Saint-Cloud, he\nwould go to dine in one of those fashionable houses in which, at one time,\nhe had been a constant guest. He did not wish to lose touch with people\nwho, for all that he knew, might be of use, some day, to Odette, and\nthanks to whom he was often, in the meantime, able to procure for her some\nprivilege or pleasure. Besides, he had been used for so long to the\nrefinement and comfort of good society that, side by side with his\ncontempt, there had grown up also a desperate need for it, with the result\nthat, when he had reached the point after which the humblest lodgings\nappeared to him as precisely on a par with the most princely mansions, his\nsenses were so thoroughly accustomed to the latter that he could not enter\nthe former without a feeling of acute discomfort. He had the same\nregard–to a degree of identity which they would never have suspected–for\nthe little families with small incomes who asked him to dances in their\nflats (\"straight upstairs to the fifth floor, and the door on the left”)\nas for the Princesse de Parme, who gave the most splendid parties in\nParis; but he had not the feeling of being actually ’at the ball’ when he\nfound himself herded with the fathers of families in the bedroom of the\nlady of the house, while the spectacle of wash-hand-stands covered over\nwith towels, and of beds converted into cloak-rooms, with a mass of hats\nand great-coats sprawling over their counterpanes, gave him the same\nstifling sensation that, nowadays, people who have been used for half a\nlifetime to electric light derive from a smoking lamp or a candle that\nneeds to be snuffed. If he were dining out, he would order his carriage\nfor half-past seven; while he changed his clothes, he would be wondering,\nall the time, about Odette, and in this way was never alone, for the\nconstant thought of Odette gave to the moments in which he was separated\nfrom her the same peculiar charm as to those in which she was at his side.\nHe would get into his carriage and drive off, but he knew that this\nthought had jumped in after him and had settled down upon his knee, like a\npet animal which he might take everywhere, and would keep with him at the\ndinner-table, unobserved by his fellow-guests.  He would stroke and fondle\nit, warm himself with it, and, as a feeling of languor swept over him,\nwould give way to a slight shuddering movement which contracted his throat\nand nostrils–a new experience, this,–as he fastened the bunch of\ncolumbines in his buttonhole. He had for some time been feeling neither\nwell nor happy, especially since Odette had brought Forcheville to the\nVerdurins’, and he would have liked to go away for a while to rest in the\ncountry. But he could never summon up courage to leave Paris, even for a\nday, while Odette was there. The weather was warm; it was the finest part\nof the spring. And for all that he was driving through a city of stone to\nimmure himself in a house without grass or garden, what was incessantly\nbefore his eyes was a park which he owned, near Combray, where, at four in\nthe afternoon, before coming to the asparagus-bed, thanks to the breeze\nthat was wafted across the fields from Méséglise, he could enjoy the\nfragrant coolness of the air as well beneath an arbour of hornbeams in the\ngarden as by the bank of the pond, fringed with forget-me-not and iris;\nand where, when he sat down to dinner, trained and twined by the\ngardener’s skilful hand, there ran all about his table currant-bush and\nrose.",
        "After dinner, if he had an early appointment in the Bois or at\nSaint-Cloud, he would rise from table and leave the house so\nabruptly–especially if it threatened to rain, and so to scatter the\n’faithful’ before their normal time–that on one occasion the Princesse\ndes Laumes (at whose house dinner had been so late that Swann had left\nbefore the coffee came in, to join the Verdurins on the Island in the\nBois) observed:",
        "“Really, if Swann were thirty years older, and had diabetes, there might\nbe some excuse for his running away like that. He seems to look upon us\nall as a joke.”",
        "He persuaded himself that the spring-time charm, which he could not go\ndown to Combray to enjoy, he would find at least on the He des Cygnes or\nat Saint-Cloud. But as he could think only of Odette, he would return home\nnot knowing even if he had tasted the fragrance of the young leaves, or if\nthe moon had been shining. He would be welcomed by the little phrase from\nthe sonata, played in the garden on the restaurant piano. If there was\nnone in the garden, the Verdurins would have taken immense pains to have a\npiano brought out either from a private room or from the restaurant\nitself; not because Swann was now restored to favour; far from it. But the\nidea of arranging an ingenious form of entertainment for some one, even\nfor some one whom they disliked, would stimulate them, during the time\nspent in its preparation, to a momentary sense of cordiality and\naffection. Now and then he would remind himself that another fine spring\nevening was drawing to a close, and would force himself to notice the\ntrees and the sky. But the state of excitement into which Odette’s\npresence never failed to throw him, added to a feverish ailment which, for\nsome time now, had scarcely left him, robbed him of that sense of quiet\nand comfort which is an indispensable background to the impressions that\nwe derive from nature.",
        "One evening, when Swann had consented to dine with the Verdurins, and had\nmentioned during dinner that he had to attend, next day, the annual\nbanquet of an old comrades’ association, Odette had at once exclaimed\nacross the table, in front of everyone, in front of Forcheville, who was\nnow one of the ’faithful,’ in front of the painter, in front of Cottard:",
        "“Yes, I know, you have your banquet to-morrow; I sha’n’t see you, then,\ntill I get home; don’t be too late.”",
        "And although Swann had never yet taken offence, at all seriously, at\nOdette’s demonstrations of friendship for one or other of the ’faithful,’\nhe felt an exquisite pleasure on hearing her thus avow, before them all,\nwith that calm immodesty, the fact that they saw each other regularly\nevery evening, his privileged position in her house, and her own\npreference for him which it implied. It was true that Swann had often\nreflected that Odette was in no way a remarkable woman; and in the\nsupremacy which he wielded over a creature so distinctly inferior to\nhimself there was nothing that especially flattered him when he heard it\nproclaimed to all the ’faithful’; but since he had observed that, to\nseveral other men than himself, Odette seemed a fascinating and desirable\nwoman, the attraction which her body held for him had aroused a painful\nlonging to secure the absolute mastery of even the tiniest particles of\nher heart. And he had begun to attach an incalculable value to those\nmoments passed in her house in the evenings, when he held her upon his\nknee, made her tell him what she thought about this or that, and counted\nover that treasure to which, alone of all his earthly possessions, he\nstill clung. And so, after this dinner, drawing her aside, he took care to\nthank her effusively, seeking to indicate to her by the extent of his\ngratitude the corresponding intensity of the pleasures which it was in her\npower to bestow on him, the supreme pleasure being to guarantee him\nimmunity, for as long as his love should last and he remain vulnerable,\nfrom the assaults of jealousy.",
        "When he came away from his banquet, the next evening, it was pouring rain,\nand he had nothing but his victoria. A friend offered to take him home in\na closed carriage, and as Odette, by the fact of her having invited him to\ncome, had given him an assurance that she was expecting no one else, he\ncould, with a quiet mind and an untroubled heart, rather than set off thus\nin the rain, have gone home and to bed. But perhaps, if she saw that he\nseemed not to adhere to his resolution to end every evening, without\nexception, in her company, she might grow careless, and fail to keep free\nfor him just the one evening on which he particularly desired it.",
        "It was after eleven when he reached her door, and as he made his apology\nfor having been unable to come away earlier, she complained that it was\nindeed very late; the storm had made her unwell, her head ached, and she\nwarned him that she would not let him stay longer than half an hour, that\nat midnight she would send him away; a little while later she felt tired\nand wished to sleep.",
        "“No cattleya, then, to-night?” he asked, “and I’ve been looking forward so\nto a nice little cattleya.”",
        "But she was irresponsive; saying nervously: “No, dear, no cattleya\ntonight.  Can’t you see, I’m not well?”",
        "“It might have done you good, but I won’t bother you.”",
        "She begged him to put out the light before he went; he drew the curtains\nclose round her bed and left her. But, when he was in his own house again,\nthe idea suddenly struck him that, perhaps, Odette was expecting some one\nelse that evening, that she had merely pretended to be tired, that she had\nasked him to put the light out only so that he should suppose that she was\ngoing to sleep, that the moment he had left the house she had lighted it\nagain, and had reopened her door to the stranger who was to be her guest\nfor the night. He looked at his watch. It was about an hour and a half\nsince he had left her; he went out, took a cab, and stopped it close to\nher house, in a little street running at right angles to that other\nstreet, which lay at the back of her house, and along which he used to go,\nsometimes, to tap upon her bedroom window, for her to let him in. He left\nhis cab; the streets were all deserted and dark; he walked a few yards and\ncame out almost opposite her house. Amid the glimmering blackness of all\nthe row of windows, the lights in which had long since been put out, he\nsaw one, and only one, from which overflowed, between the slats of its\nshutters, dosed like a wine-press over its mysterious golden juice, the\nlight that filled the room within, a light which on so many evenings, as\nsoon as he saw it, far off, as he turned into the street, had rejoiced his\nheart with its message: “She is there–expecting you,” and now tortured\nhim with: “She is there with the man she was expecting.” He must know who;\nhe tiptoed along by the wall until he reached the window, but between the\nslanting bars of the shutters he could see nothing; he could hear, only,\nin the silence of the night, the murmur of conversation. What agony he\nsuffered as he watched that light, in whose golden atmosphere were moving,\nbehind the closed sash, the unseen and detested pair, as he listened to\nthat murmur which revealed the presence of the man who had crept in after\nhis own departure, the perfidy of Odette, and the pleasures which she was\nat that moment tasting with the stranger.",
        "And yet he was not sorry that he had come; the torment which had forced\nhim to leave his own house had lost its sharpness when it lost its\nuncertainty, now that Odette’s other life, of which he had had, at that\nfirst moment, a sudden helpless suspicion, was definitely there, almost\nwithin his grasp, before his eyes, in the full glare of the lamp-light,\ncaught and kept there, an unwitting prisoner, in that room into which,\nwhen he would, he might force his way to surprise and seize it; or rather\nhe would tap upon the shutters, as he had often done when he had come\nthere very late, and by that signal Odette would at least learn that he\nknew, that he had seen the light and had heard the voices; while he\nhimself, who a moment ago had been picturing her as laughing at him, as\nsharing with that other the knowledge of how effectively he had been\ntricked, now it was he that saw them, confident and persistent in their\nerror, tricked and trapped by none other than himself, whom they believed\nto be a mile away, but who was there, in person, there with a plan, there\nwith the knowledge that he was going, in another minute, to tap upon the\nshutter. And, perhaps, what he felt (almost an agreeable feeling) at that\nmoment was something more than relief at the solution of a doubt, at the\nsoothing of a pain; was an intellectual pleasure. If, since he had fallen\nin love, things had recovered a little of the delicate attraction that\nthey had had for him long ago–though only when a light was shed upon them\nby a thought, a memory of Odette–now it was another of the faculties,\nprominent in the studious days of his youth, that Odette had quickened\nwith new life, the passion for truth, but for a truth which, too, was\ninterposed between himself and his mistress, receiving its light from her\nalone, a private and personal truth the sole object of which (an\ninfinitely precious object, and one almost impersonal in its absolute\nbeauty) was Odette–Odette in her activities, her environment, her\nprojects, and her past. At every other period in his life, the little\neveryday words and actions of another person had always seemed wholly\nvalueless to Swann; if gossip about such things were repeated to him, he\nwould dismiss it as insignificant, and while he listened it was only the\nlowest, the most commonplace part of his mind that was interested; at such\nmoments he felt utterly dull and uninspired. But in this strange phase of\nlove the personality of another person becomes so enlarged, so deepened,\nthat the curiosity which he could now feel aroused in himself, to know the\nleast details of a woman’s daily occupation, was the same thirst for\nknowledge with which he had once studied history. And all manner of\nactions, from which, until now, he would have recoiled in shame, such as\nspying, to-night, outside a window, to-morrow, for all he knew, putting\nadroitly provocative questions to casual witnesses, bribing servants,\nlistening at doors, seemed to him, now, to be precisely on a level with\nthe deciphering of manuscripts, the weighing of evidence, the\ninterpretation of old monuments, that was to say, so many different\nmethods of scientific investigation, each one having a definite\nintellectual value and being legitimately employable in the search for\ntruth.",
        "As his hand stole out towards the shutters he felt a pang of shame at the\nthought that Odette would now know that he had suspected her, that he had\nreturned, that he had posted himself outside her window. She had often\ntold him what a horror she had of jealous men, of lovers who spied.  What\nhe was going to do would be extremely awkward, and she would detest him\nfor ever after, whereas now, for the moment, for so long as he refrained\nfrom knocking, perhaps even in the act of infidelity, she loved him still.\nHow often is not the prospect of future happiness thus sacrificed to one’s\nimpatient insistence upon an immediate gratification. But his desire to\nknow the truth was stronger, and seemed to him nobler than his desire for\nher. He knew that the true story of certain events, which he would have\ngiven his life to be able to reconstruct accurately and in full, was to be\nread within that window, streaked with bars of light, as within the\nilluminated, golden boards of one of those precious manuscripts, by whose\nwealth of artistic treasures the scholar who consults them cannot remain\nunmoved. He yearned for the satisfaction of knowing the truth which so\nimpassioned him in that brief, fleeting, precious transcript, on that\ntranslucent page, so warm, so beautiful. And besides, the advantage which\nhe felt–which he so desperately wanted to feel–that he had over them,\nlay perhaps not so much in knowing as in being able to shew them that he\nknew. He drew himself up on tiptoe. He knocked. They had not heard; he\nknocked again; louder; their conversation ceased. A man’s voice–he\nstrained his ears to distinguish whose, among such of Odette’s friends as\nhe knew, the voice could be–asked:",
        "“Who’s that?”",
        "He could not be certain of the voice. He knocked once again. The window\nfirst, then the shutters were thrown open. It was too late, now, to\nretire, and since she must know all, so as not to seem too contemptible,\ntoo jealous and inquisitive, he called out in a careless, hearty,\nwelcoming tone:",
        "“Please don’t bother; I just happened to be passing, and saw the light.  I\nwanted to know if you were feeling better.”",
        "He looked up. Two old gentlemen stood facing him, in the window, one of\nthem with a lamp in his hand; and beyond them he could see into the room,\na room that he had never seen before. Having fallen into the habit, When\nhe came late to Odette, of identifying her window by the fact that it was\nthe only one still lighted in a row of windows otherwise all alike, he had\nbeen misled, this time, by the light, and had knocked at the window beyond\nhers, in the adjoining house. He made what apology he could and hurried\nhome, overjoyed that the satisfaction of his curiosity had preserved their\nlove intact, and that, having feigned for so long, when in Odette’s\ncompany, a sort of indifference, he had not now, by a demonstration of\njealousy, given her that proof of the excess of his own passion which, in\na pair of lovers, fully and finally dispenses the recipient from the\nobligation to love the other enough. He never spoke to her of this\nmisadventure, he ceased even to think of it himself. But now and then his\nthoughts in their wandering course would come upon this memory where it\nlay unobserved, would startle it into life, thrust it more deeply down\ninto his consciousness, and leave him aching with a sharp, far-rooted\npain. As though this had been a bodily pain, Swann’s mind was powerless to\nalleviate it; in the case of bodily pain, however, since it is independent\nof the mind, the mind can dwell upon it, can note that it has diminished,\nthat it has momentarily ceased. But with this mental pain, the mind,\nmerely by recalling it, created it afresh. To determine not to think of it\nwas but to think of it still, to suffer from it still. And when, in\nconversation with his friends, he forgot his sufferings, suddenly a word\ncasually uttered would make him change countenance as a wounded man does\nwhen a clumsy hand has touched his aching limb. When he came away from\nOdette, he was happy, he felt calm, he recalled the smile with which, in\ngentle mockery, she had spoken to him of this man or of that, a smile\nwhich was all tenderness for himself; he recalled the gravity of her head\nwhich she seemed to have lifted from its axis to let it droop and fall, as\nthough against her will, upon his lips, as she had done on that first\nevening in the carriage; her languishing gaze at him while she lay\nnestling in his arms, her bended head seeming to recede between her\nshoulders, as though shrinking from the cold.",
        "But then, at once, his jealousy, as it had been the shadow of his love,\npresented him with the complement, with the converse of that new smile\nwith which she had greeted him that very evening,–with which, now,\nperversely, she was mocking Swann while she tendered her love to another\n–of that lowering of her head, but lowered now to fall on other lips, and\n(but bestowed upon a stranger) of all the marks of affection that she had\nshewn to him. And all these voluptuous memories which he bore away from\nher house were, as one might say, but so many sketches, rough plans, like\nthe schemes of decoration which a designer submits to one in outline,\nenabling Swann to form an idea of the various attitudes, aflame or faint\nwith passion, which she was capable of adopting for others. With the\nresult that he came to regret every pleasure that he tasted in her\ncompany, every new caress that he invented (and had been so imprudent as\nto point out to her how delightful it was), every fresh charm that he\nfound in her, for he knew that, a moment later, they would go to enrich\nthe collection of instruments in his secret torture-chamber.",
        "A fresh turn was given to the screw when Swann recalled a sudden\nexpression which he had intercepted, a few days earlier, and for the first\ntime, in Odette’s eyes. It was after dinner at the Verdurins’. Whether it\nwas because Forcheville, aware that Saniette, his brother-in-law, was not\nin favour with them, had decided to make a butt of him, and to shine at\nhis expense, or because he had been annoyed by some awkward remark which\nSaniette had made to him, although it had passed unnoticed by the rest of\nthe party who knew nothing of whatever tactless allusion it might conceal,\nor possibly because he had been for some time looking out for an\nopportunity of securing the expulsion from the house of a fellow-guest who\nknew rather too much about him, and whom he knew to be so nice-minded that\nhe himself could not help feeling embarrassed at times merely by his\npresence in the room, Forcheville replied to Saniette’s tactless utterance\nwith such a volley of abuse, going out of his way to insult him,\nemboldened, the louder he shouted, by the fear, the pain, the entreaties\nof his victim, that the poor creature, after asking Mme. Verdurin whether\nhe should stay and receiving no answer, had left the house in stammering\nconfusion and with tears in his eyes. Odette had looked on, impassive, at\nthis scene; but when the door had closed behind Saniette, she had forced\nthe normal expression of her face down, as the saying is, by several pegs,\nso as to bring herself on to the same level of vulgarity as Forcheville;\nher eyes had sparkled with a malicious smile of congratulation upon his\naudacity, of ironical pity for the poor wretch who had been its victim;\nshe had darted at him a look of complicity in the crime, which so clearly\nimplied: “That’s finished him off, or I’m very much mistaken. Did you see\nwhat a fool he looked? He was actually crying,” that Forcheville, when his\neyes met hers, sobered in a moment from the anger, or pretended anger with\nwhich he was still flushed, smiled as he explained: “He need only have\nmade himself pleasant and he’d have been here still; a good scolding does\na man no harm, at any time.”",
        "One day when Swann had gone out early in the afternoon to pay a call, and\nhad failed to find the person at home whom he wished to see, it occurred\nto him to go, instead, to Odette, at an hour when, although he never went\nto her house then as a rule, he knew that she was always at home, resting\nor writing letters until tea-time, and would enjoy seeing her for a\nmoment, if it did not disturb her. The porter told him that he believed\nOdette to be in; Swann rang the bell, thought that he heard a sound, that\nhe heard footsteps, but no one came to the door. Anxious and annoyed, he\nwent round to the other little street, at the back of her house, and stood\nbeneath her bedroom window; the curtains were drawn and he could see\nnothing; he knocked loudly upon the pane, he shouted; still no one came.\nHe could see that the neighbours were staring at him. He turned away,\nthinking that, after all, he had perhaps been mistaken in believing that\nhe heard footsteps; but he remained so preoccupied with the suspicion that\nhe could turn his mind to nothing else. After waiting for an hour, he\nreturned.  He found her at home; she told him that she had been in the\nhouse when he rang, but had been asleep; the bell had awakened her; she\nhad guessed that it must be Swann, and had run out to meet him, but he had\nalready gone. She had, of course, heard him knocking at the window.  Swann\ncould at once detect in this story one of those fragments of literal truth\nwhich liars, when taken by surprise, console themselves by introducing\ninto the composition of the falsehood which they have to invent, thinking\nthat it can be safely incorporated, and will lend the whole story an air\nof verisimilitude. It was true that, when Odette had just done something\nwhich she did not wish to disclose, she would take pains to conceal it in\na secret place in her heart. But as soon as she found herself face to face\nwith the man to whom she was obliged to lie, she became uneasy, all her\nideas melted like wax before a flame, her inventive and her reasoning\nfaculties were paralysed, she might ransack her brain but would find only\na void; still, she must say something, and there lay within her reach\nprecisely the fact which she had wished to conceal, which, being the\ntruth, was the one thing that had remained. She broke off from it a tiny\nfragment, of no importance in itself, assuring herself that, after all, it\nwas the best thing to do, since it was a detail of the truth, and less\ndangerous, therefore, than a falsehood. “At any rate, this is true,” she\nsaid to herself; “that’s always something to the good; he may make\ninquiries; he will see that this is true; it won’t be this, anyhow, that\nwill give me away.” But she was wrong; it was what gave her away; she had\nnot taken into account that this fragmentary detail of the truth had sharp\nedges which could not: be made to fit in, except to those contiguous\nfragments of the truth from which she had arbitrarily detached it, edges\nwhich, whatever the fictitious details in which she might embed it, would\ncontinue to shew, by their overlapping angles and by the gaps which she\nhad forgotten to fill, that its proper place was elsewhere.",
        "“She admits that she heard me ring, and then knock, that she knew it was\nmyself, that she wanted to see me,” Swann thought to himself. “But that\ndoesn’t correspond with the fact that she did not let me in.”",
        "He did not, however, draw her attention to this inconsistency, for he\nthought that, if left to herself, Odette might perhaps produce some\nfalsehood which would give him a faint indication of the truth; she spoke;\nhe did not interrupt her, he gathered up, with an eager and sorrowful\npiety, the words that fell from her lips, feeling (and rightly feeling,\nsince she was hiding the truth behind them as she spoke) that, like the\nveil of a sanctuary, they kept a vague imprint, traced a faint outline of\nthat infinitely precious and, alas, undiscoverable truth;–what she had\nbeen doing, that afternoon, at three o’clock, when he had called,–a truth\nof which he would never possess any more than these falsifications,\nillegible and divine traces, a truth which would exist henceforward only\nin the secretive memory of this creature, who would contemplate it in\nutter ignorance of its value, but would never yield it up to him. It was\ntrue that he had, now and then, a strong suspicion that Odette’s daily\nactivities were not hi themselves passionately interesting, and that such\nrelations as she might have with other men did not exhale, naturally, in a\nuniversal sense, or for every rational being, a spirit of morbid gloom\ncapable of infecting with fever or of inciting to suicide. He realised, at\nsuch moments, that that interest, that gloom, existed in him only as a\nmalady might exist, and that, once he was cured of the malady, the actions\nof Odette, the kisses that she might have bestowed, would become once\nagain as innocuous as those of countless other women. But the\nconsciousness that the painful curiosity with which Swann now studied them\nhad its origin only in himself was not enough to make him decide that it\nwas unreasonable to regard that curiosity as important, and to take every\npossible step to satisfy it. Swann had, in fact, reached an age the\nphilosophy of which–supported, in his case, by the current philosophy of\nthe day, as well as by that of the circle in which he had spent most of\nhis life, the group that surrounded the Princesse des Laumes, in which\none’s intelligence was understood to increase with the strength of one’s\ndisbelief in everything, and nothing real and incontestable was to be\ndiscovered, except the individual tastes of each of its members–is no\nlonger that of youth, but a positive, almost a medical philosophy, the\nphilosophy of men who, instead of fixing their aspirations upon external\nobjects, endeavour to separate from the accumulation of the years already\nspent a definite residue of habits and passions which they can regard as\ncharacteristic and permanent, and with which they will deliberately\narrange, before anything else, that the kind of existence which they\nchoose to adopt shall not prove inharmonious.  Swann deemed it wise to\nmake allowance in his life for the suffering which he derived from not\nknowing what Odette had done, just as he made allowance for the impetus\nwhich a damp climate always gave to his eczema; to anticipate in his\nbudget the expenditure of a considerable sum on procuring, with regard to\nthe daily occupations of Odette, information the lack of which would make\nhim unhappy, just as he reserved a margin for the gratification of other\ntastes from which he knew that pleasure was to be expected (at least,\nbefore he had fallen in love) such as his taste for collecting things, or\nfor good cooking.",
        "When he proposed to take leave of Odette, and to return home, she begged\nhim to stay a little longer, and even detained him forcibly, seizing him\nby the arm as he was opening the door to go. But he gave no thought to\nthat, for, among the crowd of gestures and speeches and other little\nincidents which go to make up a conversation, it is inevitable that we\nshould pass (without noticing anything that arouses our interest) by those\nthat hide a truth for which our suspicions are blindly searching, whereas\nwe stop to examine others beneath which nothing lies concealed. She kept\non saying: “What a dreadful pity; you never by any chance come in the\nafternoon, and the one time you do come then I miss you.” He knew very\nwell that she was not sufficiently in love with him to be so keenly\ndistressed merely at having missed his visit, but as she was a\ngood-natured woman, anxious to give him pleasure, and often sorry when she\nhad done anything that annoyed him, he found it quite natural that she\nshould be sorry, on this occasion, that she had deprived him of that\npleasure of spending an hour in her company, which was so very great a\npleasure, if not to herself, at any rate to him. All the same, it was a\nmatter of so little importance that her air of unrelieved sorrow began at\nlength to bewilder him. She reminded him, even more than was usual, of the\nfaces of some of the women created by the painter of the Primavera.’ She\nhad, at that moment, their downcast, heartbroken expression, which seems\nready to succumb beneath the burden of a grief too heavy to be borne, when\nthey are merely allowing the Infant Jesus to play with a pomegranate, or\nwatching Moses pour water into a trough. He had seen the same sorrow once\nbefore on her face, but when, he could no longer say. Then, suddenly, he\nremembered it; it was when Odette had lied, in apologising to Mme.\nVerdurin on the evening after the dinner from which she had stayed away on\na pretext of illness, but really so that she might be alone with Swann.\nSurely, even had she been the most scrupulous of women, she could hardly\nhave felt remorse for so innocent a lie. But the lies which Odette\nordinarily told were less innocent, and served to prevent discoveries\nwhich might have involved her in the most terrible difficulties with one\nor another of her friends. And so, when she lied, smitten with fear,\nfeeling herself to be but feebly armed for her defence, unconfident of\nsuccess, she was inclined to weep from sheer exhaustion, as children weep\nsometimes when they have not slept. She knew, also, that her lie, as a\nrule, was doing a serious injury to the man to whom she was telling it,\nand that she might find herself at his mercy if she told it badly.\nTherefore she felt at once humble and culpable in his presence. And when\nshe had to tell an insignificant, social lie its hazardous associations,\nand the memories which it recalled, would leave her weak with a sense of\nexhaustion and penitent with a consciousness of wrongdoing.",
        "What depressing lie was she now concocting for Swann’s benefit, to give\nher that pained expression, that plaintive voice, which seemed to falter\nbeneath the effort that she was forcing herself to make, and to plead for\npardon? He had an idea that it was not merely the truth about what had\noccurred that afternoon that she was endeavouring to hide from him, but\nsomething more immediate, something, possibly, which had not yet happened,\nbut might happen now at any time, and, when it did, would throw a light\nupon that earlier event. At that moment, he heard the front-door bell\nring. Odette never stopped speaking, but her words dwindled into an\ninarticulate moan. Her regret at not having seen Swann that afternoon, at\nnot having opened the door to him, had melted into a universal despair.",
        "He could hear the gate being closed, and the sound of a carriage, as\nthough some one were going away–probably the person whom Swann must on no\naccount meet–after being told that Odette was not at home.  And then,\nwhen he reflected that, merely by coming at an hour when he was not in the\nhabit of coming, he had managed to disturb so many arrangements of which\nshe did not wish him to know, he had a feeling of discouragement that\namounted, almost, to distress. But since he was in love with Odette, since\nhe was in the habit of turning all his thoughts towards her, the pity with\nwhich he might have been inspired for himself he felt for her only, and\nmurmured: “Poor darling!” When finally he left her, she took up several\nletters which were lying on the table, and asked him if he would be so\ngood as to post them for her. He walked along to the post-office, took the\nletters from his pocket, and, before dropping each of them into the box,\nscanned its address. They were all to tradesmen, except the last, which\nwas to Forcheville. He kept it in his hand. “If I saw what was in this,\"\nhe argued, “I should know what she calls him, what she says to him,\nwhether there really is anything between them. Perhaps, if I don’t look\ninside, I shall be lacking in delicacy towards Odette, since in this way\nalone I can rid myself of a suspicion which is, perhaps, a calumny on her,\nwhich must, in any case, cause her suffering, and which can never possibly\nbe set at rest, once the letter is posted.”",
        "He left the post-office and went home, but he had kept the last letter in\nhis pocket. He lighted a candle, and held up close to its flame the\nenvelope which he had not dared to open. At first he could distinguish\nnothing, but the envelope was thin, and by pressing it down on to the\nstiff card which it enclosed he was able, through the transparent paper,\nto read the concluding words. They were a coldly formal signature. If,\ninstead of its being himself who was looking at a letter addressed to\nForcheville, it had been Forcheville who had read a letter addressed to\nSwann, he might have found words in it of another, a far more tender kind!\nHe took a firm hold of the card, which was sliding to and fro, the\nenvelope being too large for it and then, by moving it with his finger and\nthumb, brought one line after another beneath the part of the envelope\nwhere the paper was not doubled, through which alone it was possible to\nread.",
        "In spite of all these manoeuvres he could not make it out clearly. Not\nthat it mattered, for he had seen enough to assure himself that the letter\nwas about some trifling incident of no importance, and had nothing at all\nto do with love; it was something to do with Odette’s uncle. Swann had\nread quite plainly at the beginning of the line “I was right,” but did not\nunderstand what Odette had been right in doing, until suddenly a word\nwhich he had not been able, at first, to decipher, came to light and made\nthe whole sentence intelligible: “I was right to open the door; it was my\nuncle.” To open the door! Then Forcheville had been there when Swann rang\nthe bell, and she had sent him away; hence the sound that Swann had heard.",
        "After that he read the whole letter; at the end she apologised for having\ntreated Forcheville with so little ceremony, and reminded him that he had\nleft his cigarette-case at her house, precisely what she had written to\nSwann after one of his first visits. But to Swann she had added: “Why did\nyou not forget your heart also? I should never have let you have that\nback.” To Forcheville nothing of that sort; no allusion that could suggest\nany intrigue between them. And, really, he was obliged to admit that in\nall this business Forcheville had been worse treated than himself, since\nOdette was writing to him to make him believe that her visitor had been an\nuncle. From which it followed that he, Swann, was the man to whom she\nattached importance, and for whose sake she had sent the other away.  And\nyet, if there had been nothing between Odette and Forcheville, why not\nhave opened the door at once, why have said, “I was right to open the\ndoor; it was my uncle.” Right? if she was doing nothing wrong at that\nmoment how could Forcheville possibly have accounted for her not opening\nthe door? For a time Swann stood still there, heartbroken, bewildered, and\nyet happy; gazing at this envelope which Odette had handed to him without\na scruple, so absolute was her trust in his honour; through its\ntransparent window there had been disclosed to him, with the secret\nhistory of an incident which he had despaired of ever being able to learn,\na fragment of the life of Odette, seen as through a narrow, luminous\nincision, cut into its surface without her knowledge. Then his jealousy\nrejoiced at the discovery, as though that jealousy had had an independent\nexistence, fiercely egotistical, gluttonous of every thing that would feed\nits vitality, even at the expense of Swann himself. Now it had food in\nstore, and Swann could begin to grow uneasy afresh every evening, over the\nvisits that Odette had received about five o’clock, and could seek to\ndiscover where Forcheville had been at that hour. For Swann’s affection\nfor Odette still preserved the form which had been imposed on it, from the\nbeginning, by his ignorance of the occupations in which she passed her\ndays, as well as by the mental lethargy which prevented him from\nsupplementing that ignorance by imagination. He was not jealous, at first,\nof the whole of Odette’s life, but of those moments only in which an\nincident, which he had perhaps misinterpreted, had led him to suppose that\nOdette might have played him false. His jealousy, like an octopus which\nthrows out a first, then a second, and finally a third tentacle, fastened\nitself irremovably first to that moment, five o’clock in the afternoon,\nthen to another, then to another again. But Swann was incapable of\ninventing his sufferings. They were only the memory, the perpetuation of a\nsuffering that had come to him from without.",
        "From without, however, everything brought him fresh suffering. He decided\nto separate Odette from Forcheville, by taking her away for a few days to\nthe south. But he imagined that she was coveted by every male person in\nthe hotel, and that she coveted them in return. And so he, who, in old\ndays, when he travelled, used always to seek out new people and crowded\nplaces, might now be seen fleeing savagely from human society as if it had\ncruelly injured him. And how could he not have turned misanthrope, when in\nevery man he saw a potential lover for Odette?  Thus his jealousy did even\nmore than the happy, passionate desire which he had originally felt for\nOdette had done to alter Swann’s character, completely changing, in the\neyes of the world, even the outward signs by which that character had been\nintelligible.",
        "A month after the evening on which he had intercepted and read Odette’s\nletter to Forcheville, Swann went to a dinner which the Verdurins were\ngiving in the Bois. As the party was breaking up he noticed a series of\nwhispered discussions between Mme. Verdurin and several of her guests, and\nthought that he heard the pianist being reminded to come next day to a\nparty at Chatou; now he, Swann, had not been invited to any party.",
        "The Verdurins had spoken only in whispers, and in vague terms, but the\npainter, perhaps without thinking, shouted out: “There must be no lights\nof any sort, and he must play the Moonlight Sonata in the dark, for us to\nsee by.”",
        "Mme. Verdurin, seeing that Swann was within earshot, assumed that\nexpression in which the two-fold desire to make the speaker be quiet and\nto preserve, oneself, an appearance of guilelessness in the eyes of the\nlistener, is neutralised in an intense vacuity; in which the unflinching\nsigns of intelligent complicity are overlaid by the smiles of innocence,\nan expression invariably adopted by anyone who has noticed a blunder, the\nenormity of which is thereby at once revealed if not to those who have\nmade it, at any rate to him in whose hearing it ought not to have been\nmade. Odette seemed suddenly to be in despair, as though she had decided\nnot to struggle any longer against the crushing difficulties of life, and\nSwann was anxiously counting the minutes that still separated him from the\npoint at which, after leaving the restaurant, while he drove her home, he\nwould be able to ask for an explanation, to make her promise, either that\nshe would not go to Chatou next day, or that she would procure an\ninvitation for him also, and to lull to rest in her arms the anguish that\nstill tormented him. At last the carriages were ordered. Mme. Verdurin\nsaid to Swann:",
        "“Good-bye, then. We shall see you soon, I hope,” trying, by the\nfriendliness of her manner and the constraint of her smile, to prevent him\nfrom noticing that she Was not saying, as she would always have until\nthen:",
        "“To-morrow, then, at Chatou, and at my house the day after.” M. and Mme.\nVerdurin made Forcheville get into their carriage; Swann’s was drawn up\nbehind it, and he waited for theirs to start before helping Odette into\nhis own.",
        "“Odette, we’ll take you,” said Mme. Verdurin, “we’ve kept a little corner\nspecially for you, beside M. de Forcheville.”",
        "“Yes, Mme. Verdurin,” said Odette meekly.",
        "“What! I thought I was to take you home,” cried Swann, flinging discretion\nto the winds, for the carriage-door hung open, time was precious, and he\ncould not, in his present state, go home without her.",
        "“But Mme. Verdurin has asked me...”",
        "“That’s all right, you can quite well go home alone; we’ve left you like\nthis dozens of times,” said Mme. Verdurin.",
        "“But I had something important to tell Mme. de Crécy.”",
        "“Very well, you can write it to her instead.”",
        "“Good-bye,” said Odette, holding out her hand.",
        "He tried hard to smile, but could only succeed in looking utterly\ndejected.",
        "“What do you think of the airs that Swann is pleased to put on with us?\"\nMme. Verdurin asked her husband when they had reached home.  “I was afraid\nhe was going to eat me, simply because we offered to take Odette back. It\nreally is too bad, that sort of thing. Why doesn’t he say, straight out,\nthat we keep a disorderly house? I can’t conceive how Odette can stand\nsuch manners. He positively seems to be saying, all the time, ’You belong\nto me!’ I shall tell Odette exactly what I think about it all, and I hope\nshe will have the sense to understand me.” A moment later she added,\ninarticulate with rage: “No, but, don’t you see, the filthy creature ...\"\nusing unconsciously, and perhaps in satisfaction of the same obscure need\nto justify herself–like Françoise at Combray when the chicken refused to\ndie–the very words which the last convulsions of an inoffensive animal in\nits death agony wring from the peasant who is engaged in taking its life.\nAnd when Mme. Verdurin’s carriage had moved on, and Swann’s took its\nplace, his coachman, catching sight of his face, asked whether he was\nunwell, or had heard bad news.",
        "Swann sent him away; he preferred to walk, and it was on foot, through the\nBois, that he came home. He talked to himself, aloud, and in the same\nslightly affected tone which he had been used to adopt when describing the\ncharms of the ’little nucleus’ and extolling the magnanimity of the\nVerdurins. But just as the conversation, the smiles, the kisses of Odette\nbecame as odious to him as he had once found them charming, if they were\ndiverted to others than himself, so the Verdurins’ drawing-room, which,\nnot an hour before, had still seemed to him amusing, inspired with a\ngenuine feeling for art and even with a sort of moral aristocracy, now\nthat it was another than himself whom Odette was going to meet there, to\nlove there without restraint, laid bare to him all its absurdities, its\nstupidity, its shame.",
        "He drew a fanciful picture, at which he shuddered in disgust, of the party\nnext evening at Chatou. “Imagine going to Chatou, of all places!  Like a\nlot of drapers after closing time! Upon my word, these people are sublime\nin their smugness; they can’t really exist; they must all have come out of\none of Labiche’s plays!”",
        "The Cottards would be there; possibly Brichot. “Could anything be more\ngrotesque than the lives of these little creatures, hanging on to one\nanother like that. They’d imagine they were utterly lost, upon my soul\nthey would, if they didn’t all meet again to-morrow at Chatou!” Alas!\nthere would be the painter there also, the painter who enjoyed\nmatch-making, who would invite Forcheville to come with Odette to his\nstudio. He could see Odette, in a dress far too smart for the country,\n“for she is so vulgar in that way, and, poor little thing, she is such a\nfool!”",
        "He could hear the jokes that Mme. Verdurin would make after dinner, jokes\nwhich, whoever the ’bore’ might be at whom they were aimed, had always\namused him because he could watch Odette laughing at them, laughing with\nhim, her laughter almost a part of his. Now he felt that it was possibly\nat him that they would make Odette laugh. “What a fetid form of humour!\"\nhe exclaimed, twisting his mouth into an expression of disgust so violent\nthat he could feel the muscles of his throat stiffen against his collar.\n“How, in God’s name, can a creature made in His image find anything to\nlaugh at in those nauseating witticisms? The least sensitive nose must be\ndriven away in horror from such stale exhalations. It is really impossible\nto believe that any human being is incapable of understanding that, in\nallowing herself merely to smile at the expense of a fellow-creature who\nhas loyally held out his hand to her, she is casting herself into a mire\nfrom which it will be impossible, with the best will in the world, ever to\nrescue her. I dwell so many miles above the puddles in which these filthy\nlittle vermin sprawl and crawl and bawl their cheap obscenities, that I\ncannot possibly be spattered by the witticisms of a Verdurin!” he cried,\ntossing up his head and arrogantly straightening his body. “God knows that\nI have honestly attempted to pull Odette out of that sewer, and to teach\nher to breathe a nobler and a purer air. But human patience has its\nlimits, and mine is at an end,” he concluded, as though this sacred\nmission to tear Odette away from an atmosphere of sarcasms dated from\nlonger than a few minutes ago, as though he had not undertaken it only\nsince it had occurred to him that those sarcasms might, perchance, be\ndirected at himself, and might have the effect of detaching Odette from\nhim.",
        "He could see the pianist sitting down to play the Moonlight Sonata, and\nthe grimaces of Mme. Verdurin, in terrified anticipation of the wrecking\nof her nerves by Beethoven’s music. “Idiot, liar!” he shouted, “and a\ncreature like that imagines that she’s fond of Art!” She would say to\nOdette, after deftly insinuating a few words of praise for Forcheville, as\nshe had so often done for himself: “You can make room for M. de\nForcheville there, can’t you, Odette?”... ’\"In the dark!’ Codfish!\nPander!” ... ’Pander’ was the name he applied also to the music which\nwould invite them to sit in silence, to dream together, to gaze in each\nother’s eyes, to feel for each other’s hands. He felt that there was much\nto be said, after all, for a sternly censorous attitude towards the arts,\nsuch as Plato adopted, and Bossuet, and the old school of education in\nFrance.",
        "In a word, the life which they led at the Verdurins’, which he had so\noften described as ’genuine,’ seemed to him now the worst possible form of\nlife, and their ’little nucleus’ the most degraded class of society. “It\nreally is,” he repeated, “beneath the lowest rung of the social ladder,\nthe nethermost circle of Dante. Beyond a doubt, the august words of the\nFlorentine refer to the Verdurins! When one comes to think of it, surely\npeople ’in society’ (and, though one may find fault with them now and\nthen, still, after all they are a very different matter from that gang of\nblackmailers) shew a profound sagacity in refusing to know them, or even\nto dirty the tips of their fingers with them. What a sound intuition there\nis in that ’Noli me tangere’ motto of the Faubourg Saint-Germain.”",
        "He had long since emerged from the paths and avenues of the Bois, he had\nalmost reached his own house, and still, for he had not yet thrown off the\nintoxication of grief, or his whim of insincerity, but was ever more and\nmore exhilarated by the false intonation, the artificial sonority of his\nown voice, he continued to perorate aloud in the silence of the night:\n“People ’in society’ have their failings, as no one knows better than I;\nbut, after all, they are people to whom some things, at least, are\nimpossible.  So-and-so” (a fashionable woman whom he had known) “was far\nfrom being perfect, but, after all, one did find in her a fundamental\ndelicacy, a loyalty in her conduct which made her, whatever happened,\nincapable of a felony, which fixes a vast gulf between her and an old hag\nlike Verdurin. Verdurin! What a name! Oh, there’s something complete about\nthem, something almost fine in their trueness to type; they’re the most\nperfect specimens of their disgusting class! Thank God, it was high time\nthat I stopped condescending to promiscuous intercourse with such infamy,\nsuch dung.”",
        "But, just as the virtues which he had still attributed, an hour or so\nearlier, to the Verdurins, would not have sufficed, even although the\nVerdurins had actually possessed them, if they had not also favoured and\nprotected his love, to excite Swann to that state of intoxication in which\nhe waxed tender over their magnanimity, an intoxication which, even when\ndisseminated through the medium of other persons, could have come to him\nfrom Odette alone;–so the immorality (had it really existed) which he now\nfound in the Verdurins would have been powerless, if they had not invited\nOdette with Forcheville and without him, to unstop the vials of his wrath\nand to make him scarify their ’infamy.’ Doubtless Swann’s voice shewed a\nfiner perspicacity than his own when it refused to utter those words full\nof disgust at the Verdurins and their circle, and of joy at his having\nshaken himself free of it, save in an artificial and rhetorical tone, and\nas though his words had been chosen rather to appease his anger than to\nexpress his thoughts. The latter, in fact, while he abandoned himself to\ninvective, were probably, though he did not know it, occupied with a\nwholly different matter, for once he had reached his house, no sooner had\nhe closed the front-door behind him than he suddenly struck his forehead,\nand, making his servant open the door again, dashed out into the street\nshouting, in a voice which, this time, was quite natural; “I believe I\nhave found a way of getting invited to the dinner at Chatou to-morrow!\"\nBut it must have been a bad way, for M. Swann was not invited; Dr.\nCottard, who, having been summoned to attend a serious case in the\ncountry, had not seen the Verdurins for some days, and had been prevented\nfrom appearing at Chatou, said, on the evening after this dinner, as he\nsat down to table at their house:",
        "“Why, aren’t we going to see M. Swann this evening? He is quite what you\nmight call a personal friend...” “I sincerely trust that we sha’n’t!\"\ncried Mme. Verdurin. “Heaven preserve us from him; he’s too deadly for\nwords, a stupid, ill-bred boor.”",
        "On hearing these words Cottard exhibited an intense astonishment blended\nwith entire submission, as though in the face of a scientific truth which\ncontradicted everything that he had previously believed, but was supported\nby an irresistible weight of evidence; with timorous emotion he bowed his\nhead over his plate, and merely replied: “Oh–oh–oh–oh–oh!” traversing,\nin an orderly retirement of his forces, into the depths of his being,\nalong a descending scale, the whole compass of his voice. After which\nthere was no more talk of Swann at the Verdurins’.",
        "Continue...",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see \">Swann’s Way I.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}