{
    "title": "Remembrance of Things Past: Swann’s Way - [At the hour when I usually went downstairs ...]",
    "author": "Marcel Proust",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "At the hour when I usually went downstairs to find out what there was for\ndinner, its preparation would already have begun, and Françoise, a colonel\nwith all the forces of nature for her subalterns, as in the fairy-tales\nwhere giants hire themselves out as scullions, would be stirring the\ncoals, putting the potatoes to steam, and, at the right moment, finishing\nover the fire those culinary masterpieces which had been first got ready\nin some of the great array of vessels, triumphs of the potter’s craft,\nwhich ranged from tubs and boilers and cauldrons and fish kettles down to\njars for game, moulds for pastry, and tiny pannikins for cream, and\nincluded an entire collection of pots and pans of every shape and size. I\nwould stop by the table, where the kitchen-maid had shelled them, to\ninspect the platoons of peas, drawn up in ranks and numbered, like little\ngreen marbles, ready for a game; but what fascinated me would be the\nasparagus, tinged with ultramarine and rosy pink which ran from their\nheads, finely stippled in mauve and azure, through a series of\nimperceptible changes to their white feet, still stained a little by the\nsoil of their garden-bed: a rainbow-loveliness that was not of this world.\nI felt that these celestial hues indicated the presence of exquisite\ncreatures who had been pleased to assume vegetable form, who, through the\ndisguise which covered their firm and edible flesh, allowed me to discern\nin this radiance of earliest dawn, these hinted rainbows, these blue\nevening shades, that precious quality which I should recognise again when,\nall night long after a dinner at which I had partaken of them, they played\n(lyrical and coarse in their jesting as the fairies in Shakespeare’s\nDream) at transforming my humble chamber into a bower of aromatic\nperfume.",
        "Poor Giotto’s Charity, as Swann had named her, charged by Françoise with\nthe task of preparing them for the table, would have them lying beside her\nin a basket; sitting with a mournful air, as though all the sorrows of the\nworld were heaped upon her; and the light crowns of azure which capped the\nasparagus shoots above their pink jackets would be finely and separately\noutlined, star by star, as in Giotto’s fresco are the flowers banded about\nthe brows, or patterning the basket of his Virtue at Padua. And,\nmeanwhile, Françoise would be turning on the spit one of those chickens,\nsuch as she alone knew how to roast, chickens which had wafted far abroad\nfrom Combray the sweet savour of her merits, and which, while she was\nserving them to us at table, would make the quality of kindness\npredominate for the moment in my private conception of her character; the\naroma of that cooked flesh, which she knew how to make so unctuous and so\ntender, seeming to me no more than the proper perfume of one of her many\nvirtues.",
        "But the day on which, while my father took counsel with his family upon\nour strange meeting with Legrandin, I went down to the kitchen, was one of\nthose days when Giotto’s Charity, still very weak and ill after her recent\nconfinement, had been unable to rise from her bed; Françoise, being\nwithout assistance, had fallen into arrears. When I went in, I saw her in\nthe back-kitchen which opened on to the courtyard, in process of killing a\nchicken; by its desperate and quite natural resistance, which Françoise,\nbeside herself with rage as she attempted to slit its throat beneath the\near, accompanied with shrill cries of “Filthy creature! Filthy creature!\"\nit made the saintly kindness and unction of our servant rather less\nprominent than it would do, next day at dinner, when it made its\nappearance in a skin gold-embroidered like a chasuble, and its precious\njuice was poured out drop by drop as from a pyx. When it was dead\nFrançoise mopped up its streaming blood, in which, however, she did not\nlet her rancour drown, for she gave vent to another burst of rage, and,\ngazing down at the carcass of her enemy, uttered a final “Filthy\ncreature!”",
        "I crept out of the kitchen and upstairs, trembling all over; I could have\nprayed, then, for the instant dismissal of Françoise. But who would have\nbaked me such hot rolls, boiled me such fragrant coffee, and even–roasted\nme such chickens? And, as it happened, everyone else had already had to\nmake the same cowardly reckoning. For my aunt Léonie knew (though I was\nstill in ignorance of this) that Françoise, who, for her own daughter or\nfor her nephews, would have given her life without a murmur, shewed a\nsingular implacability in her dealings with the rest of the world. In\nspite of which my aunt still retained her, for, while conscious of her\ncruelty, she could appreciate her services. I began gradually to realise\nthat Françoise’s kindness, her compunction, the sum total of her virtues\nconcealed many of these back-kitchen tragedies, just as history reveals to\nus that the reigns of the kings and queens who are portrayed as kneeling\nwith clasped hands in the windows of churches, were stained by oppression\nand bloodshed. I had taken note of the fact that, apart from her own\nkinsfolk, the sufferings of humanity inspired in her a pity which\nincreased in direct ratio to the distance separating the sufferers from\nherself. The tears which flowed from her in torrents when she read of the\nmisfortunes of persons unknown to her, in a newspaper, were quickly\nstemmed once she had been able to form a more accurate mental picture of\nthe victims. One night, shortly after her confinement, the kitchen-maid\nwas seized with the most appalling pains; Mamma heard her groans, and rose\nand awakened Françoise, who, quite unmoved, declared that all the outcry\nwas mere malingering, that the girl wanted to ’play the mistress’ in the\nhouse.  The doctor, who had been afraid of some such attack, had left a\nmarker in a medical dictionary which we had, at the page on which the\nsymptoms were described, and had told us to turn up this passage, where we\nwould find the measures of ’first aid’ to be adopted. My mother sent\nFrançoise to fetch the book, warning her not to let the marker drop out.\nAn hour elapsed, and Françoise had not returned; my mother, supposing that\nshe had gone back to bed, grew vexed, and told me to go myself to the\nbookcase and fetch the volume. I did so, and there found Françoise who, in\nher curiosity to know what the marker indicated, had begun to read the\nclinical account of these after-pains, and was violently sobbing, now that\nit was a question of a type of illness with which she was not familiar. At\neach painful symptom mentioned by the writer she would exclaim: “Oh, oh,\nHoly Virgin, is it possible that God wishes any wretched human creature to\nsuffer so? Oh, the poor girl!”",
        "But when I had called her, and she had returned to the bedside of Giotto’s\nCharity, her tears at once ceased to flow; she could find no stimulus for\nthat pleasant sensation of tenderness and pity which she very well knew,\nhaving been moved to it often enough by the perusal of newspapers; nor any\nother pleasure of the same kind in her sense of weariness and irritation\nat being pulled out of bed in the middle of the night for the\nkitchen-maid; so that at the sight of those very sufferings, the printed\naccount of which had moved her to tears, she had nothing to offer but\nill-tempered mutterings, mingled with bitter sarcasm, saying, when she\nthought that we had gone out of earshot: “Well, she need never have done\nwhat she must have done to bring all this about! She found that pleasant\nenough, I dare say! She had better not put on any airs now. All the same,\nhe must have been a god-forsaken young man to go after that. Dear, dear,\nit’s just as they used to say in my poor mother’s country:",
        "  Snaps and snails and puppy-dogs’ tails,\n    And dirty sluts in plenty,\n  Smell sweeter than roses in young men’s noses\n    When the heart is one-and-twenty.”",
        "Although, when her grandson had a slight cold in his head, she would Bet\noff at night, even if she were ill also, instead of going to bed, to see\nwhether he had everything that he wanted, covering ten miles on foot\nbefore daybreak so as to be in time to begin her work, this same love for\nher own people, and her desire to establish the future greatness of her\nhouse on a solid foundation reacted, in her policy with regard to the\nother servants, in one unvarying maxim, which was never to let any of them\nset foot in my aunt’s room; indeed she shewed a sort of pride in not\nallowing anyone else to come near my aunt, preferring, when she herself\nwas ill, to get out of bed and to administer the Vichy water in person,\nrather than to concede to the kitchen-maid the right of entry into her\nmistress’s presence.  There is a species of hymenoptera, observed by\nFabre, the burrowing wasp, which in order to provide a supply of fresh\nmeat for her offspring after her own decease, calls in the science of\nanatomy to amplify the resources of her instinctive cruelty, and, having\nmade a collection of weevils and spiders, proceeds with marvellous\nknowledge and skill to pierce the nerve-centre on which their power of\nlocomotion (but none of their other vital functions) depends, so that the\nparalysed insect, beside which her egg is laid, will furnish the larva,\nwhen it is hatched, with a tamed and inoffensive quarry, incapable either\nof flight or of resistance, but perfectly fresh for the larder: in the\nsame way Françoise had adopted, to minister to her permanent and\nunfaltering resolution to render the house uninhabitable to any other\nservant, a series of crafty and pitiless stratagems.  Many years later we\ndiscovered that, if we had been fed on asparagus day after day throughout\nthat whole season, it was because the smell of the plants gave the poor\nkitchen-maid, who had to prepare them, such violent attacks of asthma that\nshe was finally obliged to leave my aunt’s service.",
        "Alas! we had definitely to alter our opinion of M. Legrandin. On one-of\nthe Sundays following our meeting with him on the Pont-Vieux, after which\nmy father had been forced to confess himself mistaken, as mass drew to an\nend, and, with the sunshine and the noise of the outer world, something\nelse invaded the church, an atmosphere so far from sacred that Mme.\nGoupil, Mme.  Percepied (all those, in fact, who a moment ago, when I\narrived a little late, had been sitting motionless, their eyes fixed on\ntheir prayer-books; who, I might even have thought, had not seen me come\nin, had not their feet moved slightly to push away the little\nkneeling-desk which was preventing me from getting to my chair) began in\nloud voices to discuss with us all manner of utterly mundane topics, as\nthough we were already outside in the Square, we saw, standing on the\nsun-baked steps of the porch, dominating the many-coloured tumult of the\nmarket, Legrandin himself, whom the husband of the lady we had seen with\nhim, on the previous occasion, was just going to introduce to the wife of\nanother large landed proprietor of the district. Legrandin’s face shewed\nan extraordinary zeal and animation; he made a profound bow, with a\nsubsidiary backward movement which brought his spine sharply up into a\nposition behind its starting-point, a gesture in which he must have been\ntrained by the husband of his sister, Mme. de Cambremer. This rapid\nrecovery caused a sort of tense muscular wave to ripple over Legrandin’s\nhips, which I had not supposed to be so fleshy; I cannot say why, but this\nundulation of pure matter, this wholly carnal fluency, with not the least\nhint in it of spiritual significance, this wave lashed to a fury by the\nwind of an assiduity, an obsequiousness of the basest sort, awoke my mind\nsuddenly to the possibility of a Legrandin altogether different from the\none whom we knew. The lady gave him some message for her coachman, and\nwhile he was stepping down to her carriage the impression of joy, timid\nand devout, which the introduction had stamped there, still lingered on\nhis face. Carried away in a sort of dream, he smiled, then he began to\nhurry back towards the lady; he was walking faster than usual, and his\nshoulders swayed backwards and forwards, right and left, in the most\nabsurd fashion; altogether he looked, so utterly had he abandoned himself\nto it, ignoring all other considerations, as though he were the lifeless\nand wire-pulled puppet of his own happiness. Meanwhile we were coming out\nthrough the porch; we were passing close beside him; he was too well bred\nto turn his head away; but he fixed his eyes, which had suddenly changed\nto those of a seer, lost in the profundity of his vision, on so distant a\npoint of the horizon that he could not see us, and so had not to\nacknowledge our presence.  His face emerged, still with an air of\ninnocence, from his straight and pliant coat, which looked as though\nconscious of having been led astray, in spite of itself, and plunged into\nsurroundings of a detested splendour.  And a spotted necktie, stirred by\nthe breezes of the Square, continued to float in front of Legrandin, like\nthe standard of his proud isolation, of his noble independence. Just as we\nreached the house my mother discovered that we had forgotten the\n’Saint-Honoré,’ and asked my father to go back with me and tell them to\nsend it up at once. Near the church we met Legrandin, coming towards us\nwith the same lady, whom he was escorting to her carriage. He brushed past\nus, and did not interrupt what he was saying to her, but gave us, out of\nthe corner of his blue eye, a little sign, which began and ended, so to\nspeak, inside his eyelids, and as it did not involve the least movement of\nhis facial muscles, managed to pass quite unperceived by the lady; but,\nstriving to compensate by the intensity of his feelings for the somewhat\nrestricted field in which they had to find expression, he made that blue\nchink, which was set apart for us, sparkle with all the animation of\ncordiality, which went far beyond mere playfulness, and almost touched the\nborder-line of roguery; he subtilised the refinements of good-fellowship\ninto a wink of connivance, a hint, a hidden meaning, a secret\nunderstanding, all the mysteries of complicity in a plot, and finally\nexalted his assurances of friendship to the level of protestations of\naffection, even of a declaration of love, lighting up for us, and for us\nalone, with a secret and languid flame invisible by the great lady upon\nhis other side, an enamoured pupil in a countenance of ice.",
        "Only the day before he had asked my parents to send me to dine with him on\nthis same Sunday evening. “Come and bear your aged friend company,” he had\nsaid to me. “Like the nosegay which a traveller sends us from some land to\nwhich we shall never go again, come and let me breathe from the far\ncountry of your adolescence the scent of those flowers of spring among\nwhich I also used to wander, many years ago. Come with the primrose, with\nthe canon’s beard, with the gold-cup; come with the stone-crop, whereof\nare posies made, pledges of love, in the Balzacian flora, come with that\nflower of the Resurrection morning, the Easter daisy, come with the\nsnowballs of the guelder-rose, which begin to embalm with their fragrance\nthe alleys of your great-aunt’s garden ere the last snows of Lent are\nmelted from its soil. Come with the glorious silken raiment of the lily,\napparel fit for Solomon, and with the many-coloured enamel of the pansies,\nbut come, above all, with the spring breeze, still cooled by the last\nfrosts of wirier, wafting apart, for the two butterflies’ sake, that have\nwaited outside all morning, the closed portals of the first Jerusalem\nrose.”",
        "The question was raised at home whether, all things considered, I ought\nstill to be sent to dine with M. Legrandin. But my grandmother refused to\nbelieve that he could have been impolite.",
        "“You admit yourself that he appears at church there, quite simply dressed,\nand all that; he hardly looks like a man of fashion.” She added that; in\nany event, even if, at the worst, he had been intentionally rude, it was\nfar better for us to pretend that we had noticed nothing. And indeed my\nfather himself, though more annoyed than any of us by the attitude which\nLegrandin had adopted, may still have held in reserve a final uncertainty\nas to its true meaning. It was like every attitude or action which reveals\na man’s deep and hidden character; they bear no relation to what he has\npreviously said, and we cannot confirm our suspicions by the culprit’s\nevidence, for he will admit nothing; we are reduced to the evidence of our\nown senses, and we ask ourselves, in the face of this detached and\nincoherent fragment of recollection, whether indeed our senses have not\nbeen the victims of a hallucination; with the result that such attitudes,\nand these alone are of importance in indicating character, are the most\napt to leave us in perplexity.",
        "I dined with Legrandin on the terrace of his house, by moonlight. “There\nis a charming quality, is there not,” he said to me, “in this silence; for\nhearts that are wounded, as mine is, a novelist, whom you will read in\ntime to come, claims that there is no remedy but silence and shadow. And\nsee you this, my boy, there comes in all lives a time, towards which you\nstill have far to go, when the weary eyes can endure but one kind of\nlight, the light which a fine evening like this prepares for us in the\nstillroom of darkness, when the ears can listen to no music save what the\nmoonlight breathes through the flute of silence.”",
        "I could hear what M. Legrandin was saying; like everything that he said,\nit sounded attractive; but I was disturbed by the memory of a lady whom I\nhad seen recently for the first time; and thinking, now that I knew that\nLegrandin was on friendly terms with several of the local aristocracy,\nthat perhaps she also was among his acquaintance, I summoned up all my\ncourage and said to him: “Tell me, sir, do you, by any chance, know the\nlady–the ladies of Guermantes?” and I felt glad because, in pronouncing\nthe name, I had secured a sort of power over it, by the mere act of\ndrawing it up out of my dreams and giving it an objective existence in the\nworld of spoken things.",
        "But, at the sound of the word Guermantes, I saw in the middle of each of\nour friend’s blue eyes a little brown dimple appear, as though they had\nbeen stabbed by some invisible pin-point, while the rest of his pupils,\nreacting from the shock, received and secreted the azure overflow. His\nfringed eyelids darkened, and drooped. His mouth, which had been stiffened\nand seared with bitter lines, was the first to recover, and smiled, while\nhis eyes still seemed full of pain, like the eyes of a good-looking martyr\nwhose body bristles with arrows.",
        "“No, I do not know them,” he said, but instead of uttering so simple a\npiece of information, a reply in which there was so little that could\nastonish me, in the natural and conversational tone which would have\nbefitted it, he recited it with a separate stress upon each word, leaning\nforward, bowing his head, with at once the vehemence which a man gives, so\nas to be believed, to a highly improbable statement (as though the fact\nthat he did not know the Guermantes could be due only to some strange\naccident of fortune) and with the emphasis of a man who, finding himself\nunable to keep silence about what is to him a painful situation, chooses\nto proclaim it aloud, so as to convince his hearers that the confession he\nis making is one that causes him no embarrassment, but is easy, agreeable,\nspontaneous, that the situation in question, in this case the absence of\nrelations with the Guermantes family, might very well have been not forced\nupon, but actually designed by Legrandin himself, might arise from some\nfamily tradition, some moral principle or mystical vow which expressly\nforbade his seeking their society.",
        "“No,” he resumed, explaining by his words the tone in which they were\nuttered. “No, I do not know them; I have never wished to know them; I have\nalways made a point of preserving complete independence; at heart, as you\nknow, I am a bit of a Radical. People are always coming to me about it,\ntelling me I am mistaken in not going to Guermantes, that I make myself\nseem ill-bred, uncivilised, an old bear. But that’s not the sort of\nreputation that can frighten me; it’s too true! In my heart of hearts I\ncare for nothing in the world now but a few churches, books–two or three,\npictures–rather more, perhaps, and the light of the moon when the fresh\nbreeze of youth (such as yours) wafts to my nostrils the scent of gardens\nwhose flowers my old eyes are not sharp enough, now, to distinguish.”",
        "I did not understand very clearly why, in order to refrain from going to\nthe houses of people whom one did not know, it should be necessary to\ncling to one’s independence, nor how that could give one the appearance of\na savage or a bear. But what I did understand was this, that Legrandin was\nnot altogether truthful when he said that he cared only for churches,\nmoonlight, and youth; he cared also, he cared a very great deal, for\npeople who lived in country houses, and would be so much afraid, when in\ntheir company, of incurring their displeasure that he would never dare to\nlet them see that he numbered, as well, among his friends middle-class\npeople, the families of solicitors and stockbrokers, preferring, if the\ntruth must be known, that it should be revealed in his absence, when he\nwas out of earshot, that judgment should go against him (if so it must) by\ndefault: in a word, he was a snob. Of course he would never have admitted\nall or any of this in the poetical language which my family and I so much\nadmired.  And if I asked him, “Do you know the Guermantes family?\"\nLegrandin the talker would reply, “No, I have never cared to know them.\"\nBut unfortunately the talker was now subordinated to another Legrandin,\nwhom he kept carefully hidden in his breast, whom he would never\nconsciously exhibit, because this other could tell stories about our own\nLegrandin and about his snobbishness which would have ruined his\nreputation for ever; and this other Legrandin had replied to me already in\nthat wounded look, that stiffened smile, the undue gravity of his tone in\nuttering those few words, in the thousand arrows by which our own\nLegrandin had instantaneously been stabbed and sickened, like a Saint\nSebastian of snobbery:",
        "“Oh, how you hurt me! No, I do not know the Guermantes family. Do not\nremind me of the great sorrow of my life.” And since this other, this\nirrepressible, dominant, despotic Legrandin, if he lacked our Legrandin’s\ncharming vocabulary, shewed an infinitely greater promptness in expressing\nhimself, by means of what are called ’reflexes,’ it followed that, when\nLegrandin the talker attempted to silence him, he would already have\nspoken, and it would be useless for our friend to deplore the bad\nimpression which the revelations of his alter ego must have caused,\nsince he could do no more now than endeavour to mitigate them.",
        "This was not to say that M. Legrandin was anything but sincere when he\ninveighed against snobs. He could not (from his own knowledge, at least)\nbe aware that he was one also, since it is only with the passions of\nothers that we are ever really familiar, and what we come to find out\nabout our own can be no more than what other people have shewn us. Upon\nourselves they react but indirectly, through our imagination, which\nsubstitutes for our actual, primary motives other, secondary motives, less\nstark and therefore more decent. Never had Legrandin’s snobbishness\nimpelled him to make a habit of visiting a duchess as such. Instead, it\nwould set his imagination to make that duchess appear, in Legrandin’s\neyes, endowed with all the graces. He would be drawn towards the duchess,\nassuring himself the while that he was yielding to the attractions of her\nmind, and her other virtues, which the vile race of snobs could never\nunderstand.  Only his fellow-snobs knew that he was of their number, for,\nowing to their inability to appreciate the intervening efforts of his\nimagination, they saw in close juxtaposition the social activities of\nLegrandin and their primary cause.",
        "At home, meanwhile, we had no longer any illusions as to M. Legrandin, and\nour relations with him had become much more distant. Mamma would be\ngreatly delighted whenever she caught him red-handed in the sin, which he\ncontinued to call the unpardonable sin, of snobbery. As for my father, he\nfound it difficult to take Legrandin’s airs in so light, in so detached a\nspirit; and when there was some talk, one year, of sending me to spend the\nlong summer holidays at Balbec with my grandmother, he said: “I must, most\ncertainly, tell Legrandin that you are going to Balbec, to see whether he\nwill offer you an introduction to his sister. He probably doesn’t remember\ntelling us that she lived within a mile of the place.”",
        "My grandmother, who held that, when one went to the seaside, one ought to\nbe on the beach from morning to night, to taste the salt breezes, and that\none should not know anyone in the place, because calls and parties and\nexcursions were so much time stolen from what belonged, by rights, to the\nsea-air, begged him on no account to speak to Legrandin of our plans; for\nalready, in her mind’s eye, she could see his sister, Mme. de Cambremer,\nalighting from her carriage at the door of our hotel just as we were on\nthe point of going out fishing, and obliging us to remain indoors all\nafternoon to entertain her. But Mamma laughed her fears to scorn, for she\nherself felt that the danger was not so threatening, and that Legrandin\nwould shew no undue anxiety to make us acquainted with his sister. And, as\nit happened, there was no need for any of us to introduce the subject of\nBalbec, for it was Legrandin himself who, without the least suspicion that\nwe had ever had any intention of visiting those parts, walked into the\ntrap uninvited one evening, when we met him strolling on the banks of the\nVivonne.",
        "“There are tints in the clouds this evening, violets and blues, which are\nvery beautiful, are they not, my friend?” he said to my father.\n“Especially a blue which is far more floral than atmospheric, a cineraria\nblue, which it is surprising to see in the sky. And that little pink cloud\nthere, has it not just the tint of some flower, a carnation or hydrangea?\nNowhere, perhaps, except on the shores of the English Channel, where\nNormandy merges into Brittany, have I been able to find such copious\nexamples of what you might call a vegetable kingdom in the clouds. Down\nthere, close to Balbec, among all those places which are still so\nuncivilised, there is a little bay, charmingly quiet, where the sunsets of\nthe Auge Valley, those red-and-gold sunsets (which, all the same, I am\nvery far from despising) seem commonplace and insignificant; for in that\nmoist and gentle atmosphere these heavenly flower-beds will break into\nblossom, in a few moments, in the evenings, incomparably lovely, and often\nlasting for hours before they fade. Others shed their leaves at once, and\nthen it is more beautiful still to see the sky strewn with the scattering\nof their innumerable petals, sulphurous yellow and rosy red. In that bay,\nwhich they call the Opal Bay, the golden sands appear more charming still\nfrom being fastened, like fair Andromeda, to those terrible rocks of the\nsurrounding coast, to that funereal shore, famed for the number of its\nwrecks, where every winter many a brave vessel falls a victim to the\nperils of the sea. Balbec! the oldest bone in the geological skeleton that\nunderlies our soil, the true Armor, the sea, the land’s end, the accursed\nregion which Anatole France–an enchanter whose works our young friend\nought to read–has so well depicted, beneath its eternal fogs, as though\nit were indeed the land of the Cimmerians in the Odyssey. Balbec; yes,\nthey are building hotels there now, superimposing them upon its ancient\nand charming soil, which they are powerless to alter; how delightful it\nis, down there, to be able to step out at once into regions so primitive\nand so entrancing.”",
        "“Indeed! And do you know anyone at Balbec?” inquired my father.  “This\nyoung man is just going to spend a couple of months there with his\ngrandmother, and my wife too, perhaps.”",
        "Legrandin, taken unawares by the question at a moment when he was looking\ndirectly at my father, was unable to turn aside his gaze, and so\nconcentrated it with steadily increasing intensity–smiling mournfully the\nwhile–upon the eyes of his questioner, with an air of friendliness and\nfrankness and of not being afraid to look him in the face, until he seemed\nto have penetrated my father’s skull, as it had been a ball of glass, and\nto be seeing, at the moment, a long way beyond and behind it, a brightly\ncoloured cloud, which provided him with a mental alibi, and would enable\nhim to establish the theory that, just when he was being asked whether he\nknew anyone at Balbec, he had been thinking of something else, and so had\nnot heard the question. As a rule these tactics make the questioner\nproceed to ask, “Why, what are you thinking about?” But my father,\ninquisitive, annoyed, and cruel, repeated: “Have you friends, then, in\nthat neighbourhood, that you know Balbec so well?”",
        "In a final and desperate effort the smiling gaze of Legrandin struggled to\nthe extreme limits of its tenderness, vagueness, candour, and distraction;\nthen feeling, no doubt, that there was nothing left for it now but to\nanswer, he said to us: “I have friends all the world over, wherever there\nare companies of trees, stricken but not defeated, which have come\ntogether to offer a common supplication, with pathetic obstinacy, to an\ninclement sky which has no mercy upon them.”",
        "“That is not quite what I meant,” interrupted my father, obstinate as a\ntree and merciless as the sky. “I asked you, in case anything should\nhappen to my mother-in-law and she wanted to feel that she was not all\nalone down there, at the ends of the earth, whether you knew any of the\npeople.”",
        "“There as elsewhere, I know everyone and I know no one,” replied\nLegrandin, who was by no means ready yet to surrender; “places I know\nwell, people very slightly. But, down there, the places themselves seem to\nme just like people, rare and wonderful people, of a delicate quality\nwhich would have been corrupted and ruined by the gift of life. Perhaps it\nis a castle which you encounter upon the cliff’s edge; standing there by\nthe roadside, where it has halted to contemplate its sorrows before an\nevening sky, still rosy, through which a golden moon is climbing; while\nthe fishing-boats, homeward bound, creasing the watered silk of the\nChannel, hoist its pennant at their mastheads and carry its colours. Or\nperhaps it is a simple dwelling-house that stands alone, ugly, if\nanything, timid-seeming but full of romance, hiding from every eye some\nimperishable secret of happiness and disenchantment. That land which knows\nnot truth,” he continued with Machiavellian subtlety, “that land of\ninfinite fiction makes bad reading for any boy; and is certainly not what\nI should choose or recommend for my young friend here, who is already so\nmuch inclined to melancholy, for a heart already predisposed to receive\nits impressions.  Climates that breathe amorous secrets and futile regrets\nmay agree with an old and disillusioned man like myself; but they must\nalways prove fatal to a temperament which is still unformed. Believe me,\"\nhe went on with emphasis, “the waters of that bay–more Breton than\nNorman–may exert a sedative influence, though even that is of\nquestionable value, upon a heart which, like mine, is no longer unbroken,\na heart for whose wounds there is no longer anything to compensate. But at\nyour age, my boy, those waters are contra-indicated.... Good night to you,\nneighbours,” he added, moving away from us with that evasive abruptness to\nwhich we were accustomed; and then, turning towards us, with a\nphysicianly finger raised in warning, he resumed the consultation: “No\nBalbec before you are fifty!” he called out to me, “and even then it must\ndepend on the state of the heart.”",
        "My father spoke to him of it again, as often as we met him, and tortured\nhim with questions, but it was labour in vain: like that scholarly\nswindler who devoted to the fabrication of forged palimpsests a wealth of\nskill and knowledge and industry the hundredth part of which would have\nsufficed to establish him in a more lucrative–but an honourable\noccupation, M. Legrandin, had we insisted further, would in the end have\nconstructed a whole system of ethics, and a celestial geography of Lower\nNormandy, sooner than admit to us that, within a mile of Balbec, his own\nsister was living in her own house; sooner than find himself obliged to\noffer us a letter of introduction, the prospect of which would never have\ninspired him with such terror had he been absolutely certain–as, from his\nknowledge of my grandmother’s character, he really ought to have been\ncertain–that in no circumstances whatsoever would we have dreamed of\nmaking use of it.",
        "Continue...",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see Swann’s Way II.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "REMEMBRANCE OF THINGS PAST, SWANN'S WAY, WITHIN A BUDDING GROVE, THE GUERMANTES WAY - VOLUME ONEBy Marcel ProustAt Amazon"
    ]
}