{
    "title": "Remembrance of Things Past: Swann’s Way II - Place-Names: The Name",
    "author": "Marcel Proust",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "Among the rooms which used most commonly to take shape in my mind during\nmy long nights of sleeplessness, there was none that differed more utterly\nfrom the rooms at Combray, thickly powdered with the motes of an\natmosphere granular, pollenous, edible and instinct with piety, than my\nroom in the Grand Hôtel de la Plage, at Balbec, the walls of which, washed\nwith ripolin, contained, like the polished sides of a basin in which the\nwater glows with a blue, lurking fire, a finer air, pure, azure-tinted,\nsaline.  The Bavarian upholsterer who had been entrusted with the\nfurnishing of this hotel had varied his scheme of decoration in different\nrooms, and in that which I found myself occupying had set against the\nwalls, on three sides of it, a series of low book-cases with glass fronts,\nin which, according to where they stood, by a law of nature which he had,\nperhaps, forgotten to take into account, was reflected this or that\nsection of the ever-changing view of the sea, so that the walls were lined\nwith a frieze of seascapes, interrupted only by the polished mahogany of\nthe actual shelves. And so effective was this that the whole room had the\nappearance of one of those model bedrooms which you see nowadays in\nHousing Exhibitions, decorated with works of art which are calculated by\ntheir designer to refresh the eyes of whoever may ultimately have to sleep\nin the rooms, the subjects being kept in some degree of harmony with the\nlocality and surroundings of the houses for which the rooms are planned.",
        "And yet nothing could have differed more utterly, either, from the real\nBalbec than that other Balbec of which I had often dreamed, on stormy\ndays, when the wind was so strong that Françoise, as she took me to the\nChamps-Elysées, would warn me not to walk too near the side of the street,\nor I might have my head knocked off by a falling slate, and would recount\nto me, with many lamentations, the terrible disasters and shipwrecks that\nwere reported in the newspaper. I longed for nothing more than to behold a\nstorm at sea, less as a mighty spectacle than as a momentary revelation of\nthe true life of nature; or rather there were for me no mighty spectacles\nsave those which I knew to be not artificially composed for my\nentertainment, but necessary and unalterable,–the beauty of landscapes or\nof great works of art. I was not curious, I did not thirst to know\nanything save what I believed to be more genuine than myself, what had for\nme the supreme merit of shewing me a fragment of the mind of a great\ngenius, or of the force or the grace of nature as she appeared when left\nentirely to herself, without human interference. Just as the lovely sound\nof her voice, reproduced, all by itself, upon the phonograph, could never\nconsole a man for the loss of his mother, so a mechanical imitation of a\nstorm would have left me as cold as did the illuminated fountains at the\nExhibition. I required also, if the storm was to be absolutely genuine,\nthat the shore from which I watched it should be a natural shore, not an\nembankment recently constructed by a municipality. Besides, nature, by all\nthe feelings that she aroused in me, seemed to me the most opposite thing\nin the world to the mechanical inventions of mankind The less she bore\ntheir imprint, the more room she offered for the expansion of my heart.\nAnd, as it happened, I had preserved the name of Balbec, which Legrandin\nhad cited to us, as that of a sea-side place in the very midst of “that\nfunereal coast, famed for the number of its wrecks, swathed, for six\nmonths in the year, in a shroud of fog and flying foam from the waves.",
        "“You feel, there, below your feet still,” he had told me, “far more even\nthan at Finistère (and even though hotels are now being superimposed upon\nit, without power, however, to modify that oldest bone in the earth’s\nskeleton) you feel there that you are actually at the land’s end of\nFrance, of Europe, of the Old World. And it is the ultimate encampment of\nthe fishermen, precisely like the fishermen who have lived since the\nworld’s beginning, facing the everlasting kingdom of the sea-fogs and\nshadows of the night.” One day when, at Combray, I had spoken of this\ncoast, this Balbec, before M. Swann, hoping to learn from him whether it\nwas the best point to select for seeing the most violent storms, he had\nreplied: “I should think I did know Balbec! The church at Balbec, built in\nthe twelfth and thirteenth centuries, and still half romanesque, is\nperhaps the most curious example to be found of our Norman gothic, and so\nexceptional that one is tempted to describe it as Persian in its\ninspiration.” And that region, which, until then, had seemed to me to be\nnothing else than a part of immemorial nature, that had remained\ncontemporaneous with the great phenomena of geology–and as remote from\nhuman history as the Ocean itself, or the Great Bear, with its wild race\nof fishermen for whom, no more than for their whales, had there been any\nMiddle Ages–it had been a great joy to me to see it suddenly take its\nplace in the order of the centuries, with a stored consciousness of the\nromanesque epoch, and to know that the gothic trefoil had come to\ndiversify those wild rocks also, at the appointed hour, like those frail\nbut hardy plants which, in the Polar regions, when the spring returns,\nscatter their stars about the eternal snows. And if gothic art brought to\nthose places and people a classification which, otherwise, they lacked,\nthey too conferred one upon it in return. I tried to form a picture in my\nmind of how those fishermen had lived, the timid and unsuspected essay\ntowards social intercourse which they had attempted there, clustered upon\na promontory of the shores of Hell, at the foot of the cliffs of death;\nand gothic art seemed to me a more living thing now that, detaching it\nfrom the towns in which, until then, I had always imagined it, I could see\nhow, in a particular instance, upon a reef of savage rocks, it had taken\nroot and grown until it flowered in a tapering spire. I was taken to see\nreproductions of the most famous of the statues at Balbec,–shaggy,\nblunt-faced Apostles, the Virgin from the porch,–and I could scarcely\nbreathe for joy at the thought that I might myself, one day, see them take\na solid form against their eternal background of salt fog. Thereafter, on\ndear, tempestuous February nights, the wind–- breathing into my heart,\nwhich it shook no less violently than the chimney of my bedroom, the\nproject of a visit to Balbec–blended in me the desire for gothic\narchitecture with that for a storm upon the sea.",
        "I should have liked to take, the very next day, the good, the generous\ntrain at one twenty-two, of which never without a palpitating heart could\nI read, in the railway company’s bills or in advertisements of circular\ntours, the hour of departure: it seemed to me to cut, at a precise point\nin every afternoon, a most fascinating groove, a mysterious mark, from\nwhich the diverted hours still led one on, of course, towards evening,\ntowards to-morrow morning, but to an evening and morning which one would\nbehold, not in Paris but in one of those towns through which the train\npassed and among which it allowed one to choose; for it stopped at Bayeux,\nat Coutances, at Vitré, at Questambert, at Pontorson, at Balbec, at\nLannion, at Lamballe, at Benodet, at Pont-Aven, at Quimperle, and\nprogressed magnificently surcharged with names which it offered me, so\nthat, among them all, I did not know which to choose, so impossible was it\nto sacrifice any. But even without waiting for the train next day, I\ncould, by rising and dressing myself with all speed, leave Paris that very\nevening, should my parents permit, and arrive at Balbec as dawn spread\nwestward over the raging sea, from whose driven foam I would seek shelter\nin that church in the Persian manner. But at the approach of the Easter\nholidays, when my parents bad promised to let me spend them, for once, in\nthe North of Italy, lo! in place of those dreams of tempests, by which I\nhad been entirely possessed, not wishing to see anything but waves dashing\nin from all sides, mounting always higher, upon the wildest of coasts,\nbeside churches as rugged and precipitous as cliffs, in whose towers the\nsea-birds would be wailing; suddenly, effacing them, taking away all their\ncharm, excluding them because they were its opposite and could only have\nweakened its effect, was substituted in me the converse dream of the most\nvariegated of springs, not the spring of Combray, still pricking with all\nthe needle-points of the winter’s frost, but that which already covered\nwith lilies and anemones the meadows of Fiesole, and gave Florence a\ndazzling golden background, like those in Fra Angelico’s pictures. From\nthat moment, only sunlight, perfumes, colours, seemed to me to have any\nvalue; for this alternation of images had effected a change of front in my\ndesire, and–as abrupt as those that occur sometimes in music,–a complete\nchange of tone in my sensibility. Thus it came about that a mere\natmospheric variation would be sufficient to provoke in me that\nmodulation, without there being any need for me to await the return of a\nseason. For often we find a day, in one, that has strayed from another\nseason, and makes us live in that other, summons at once into our presence\nand makes us long for its peculiar pleasures, and interrupts the dreams\nthat we were in process of weaving, by inserting, out of its turn, too\nearly or too late, this leaf, torn from another chapter, in the\ninterpolated calendar of Happiness. But soon it happened that, like those\nnatural phenomena from which our comfort or our health can derive but an\naccidental and all too modest benefit, until the day when science takes\ncontrol of them, and, producing them at will, places in our hands the\npower to order their appearance, withdrawn from the tutelage and\nindependent of the consent of chance; similarly the production of these\ndreams of the Atlantic and of Italy ceased to depend entirely upon the\nchanges of the seasons and of the weather. I need only, to make them\nreappear, pronounce the names: Balbec, Venice, Florence, within whose\nsyllables had gradually accumulated all the longing inspired in me by the\nplaces for which they stood. Even in spring, to come in a book upon the\nname of Balbec sufficed to awaken in me the desire for storms at sea and\nfor the Norman gothic; even on a stormy day the name of Florence or of\nVenice would awaken the desire for sunshine, for lilies, for the Palace of\nthe Doges and for Santa Maria del Fiore.",
        "But if their names thus permanently absorbed the image that I had formed\nof these towns, it was only by transforming that image, by subordinating\nits reappearance in me to their own special laws; and in consequence of\nthis they made it more beautiful, but at the same time more different from\nanything that the towns of Normandy or Tuscany could in reality be, and,\nby increasing the arbitrary delights of my imagination, aggravated the\ndisenchantment that was in store for me when I set out upon my travels.\nThey magnified the idea that I formed of certain points on the earth’s\nsurface, making them more special, and in consequence more real. I did not\nthen represent to myself towns, landscapes, historic buildings, as\npictures more or less attractive, cut out here and there of a substance\nthat was common to them all, but looked on each of them as on an unknown\nthing, different from all the rest, a thing for which my soul was athirst,\nby the knowledge of which it would benefit. How much more individual still\nwas the character that they assumed from being designated by names, names\nthat were only for themselves, proper names such as people have. Words\npresent to us little pictures of things, lucid and normal, like the\npictures that are hung on the walls of schoolrooms to give children an\nillustration of what is meant by a carpenter’s bench, a bird, an ant-hill;\nthings chosen as typical of everything else of the same sort. But names\npresent to us–of persons and of towns which they accustom us to regard as\nindividual, as unique, like persons–a confused picture, which draws from\nthe names, from the brightness or darkness of their sound, the colour in\nwhich it is uniformly painted, like one of those posters, entirely blue or\nentirely red, in which, on account of the limitations imposed by the\nprocess used in their reproduction, or by a whim on the designer’s part,\nare blue or red not only the sky and the sea, but the ships and the church\nand the people in the streets. The name of Parma, one of the towns that I\nmost longed to visit, after reading the Chartreuse, seeming to me\ncompact and glossy, violet-tinted, soft, if anyone were to speak of such\nor such a house in Parma, in which I should be lodged, he would give me\nthe pleasure of thinking that I was to inhabit a dwelling that was compact\nand glossy, violet-tinted, soft, and that bore no relation to the houses\nin any other town in Italy, since I could imagine it only by the aid of\nthat heavy syllable of the name of Parma, in which no breath of air\nstirred, and of all that I had made it assume of Stendhalian sweetness and\nthe reflected hue of violets. And when I thought of Florence, it was of a\ntown miraculously embalmed, and flower-like, since it was called the City\nof the Lilies, and its Cathedral, Our Lady of the Flower. As for Balbec,\nit was one of those names in which, as on an old piece of Norman pottery\nthat still keeps the colour of the earth from which it was fashioned, one\nsees depicted still the representation of some long-abolished custom, of\nsome feudal right, of the former condition of some place, of an obsolete\nway of pronouncing the language, which had shaped and wedded its\nincongruous syllables and which I never doubted that I should find spoken\nthere at once, even by the inn-keeper who would pour me out coffee and\nmilk on my arrival, taking me down to watch the turbulent sea, unchained,\nbefore the church; to whom I lent the aspect, disputatious, solemn and\nmediaeval, of some character in one of the old romances.",
        "Had my health definitely improved, had my parents allowed me, if not\nactually to go down to stay at Balbec, at least to take, just once, so as\nto become acquainted with the architecture and landscapes of Normandy or\nof Brittany, that one twenty-two train into which I had so often clambered\nin imagination, I should have preferred to stop, and to alight from it, at\nthe most beautiful of its towns; but in vain might I compare and contrast\nthem; how was one to choose, any more than between individual people, who\nare not interchangeable, between Bayeux, so lofty in its noble coronet of\nrusty lace, whose highest point caught the light of the old gold of its\nsecond syllable; Vitré, whose acute accent barred its ancient glass with\nwooden lozenges; gentle Lamballe, whose whiteness ranged from egg-shell\nyellow to a pearly grey; Coutances, a Norman Cathedral, which its final\nconsonants, rich and yellowing, crowned with a tower of butter; Lannion\nwith the rumble and buzz, in the silence of its village street, of the fly\non the wheel of the coach; Questambert, Pontorson, ridiculously silly and\nsimple, white feathers and yellow beaks strewn along the road to those\nwell-watered and poetic spots; Benodet, a name scarcely moored that seemed\nto be striving to draw the river down into the tangle of its seaweeds;\nPont-Aven, the snowy, rosy flight of the wing of a lightly poised coif,\ntremulously reflected in the greenish waters of a canal; Quimperlé, more\nfirmly attached, this, and since the Middle Ages, among the rivulets with\nwhich it babbled, threading their pearls upon a grey background, like the\npattern made, through the cobwebs upon a window, by rays of sunlight\nchanged into blunt points of tarnished silver?",
        "These images were false for another reason also; namely, that they were\nnecessarily much simplified; doubtless the object to which my imagination\naspired, which my senses took in but incompletely and without any\nimmediate pleasure, I had committed to the safe custody of names;\ndoubtless because I had accumulated there a store of dreams, those names\nnow magnetised my desires; but names themselves are not very\ncomprehensive; the most that I could do was to include in each of them two\nor three of the principal curiosities of the town, which would lie there\nside by side, without interval or partition; in the name of Balbec, as in\nthe magnifying glasses set in those penholders which one buys at sea-side\nplaces, I could distinguish waves surging round a church built in the\nPersian manner.  Perhaps, indeed, the enforced simplicity of these images\nwas one of the reasons for the hold that they had over me. When my father\nhad decided, one year, that we should go for the Easter holidays to\nFlorence and Venice, not finding room to introduce into the name of\nFlorence the elements that ordinarily constitute a town, I was obliged to\nlet a supernatural city emerge from the impregnation by certain vernal\nscenes of what I supposed to be, in its essentials, the genius of Giotto.\nAll the more–and because one cannot make a name extend much further in\ntime than in space–like some of Giotto’s paintings themselves which shew\nus at two separate moments the same person engaged in different actions,\nhere lying on his bed, there just about to mount his horse, the name of\nFlorence was divided into two compartments. In one, beneath an\narchitectural dais, I gazed upon a fresco over which was partly drawn a\ncurtain of morning sunlight, dusty, aslant, and gradually spreading; in\nthe other (for, since I thought of names not as an inaccessible ideal but\nas a real and enveloping substance into which I was about to plunge, the\nlife not yet lived, the life intact and pure which I enclosed in them,\ngave to the most material pleasures, to the simplest scenes, the same\nattraction that they have in the works of the Primitives), I moved\nswiftly–so as to arrive, as soon as might be, at the table that was\nspread for me, with fruit and a flask of Chianti–across a Ponte Vecchio\nheaped with jonquils, narcissi and anemones.  That (for all that I was\nstill in Paris) was what I saw, and not what was actually round about me.\nEven from the simplest, the most realistic point of view, the countries\nfor which we long occupy, at any given moment, a far larger place in our\ntrue life than the country in which we may happen to be. Doubtless, if, at\nthat time, I had paid more attention to what was in my mind when I\npronounced the words “going to Florence, to Parma, to Pisa, to Venice,” I\nshould have realised that what I saw was in no sense a town, but something\nas different from anything that I knew, something as delicious as might be\nfor a human race whose whole existence had passed in a series of late\nwinter afternoons, that inconceivable marvel, a morning in spring. These\nimages, unreal, fixed, always alike, filling all my nights and days,\ndifferentiated this period in my life from those which had gone before it\n(and might easily have been confused with it by an observer who saw things\nonly from without, that is to say, who saw nothing), as in an opera a\nfresh melody introduces a novel atmosphere which one could never have\nsuspected if one had done no more than read the libretto, still less if\none had remained outside the theatre, counting only the minutes as they\npassed. And besides, even from the point of view of mere quantity, in our\nlife the days are not all equal. To reach the end of a day, natures that\nare slightly nervous, as mine was, make use, like motor-cars, of different\n’speeds.’ There are mountainous, uncomfortable days, up which one takes an\ninfinite time to pass, and days downward sloping, through which one can go\nat full tilt, singing as one goes. During this month–in which I went\nlaboriously over, as over a tune, though never to my satisfaction, these\nvisions of Florence, Venice, Pisa, from which the desire that they excited\nin me drew and kept something as profoundly personal as if it had been\nlove, love for another person–I never ceased to believe that they\ncorresponded to a reality independent of myself, and they made me\nconscious of as glorious a hope as could have been cherished by a\nChristian in the primitive age of faith, on the eve of his entry into\nParadise. Moreover, without my paying any heed to the contradiction that\nthere was in my wishing to look at and to touch with my organs of sense\nwhat had been elaborated by the spell of my dreams and not perceived by my\nsenses at all–though all the more tempting to them, in consequence, more\ndifferent from anything that they knew–it was that which recalled to me\nthe reality of these visions, which inflamed my desire all the more by\nseeming to hint a promise that my desire should be satisfied. And for all\nthat the motive force of my exaltation was a longing for aesthetic\nenjoyments, the guide-books ministered even more to it than books on\naesthetics, and, more again than the guide-books, the railway time-tables.\nWhat moved me was the thought that this Florence which I could see, so\nnear and yet inaccessible, in my imagination, if the tract which separated\nit from me, in myself, was not one that I might cross, could yet be\nreached by a circuit, by a digression, were I to take the plain,\nterrestrial path. When I repeated to myself, giving thus a special value\nto what I was going to see, that Venice was the “School of Giorgione, the\nhome of Titian, the most complete museum of the domestic architecture of\nthe Middle Ages,” I felt happy indeed. As I was even more when, on one of\nmy walks, as I stepped out briskly on account of the weather, which, after\nseveral days of a precocious spring, had relapsed into winter (like the\nweather that we had invariably found awaiting us at Combray, in Holy\nWeek),–seeing upon the boulevards that the chestnut-trees, though plunged\nin a glacial atmosphere that soaked through them like a stream of water,\nwere none the less beginning, punctual guests, arrayed already for the\nparty, and admitting no discouragement, to shape and chisel and curve in\nits frozen lumps the irrepressible verdure whose steady growth the\nabortive power of the cold might hinder but could not succeed in\nrestraining–I reflected that already the Ponte Vecchio was heaped high\nwith an abundance of hyacinths and anemones, and that the spring sunshine\nwas already tinging the waves of the Grand Canal with so dusky an azure,\nwith emeralds so splendid that when they washed and were broken against\nthe foot of one of Titian’s paintings they could vie with it in the\nrichness of their colouring. I could no longer contain my joy when my\nfather, in the intervals of tapping the barometer and complaining of the\ncold, began to look out which were the best trains, and when I understood\nthat by making one’s way, after luncheon, into the coal-grimed laboratory,\nthe wizard’s cell that undertook to contrive a complete transmutation of\nits surroundings, one could awaken, next morning, in the city of marble\nand gold, in which “the building of the wall was of jasper and the\nfoundation of the wall an emerald.” So that it and the City of the Lilies\nwere not just artificial scenes which I could set up at my pleasure in\nfront of my imagination, but did actually exist at a certain distance from\nParis which must inevitably be traversed if I wished to see them, at their\nappointed place on the earth’s surface, and at no other; in a word they\nwere entirely real. They became even more real to me when my father, by\nsaying: “Well, you can stay in Venice from the 20th to the 29th, and reach\nFlorence on Easter morning,” made them both emerge, no longer only from\nthe abstraction of Space, but from that imaginary Time in which we place\nnot one, merely, but several of our travels at once, which do not greatly\ntax us since they are but possibilities,–that Time which reconstructs\nitself so effectively that one can spend it again in one town after one\nhas already spent it in another–and consecrated to them some of those\nactual, calendar days which are certificates of the genuineness of what\none does on them, for those unique days are consumed by being used, they\ndo not return, one cannot live them again here when one has lived them\nelsewhere; I felt that it was towards the week that would begin with the\nMonday on which the laundress was to bring back the white waistcoat that I\nhad stained with ink, that they were hastening to busy themselves with the\nduty of emerging from that ideal Time in which they did not, as yet,\nexist, those two Queen Cities of which I was soon to be able, by the most\nabsorbing kind of geometry, to inscribe the domes and towers on a page of\nmy own life. But I was still on the way, only, to the supreme pinnacle of\nhappiness; I reached it finally (for not until then did the revelation\nburst upon me that on the clattering streets, reddened by the light\nreflected from Giorgione’s frescoes, it was not, as I had, despite so many\npromptings, continued to imagine, the men “majestic and terrible as the\nsea, bearing armour that gleamed with bronze beneath the folds of their\nblood-red cloaks,” who would be walking in Venice next week, on the Easter\nvigil; but that I myself might be the minute personage whom, in an\nenlarged photograph of St. Mark’s that had been lent to me, the operator\nhad portrayed, in a bowler hat, in front of the portico), when I heard my\nfather say: “It must be pretty cold, still, on the Grand Canal; whatever\nyou do, don’t forget to pack your winter greatcoat and your thick suit.\"\nAt these words I was raised to a sort of ecstasy; a thing that I had until\nthen deemed impossible, I felt myself to be penetrating indeed between\nthose “rocks of amethyst, like a reef in the Indian Ocean\"; by a supreme\nmuscular effort, a long way in excess of my real strength, stripping\nmyself, as of a shell that served no purpose, of the air in my own room\nwhich surrounded me, I replaced it by an equal quantity of Venetian air,\nthat marine atmosphere, indescribable and peculiar as the atmosphere of\nthe dreams which my imagination had secreted in the name of Venice; I\ncould feel at work within me a miraculous disincarnation; it was at once\naccompanied by that vague desire to vomit which one feels when one has a\nvery sore throat; and they had to put me to bed with a fever so persistent\nthat the doctor not only assured my parents that a visit, that spring, to\nFlorence and Venice was absolutely out of the question, but warned their\nthat, even when I should have completely recovered, I must, for at least a\nyear, give up all idea of travelling, and be kept from anything that wa;\nliable to excite me.",
        "And, alas, he forbade also, most categorically, my being allowed to go to\nthe theatre, to hear Berma; the sublime artist, whose genius Bergotte had\nproclaimed, might, by introducing me to something else that was, perhaps,\nas important and as beautiful, have consoled me for not having been to\nFlorence and Venice, for not going to Balbec. My parents had to be content\nwith sending me, every day, to the Champs-Elysées, in the custody of a\nperson who would see that I did not tire myself; this person was none\nother than Françoise, who had entered our service after the death of my\naunt Léonie. Going to the Champs-Elysées I found unendurable.  If only\nBergotte had described the place in one of his books, I should, no doubt,\nhave longed to see and to know it, like so many things else of which a\nsimulacrum had first found its way into my imagination.  That kept things\nwarm, made them live, gave them personality, and I sought then to find\ntheir counterpart in reality, but in this public garden there was nothing\nthat attached itself to my dreams.",
        "Continue...",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see \">Swann’s Way I.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}