{
    "title": "Remembrance of Things Past: Swann’s Way - [If the ’Méséglise way’ ...]",
    "author": "Marcel Proust",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "If the ’Méséglise way’ was so easy, it was a very different matter when we\ntook the ’Guermantes way,’ for that meant a long walk, and we must make\nsure, first, of the weather. When we seemed to have entered upon a spell\nof fine days, when Françoise, in desperation that not a drop was falling\nupon the ’poor crops,’ gazing up at the sky and seeing there only a little\nwhite cloud floating here and there upon its calm, azure surface, groaned\naloud and exclaimed: “You would say they were nothing more nor less than a\nlot of dogfish swimming about and sticking up their snouts! Ah, they never\nthink of making it rain a little for the poor labourers! And then when the\ncorn is all ripe, down it will come, rattling all over the place, and\nthink no more of where it is falling than if it was on the sea!\"–when my\nfather’s appeals to the gardener had met with the same encouraging answer\nseveral times in succession, then some one would say, at dinner:\n“To-morrow, if the weather holds, we might go the Guermantes way.” And off\nwe would set, immediately after luncheon, through the little garden gate\nwhich dropped us into the Rue des Perchamps, narrow and bent at a sharp\nangle, dotted with grass-plots over which two or three wasps would spend\nthe day botanising, a street as quaint as its name, from which its odd\ncharacteristics and its personality were, I felt, derived; a street for\nwhich one might search in vain through the Combray of to-day, for the\npublic school now rises upon its site. But in my dreams of Combray (like\nthose architects, pupils of Viollet-le-Duc, who, fancying that they can\ndetect, beneath a Renaissance rood-loft and an eighteenth-century altar,\ntraces of a Norman choir, restore the whole church to the state in which\nit probably was in the twelfth century) I leave not a stone of the modern\nedifice standing, I pierce through it and ’restore’ the Rue des Perchamps.\nAnd for such reconstruction memory furnishes me with more detailed\nguidance than is generally at the disposal of restorers; the pictures\nwhich it has preserved–perhaps the last surviving in the world to-day,\nand soon to follow the rest into oblivion–of what Combray looked like in\nmy childhood’s days; pictures which, simply because it was the old Combray\nthat traced their outlines upon my mind before it vanished, are as\nmoving–if I may compare a humble landscape with those glorious works,\nreproductions of which my grandmother was so fond of bestowing on me–as\nthose old engravings of the ’Cenacolo,’ or that painting by Gentile\nBellini, in which one sees, in a state in which they no longer exist, the\nmasterpiece of Leonardo and the portico of Saint Mark’s.",
        "We would pass, in the Rue de l’Oiseau, before the old hostelry of the\nOiseau Flesché, into whose great courtyard, once upon a time, would rumble\nthe coaches of the Duchesses de Montpensier, de Guermantes, and de\nMontmorency, when they had to come down to Combray for some litigation\nwith their farmers, or to receive homage from them. We would come at\nlength to the Mall, among whose treetops I could distinguish the steeple\nof Saint-Hilaire. And I should have liked to be able to sit down and spend\nthe whole day there, reading and listening to the bells, for it was so\ncharming there and so quiet that, when an hour struck, you would have said\nnot that it broke in upon the calm of the day, but that it relieved the\nday of its superfluity, and that the steeple, with the indolent,\npainstaking exactitude of a person who has nothing else to do, had simply,\nin order to squeeze out and let fall the few golden drops which had slowly\nand naturally accumulated in the hot sunlight, pressed, at a given moment,\nthe distended surface of the silence.",
        "The great charm of the ’Guermantes’ way was that we had beside us, almost\nall the time, the course of the Vivonne. We crossed it first, ten minutes\nafter leaving the house, by a foot-bridge called the Pont-Vieux.  And\nevery year, when we arrived at Combray, on Easter morning, after the\nsermon, if the weather was fine, I would run there to see (amid all the\ndisorder that prevails on the morning of a great festival, the gorgeous\npreparations for which make the everyday household utensils that they have\nnot contrived to banish seem more sordid than ever) the river flowing\npast, sky-blue already between banks still black and bare, its only\ncompanions a clump of daffodils, come out before their time, a few\nprimroses, the first in flower, while here and there burned the blue flame\nof a violet, its stem bent beneath the weight of the drop of perfume\nstored in its tiny horn. The Pont-Vieux led to a tow-path which, at this\npoint, would be overhung in summer by the bluish foliage of a hazel, under\nwhich a fisherman in a straw hat seemed to have taken root. At Combray,\nwhere I knew everyone, and could always detect the blacksmith or grocer’s\nboy through his disguise of a beadle’s uniform or chorister’s surplice,\nthis fisherman was the only person whom I was never able to identify. He\nmust have known my family, for he used to raise his hat when we passed;\nand then I would always be just on the point of asking his name, when some\none would make a sign to me to be quiet, or I would frighten the fish. We\nwould follow the tow-path which ran along the top of a steep bank, several\nfeet above the stream. The ground on the other side was lower, and\nstretched in a series of broad meadows as far as the village and even to\nthe distant railway-station. Over these were strewn the remains,\nhalf-buried in the long grass, of the castle of the old Counts of Combray,\nwho, during the Middle Ages, had had on this side the course of the\nVivonne as a barrier and defence against attack from the Lords of\nGuermantes and Abbots of Martinville. Nothing was left now but a few\nstumps of towers, hummocks upon the broad surface of the fields, hardly\nvisible, broken battlements over which, in their day, the bowmen had\nhurled down stones, the watchmen had gazed out over Novepont,\nClairefontaine, Martinville-le-Sec, Bailleau-l’Exempt, fiefs all of them\nof Guermantes, a ring in which Combray was locked; but fallen among the\ngrass now, levelled with the ground, climbed and commanded by boys from\nthe Christian Brothers’ school, who came there in their playtime, or with\nlesson-books to be conned; emblems of a past that had sunk down and\nwell-nigh vanished under the earth, that lay by the water’s edge now, like\nan idler taking the air, yet giving me strong food for thought, making the\nname of Combray connote to me not the little town of to-day only, but an\nhistoric city vastly different, seizing and holding my imagination by the\nremote, incomprehensible features which it half-concealed beneath a\nspangled veil of buttercups. For the buttercups grew past numbering on\nthis spot which they had chosen for their games among the grass, standing\nsingly, in couples, in whole companies, yellow as the yolk of eggs, and\nglowing with an added lustre, I felt, because, being powerless to\nconsummate with my palate the pleasure which the sight of them never\nfailed to give me, I would let it accumulate as my eyes ranged over their\ngilded expanse, until it had acquired the strength to create in my mind a\nfresh example of absolute, unproductive beauty; and so it had been from my\nearliest childhood, when from the tow-path I had stretched out my arms\ntowards them, before even I could pronounce their charming name–a name\nfit for the Prince in some French fairy-tale; colonists, perhaps, in some\nfar distant century from Asia, but naturalised now for ever in the\nvillage, well satisfied with their modest horizon, rejoicing in the\nsunshine and the water’s edge, faithful to their little glimpse of the\nrailway-station; yet keeping, none the less, as do some of our old\npaintings, in their plebeian simplicity, a poetic scintillation from the\ngolden East.",
        "I would amuse myself by watching the glass jars which the boys used to\nlower into the Vivonne, to catch minnows, and which, filled by the current\nof the stream, in which they themselves also were enclosed, at once\n’containers’ whose transparent sides were like solidified water and\n’contents’ plunged into a still larger container of liquid, flowing\ncrystal, suggested an image of coolness more delicious and more provoking\nthan the same water in the same jars would have done, standing upon a\ntable laid for dinner, by shewing it as perpetually in flight between the\nimpalpable water, in which my hands could not arrest it, and the insoluble\nglass, in which my palate could not enjoy it. I decided that I would come\nthere again with a line and catch fish; I begged for and obtained a morsel\nof bread from our luncheon basket; and threw into the Vivonne pellets\nwhich had the power, it seemed, to bring about a chemical precipitation,\nfor the water at once grew solid round about them in oval clusters of\nemaciated tadpoles, which until then it had, no doubt, been holding in\nsolution, invisible, but ready and alert to enter the stage of\ncrystallisation.",
        "Presently the course of the Vivonne became choked with water-plants.  At\nfirst they appeared singly, a lily, for instance, which the current,\nacross whose path it had unfortunately grown, would never leave at rest\nfor a moment, so that, like a ferry-boat mechanically propelled, it would\ndrift over to one bank only to return to the other, eternally repeating\nits double journey. Thrust towards the bank, its stalk would be\nstraightened out, lengthened, strained almost to breaking-point until the\ncurrent again caught it, its green moorings swung back over their\nanchorage and brought the unhappy plant to what might fitly be called its\nstarting-point, since it was fated not to rest there a moment before\nmoving off once again. I would still find it there, on one walk after\nanother, always in the same helpless state, suggesting certain victims of\nneurasthenia, among whom my grandfather would have included my aunt\nLéonie, who present without modification, year after year, the spectacle\nof their odd and unaccountable habits, which they always imagine\nthemselves to be on the point of shaking off, but which they always retain\nto the end; caught in the treadmill of their own maladies and\neccentricities, their futile endeavours to escape serve only to actuate\nits mechanism, to keep in motion the clockwork of their strange,\nineluctable, fatal daily round. Such as these was the water-lily, and also\nlike one of those wretches whose peculiar torments, repeated indefinitely\nthroughout eternity, aroused the curiosity of Dante, who would have\ninquired of them at greater length and in fuller detail from the victims\nthemselves, had not Virgil, striding on ahead, obliged him to hasten after\nhim at full speed, as I must hasten after my parents.",
        "But farther on the current slackened, where the stream ran through a\nproperty thrown open to the public by its owner, who had made a hobby of\naquatic gardening, so that the little ponds into which the Vivonne was\nhere diverted were aflower with water-lilies. As the banks at this point\nwere thickly wooded, the heavy shade of the trees gave the water a\nbackground which was ordinarily dark green, although sometimes, when we\nwere coming home on a calm evening after a stormy afternoon, I have seen\nin its depths a clear, crude blue that was almost violet, suggesting a\nfloor of Japanese cloisonné. Here and there, on the surface, floated,\nblushing like a strawberry, the scarlet heart of a lily set in a ring of\nwhite petals.",
        "Beyond these the flowers were more frequent, but paler, less glossy, more\nthickly seeded, more tightly folded, and disposed, by accident, in\nfestoons so graceful that I would fancy I saw floating upon the stream, as\nthough after the dreary stripping of the decorations used in some Watteau\nfestival, moss-roses in loosened garlands. Elsewhere a corner seemed to be\nreserved for the commoner kinds of lily; of a neat pink or white like\nrocket-flowers, washed clean like porcelain, with housewifely care; while,\na little farther again, were others, pressed close together in a floating\ngarden-bed, as though pansies had flown out of a garden like butterflies\nand were hovering with blue and burnished wings over the transparent\nshadowiness of this watery border; this skiey border also, for it set\nbeneath the flowers a soil of a colour more precious, more moving than\ntheir own; and both in the afternoon, when it sparkled beneath the lilies\nin the kaleidoscope of a happiness silent, restless, and alert, and\ntowards evening, when it was filled like a distant heaven with the roseate\ndreams of the setting sun, incessantly changing and ever remaining in\nharmony, about the more permanent colour of the flowers themselves, with\nthe utmost profundity, evanescence, and mystery–with a quiet suggestion\nof infinity; afternoon or evening, it seemed to have set them flowering in\nthe heart of the sky.",
        "After leaving this park the Vivonne began to flow again more swiftly.  How\noften have I watched, and longed to imitate, when I should be free to live\nas I chose, a rower who had shipped his oars and lay stretched out on his\nback, his head down, in the bottom of his boat, letting it drift with the\ncurrent, seeing nothing but the sky which slipped quietly above him,\nshewing upon his features a foretaste of happiness and peace.",
        "We would sit down among the irises at the water’s edge. In the holiday sky\na lazy cloud streamed out to its full length. Now and then, crushed by the\nburden of idleness, a carp would heave up out of the water, with an\nanxious gasp. It was time for us to feed. Before starting homewards we\nwould sit for a long time there, eating fruit and bread and chocolate, on\nthe grass, over which came to our ears, horizontal, faint, but solid still\nand metallic, the sound of the bells of Saint-Hilaire, which had melted\nnot at all in the atmosphere it was so well accustomed to traverse, but,\nbroken piecemeal by the successive palpitation of all their sonorous\nstrokes, throbbed as it brushed the flowers at our feet.",
        "Sometimes, at the water’s edge and embedded in trees, we would come upon a\nhouse of the kind called ’pleasure houses,’ isolated and lost, seeing\nnothing of the world, save the river which bathed its feet. A young woman,\nwhose pensive face and fashionable veils did not suggest a local origin,\nand who had doubtless come there, in the popular phrase, ’to bury herself,’\nto taste the bitter sweetness of feeling that her name, and still more the\nname of him whose heart she had once held, but had been unable to keep,\nwere unknown there, stood framed in a window from which she had no outlook\nbeyond the boat that was moored beside her door. She raised her eyes with\nan air of distraction when she heard, through the trees that lined the\nbank, the voices of passers-by of whom, before they came in sight, she\nmight be certain that never had they known, nor would they know, the\nfaithless lover, that nothing in their past lives bore his imprint, which\nnothing in their future would have occasion to receive. One felt that in\nher renunciation of life she had willingly abandoned those places in which\nshe would at least have been able to see him whom she loved, for others\nwhere he had never trod. And I watched her, as she returned from some walk\nalong a road where she had known that he would not appear, drawing from\nher submissive fingers long gloves of a precious, useless charm.",
        "Never, in the course of our walks along the ’Guermantes way,’ might we\npenetrate as far as the source of the Vivonne, of which I had often\nthought, which had in my mind so abstract, so ideal an existence, that I\nhad been as much surprised when some one told me that it was actually to\nbe found in the same department, and at a given number of miles from\nCombray, as I had been on the day when I had learned that there was\nanother fixed point somewhere on the earth’s surface, where, according to\nthe ancients, opened the jaws of Hell. Nor could we ever reach that other\ngoal, to which I longed so much to attain, Guermantes itself. I knew that\nit was the residence of its proprietors, the Duc and Duchesse de\nGuermantes, I knew that they were real personages who did actually exist,\nbut whenever I thought about them I pictured them to myself either in\ntapestry, as was the ’Coronation of Esther’ which hung in our church, or\nelse in changing, rainbow colours, as was Gilbert the Bad in his window,\nwhere he passed from cabbage green, when I was dipping my fingers in the\nholy water stoup, to plum blue when I had reached our row of chairs, or\nagain altogether impalpable, like the image of Geneviève de Brabant,\nancestress of the Guermantes family, which the magic lantern sent\nwandering over the curtains of my room or flung aloft upon the ceiling–in\nshort, always wrapped in the mystery of the Merovingian age, and bathed,\nas in a sunset, in the orange light which glowed from the resounding\nsyllable ’antes.’ And if, in spite of that, they were for me, in their\ncapacity as a duke and a duchess, real people, though of an unfamiliar\nkind, this ducal personality was in its turn enormously distended,\nimmaterialised, so as to encircle and contain that Guermantes of which\nthey were duke and duchess, all that sunlit ’Guermantes way’ of our walks,\nthe course of the Vivonne, its water-lilies and its overshadowing trees,\nand an endless series of hot summer afternoons. And I knew that they bore\nnot only the titles of Duc and Duchesse de Guermantes, but that since the\nfourteenth century, when, after vain attempts to conquer its earlier lords\nin battle, they had allied themselves by marriage, and so became Counts of\nCombray, the first citizens, consequently, of the place, and yet the only\nones among its citizens who did not reside in it–Comtes de Combray,\npossessing Combray, threading it on their string of names and titles,\nabsorbing it in their personalities, and illustrating, no doubt, in\nthemselves that strange and pious melancholy which was peculiar to\nCombray; proprietors of the town, though not of any particular house\nthere; dwelling, presumably, out of doors, in the street, between heaven\nand earth, like that Gilbert de Guermantes, of whom I could see, in the\nstained glass of the apse of Saint-Hilaire, only the ’other side’ in dull\nblack lacquer, if I raised my eyes to look for him, when I was going to\nCamus’s for a packet of salt.",
        "And then it happened that, going the ’Guermantes way,’ I passed\noccasionally by a row of well-watered little gardens, over whose hedges\nrose clusters of dark blossom. I would stop before them, hoping to gain\nsome precious addition to my experience, for I seemed to have before my\neyes a fragment of that riverside country which I had longed so much to\nsee and know since coming upon a description of it by one of my favourite\nauthors. And it was with that story-book land, with its imagined soil\nintersected by a hundred bubbling watercourses, that Guermantes, changing\nits form in my mind, became identified, after I heard Dr. Percepied speak\nof the flowers and the charming rivulets and fountains that were to be\nseen there in the ducal park. I used to dream that Mme. de Guermantes,\ntaking a sudden capricious fancy for myself, invited me there, that all\nday long she stood fishing for trout by my side. And when evening came,\nholding my hand in her own, as we passed by the little gardens of her\nvassals, she would point out to me the flowers that leaned their red and\npurple spikes along the tops of the low walls, and would teach me all\ntheir names. She would make me tell her, too, all about the poems that I\nmeant to compose. And these dreams reminded me that, since I wished, some\nday, to become a writer, it was high time to decide what sort of books I\nwas going to write. But as soon as I asked myself the question, and tried\nto discover some subjects to which I could impart a philosophical\nsignificance of infinite value, my mind would stop like a clock, I would\nsee before me vacuity, nothing, would feel either that I was wholly devoid\nof talent, or that, perhaps, a malady of the brain was hindering its\ndevelopment.  Sometimes I would depend upon my father’s arranging\neverything for me. He was so powerful, in such favour with the people who\n’really counted,’ that he made it possible for us to transgress laws which\nFrançoise had taught me to regard as more ineluctable than the laws of\nlife and death, as when we were allowed to postpone for a year the\ncompulsory repainting of the walls of our house, alone among all the\nhouses in that part of Paris, or when he obtained permission from the\nMinister for Mme.  Sazerat’s son, who had been ordered to some\nwatering-place, to take his degree two months before the proper time,\namong the candidates whose surnames began with ’A,’ instead of having to\nwait his turn as an ’S.’ If I had fallen seriously ill, if I had been\ncaptured by brigands, convinced that my father’s understanding with the\nsupreme powers was too complete, that his letters of introduction to the\nAlmighty were too irresistible for my illness or captivity to turn out\nanything but vain illusions, in which there was no danger actually\nthreatening me, I should have awaited with perfect composure the\ninevitable hour of my return to comfortable realities, of my deliverance\nfrom bondage or restoration to health. Perhaps this want of talent, this\nblack cavity which gaped in my mind when I ransacked it for the theme of\nmy future writings, was itself no more, either, than an unsubstantial\nillusion, and would be brought to an end by the intervention of my father,\nwho would arrange with the Government and with Providence that I should be\nthe first writer of my day.  But at other times, while my parents were\ngrowing impatient at seeing me loiter behind instead of following them, my\nactual life, instead of seeming an artificial creation by my father, and\none which he could modify as he chose, appeared, on the contrary, to be\ncomprised in a larger reality which had not been created for my benefit,\nfrom whose judgments there was no appeal, in the heart of which I was\nbound, helpless, without friend or ally, and beyond which no further\npossibilities lay concealed. It was evident to me then that I existed in\nthe same manner as all other men, that I must grow old, that I must die\nlike them, and that among them I was to be distinguished merely as one of\nthose who have no aptitude for writing. And so, utterly despondent, I\nrenounced literature for ever, despite the encouragements that had been\ngiven me by Bloch. This intimate, spontaneous feeling, this sense of the\nnullity of my intellect, prevailed against all the flattering speeches\nthat might be lavished upon me, as a wicked man, when everyone is loud in\nthe praise of his good deeds, is gnawed by the secret remorse of\nconscience.",
        "One day my mother said: “You are always talking about Mme. de Guermantes.\nWell, Dr. Percepied did a great deal for her when she was ill, four years\nago, and so she is coming to Combray for his daughter’s wedding. You will\nbe able to see her in church.” It was from Dr. Percepied, as it happened,\nthat I had heard most about Mme. de Guermantes, and he had even shewn us\nthe number of an illustrated paper in which she was depicted in the\ncostume which she had worn at a fancy dress ball given by the Princesse de\nLéon.",
        "Suddenly, during the nuptial mass, the beadle, by moving to one side,\nenabled me to see, sitting in a chapel, a lady with fair hair and a large\nnose, piercing blue eyes, a billowy scarf of mauve silk, glossy and new\nand brilliant, and a little spot at the corner of her nose. And because on\nthe surface of her face, which was red, as though she had been very warm,\nI could make out, diluted and barely perceptible, details which resembled\nthe portrait that had been shewn to me; because, more especially, the\nparticular features which I remarked in this lady, if I attempted to\ncatalogue them, formulated themselves in precisely the same terms:–a\nlarge nose, blue eyes, as Dr. Percepied had used when describing in my\npresence the Duchesse de Guermantes, I said to myself: “This lady is like\nthe Duchesse de Guermantes.” Now the chapel from which she was following\nthe service was that of Gilbert the Bad; beneath its flat tombstones,\nyellowed and bulging like cells of honey in a comb, rested the bones of\nthe old Counts of Brabant; and I remembered having heard it said that this\nchapel was reserved for the Guermantes family, whenever any of its members\ncame to attend a ceremony at Combray; there was, indeed, but one woman\nresembling the portrait of Mme. de Guermantes who on that day, the very\nday on which she was expected to come there, could be sitting in that\nchapel: it was she! My disappointment was immense. It arose from my not\nhaving borne in mind, when I thought of Mme. de Guermantes, that I was\npicturing her to myself in the colours of a tapestry or a painted window,\nas living in another century, as being of another substance than the rest\nof the human race. Never had I taken into account that she might have a\nred face, a mauve scarf like Mme. Sazerat; and the oval curve of her\ncheeks reminded me so strongly of people whom I had seen at home that the\nsuspicion brushed against my mind (though it was immediately banished)\nthat this lady in her creative principle, in the molecules of her physical\ncomposition, was perhaps not substantially the Duchesse de Guermantes, but\nthat her body, in ignorance of the name that people had given it, belonged\nto a certain type of femininity which included, also, the wives of doctors\nand tradesmen. “It is, it must be Mme. de Guermantes, and no one else!\"\nwere the words underlying the attentive and astonished expression with\nwhich I was gazing upon this image, which, naturally enough, bore no\nresemblance to those that had so often, under the same title of ’Mme. de\nGuermantes,’ appeared to me in dreams, since this one had not been, like\nthe others, formed arbitrarily by myself, but had sprung into sight for\nthe first time, only a moment ago, here in church; an image which was not\nof the same nature, was not colourable at will, like those others that\nallowed themselves to imbibe the orange tint of a sonorous syllable, but\nwhich was so real that everything, even to the fiery little spot at the\ncorner of her nose, gave an assurance of her subjection to the laws of\nlife, as in a transformation scene on the stage a crease in the dress of a\nfairy, a quivering of her tiny finger, indicate the material presence of a\nliving actress before our eyes, whereas we were uncertain, till then,\nwhether we were not looking merely at a projection of limelight from a\nlantern.",
        "Meanwhile I was endeavouring to apply to this image, which the prominent\nnose, the piercing eyes pinned down and fixed in my field of vision\n(perhaps because it was they that had first struck it, that had made the\nfirst impression on its surface, before I had had time to wonder whether\nthe woman who thus appeared before me might possibly be Mme.  de\nGuermantes), to this fresh and unchanging image the idea: “It is Mme.  de\nGuermantes\"; but I succeeded only in making the idea pass between me and\nthe image, as though they were two discs moving in separate planes, with a\nspace between. But this Mme. de Guermantes of whom I had so often dreamed,\nnow that I could see that she had a real existence independent of myself,\nacquired a fresh increase of power over my imagination, which, paralysed\nfor a moment by contact with a reality so different from anything that it\nhad expected, began to react and to say within me: “Great and glorious\nbefore the days of Charlemagne, the Guermantes had the right of life and\ndeath over their vassals; the Duchesse de Guermantes descends from\nGeneviève de Brabant. She does not know, nor would she consent to know,\nany of the people who are here to-day.”",
        "And then–oh, marvellous independence of the human gaze, tied to the human\nface by a cord so loose, so long, so elastic that it can stray, alone, as\nfar as it may choose–while Mme. de Guermantes sat in the chapel above the\ntombs of her dead ancestors, her gaze lingered here and wandered there,\nrose to the capitals of the pillars, and even rested upon myself, like a\nray of sunlight straying down the nave, but a ray of sunlight which, at\nthe moment when I received its caress, appeared conscious of where it\nfell. As for Mme. de Guermantes herself, since she remained there\nmotionless, sitting like a mother who affects not to notice the rude or\nawkward conduct of her children who, in the course of their play, are\nspeaking to people whom she does not know, it was impossible for me to\ndetermine whether she approved or condemned the vagrancy of her eyes in\nthe careless detachment of her heart.",
        "I felt it to be important that she should not leave the church before I\nhad been able to look long enough upon her, reminding myself that for\nyears past I had regarded the sight of her as a thing eminently to be\ndesired, and I kept my eyes fixed on her, as though by gazing at her I\nshould be able to carry away and incorporate, to store up, for later\nreference, in myself the memory of that prominent nose, those red cheeks,\nof all those details which struck me as so much precious, authentic,\nunparalleled information with regard to her face. And now that, whenever I\nbrought my mind to bear upon that face–and especially, perhaps, in my\ndetermination, that form of the instinct of self-preservation with which\nwe guard everything that is best in ourselves, not to admit that I had\nbeen in any way deceived–I found only beauty there; setting her once\nagain (since they were one and the same person, this lady who sat before\nme and that Duchesse de Guermantes whom, until then, I had been used to\nconjure into an imagined shape) apart from and above that common run of\nhumanity with which the sight, pure and simple, of her in the flesh had\nmade me for a moment confound her, I grew indignant when I heard people\nsaying, in the congregation round me: “She is better looking than Mme.\nSazerat” or “than Mlle. Vinteuil,” as though she had been in any way\ncomparable with them. And my gaze resting upon her fair hair, her blue\neyes, the lines of her neck, and overlooking the features which might have\nreminded me of the faces of other women, I cried out within myself, as I\nadmired this deliberately unfinished sketch: “How lovely she is!  What\ntrue nobility! it is indeed a proud Guermantes, the descendant of\nGeneviève de Brabant, that I have before me!” And the care which I took to\nfocus all my attention upon her face succeeded in isolating it so\ncompletely that to-day, when I call that marriage ceremony to mind, I find\nit impossible to visualise any single person who was present except her,\nand the beadle who answered me in the affirmative when I inquired whether\nthe lady was, indeed, Mme. de Guermantes. But her, I can see her still\nquite clearly, especially at the moment when the procession filed into the\nsacristy, lighted by the intermittent, hot sunshine of a windy and rainy\nday, where Mme. de Guermantes found herself in the midst of all those\nCombray people whose names, even, she did not know, but whose inferiority\nproclaimed her own supremacy so loud that she must, in return, feel for\nthem a genuine, pitying sympathy, and whom she might count on impressing\neven more forcibly by virtue of her simplicity and natural charm. And\nthen, too, since she could not bring into play the deliberate glances,\ncharged with a definite meaning, which one directs, in a crowd, towards\npeople whom one knows, but must allow her vague thoughts to escape\ncontinually from her eyes in a flood of blue light which she was powerless\nto control, she was anxious not to distress in any way, not to seem to be\ndespising those humbler mortals over whom that current flowed, by whom it\nwas everywhere arrested. I can see again to-day, above her mauve scarf,\nsilky and buoyant, the gentle astonishment in her eyes, to which she had\nadded, without daring to address it to anyone in particular, but so that\neveryone might enjoy his share of it, the almost timid smile of a\nsovereign lady who seems to be making an apology for her presence among\nthe vassals whom she loves. This smile rested upon myself, who had never\nceased to follow her with my eyes. And I, remembering the glance which she\nhad let fall upon me during the service, blue as a ray of sunlight that\nhad penetrated the window of Gilbert the Bad, said to myself, “Of course,\nshe is thinking about me.” I fancied that I had found favour in her sight,\nthat she would continue to think of me after she had left the church, and\nwould, perhaps, grow pensive again, that evening, at Guermantes, on my\naccount. And at once I fell in love with her, for if it is sometimes\nenough to make us love a woman that she looks on us with contempt, as I\nsupposed Mlle. Swann to have done, while we imagine that she cannot ever\nbe ours, it is enough, also, sometimes that she looks on us kindly, as\nMme. de Guermantes did then, while we think of her as almost ours already.\nHer eyes waxed blue as a periwinkle flower, wholly beyond my reach, yet\ndedicated by her to me; and the sun, bursting out again from behind a\nthreatening cloud and darting the full force of its rays on to the Square\nand into the sacristy, shed a geranium glow over the red carpet laid down\nfor the wedding, along which Mme. de Guermantes smilingly advanced, and\ncovered its woollen texture with a nap of rosy velvet, a bloom of light,\ngiving it that sort of tenderness, of solemn sweetness in the pomp of a\njoyful celebration, which characterises certain pages of Lohengrin,\ncertain paintings by Carpaccio, and makes us understand how Baudelaire was\nable to apply to the sound of the trumpet the epithet ’delicious.’",
        "How often, after that day, in the course of my walks along the\n’Guermantes way,’ and with what an intensified melancholy did I reflect\non my lack of qualification for a literary career, and that I must abandon\nall hope of ever becoming a famous author. The regret that I felt for\nthis, while I lingered alone to dream for a little by myself, made me\nsuffer so acutely that, in order not to feel it, my mind of its own\naccord, by a sort of inhibition in the instant of pain, ceased entirely to\nthink of verse-making, of fiction, of the poetic future on which my want\nof talent precluded me from counting. Then, quite apart from all those\nliterary preoccupations, and without definite attachment to anything,\nsuddenly a roof, a gleam of sunlight reflected from a stone, the smell of\na road would make me stop still, to enjoy the special pleasure that each\nof them gave me, and also because they appeared to be concealing, beneath\nwhat my eyes could see, something which they invited me to approach and\nseize from them, but which, despite all my efforts, I never managed to\ndiscover.  As I felt that the mysterious object was to be found in them, I\nwould stand there in front of them, motionless, gazing, breathing,\nendeavouring to penetrate with my mind beyond the thing seen or smelt. And\nif I had then to hasten after my grandfather, to proceed on my way, I\nwould still seek to recover my sense of them by closing my eyes; I would\nconcentrate upon recalling exactly the line of the roof, the colour of the\nstone, which, without my being able to understand why, had seemed to me to\nbe teeming, ready to open, to yield up to me the secret treasure of which\nthey were themselves no more than the outer coverings. It was certainly\nnot any impression of this kind that could or would restore the hope I had\nlost of succeeding one day in becoming an author and poet, for each of\nthem was associated with some material object devoid of any intellectual\nvalue, and suggesting no abstract truth. But at least they gave me an\nunreasoning pleasure, the illusion of a sort of fecundity of mind; and in\nthat way distracted me from the tedium, from the sense of my own impotence\nwhich I had felt whenever I had sought a philosophic theme for some great\nliterary work. So urgent was the task imposed on my conscience by these\nimpressions of form or perfume or colour–to strive for a perception of\nwhat lay hidden beneath them, that I was never long in seeking an excuse\nwhich would allow me to relax so strenuous an effort and to spare myself\nthe fatigue that it involved. As good luck would have it, my parents\ncalled me; I felt that I had not, for the moment, the calm environment\nnecessary for a successful pursuit of my researches, and that it would be\nbetter to think no more of the matter until I reached home, and not to\nexhaust myself in the meantime to no purpose. And so I concerned myself no\nlonger with the mystery that lay hidden in a form or a perfume, quite at\nease in my mind, since I was taking it home with me, protected by its\nvisible and tangible covering, beneath which I should find it still alive,\nlike the fish which, on days when I had been allowed to go out fishing, I\nused to carry back in my basket, buried in a couch of grass which kept\nthem cool and fresh. Once in the house again I would begin to think of\nsomething else, and so my mind would become littered (as my room was with\nthe flowers that I had gathered on my walks, or the odds and ends that\npeople had given me) with a stone from the surface of which the sunlight\nwas reflected, a roof, the sound of a bell, the smell of fallen leaves, a\nconfused mass of different images, under which must have perished long ago\nthe reality of which I used to have some foreboding, but which I never had\nthe energy to discover and bring to light. Once, however, when we had\nprolonged our walk far beyond its ordinary limits, and so had been very\nglad to encounter, half way home, as afternoon darkened into evening, Dr.\nPercepied, who drove past us at full speed in his carriage, saw and\nrecognised us, stopped, and made us jump in beside him, I received an\nimpression of this sort which I did not abandon without having first\nsubjected it to an examination a little more thorough. I had been set on\nthe box beside the coachman, we were going like the wind because the\nDoctor had still, before returning to Combray, to call at\nMartinville-le-Sec, at the house of a patient, at whose door he asked us\nto wait for him. At a bend in the road I experienced, suddenly, that\nspecial pleasure, which bore no resemblance to any other, when I caught\nsight of the twin steeples of Martinville, on which the setting sun was\nplaying, while the movement of the carriage and the windings of the road\nseemed to keep them continually changing their position; and then of a\nthird steeple, that of Vieuxvicq, which, although separated from them by a\nhill and a valley, and rising from rather higher ground in the distance,\nappeared none the less to be standing by their side.",
        "In ascertaining and noting the shape of their spires, the changes of\naspect, the sunny warmth of their surfaces, I felt that I was not\npenetrating to the full depth of my impression, that something more lay\nbehind that mobility, that luminosity, something which they seemed at once\nto contain and to conceal.",
        "The steeples appeared so distant, and we ourselves seemed to come so\nlittle nearer them, that I was astonished when, a few minutes later, we\ndrew up outside the church of Martinville. I did not know the reason for\nthe pleasure which I had found in seeing them upon the horizon, and the\nbusiness of trying to find out what that reason was seemed to me irksome;\nI wished only to keep in reserve in my brain those converging lines,\nmoving in the sunshine, and, for the time being, to think of them no more.\nAnd it is probable that, had I done so, those two steeples would have\nvanished for ever, in a great medley of trees and roofs and scents and\nsounds which I had noticed and set apart on account of the obscure sense\nof pleasure which they gave me, but without ever exploring them more\nfully. I got down from the box to talk to my parents while we were waiting\nfor the Doctor to reappear. Then it was time to start; I climbed up again\nto my place, turning my head to look back, once more, at my steeples, of\nwhich, a little later, I caught a farewell glimpse at a turn in the road.\nThe coachman, who seemed little inclined for conversation, having barely\nacknowledged my remarks, I was obliged, in default of other society, to\nfall back on my own, and to attempt to recapture the vision of my\nsteeples. And presently their outlines and their sunlit surface, as though\nthey had been a sort of rind, were stripped apart; a little of what they\nhad concealed from me became apparent; an idea came into my mind which had\nnot existed for me a moment earlier, framed itself in words in my head;\nand the pleasure with which the first sight of them, just now, had filled\nme was so much enhanced that, overpowered by a sort of intoxication, I\ncould no longer think of anything but them. At this point, although we had\nnow travelled a long way from Martinville, I turned my head and caught\nsight of them again, quite black this time, for the sun had meanwhile set.\nEvery few minutes a turn in the road would sweep them out of sight; then\nthey shewed themselves for the last time, and so I saw them no more.",
        "Without admitting to myself that what lay buried within the steeples of\nMartinville must be something analogous to a charming phrase, since it was\nin the form of words which gave me pleasure that it had appeared to me, I\nborrowed a pencil and some paper from the Doctor, and composed, in spite\nof the jolting of the carriage, to appease my conscience and to satisfy my\nenthusiasm, the following little fragment, which I have since discovered,\nand now reproduce, with only a slight revision here and there.",
        "Continue...",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see Swann’s Way II.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "REMEMBRANCE OF THINGS PAST, SWANN'S WAY, WITHIN A BUDDING GROVE, THE GUERMANTES WAY - VOLUME ONEBy Marcel ProustAt Amazon"
    ]
}