{
    "title": "Remembrance of Things Past: Swann’s Way",
    "author": "Marcel Proust",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "For a long time I used to go to bed early. Sometimes, when I had put out\nmy candle, my eyes would close so quickly that I had not even time to say\n“I’m going to sleep.” And half an hour later the thought that it was time\nto go to sleep would awaken me; I would try to put away the book which, I\nimagined, was still in my hands, and to blow out the light; I had been\nthinking all the time, while I was asleep, of what I had just been\nreading, but my thoughts had run into a channel of their own, until I\nmyself seemed actually to have become the subject of my book: a church, a\nquartet, the rivalry between François I and Charles V. This impression\nwould persist for some moments after I was awake; it did not disturb my\nmind, but it lay like scales upon my eyes and prevented them from\nregistering the fact that the candle was no longer burning. Then it would\nbegin to seem unintelligible, as the thoughts of a former existence must\nbe to a reincarnate spirit; the subject of my book would separate itself\nfrom me, leaving me free to choose whether I would form part of it or no;\nand at the same time my sight would return and I would be astonished to\nfind myself in a state of darkness, pleasant and restful enough for the\neyes, and even more, perhaps, for my mind, to which it appeared\nincomprehensible, without a cause, a matter dark indeed.",
        "I would ask myself what o’clock it could be; I could hear the whistling of\ntrains, which, now nearer and now farther off, punctuating the distance\nlike the note of a bird in a forest, shewed me in perspective the deserted\ncountryside through which a traveller would be hurrying towards the\nnearest station: the path that he followed being fixed for ever in his\nmemory by the general excitement due to being in a strange place, to doing\nunusual things, to the last words of conversation, to farewells exchanged\nbeneath an unfamiliar lamp which echoed still in his ears amid the silence\nof the night; and to the delightful prospect of being once again at home.",
        "I would lay my cheeks gently against the comfortable cheeks of my pillow,\nas plump and blooming as the cheeks of babyhood. Or I would strike a match\nto look at my watch. Nearly midnight. The hour when an invalid, who has\nbeen obliged to start on a journey and to sleep in a strange hotel,\nawakens in a moment of illness and sees with glad relief a streak of\ndaylight shewing under his bedroom door. Oh, joy of joys! it is morning.\nThe servants will be about in a minute: he can ring, and some one will\ncome to look after him. The thought of being made comfortable gives him\nstrength to endure his pain. He is certain he heard footsteps: they come\nnearer, and then die away. The ray of light beneath his door is\nextinguished. It is midnight; some one has turned out the gas; the last\nservant has gone to bed, and he must lie all night in agony with no one to\nbring him any help.",
        "I would fall asleep, and often I would be awake again for short snatches\nonly, just long enough to hear the regular creaking of the wainscot, or to\nopen my eyes to settle the shifting kaleidoscope of the darkness, to\nsavour, in an instantaneous flash of perception, the sleep which lay heavy\nupon the furniture, the room, the whole surroundings of which I formed but\nan insignificant part and whose unconsciousness I should very soon return\nto share. Or, perhaps, while I was asleep I had returned without the least\neffort to an earlier stage in my life, now for ever outgrown; and had come\nunder the thrall of one of my childish terrors, such as that old terror of\nmy great-uncle’s pulling my curls, which was effectually dispelled on the\nday–the dawn of a new era to me–on which they were finally cropped from\nmy head. I had forgotten that event during my sleep; I remembered it again\nimmediately I had succeeded in making myself wake up to escape my\ngreat-uncle’s fingers; still, as a measure of precaution, I would bury the\nwhole of my head in the pillow before returning to the world of dreams.",
        "Sometimes, too, just as Eve was created from a rib of Adam, so a woman\nwould come into existence while I was sleeping, conceived from some strain\nin the position of my limbs. Formed by the appetite that I was on the\npoint of gratifying, she it was, I imagined, who offered me that\ngratification. My body, conscious that its own warmth was permeating hers,\nwould strive to become one with her, and I would awake. The rest of\nhumanity seemed very remote in comparison with this woman whose company I\nhad left but a moment ago: my cheek was still warm with her kiss, my body\nbent beneath the weight of hers. If, as would sometimes happen, she had\nthe appearance of some woman whom I had known in waking hours, I would\nabandon myself altogether to the sole quest of her, like people who set\nout on a journey to see with their own eyes some city that they have\nalways longed to visit, and imagine that they can taste in reality what\nhas charmed their fancy. And then, gradually, the memory of her would\ndissolve and vanish, until I had forgotten the maiden of my dream.",
        "When a man is asleep, he has in a circle round him the chain of the hours,\nthe sequence of the years, the order of the heavenly host. Instinctively,\nwhen he awakes, he looks to these, and in an instant reads off his own\nposition on the earth’s surface and the amount of time that has elapsed\nduring his slumbers; but this ordered procession is apt to grow confused,\nand to break its ranks. Suppose that, towards morning, after a night of\ninsomnia, sleep descends upon him while he is reading, in quite a\ndifferent position from that in which he normally goes to sleep, he has\nonly to lift his arm to arrest the sun and turn it back in its course,\nand, at the moment of waking, he will have no idea of the time, but will\nconclude that he has just gone to bed. Or suppose that he gets drowsy in\nsome even more abnormal position; sitting in an armchair, say, after\ndinner: then the world will fall topsy-turvy from its orbit, the magic\nchair will carry him at full speed through time and space, and when he\nopens his eyes again he will imagine that he went to sleep months earlier\nand in some far distant country. But for me it was enough if, in my own\nbed, my sleep was so heavy as completely to relax my consciousness; for\nthen I lost all sense of the place in which I had gone to sleep, and when\nI awoke at midnight, not knowing where I was, I could not be sure at first\nwho I was; I had only the most rudimentary sense of existence, such as may\nlurk and flicker in the depths of an animal’s consciousness; I was more\ndestitute of human qualities than the cave-dweller; but then the memory,\nnot yet of the place in which I was, but of various other places where I\nhad lived, and might now very possibly be, would come like a rope let down\nfrom heaven to draw me up out of the abyss of not-being, from which I\ncould never have escaped by myself: in a flash I would traverse and\nsurmount centuries of civilisation, and out of a half-visualised\nsuccession of oil-lamps, followed by shirts with turned-down collars,\nwould put together by degrees the component parts of my ego.",
        "Perhaps the immobility of the things that surround us is forced upon them\nby our conviction that they are themselves, and not anything else, and by\nthe immobility of our conceptions of them. For it always happened that\nwhen I awoke like this, and my mind struggled in an unsuccessful attempt\nto discover where I was, everything would be moving round me through the\ndarkness: things, places, years. My body, still too heavy with sleep to\nmove, would make an effort to construe the form which its tiredness took\nas an orientation of its various members, so as to induce from that where\nthe wall lay and the furniture stood, to piece together and to give a name\nto the house in which it must be living. Its memory, the composite memory\nof its ribs, knees, and shoulder-blades offered it a whole series of rooms\nin which it had at one time or another slept; while the unseen walls kept\nchanging, adapting themselves to the shape of each successive room that it\nremembered, whirling madly through the darkness. And even before my brain,\nlingering in consideration of when things had happened and of what they\nhad looked like, had collected sufficient impressions to enable it to\nidentify the room, it, my body, would recall from each room in succession\nwhat the bed was like, where the doors were, how daylight came in at the\nwindows, whether there was a passage outside, what I had had in my mind\nwhen I went to sleep, and had found there when I awoke. The stiffened side\nunderneath my body would, for instance, in trying to fix its position,\nimagine itself to be lying, face to the wall, in a big bed with a canopy;\nand at once I would say to myself, “Why, I must have gone to sleep after\nall, and Mamma never came to say good night!” for I was in the country\nwith my grandfather, who died years ago; and my body, the side upon which\nI was lying, loyally preserving from the past an impression which my mind\nshould never have forgotten, brought back before my eyes the glimmering\nflame of the night-light in its bowl of Bohemian glass, shaped like an urn\nand hung by chains from the ceiling, and the chimney-piece of Siena marble\nin my bedroom at Combray, in my great-aunt’s house, in those far distant\ndays which, at the moment of waking, seemed present without being clearly\ndenned, but would become plainer in a little while when I was properly\nawake.",
        "Then would come up the memory of a fresh position; the wall slid away in\nanother direction; I was in my room in Mme. de Saint-Loup’s house in the\ncountry; good heavens, it must be ten o’clock, they will have finished\ndinner! I must have overslept myself, in the little nap which I always\ntake when I come in from my walk with Mme. de Saint-Loup, before dressing\nfor the evening. For many years have now elapsed since the Combray days,\nwhen, coming in from the longest and latest walks, I would still be in\ntime to see the reflection of the sunset glowing in the panes of my\nbedroom window. It is a very different kind of existence at Tansonville\nnow with Mme. de Saint-Loup, and a different kind of pleasure that I now\nderive from taking walks only in the evenings, from visiting by moonlight\nthe roads on which I used to play, as a child, in the sunshine; while the\nbedroom, in which I shall presently fall asleep instead of dressing for\ndinner, from afar off I can see it, as we return from our walk, with its\nlamp shining through the window, a solitary beacon in the night.",
        "These shifting and confused gusts of memory never lasted for more than a\nfew seconds; it often happened that, in my spell of uncertainty as to\nwhere I was, I did not distinguish the successive theories of which that\nuncertainty was composed any more than, when we watch a horse running, we\nisolate the successive positions of its body as they appear upon a\nbioscope.  But I had seen first one and then another of the rooms in which\nI had slept during my life, and in the end I would revisit them all in the\nlong course of my waking dream: rooms in winter, where on going to bed I\nwould at once bury my head in a nest, built up out of the most diverse\nmaterials, the corner of my pillow, the top of my blankets, a piece of a\nshawl, the edge of my bed, and a copy of an evening paper, all of which\nthings I would contrive, with the infinite patience of birds building\ntheir nests, to cement into one whole; rooms where, in a keen frost, I\nwould feel the satisfaction of being shut in from the outer world (like\nthe sea-swallow which builds at the end of a dark tunnel and is kept warm\nby the surrounding earth), and where, the fire keeping in all night, I\nwould sleep wrapped up, as it were, in a great cloak of snug and savoury\nair, shot with the glow of the logs which would break out again in flame:\nin a sort of alcove without walls, a cave of warmth dug out of the heart\nof the room itself, a zone of heat whose boundaries were constantly\nshifting and altering in temperature as gusts of air ran across them to\nstrike freshly upon my face, from the corners of the room, or from parts\nnear the window or far from the fireplace which had therefore remained\ncold–or rooms in summer, where I would delight to feel myself a part of\nthe warm evening, where the moonlight striking upon the half-opened\nshutters would throw down to the foot of my bed its enchanted ladder;\nwhere I would fall asleep, as it might be in the open air, like a titmouse\nwhich the breeze keeps poised in the focus of a sunbeam–or sometimes the\nLouis XVI room, so cheerful that I could never feel really unhappy, even\non my first night in it: that room where the slender columns which lightly\nsupported its ceiling would part, ever so gracefully, to indicate where\nthe bed was and to keep it separate; sometimes again that little room with\nthe high ceiling, hollowed in the form of a pyramid out of two separate\nstoreys, and partly walled with mahogany, in which from the first moment\nmy mind was drugged by the unfamiliar scent of flowering grasses,\nconvinced of the hostility of the violet curtains and of the insolent\nindifference of a clock that chattered on at the top of its voice as\nthough I were not there; while a strange and pitiless mirror with square\nfeet, which stood across one corner of the room, cleared for itself a site\nI had not looked to find tenanted in the quiet surroundings of my normal\nfield of vision: that room in which my mind, forcing itself for hours on\nend to leave its moorings, to elongate itself upwards so as to take on the\nexact shape of the room, and to reach to the summit of that monstrous\nfunnel, had passed so many anxious nights while my body lay stretched out\nin bed, my eyes staring upwards, my ears straining, my nostrils sniffing\nuneasily, and my heart beating; until custom had changed the colour of the\ncurtains, made the clock keep quiet, brought an expression of pity to the\ncruel, slanting face of the glass, disguised or even completely dispelled\nthe scent of flowering grasses, and distinctly reduced the apparent\nloftiness of the ceiling. Custom! that skilful but unhurrying manager who\nbegins by torturing the mind for weeks on end with her provisional\narrangements; whom the mind, for all that, is fortunate in discovering,\nfor without the help of custom it would never contrive, by its own\nefforts, to make any room seem habitable.",
        "Certainly I was now well awake; my body had turned about for the last time\nand the good angel of certainty had made all the surrounding objects stand\nstill, had set me down under my bedclothes, in my bedroom, and had fixed,\napproximately in their right places in the uncertain light, my chest of\ndrawers, my writing-table, my fireplace, the window overlooking the\nstreet, and both the doors. But it was no good my knowing that I was not\nin any of those houses of which, in the stupid moment of waking, if I had\nnot caught sight exactly, I could still believe in their possible\npresence; for memory was now set in motion; as a rule I did not attempt to\ngo to sleep again at once, but used to spend the greater part of the night\nrecalling our life in the old days at Combray with my great-aunt, at\nBalbec, Paris, Doncières, Venice, and the rest; remembering again all the\nplaces and people that I had known, what I had actually seen of them, and\nwhat others had told me.",
        "At Combray, as every afternoon ended, long before the time when I should\nhave to go up to bed, and to lie there, unsleeping, far from my mother and\ngrandmother, my bedroom became the fixed point on which my melancholy and\nanxious thoughts were centred. Some one had had the happy idea of giving\nme, to distract me on evenings when I seemed abnormally wretched, a magic\nlantern, which used to be set on top of my lamp while we waited for\ndinner-time to come: in the manner of the master-builders and\nglass-painters of gothic days it substituted for the opaqueness of my\nwalls an impalpable iridescence, supernatural phenomena of many colours,\nin which legends were depicted, as on a shifting and transitory window.\nBut my sorrows were only increased, because this change of lighting\ndestroyed, as nothing else could have done, the customary impression I had\nformed of my room, thanks to which the room itself, but for the torture of\nhaving to go to bed in it, had become quite endurable. For now I no longer\nrecognised it, and I became uneasy, as though I were in a room in some\nhotel or furnished lodging, in a place where I had just arrived, by train,\nfor the first time.",
        "Riding at a jerky trot, Golo, his mind filled with an infamous design,\nissued from the little three-cornered forest which dyed dark-green the\nslope of a convenient hill, and advanced by leaps and bounds towards the\ncastle of poor Geneviève de Brabant. This castle was cut off short by a\ncurved line which was in fact the circumference of one of the transparent\novals in the slides which were pushed into position through a slot in the\nlantern. It was only the wing of a castle, and in front of it stretched a\nmoor on which Geneviève stood, lost in contemplation, wearing a blue\ngirdle. The castle and the moor were yellow, but I could tell their colour\nwithout waiting to see them, for before the slides made their appearance\nthe old-gold sonorous name of Brabant had given me an unmistakable clue.\nGolo stopped for a moment and listened sadly to the little speech read\naloud by my great-aunt, which he seemed perfectly to understand, for he\nmodified his attitude with a docility not devoid of a degree of majesty,\nso as to conform to the indications given in the text; then he rode away\nat the same jerky trot. And nothing could arrest his slow progress. If the\nlantern were moved I could still distinguish Golo’s horse advancing across\nthe window-curtains, swelling out with their curves and diving into their\nfolds. The body of Golo himself, being of the same supernatural substance\nas his steed’s, overcame all material obstacles–everything that seemed to\nbar his way–by taking each as it might be a skeleton and embodying it in\nhimself: the door-handle, for instance, over which, adapting itself at\nonce, would float invincibly his red cloak or his pale face, never losing\nits nobility or its melancholy, never shewing any sign of trouble at such\na transubstantiation.",
        "And, indeed, I found plenty of charm in these bright projections, which\nseemed to have come straight out of a Merovingian past, and to shed around\nme the reflections of such ancient history. But I cannot express the\ndiscomfort I felt at such an intrusion of mystery and beauty into a room\nwhich I had succeeded in filling with my own personality until I thought\nno more of the room than of myself. The anaesthetic effect of custom being\ndestroyed, I would begin to think and to feel very melancholy things. The\ndoor-handle of my room, which was different to me from all the other\ndoorhandles in the world, inasmuch as it seemed to open of its own accord\nand without my having to turn it, so unconscious had its manipulation\nbecome; lo and behold, it was now an astral body for Golo. And as soon as\nthe dinner-bell rang I would run down to the dining-room, where the big\nhanging lamp, ignorant of Golo and Bluebeard but well acquainted with my\nfamily and the dish of stewed beef, shed the same light as on every other\nevening; and I would fall into the arms of my mother, whom the misfortunes\nof Geneviève de Brabant had made all the dearer to me, just as the crimes\nof Golo had driven me to a more than ordinarily scrupulous examination of\nmy own conscience.",
        "But after dinner, alas, I was soon obliged to leave Mamma, who stayed\ntalking with the others, in the garden if it was fine, or in the little\nparlour where everyone took shelter when it was wet. Everyone except my\ngrandmother, who held that “It is a pity to shut oneself indoors in the\ncountry,” and used to carry on endless discussions with my father on the\nvery wettest days, because he would send me up to my room with a book\ninstead of letting me stay out of doors. “That is not the way to make him\nstrong and active,” she would say sadly, “especially this little man, who\nneeds all the strength and character that he can get.” My father would\nshrug his shoulders and study the barometer, for he took an interest in\nmeteorology, while my mother, keeping very quiet so as not to disturb him,\nlooked at him with tender respect, but not too hard, not wishing to\npenetrate the mysteries of his superior mind. But my grandmother, in all\nweathers, even when the rain was coming down in torrents and Françoise had\nrushed indoors with the precious wicker armchairs, so that they should not\nget soaked–you would see my grandmother pacing the deserted garden,\nlashed by the storm, pushing back her grey hair in disorder so that her\nbrows might be more free to imbibe the life-giving draughts of wind and\nrain.  She would say, “At last one can breathe!” and would run up and down\nthe soaking paths–too straight and symmetrical for her liking, owing to\nthe want of any feeling for nature in the new gardener, whom my father had\nbeen asking all morning if the weather were going to improve–with her\nkeen, jerky little step regulated by the various effects wrought upon her\nsoul by the intoxication of the storm, the force of hygiene, the stupidity\nof my education and of symmetry in gardens, rather than by any anxiety\n(for that was quite unknown to her) to save her plum-coloured skirt from\nthe spots of mud under which it would gradually disappear to a depth which\nalways provided her maid with a fresh problem and filled her with fresh\ndespair.",
        "When these walks of my grandmother’s took place after dinner there was one\nthing which never failed to bring her back to the house: that was if (at\none of those points when the revolutions of her course brought her,\nmoth-like, in sight of the lamp in the little parlour where the liqueurs\nwere set out on the card-table) my great-aunt called out to her:\n“Bathilde!  Come in and stop your husband from drinking brandy!” For,\nsimply to tease her (she had brought so foreign a type of mind into my\nfather’s family that everyone made a joke of it), my great-aunt used to\nmake my grandfather, who was forbidden liqueurs, take just a few drops. My\npoor grandmother would come in and beg and implore her husband not to\ntaste the brandy; and he would become annoyed and swallow his few drops\nall the same, and she would go out again sad and discouraged, but still\nsmiling, for she was so humble and so sweet that her gentleness towards\nothers, and her continual subordination of herself and of her own\ntroubles, appeared on her face blended in a smile which, unlike those seen\non the majority of human faces, had no trace in it of irony, save for\nherself, while for all of us kisses seemed to spring from her eyes, which\ncould not look upon those she loved without yearning to bestow upon them\npassionate caresses. The torments inflicted on her by my great-aunt, the\nsight of my grandmother’s vain entreaties, of her in her weakness\nconquered before she began, but still making the futile endeavour to wean\nmy grandfather from his liqueur-glass–all these were things of the sort\nto which, in later years, one can grow so well accustomed as to smile at\nthem, to take the tormentor’s side with a. happy determination which\ndeludes one into the belief that it is not, really, tormenting; but in\nthose days they filled me with such horror that I longed to strike my\ngreat-aunt. And yet, as soon as I heard her “Bathilde!  Come in and stop\nyour husband from drinking brandy!” in my cowardice I became at once a\nman, and did what all we grown men do when face to face with suffering and\ninjustice; I preferred not to see them; I ran up to the top of the house\nto cry by myself in a little room beside the schoolroom and beneath the\nroof, which smelt of orris-root, and was scented also by a wild\ncurrant-bush which had climbed up between the stones of the outer wall and\nthrust a flowering branch in through the half-opened window.  Intended for\na more special and a baser use, this room, from which, in the daytime, I\ncould see as far as the keep of Roussainville-le-Pin, was for a long time\nmy place of refuge, doubtless because it was the only room whose door Ï\nwas allowed to lock, whenever my occupation was such as required an\ninviolable solitude; reading or dreaming, secret tears or paroxysms of\ndesire. Alas! I little knew that my own lack of will-power, my delicate\nhealth, and the consequent uncertainty as to my future weighed far more\nheavily on my grandmother’s mind than any little breach of the rules by\nher husband, during those endless perambulations, afternoon and evening,\nin which we used to see passing up and down, obliquely raised towards the\nheavens, her handsome face with its brown and wrinkled cheeks, which with\nage had acquired almost the purple hue of tilled fields in autumn,\ncovered, if she were walking abroad, by a half-lifted veil, while upon\nthem either the cold or some sad reflection invariably left the drying\ntraces of an involuntary tear.",
        "My sole consolation when I went upstairs for the night was that Mamma\nwould come in and kiss me after I was in bed. But this good night lasted\nfor so short a time: she went down again so soon that the moment in which\nI heard her climb the stairs, and then caught the sound of her garden\ndress of blue muslin, from which hung little tassels of plaited straw,\nrustling along the double-doored corridor, was for me a moment of the\nkeenest sorrow. So much did I love that good night that I reached the\nstage of hoping that it would come as late as possible, so as to prolong\nthe time of respite during which Mamma would not yet have appeared.\nSometimes when, after kissing me, she opened the door to go, I longed to\ncall her back, to say to her “Kiss me just once again,” but I knew that\nthen she would at once look displeased, for the concession which she made\nto my wretchedness and agitation in coming up to me with this kiss of\npeace always annoyed my father, who thought such ceremonies absurd, and\nshe would have liked to try to induce me to outgrow the need, the custom\nof having her there at all, which was a very different thing from letting\nthe custom grow up of my asking her for an additional kiss when she was\nalready crossing the threshold. And to see her look displeased destroyed\nall the sense of tranquillity she had brought me a moment before, when she\nbent her loving face down over my bed, and held it out to me like a Host,\nfor an act of Communion in which my lips might drink deeply the sense of\nher real presence, and with it the power to sleep. But those evenings on\nwhich Mamma stayed so short a time in my room were sweet indeed compared\nto those on which we had guests to dinner, and therefore she did not come\nat all. Our ’guests’ were practically limited to M. Swann, who, apart from\na few passing strangers, was almost the only person who ever came to the\nhouse at Combray, sometimes to a neighbourly dinner (but less frequently\nsince his unfortunate marriage, as my family did not care to receive his\nwife) and sometimes after dinner, uninvited. On those evenings when, as we\nsat in front of the house beneath the big chestnut-tree and round the iron\ntable, we heard, from the far end of the garden, not the large and noisy\nrattle which heralded and deafened as he approached with its ferruginous,\ninterminable, frozen sound any member of the household who had put it out\nof action by coming in ’without ringing,’ but the double peal–timid,\noval, gilded–of the visitors’ bell, everyone would at once exclaim “A\nvisitor! Who in the world can it be?” but they knew quite well that it\ncould only be M. Swann. My great-aunt, speaking in a loud voice, to set an\nexample, in a tone which she endeavoured to make sound natural, would tell\nthe others not to whisper so; that nothing could be more unpleasant for a\nstranger coming in, who would be led to think that people were saying\nthings about him which he was not meant to hear; and then my grandmother\nwould be sent out as a scout, always happy to find an excuse for an\nadditional turn in the garden, which she would utilise to remove\nsurreptitiously, as she passed, the stakes of a rose-tree or two, so as to\nmake the roses look a little more natural, as a mother might run her hand\nthrough her boy’s hair, after the barber had smoothed it down, to make it\nstick out properly round his head.",
        "And there we would all stay, hanging on the words which would fall from my\ngrandmother’s lips when she brought us back her report of the enemy, as\nthough there had been some uncertainty among a vast number of possible\ninvaders, and then, soon after, my grandfather would say: “I can hear\nSwann’s voice.” And, indeed, one could tell him only by his voice, for it\nwas difficult to make out his face with its arched nose and green eyes,\nunder a high forehead fringed with fair, almost red hair, dressed in the\nBressant style, because in the garden we used as little light as possible,\nso as not to attract mosquitoes: and I would slip away as though not going\nfor anything in particular, to tell them to bring out the syrups; for my\ngrandmother made a great point, thinking it ’nicer/ of their not being\nallowed to seem anything out of the ordinary, which we kept for visitors\nonly. Although a far younger man, M. Swann was very much attached to my\ngrandfather, who had been an intimate friend, in his time, of Swann’s\nfather, an excellent but an eccentric man in whom the least little thing\nwould, it seemed, often check the flow of his spirits and divert the\ncurrent of his thoughts. Several times in the course of a year I would\nhear my grandfather tell at table the story, which never varied, of the\nbehaviour of M. Swann the elder upon the death of his wife, by whose\nbedside he had watched day and night. My grandfather, who had not seen him\nfor a long time, hastened to join him at the Swanns’ family property on\nthe outskirts of Combray, and managed to entice him for a moment, weeping\nprofusely, out of the death-chamber, so that he should not be present when\nthe body was laid in its coffin. They took a turn or two in the park,\nwhere there was a little sunshine. Suddenly M. Swann seized my grandfather\nby the arm and cried, “Oh, my dear old friend, how fortunate we are to be\nwalking here together on such a charming day! Don’t you see how pretty\nthey are, all these trees–my hawthorns, and my new pond, on which you\nhave never congratulated me? You look as glum as a night-cap. Don’t you\nfeel this little breeze? Ah! whatever you may say, it’s good to be alive\nall the same, my dear Amédée!” And then, abruptly, the memory of his dead\nwife returned to him, and probably thinking it too complicated to inquire\ninto how, at such a time, he could have allowed himself to be carried away\nby an impulse of happiness, he confined himself to a gesture which he\nhabitually employed whenever any perplexing question came into his mind:\nthat is, he passed his hand across his forehead, dried his eyes, and wiped\nhis glasses. And he could never be consoled for the loss of his wife, but\nused to say to my grandfather, during the two years for which he survived\nher, “It’s a funny thing, now; I very often think of my poor wife, but I\ncannot think of her very much at any one time.” “Often, but a little at a\ntime, like poor old Swann,” became one of my grandfather’s favourite\nphrases, which he would apply to all kinds of things. And I should have\nassumed that this father of Swann’s had been a monster if my grandfather,\nwhom I regarded as a better judge than myself, and whose word was my law\nand often led me in the long run to pardon offences which I should have\nbeen inclined to condemn, had not gone on to exclaim, “But, after all, he\nhad a heart of gold.”",
        "For many years, albeit–and especially before his marriage–M. Swann the\nyounger came often to see them at Combray, my great-aunt and grandparents\nnever suspected that he had entirely ceased to live in the kind of society\nwhich his family had frequented, or that, under the sort of incognito\nwhich the name of Swann gave him among us, they were harbouring–with the\ncomplete innocence of a family of honest innkeepers who have in their\nmidst some distinguished highwayman and never know it–one of the smartest\nmembers of the Jockey Club, a particular friend of the Comte de Paris and\nof the Prince of Wales, and one of the men most sought after in the\naristocratic world of the Faubourg Saint-Germain.",
        "Our utter ignorance of the brilliant part which Swann was playing in the\nworld of fashion was, of course, due in part to his own reserve and\ndiscretion, but also to the fact that middle-class people in those days\ntook what was almost a Hindu view of society, which they held to consist\nof sharply defined castes, so that everyone at his birth found himself\ncalled to that station in life which his parents already occupied, and\nnothing, except the chance of a brilliant career or of a ’good’ marriage,\ncould extract you from that station or admit you to a superior caste. M.\nSwann, the father, had been a stockbroker; and so ’young Swann’ found\nhimself immured for life in a caste where one’s fortune, as in a list of\ntaxpayers, varied between such and such limits of income. We knew the\npeople with whom his father had associated, and so we knew his own\nassociates, the people with whom he was ’in a position to mix.’ If he knew\nother people besides, those were youthful acquaintances on whom the old\nfriends of the family, like my relatives, shut their eyes all the more\ngood-naturedly that Swann himself, after he was left an orphan, still came\nmost faithfully to see us; but we would have been ready to wager that the\npeople outside our acquaintance whom Swann knew were of the sort to whom\nhe would not have dared to raise his hat, had he met them while he was\nwalking with ourselves. Had there been such a thing as a determination to\napply to Swann a social coefficient peculiar to himself, as distinct from\nall the other sons of other stockbrokers in his father’s position, his\ncoefficient would have been rather lower than theirs, because, leading a\nvery simple life, and having always had a craze for ’antiques’ and\npictures, he now lived and piled up his collections in an old house which\nmy grandmother longed to visit, but which stood on the Quai d’Orléans, a\nneighbourhood in which my great-aunt thought it most degrading to be\nquartered. “Are you really a connoisseur, now?” she would say to him; “I\nask for your own sake, as you are likely to have ’fakes’ palmed off on you\nby the dealers,” for she did not, in fact, endow him with any critical\nfaculty, and had no great opinion of the intelligence of a man who, in\nconversation, would avoid serious topics and shewed a very dull\npreciseness, not only when he gave us kitchen recipes, going into the most\nminute details, but even when my grandmother’s sisters were talking to him\nabout art. When challenged by them to give an opinion, or to express his\nadmiration for some picture, he would remain almost impolitely silent, and\nwould then make amends by furnishing (if he could) some fact or other\nabout the gallery in which the picture was hung, or the date at which it\nhad been painted. But as a rule he would content himself with trying to\namuse us by telling us the story of his latest adventure–and he would\nhave a fresh story for us on every occasion–with some one whom we\nourselves knew, such as the Combray chemist, or our cook, or our coachman.\nThese stories certainly used to make my great-aunt laugh, but she could\nnever tell whether that was on account of the absurd parts which Swann\ninvariably made himself play in the adventures, or of the wit that he\nshewed in telling us of them. “It is easy to see that you are a regular\n’character,’ M. Swann!”",
        "As she was the only member of our family who could be described as a\ntrifle ’common,’ she would always take care to remark to strangers, when\nSwann was mentioned, that he could easily, if he had wished to, have lived\nin the Boulevard Haussmann or the Avenue de l’Opéra, and that he was the\nson of old M. Swann who must have left four or five million francs, but\nthat it was a fad of his. A fad which, moreover, she thought was bound to\namuse other people so much that in Paris, when M. Swann called on New\nYear’s Day bringing her a little packet of marrons glacés, she never\nfailed, if there were strangers in the room, to say to him: “Well, M.\nSwann, and do you still live next door to the Bonded Vaults, so as to be\nsure of not missing your train when you go to Lyons?” and she would peep\nout of the corner of her eye, over her glasses, at the other visitors.",
        "But if anyone had suggested to my aunt that this Swann, who, in his\ncapacity as the son of old M. Swann, was ’fully qualified’ to be received\nby any of the ’upper middle class,’ the most respected barristers and\nsolicitors of Paris (though he was perhaps a trifle inclined to let this\nhereditary privilege go into abeyance), had another almost secret\nexistence of a wholly different kind: that when he left our house in\nParis, saying that he must go home to bed, he would no sooner have turned\nthe corner than he would stop, retrace his steps, and be off to some\ndrawing-room on whose like no stockbroker or associate of stockbrokers had\never set eyes–that would have seemed to my aunt as extraordinary as, to a\nwoman of wider reading, the thought of being herself on terms of intimacy\nwith Aristaeus, of knowing that he would, when he had finished his\nconversation with her, plunge deep into the realms of Thetis, into an\nempire veiled from mortal eyes, in which Virgil depicts him as being\nreceived with open arms; or–to be content with an image more likely to\nhave occurred to her, for she had seen it painted on the plates we used\nfor biscuits at Combray–as the thought of having had to dinner Ali Baba,\nwho, as soon as he found himself alone and unobserved, would make his way\ninto the cave, resplendent with its unsuspected treasures.",
        "Continue...",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see Swann’s Way II.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "REMEMBRANCE OF THINGS PAST, SWANN'S WAY, WITHIN A BUDDING GROVE, THE GUERMANTES WAY - VOLUME ONEBy Marcel ProustAt Amazon"
    ]
}