{
    "title": "Remembrance of Things Past: Swann’s Way - [Alone, rising ...]",
    "author": "Marcel Proust",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "Alone, rising from the level of the plain, and seemingly lost in that\nexpanse of open country, climbed to the sky the twin steeples of\nMartinville. Presently we saw three: springing into position confronting\nthem by a daring volt, a third, a dilatory steeple, that of Vieuxvicq, was\ncome to join them. The minutes passed, we were moving rapidly, and yet the\nthree steeples were always a long way ahead of us, like three birds\nperched upon the plain, motionless and conspicuous in the sunlight. Then\nthe steeple of Vieuxvicq withdrew, took its proper distance, and the\nsteeples of Martinville remained alone, gilded by the light of the setting\nsun, which, even at that distance, I could see playing and smiling upon\ntheir sloped sides. We had been so long in approaching them that I was\nthinking of the time that must still elapse before we could reach them\nwhen, of a sudden, the carriage, having turned a corner, set us down at\ntheir feet; and they had flung themselves so abruptly in our path that we\nhad barely time to stop before being dashed against the porch of the\nchurch.",
        "We resumed our course; we had left Martinville some little time, and the\nvillage, after accompanying us for a few seconds, had already disappeared,\nwhen, lingering alone on the horizon to watch our flight, its steeples and\nthat of Vieuxvicq waved once again, in token of farewell, their sun-bathed\npinnacles.  Sometimes one would withdraw, so that the other two might\nwatch us for a moment still; then the road changed direction, they veered\nin the light like three golden pivots, and vanished from my gaze. But, a\nlittle later, when we were already close to Combray, the sun having set\nmeanwhile, I caught sight of them for the last time, far away, and seeming\nno more now than three flowers painted upon the sky above the low line of\nfields. They made me think, too, of three maidens in a legend, abandoned\nin a solitary place over which night had begun to fall; and while we drew\naway from them at a gallop, I could see them timidly seeking their way,\nand, after some awkward, stumbling movements of their noble silhouettes,\ndrawing close to one another, slipping one behind another, shewing nothing\nmore, now, against the still rosy sky than a single dusky form, charming\nand resigned, and so vanishing in the night.",
        "I never thought again of this page, but at the moment when, on my corner\nof the box-seat, where the Doctor’s coachman was in the habit of placing,\nin a hamper, the fowls which he had bought at Martinville market, I had\nfinished writing it, I found such a sense of happiness, felt that it had\nso entirely relieved my mind of the obsession of the steeples, and of the\nmystery which they concealed, that, as though I myself were a hen and had\njust laid an egg, I began to sing at the top of my voice.",
        "All day long, during these walks, I had been able to muse upon the\npleasure that there would be in the friendship of the Duchesse de\nGuermantes, in fishing for trout, in drifting by myself in a boat on the\nVivonne; and, greedy for happiness, I asked nothing more from life, in\nsuch moments, than that it should consist always of a series of joyous\nafternoons.  But when, on our way home, I had caught sight of a farm, on\nthe left of the road, at some distance from two other farms which were\nthemselves close together, and from which, to return to Combray, we need\nonly turn down an avenue of oaks, bordered on one side by a series of\norchard-closes, each one planted at regular intervals with apple-trees\nwhich cast upon the ground, when they were lighted by the setting sun, the\nJapanese stencil of their shadows; then, sharply, my heart would begin to\nbeat, I would know that in half an hour we should be at home, and that\nthere, as was the rule on days when we had taken the ’Guermantes way’ and\ndinner was, in consequence, served later than usual, I should be sent to\nbed as soon as I had swallowed my soup, so that my mother, kept at table,\njust as though there had been company to dinner, would not come upstairs\nto say good night to me in bed. The zone of melancholy which I then\nentered was totally distinct from that other zone, in which I had been\nbounding for joy a moment earlier, just as sometimes in the sky a band of\npink is separated, as though by a line invisibly ruled, from a band of\ngreen or black. You may see a bird flying across the pink; it draws near\nthe border-line, touches it, enters and is lost upon the black. The\nlongings by which I had just now been absorbed, to go to Guermantes, to\ntravel, to live a life of happiness–I was now so remote from them that\ntheir fulfilment would have afforded me no pleasure. How readily would I\nhave sacrificed them all, just to be able to cry, all night long, in the\narms of Mamma! Shuddering with emotion, I could not take my agonised eyes\nfrom my mother’s face, which was not to appear that evening in the bedroom\nwhere I could see myself already lying, in imagination; and wished only\nthat I were lying dead. And this state would persist until the morrow,\nwhen, the rays of morning leaning their bars of light, as the gardener\nmight lean his ladder, against the wall overgrown with nasturtiums, which\nclambered up it as far as my window-sill, I would leap out of bed to run\ndown at once into the garden, with no thought of the fact that evening\nmust return, and with it the hour when I must leave my mother. And so it\nwas from the ’Guermantes way’ that I learned to distinguish between these\nstates which reigned alternately in my mind, during certain periods, going\nso far as to divide every day between them, each one returning to\ndispossess the other with the regularity of a fever and ague: contiguous,\nand yet so foreign to one another, so devoid of means of communication,\nthat I could no longer understand, or even picture to myself, in one state\nwhat I had desired or dreaded or even done in the other.",
        "So the ’Méséglise way’ and the ’Guermantes way’ remain for me linked with\nmany of the little incidents of that one of all the divers lives along\nwhose parallel lines we are moved, which is the most abundant in sudden\nreverses of fortune, the richest in episodes; I mean the life of the mind.\nDoubtless it makes in us an imperceptible progress, and the truths which\nhave changed for us its meaning and its aspect, which have opened new\npaths before our feet, we had for long been preparing for their discovery;\nbut that preparation was unconscious; and for us those truths date only\nfrom the day, from the minute when they became apparent. The flowers which\nplayed then among the grass, the water which rippled past in the sunshine,\nthe whole landscape which served as environment to their apparition\nlingers around the memory of them still with its unconscious or unheeding\nair; and, certainly, when they were slowly scrutinised by this humble\npasser-by, by this dreaming child–as the face of a king is scrutinised by\na petitioner lost in the crowd–that scrap of nature, that corner of a\ngarden could never suppose that it would be thanks to him that they would\nbe elected to survive in all their most ephemeral details; and yet the\nscent of hawthorn which strays plundering along the hedge from which, in a\nlittle while, the dog-roses will have banished it, a sound of footsteps\nfollowed by no echo, upon a gravel path, a bubble formed at the side of a\nwaterplant by the current, and formed only to burst–my exaltation of mind\nhas borne them with it, and has succeeded in making them traverse all\nthese successive years, while all around them the one-trodden ways have\nvanished, while those who thronged those ways, and even the memory of\nthose who thronged those trodden ways, are dead. Sometimes the fragment of\nlandscape thus transported into the present will detach itself in such\nisolation from all associations that it floats uncertainly upon my mind,\nlike a flowering isle of Delos, and I am unable to say from what place,\nfrom what time–perhaps, quite simply, from which of my dreams–it comes.\nBut it is pre-eminently as the deepest layer of my mental soil, as firm\nsites on which I still may build, that I regard the Méséglise and\nGuermantes ’ways.’ It is because I used to think of certain things, of\ncertain people, while I was roaming along them, that the things, the\npeople which they taught me to know, and these alone, I still take\nseriously, still give me joy. Whether it be that the faith which creates\nhas ceased to exist in me, or that reality will take shape in the memory\nalone, the flowers that people shew me nowadays for the first time never\nseem to me to be true flowers. The ’Méséglise way’ with its lilacs, its\nhawthorns, its cornflowers, its poppies, its apple-trees, the ’Guermantes\nway’ with its river full of tadpoles, its water-lilies, and its buttercups\nhave constituted for me for all time the picture of the land in which I\nfain would pass my life, in which my only requirements are that I may go\nout fishing, drift idly in a boat, see the ruins of a gothic fortress in\nthe grass, and find hidden among the cornfields–as Saint-André-des-Champs\nlay hidden–an old church, monumental, rustic, and yellow like a\nmill-stone; and the cornflowers, the hawthorns, the apple-trees which I\nmay happen, when I go walking, to encounter in the fields, because they\nare situated at the same depth, on the level of my past life, at once\nestablish contact with my heart. And yet, because there is an element of\nindividuality in places, when I am seized with a desire to see again the\n’Guermantes way,’ it would not be satisfied were I led to the banks of a\nriver in which were lilies as fair, or even fairer than those in the\nVivonne, any more than on my return home in the evening, at the hour when\nthere awakened in me that anguish which, later on in life, transfers\nitself to the passion of love, and may even become its inseparable\ncompanion, I should have wished for any strange mother to come in and say\ngood night to me, though she were far more beautiful and more intelligent\nthan my own. No: just as the one thing necessary to send me to sleep\ncontented (in that untroubled peace which no mistress, in later years, has\never been able to give me, since one has doubts of them at the moment when\none believes in them, and never can possess their hearts as I used to\nreceive, in her kiss, the heart of my mother, complete, without scruple or\nreservation, unburdened by any liability save to myself) was that it\nshould be my mother who came, that she should incline towards me that face\non which there was, beneath her eye, something that was, it appears, a\nblemish, and which I loved as much as all the rest–so what I want to see\nagain is the ’Guermantes way’ as I knew it, with the farm that stood a\nlittle apart from the two neighbouring farms, pressed so close together,\nat the entrance to the oak avenue; those meadows upon whose surface, when\nit is polished by the sun to the mirroring radiance of a lake, are\noutlined the leaves of the apple-trees; that whole landscape whose\nindividuality sometimes, at night, in my dreams, binds me with a power\nthat is almost fantastic, of which I can discover no trace when I awake.",
        "No doubt, by virtue of having permanently and indissolubly combined in me\ngroups of different impressions, for no reason save that they had made me\nfeel several separate things at the same time, the Méséglise and\nGuermantes ’ways’ left me exposed, in later life, to much disillusionment,\nand even to many mistakes. For often I have wished to see a person again\nwithout realising that it was simply because that person recalled to me a\nhedge of hawthorns in blossom; and I have been led to believe, and to make\nsome one else believe in an aftermath of affection, by what was no more\nthan an inclination to travel. But by the same qualities, and by their\npersistence in those of my impressions, to-day, to which they can find an\nattachment, the two ’ways’ give to those impressions a foundation, depth,\na dimension lacking from the rest. They invest them, too, with a charm, a\nsignificance which is for me alone. When, on a summer evening, the\nresounding sky growls like a tawny lion, and everyone is complaining of\nthe storm, it is along the ’Méséglise way’ that my fancy strays alone in\necstasy, inhaling, through the noise of falling rain, the odour of\ninvisible and persistent lilac-trees.",
        "And so I would often lie until morning, dreaming of the old days at\nCombray, of my melancholy and wakeful evenings there; of other days\nbesides, the memory of which had been more lately restored to me by the\ntaste–by what would have been called at Combray the ’perfume’–-of a cup\nof tea; and, by an association of memories, of a story which, many years\nafter I had left the little place, had been told me of a love affair in\nwhich Swann had been involved before I was born; with that accuracy of\ndetail which it is easier, often, to obtain when we are studying the lives\nof people who have been dead for centuries than when we are trying to\nchronicle those of our own most intimate friends, an accuracy which it\nseems as impossible to attain as it seemed impossible to speak from one\ntown to another, before we learned of the contrivance by which that\nimpossibility has been overcome. All these memories, following one after\nanother, were condensed into a single substance, but had not so far\ncoalesced that I could not discern between the three strata, between my\noldest, my instinctive memories, those others, inspired more recently by a\ntaste or ’perfume,’ and those which were actually the memories of another,\nfrom whom I had acquired them at second hand–no fissures, indeed, no\ngeological faults, but at least those veins, those streaks of colour which\nin certain rocks, in certain marbles, point to differences of origin, age,\nand formation.",
        "It is true that, when morning drew near, I would long have settled the\nbrief uncertainty of my waking dream, I would know in what room I was\nactually lying, would have reconstructed it round about me in the\ndarkness, and–fixing my orientation by memory alone, or with the\nassistance of a feeble glimmer of light at the foot of which I placed the\ncurtains and the window–would have reconstructed it complete and with its\nfurniture, as an architect and an upholsterer might do, working upon an\noriginal, discarded plan of the doors and windows; would have replaced the\nmirrors and set the chest-of-drawers on its accustomed site. ’But scarcely\nhad daylight itself–and no longer the gleam from a last, dying ember on a\nbrass curtain-rod, which I had mistaken for daylight–traced across the\ndarkness, as with a stroke of chalk across a blackboard, its first white\ncorrecting ray, when the window, with its curtains, would leave the frame\nof the doorway, in which I had erroneously placed it, while, to make room\nfor it, the writing-table, which my memory had clumsily fixed where the\nwindow ought to be, would hurry off at full speed, thrusting before it the\nmantelpiece, and sweeping aside the wall of the passage; the well of the\ncourtyard would be enthroned on the spot where, a moment earlier, my\ndressing-room had lain, and the dwelling-place which I had built up for\nmyself in the darkness would have gone to join all those other dwellings\nof which I had caught glimpses from the whirlpool of awakening; put to\nflight by that pale sign traced above my window-curtains by the uplifted\nforefinger of day.",
        " ",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see Swann’s Way II.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "REMEMBRANCE OF THINGS PAST, SWANN'S WAY, WITHIN A BUDDING GROVE, THE GUERMANTES WAY - VOLUME ONEBy Marcel ProustAt Amazon"
    ]
}