{
    "title": "Remembrance of Things Past: Swann’s Way II - [I had always, within reach ...]",
    "author": "Marcel Proust",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "I had always, within reach, a plan of Paris, which, because I could see\ndrawn on it the street in which M. and Mme. Swann lived, seemed to me to\ncontain a secret treasure. And to please myself, as well as by a sort of\nchivalrous loyalty, in any connection or with no relevance at all, I would\nrepeat the name of that street until my father, not being, like my mother\nand grandmother, in the secret of my love, would ask: “But why are you\nalways talking about that street? There’s nothing wonderful about it. It\nis an admirable street to live in because it’s only a few minutes’ walk\nfrom the Bois, but there are a dozen other streets just the same.”",
        "I made every effort to introduce the name of Swann into my conversation\nwith my parents; in my own mind, of course, I never ceased to murmur it;\nbut I needed also to hear its exquisite sound, and to make myself play\nthat chord, the voiceless rendering of which did not suffice me. Moreover,\nthat name of Swann, with which I had for so long been familiar, was to me\nnow (as happens at times to people suffering from aphasia, in the case of\nthe most ordinary words) the name of something new. It was for ever\npresent in my mind, which could not, however, grow accustomed to it. I\nanalysed it, I spelt it; its orthography came to me as a surprise.  And\nwith its familiarity it had simultaneously lost its innocence. The\npleasure that I derived from the sound of it I felt to be so guilty, that\nit seemed to me as though the others must read my thoughts, and would\nchange the conversation if I endeavoured to guide it in that direction. I\nfell back upon subjects which still brought me into touch with Gilberte, I\neternally repeated the same words, and it was no use my knowing that they\nwere but words–words uttered in her absence, which she could not hear,\nwords without virtue in themselves, repeating what were, indeed, facts,\nbut powerless to modify them–for still it seemed to me that by dint of\nhandling, of stirring in this way everything that had reference to\nGilberte, I might perhaps make emerge from it something that would bring\nme happiness. I told my parents again that Gilberte was very fond of her\ngoverness, as if the statement, when repeated for the hundredth time,\nwould at last have the effect of making Gilberte suddenly burst into the\nroom, come to live with us for ever. I had already sung the praises of the\nold lady who read the Débats (I had hinted to my parents that she must\nat least be an Ambassador’s widow, if not actually a Highness) and I\ncontinued to descant on her beauty, her splendour, her nobility, until the\nday on which I mentioned that, by what I had heard Gilberte call her, she\nappeared to be a Mme. Blatin.",
        "“Oh, now I know whom you mean,” cried my mother, while I felt myself grow\nred all over with shame. “On guard! on guard!–as your grandfather says.\nAnd so it’s she that you think so wonderful? Why, she’s perfectly\nhorrible, and always has been. She’s the widow of a bailiff. You can’t\nremember, when you were little, all the trouble I used to have to avoid\nher at your gymnastic lessons, where she was always trying to get hold of\nme–I didn’t know the woman, of course–to tell me that you were ’much too\nnice-looking for a boy.’ She has always had an insane desire to get to\nknow people, and she must be quite insane, as I have always thought, if\nshe really does know Mme. Swann. For even if she does come of very common\npeople, I have never heard anything said against her character. But she\nmust always be forcing herself upon strangers. She is, really, a horrible\nwoman, frightfully vulgar, and besides, she is always creating awkward\nsituations.”",
        "As for Swann, in my attempts to resemble him, I spent the whole time, when\nI was at table, in drawing my finger along my nose and in rubbing my eyes.\nMy father would exclaim: “The child’s a perfect idiot, he’s becoming quite\nimpossible.” More than all else I should have liked to be as bald as\nSwann. He appeared to me to be a creature so extraordinary that I found it\nimpossible to believe that people whom I knew and often saw knew him also,\nand that in the course of the day anyone might run against him. And once\nmy mother, while she was telling us, as she did every evening at dinner,\nwhere she had been and what she had done that afternoon, merely by the\nwords: “By the way, guess whom I saw at the Trois Quartiers–at the\numbrella counter–Swann!” caused to burst open in the midst of her\nnarrative (an arid desert to me) a mystic blossom. What a melancholy\nsatisfaction to learn that, that very afternoon, threading through the\ncrowd his supernatural form, Swann had gone to buy an umbrella.  Among the\nevents of the day, great and small, but all equally unimportant, that one\nalone aroused in me those peculiar vibrations by which my love for\nGilberte was invariably stirred. My father complained that I took no\ninterest in anything, because I did not listen while he was speaking of\nthe political developments that might follow the visit of King\nTheo-dosius, at that moment in France as the nation’s guest and (it was\nhinted) ally. And yet how intensely interested I was to know whether Swann\nhad been wearing his hooded cape!",
        "“Did you speak to him?” I asked.",
        "“Why, of course I did,” answered my mother, who always seemed afraid lest,\nwere she to admit that we were not on the warmest of terms with Swann,\npeople would seek to reconcile us more than she cared for, in view of the\nexistence of Mme. Swann, whom she did not wish to know. “It was he who\ncame up and spoke to me. I hadn’t seen him.”",
        "“Then you haven’t quarrelled?”",
        "“Quarrelled? What on earth made you think that we had quarrelled?” she\nbriskly parried, as though I had cast doubt on the fiction of her friendly\nrelations with Swann, and was planning an attempt to ’bring them\ntogether.’",
        "“He might be cross with you for never asking him here.”",
        "“One isn’t obliged to ask everyone to one’s house, you know; has he ever\nasked me to his? I don’t know his wife.”",
        "“But he used often to come, at Combray.”",
        "“I should think he did! He used to come at Combray, and now, in Paris, he\nhas something better to do, and so have I. But I can promise you, we\ndidn’t look in the least like people who had quarrelled. We were kept\nwaiting there for some time, while they brought him his parcel. He asked\nafter you; he told me you had been playing with his daughter–” my mother\nwent on, amazing me with the portentous revelation of my own existence in\nSwann’s mind; far more than that, of my existence in so complete, so\nmaterial a form that when I stood before him, trembling with love, in the\nChamps-Elysées, he had known my name, and who my mother was, and had been\nable to blend with my quality as his daughter’s playmate certain facts\nwith regard to my grandparents and their connections, the place in which\nwe lived, certain details of our past life, all of which I myself perhaps\ndid not know. But my mother did not seem to have noticed anything\nparticularly attractive in that counter at the Trois Quartiers where she\nhad represented to Swann, at the moment in which he caught sight of her, a\ndefinite person with whom he had sufficient memories in common to impel\nhim to come up to her and to speak.",
        "Nor did either she or my father seem to find any occasion now to mention\nSwann’s family, the grandparents of Gilberte, nor to use the title of\nstockbroker, topics than which nothing else gave me so keen a pleasure.\nMy imagination had isolated and consecrated in the social Paris a certain\nfamily, just as it had set apart in the structural Paris a certain house,\non whose porch it had fashioned sculptures and made its windows precious.\nBut these ornaments I alone had eyes to see. Just as my father and mother\nlooked upon the house in which Swann lived as one that closely resembled\nthe other houses built at the same period in the neighbourhood of the\nBois, so Swann’s family seemed to them to be in the same category as many\nother families of stockbrokers. Their judgment was more or less favourable\naccording to the extent to which the family in question shared in merits\nthat were common to the rest of the universe, and there was about it\nnothing that they could call unique. What, on the other hand, they did\nappreciate in the Swanns they found in equal, if not in greater measure\nelsewhere.  And so, after admitting that the house was in a good position,\nthey would go on to speak of some other house that was in a better, but\nhad nothing to do with Gilberte, or of financiers on a larger scale than\nher grandfather had been; and if they had appeared, for a moment, to be of\nmy opinion, that was a mistake which was very soon corrected. For in order\nto distinguish in all Gilberte’s surroundings an indefinable quality\nanalogous, in the scale of emotions, to what in the scale of colours is\ncalled infra-red, a supplementary sense of perception was required, with\nwhich love, for the time being, had endowed me; and this my parents\nlacked.",
        "On the days when Gilberte had warned me that she would not be coming to\nthe Champs-Elysées, I would try to arrange my walks so that I should be\nbrought into some kind of contact with her. Sometimes I would lead\nFrançoise on a pilgrimage to the house in which the Swanns lived, making\nher repeat to me unendingly all that she had learned from the governess\nwith regard to Mme. Swann. “It seems, she puts great faith in medals. She\nwould never think of starting on a journey if she had heard an owl hoot,\nor the death-watch in the wall, or if she had seen a cat at midnight, or\nif the furniture had creaked. Oh yes! she’s a most religious lady, she\nis!” I was so madly in love with Gilberte that if, on our way, I caught\nsight of their old butler taking the dog out, my emotion would bring me to\na standstill, I would fasten on his white whiskers eyes that melted with\npassion. And Françoise would rouse me with: “What’s wrong with you now,\nchild?” and we would continue on our way until we reached their gate,\nwhere a porter, different from every other porter in the world, and\nsaturated, even to the braid on his livery, with the same melancholy charm\nthat I had felt to be latent in the name of Gilberte, looked at me as\nthough he knew that I was one of those whose natural unworthiness would\nfor ever prevent them from penetrating into the mysteries of the life\ninside, which it was his duty to guard, and over which the ground-floor\nwindows appeared conscious of being protectingly closed, with far less\nresemblance, between the nobly sweeping arches of their muslin curtains,\nto any other windows in the world than to Gilberte’s glancing eyes. On\nother days we would go along the boulevards, and I would post myself at\nthe corner of the Rue Duphot; I had heard that Swann was often to be seen\npassing there, on his way to the dentist’s; and my imagination so far\ndifferentiated Gilberte’s father from the rest of humanity, his presence\nin the midst of a crowd of real people introduced among them so miraculous\nan element, that even before we reached the Madeleine I would be trembling\nwith emotion at the thought that I was approaching a street from which\nthat supernatural apparition might at any moment burst upon me unawares.",
        "But most often of all, on days when I was not to see Gilberte, as I had\nheard that Mme. Swann walked almost every day along the Allée des Acacias,\nround the big lake, and in the Allée de la Reine Marguerite, I would guide\nFrançoise in the direction of the Bois de Boulogne. It was to me like one\nof those zoological gardens in which one sees assembled together a variety\nof flora, and contrasted effects in landscape; where from a hill one\npasses to a grotto, a meadow, rocks, a stream, a trench, another hill, a\nmarsh, but knows that they are there only to enable the hippopotamus,\nzebra, crocodile, rabbit, bear and heron to disport themselves in a\nnatural or a picturesque setting; this, the Bois, equally complex, uniting\na multitude of little worlds, distinct and separate–placing a stage set\nwith red trees, American oaks, like an experimental forest in Virginia,\nnext to a fir-wood by the edge of the lake, or to a forest grove from\nwhich would suddenly emerge, in her lissom covering of furs, with the\nlarge, appealing eyes of a dumb animal, a hastening walker–was the Garden\nof Woman; and like the myrtle-alley in the Aeneid, planted for their\ndelight with trees of one kind only, the Allée des Acacias was thronged by\nthe famous Beauties of the day. As, from a long way off, the sight of the\njutting crag from which it dives into the pool thrills with joy the\nchildren who know that they are going to behold the seal, long before I\nreached the acacia-alley, their fragrance, scattered abroad, would make me\nfeel that I was approaching the incomparable presence of a vegetable\npersonality, strong and tender; then, as I drew near, the sight of their\ntopmost branches, their lightly tossing foliage, in its easy grace, its\ncoquettish outline, its delicate fabric, over which hundreds of flowers\nwere laid, like winged and throbbing colonies of precious insects; and\nfinally their name itself, feminine, indolent and seductive, made my heart\nbeat, but with a social longing, like those waltzes which remind us only\nof the names of the fair dancers, called aloud as they entered the\nball-room. I had been told that I should see in the alley certain women of\nfashion, who, in spite of their not all having husbands, were constantly\nmentioned in conjunction with Mme. Swann, but most often by their\nprofessional names;–their new names, when they had any, being but a sort\nof incognito, a veil which those who would speak of them were careful to\ndraw aside, so as to make themselves understood. Thinking that Beauty–in\nthe order of feminine elegance–was governed by occult laws into the\nknowledge of which they had been initiated, and that they had the power to\nrealise it, I accepted before seeing them, like the truth of a coming\nrevelation, the appearance of their clothes, of their carriages and\nhorses, of a thousand details among which I placed my faith as in an inner\nsoul which gave the cohesion of a work of art to that ephemeral and\nchanging pageant. But it was Mme. Swann whom I wished to see, and I waited\nfor her to go past, as deeply moved as though she were Gilberte, whose\nparents, saturated, like everything in her environment, with her own\nspecial charm, excited in me as keen a passion as she did herself, indeed\na still more painful disturbance (since their point of contact with her\nwas that intimate, that internal part of her life which was hidden from\nme), and furthermore, for I very soon learned, as we shall see in due\ncourse, that they did not like my playing with her, that feeling of\nveneration which we always have for those who hold, and exercise without\nrestraint, the power to do us an injury.",
        "I assigned the first place, in the order of aesthetic merit and of social\ngrandeur, to simplicity, when I saw Mme. Swann on foot, in a ’polonaise’\nof plain cloth, a little toque on her head trimmed with a pheasant’s wing,\na bunch of violets in her bosom, hastening along the Allée des Acacias as\nif it had been merely the shortest way back to her own house, and\nacknowledging with a rapid glance the courtesy of the gentlemen in\ncarriages, who, recognising her figure at a distance, were raising their\nhats to her and saying to one another that there was never anyone so well\nturned out as she. But instead of simplicity it was to ostentation that I\nmust assign the first place if, after I had compelled Françoise, who could\nhold out no longer, and complained that her legs were ’giving’ beneath\nher, to stroll up and down with me for another hour, I saw at length,\nemerging from the Porte Dauphine, figuring for me a royal dignity, the\npassage of a sovereign, an impression such as no real Queen has ever since\nbeen able to give me, because my notion of their power has been less\nvague, and more founded upon experience–borne along by the flight of a\npair of fiery horses, slender and shapely as one sees them in the drawings\nof Constantin Guys, carrying on its box an enormous coachman, furred like\na cossack, and by his side a diminutive groom, like Toby, “the late\nBeaudenord’s tiger,” I saw–or rather I felt its outlines engraved upon my\nheart by a clean and killing stab–a matchless victoria, built rather\nhigh, and hinting, through the extreme modernity of its appointments, at\nthe forms of an earlier day, deep down in which lay negligently back Mme.\nSwann, her hair, now quite pale with one grey lock, girt with a narrow\nband of flowers, usually violets, from which floated down long veils, a\nlilac parasol in her hand, on her lips an ambiguous smile in which I read\nonly the benign condescension of Majesty, though it was pre-eminently the\nenticing smile of the courtesan, which she graciously bestowed upon the\nmen who bowed to her. That smile was, in reality, saying to one: “Oh yes,\nI do remember, quite well; it was wonderful!” to another: “How I should\nhave loved to! We were unfortunate!”, to a third: “Yes, if you like! I\nmust just keep in the line for a minute, then as soon as I can I will\nbreak away.” When strangers passed she still allowed to linger about her\nlips a lazy smile, as though she expected or remembered some friend, which\nmade them say: “What a lovely woman!”. And for certain men only she had a\nsour, strained, shy, cold smile which meant: “Yes, you old goat, I know\nthat you’ve got a tongue like a viper, that you can’t keep quiet for a\nmoment. But do you suppose that I care what you say?” Coquelin passed,\ntalking, in a group of listening friends, and with a sweeping wave of his\nhand bade a theatrical good day to the people in the carriages. But I\nthought only of Mme. Swann, and pretended to have not yet seen her, for I\nknew that, when she reached the pigeon-shooting ground, she would tell her\ncoachman to ’break away’ and to stop the carriage, so that she might come\nback on foot. And on days when I felt that I had the courage to pass close\nby her I would drag Françoise off in that direction; until the moment came\nwhen I saw Mme. Swann, letting trail behind her the long train of her\nlilac skirt, dressed, as the populace imagine queens to be dressed, in\nrich attire such as no other woman might wear, lowering her eyes now and\nthen to study the handle of her parasol, paying scant attention to the\npassers-by, as though the important thing for her, her one object in being\nthere, was to take exercise, without thinking that she was seen, and that\nevery head was turned towards her. Sometimes, however, when she had looked\nback to call her dog to her, she would cast, almost imperceptibly, a\nsweeping glance round about.",
        "Those even who did not know her were warned by something exceptional,\nsomething beyond the normal in her–or perhaps by a telepathic suggestion\nsuch as would move an ignorant audience to a frenzy of applause when Berma\nwas ’sublime’–that she must be some one well-known. They would ask one\nanother, “Who is she?”, or sometimes would interrogate a passing stranger,\nor would make a mental note of how she was dressed so as to fix her\nidentity, later, in the mind of a friend better informed than themselves,\nwho would at once enlighten them. Another pair, half-stopping in their\nwalk, would exchange:",
        "“You know who that is? Mme. Swann! That conveys nothing to you?  Odette de\nCrécy, then?”",
        "“Odette de Crécy! Why, I thought as much. Those great, sad eyes...  But I\nsay, you know, she can’t be as young as she was once, eh? I remember, I\nhad her on the day that MacMahon went.”",
        "“I shouldn’t remind her of it, if I were you. She is now Mme. Swann, the\nwife of a gentleman in the Jockey Club, a friend of the Prince of Wales.\nApart from that, though, she is wonderful still.”",
        "“Oh, but you ought to have known her then; Gad, she was lovely! She lived\nin a very odd little house with a lot of Chinese stuff. I remember, we\nwere bothered all the time by the newsboys, shouting outside; in the end\nshe made me get up and go.”",
        "Without listening to these memories, I could feel all about her the\nindistinct murmur of fame. My heart leaped with impatience when I thought\nthat a few seconds must still elapse before all these people, among whom I\nwas dismayed not to find a certain mulatto banker who (or so I felt) had a\ncontempt for me, were to see the unknown youth, to whom they had not, so\nfar, been paying the slightest attention, salute (without knowing her, it\nwas true, but I thought that I had sufficient authority since my parents\nknew her husband and I was her daughter’s playmate) this woman whose\nreputation for beauty, for misconduct, and for elegance was universal.\nBut I was now close to Mme. Swann; I pulled off my hat with so lavish, so\nprolonged a gesture that she could not repress a smile. People laughed. As\nfor her, she had never seen me with Gilberte, she did not know my name,\nbut I was for her–like one of the keepers in the Bois, like the boatman,\nor the ducks on the lake, to which she threw scraps of bread–one of the\nminor personages, familiar, nameless, as devoid of individual character as\na stage-hand in a theatre, of her daily walks abroad.",
        "On certain days when I had missed her in the Allée des Acacias I would be\nso fortunate as to meet her in the Allée de la Reine Marguerite, where\nwomen went who wished to be alone, or to appear to be wishing to be alone;\nshe would not be alone for long, being soon overtaken by some man or\nother, often in a grey ’tile’ hat, whom I did not know, and who would talk\nto her for some time, while their two carriages crawled behind.",
        "Continue...",
        "\nThis full text of Swann’s Way (Vol. 1 of “Remembrance of Things Past”)\nby Marcel Proust, translated from the French by C. K. Scott\nMoncrieff (1922), is in the public domain. Thanks to Project Gutenberg for\nbringing books to the digital world in the form of electronic texts.\nThis page has been created by Philipp Lenssen.\nAlso see \">Swann’s Way I.\n\nPage last updated on February 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}