{
    "title": "Salome - by Oscar Wilde [Authorama]",
    "author": "Unknown",
    "chapter": "salome",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "\nIllustration by Aubrey Beardsley\n",
        "HERODE ANTIPAS, Tetrarque de Judee\nIOKANAAN, le prophete\nLE JEUNE SYRIEN, capitaine de la garde\nTIGELLIN, un jeune Romain\nUN CAPPADOCIEN\nUN NUBIEN\nPREMIER SOLDAT\nSECOND SOLDAT\nLE PAGE D’HERODIAS\nDES JUIFS, DES NAZAREENS, etc.\nUN ESCLAVE\nNAAMAN, le bourreau",
        "HERODIAS, femme du Tetrarque\nSALOME, fille d’Herodias\nLES ESCLAVES DE SALOME",
        "[Une grande terrasse dans le palais d’Herode donnant sur la salle\nde festin.  Des soldats sont accoudes sur le balcon.  A droite il y\na un enorme escalier.  A gauche, au fond, une ancienne citerne\nentouree d’un mur de bronze vert.  Clair de lune.]",
        "LE JEUNE SYRIEN.  Comme la princesse Salome est belle ce soir!",
        "LE PAGE D’HERODIAS.  Regardez la lune.  La lune a l’air tres\netrange.  On dirait une femme qui sort d’un tombeau.  Elle\nressemble a une femme morte.  On dirait qu’elle cherche des morts.",
        "LE JEUNE SYRIEN.  Elle a l’air tres etrange.  Elle ressemble a une\npetite princesse qui porte un voile jaune, et a des pieds d’argent.\nElle ressemble a une princesse qui a des pieds comme des petites\ncolombes blanches. . . On dirait qu’elle danse.",
        "LE PAGE D’HERODIAS.  Elle est comme une femme morte.  Elle va tres\nlentement.  [Bruit dans la salle de festin.]",
        "PREMIER SOLDAT.  Quel vacarme!  Qui sont ces betes fauves qui\nhurlent?",
        "SECOND SOLDAT.  Les Juifs.  Ils sont toujours ainsi.  C’est sur\nleur religion qu’ils discutent.",
        "PREMIER SOLDAT.  Pourquoi discutent-ils sur leur religion?",
        "SECOND SOLDAT.  Je ne sais pas.  Ils le font toujours . . . Ainsi\nles Pharisiens affirment qu’il y a des anges, et les Sadduceens\ndisent que les anges n’existent pas.",
        "PREMIER SOLDAT.  Je trouve que c’est ridicule de discuter sur de\ntelles choses.",
        "LE JEUNE SYRIEN.  Comme la princesse Salome est belle ce soir!",
        "LE PAGE D’HERODIAS.  Vous la regardez toujours.  Vous la regardez\ntrop.  Il ne faut pas regarder les gens de cette facon . . . Il\npeut arriver un malheur.",
        "LE JEUNE SYRIEN.  Elle est tres belle ce soir.",
        "PREMIER SOLDAT.  Le tetrarque a l’air sombre.",
        "SECOND SOLDAT.  Oui, il a l’air sombre.",
        "PREMIER SOLDAT.  Il regarde quelque chose.",
        "SECOND SOLDAT.  Il regarde quelqu’un.",
        "PREMIER SOLDAT.  Qui regarde-t-il?",
        "SECOND SOLDAT.  Je ne sais pas.",
        "LE JEUNE SYRIEN.  Comme la princesse est pale!  Jamais je ne l’ai\nvue si pale.  Elle ressemble au reflet d’une rose blanche dans un\nmiroir d’argent",
        "LE PAGE D’HERODIAS.  Il ne faut pas la regarder.  Vous la regardez\ntrop!",
        "PREMIER SOLDAT.  Herodias a verse a boire au tetrarque.",
        "LE CAPPADOCIEN.  C’est la reine Herodias, celle-la qui porte la\nmitre noire semee de perles et qui a les cheveux poudrees de bleu?",
        "PREMIER SOLDAT.  Oui, c’est Herodias.  C’est la femme du tetrarque.",
        "SECOND SOLDAT.  Le tetrarque aime beaucoup le vin.  Il possede des\nvins de trois especes.  Un qui vient de l’ile de Samothrace, qui\nest pourpre comme le manteau de Cesar.",
        "LE CAPPADOCIEN.  Je n’ai jamais vu Cesar.",
        "SECOND SOLDAT.  Un autre qui vient de la ville de Chypre, qui est\njaune comme de l’or.",
        "LE CAPPADOCIEN.  J’aime beaucoup l’or.",
        "SECOND SOLDAT.  Et le troisieme qui est un vin sicilien.  Ce vin-la\nest rouge comme le sang.",
        "LE NUBIEN.  Les dieux de mon pays aiment beaucoup le sang.  Deux\nfois par an nous leur sacrifions des jeunes hommes et des vierges:\ncinquante jeunes hommes et cent vierges.  Mais il semble que nous\nne leur donnons jamais assez, car ils sont tres durs envers nous.",
        "LE CAPPADOCIEN.  Dans mon pays il n’y a pas de dieux a present, les\nRomains les ont chasses.  Il y en a qui disent qu’ils se sont\nrefugies dans les montagnes, mais je ne le crois pas.  Moi, j’ai\npasse trois nuits sur les montagnes les cherchant partout.  Je ne\nles ai pas trouves.  Enfin, je les ai appeles par leurs noms et ils\nn’ont pas paru.  Je pense qu’ils sont morts.",
        "PREMIER SOLDAT.  Les Juifs adorent un Dieu qu’on ne peut pas voir.",
        "LE CAPPADOCIEN.  Je ne peux pas comprendre cela.",
        "PREMIER SOLDAT.  Enfin, ils ne croient qu’aux choses qu’on ne peut\npas voir.",
        "LE CAPPADOCIEN.  Cela me semble absolument ridicule.",
        "LA VOIX D’IOKANAAN.  Apres moi viendra un autre encore plus\npuissant que moi.  Je ne suis pas digne meme de delier la courroie\nde ses sandales.  Quand il viendra la terre deserte se rejouira.\nElle fleurira comme le lis.  Les yeux des aveugles verront le jour,\net les oreilles des sourds seront ouvertes . . . Le nouveau-ne\nmettra sa main sur le nid des dragons, et menera les lions par\nleurs crinieres.",
        "SECOND SOLDAT.  Faites-le taire.  Il dit toujours des choses\nabsurdes.",
        "PREMIER SOLDAT.  Mais non; c’est un saint homme.  Il est tres doux\naussi.  Chaque jour je lui donne a manger.  Il me remercie\ntoujours.",
        "LE CAPPADOCIEN.  Qui est-ce?",
        "PREMIER SOLDAT.  C’est un prophete.",
        "LE CAPPADOCIEN.  Quel est son nom?",
        "PREMIER SOLDAT.  Iokanaan.",
        "LE CAPPADOCIEN.  D’ou vient-il?",
        "PREMIER SOLDAT.  Du desert, ou il se nourrissait de sauterelles et\nde miel sauvage.  Il etait vetu de poil de chameau, et autour de\nses reins il portait une ceinture de cuir.  Son aspect etait tres\nfarouche.  Une grande foule le suivait.  Il avait meme de\ndisciples.",
        "LE CAPPADOCIEN.  De quoi parle-t-il?",
        "PREMIER SOLDAT.  Nous ne savons jamais.  Quelquefois il dit des\nchoses epouvantables, mais il est impossible de le comprendre.",
        "LE CAPPADOCIEN.  Peut-on le voir?",
        "PREMIER SOLDAT.  Non.  Le tetrarque ne le permet pas.",
        "LE JEUNE SYRIEN.  La princesse a cache son visage derriere son\neventail!  Ses petites mains blanches s’agitent comme des colombes\nqui s’envolent vers leurs colombiers.  Elles ressemblent a des\npapillons blancs.  Elles sont tout a fait comme des papillons\nblancs.",
        "LE PAGE D’HERODIAS.  Mais qu’est-ce que cela vous fait?  Pourquoi\nla regarder?  Il ne faut pas la regarder . . . Il peut arriver un\nmalheur.",
        "LE CAPPADOCIEN [montrant la citerne] Quelle etrange prison!",
        "SECOND SOLDAT.  C’est une ancienne citerne.",
        "LE CAPPADOCIEN.  Une ancienne citerne! cela doit etre tres malsain.",
        "SECOND SOLDAT.  Mais non.  Par exemple, le frere du tetrarque, son\nfrere aine, le premier mari de la reine Herodias, a ete enferme la-\ndedans pendant douze annees.  Il n’en est pas mort.  A la fin il a\nfallu l’etrangler.",
        "LE CAPPADOCIEN.  L’etrangler?  Qui a ose faire cela?",
        "SECOND SOLDAT [montrant le bourreau, un grand negre] Celui-la,\nNaaman.",
        "LE CAPPADOCIEN.  Il n’a pas eu peur?",
        "SECOND SOLDAT.  Mais non.  Le tetrarque lui a envoye la bague.",
        "LE CAPPADOCIEN.  Quelle bague?",
        "SECOND SOLDAT.  La bague de la mort.  Ainsi, il n’a pas eu peur.",
        "LE CAPPADOCIEN.  Cependant, c’est terrible d’etrangler un roi.",
        "PREMIER SOLDAT.  Pourquoi?  Les rois n’ont qu’un cou, comme les\nautres hommes.",
        "LE CAPPADOCIEN.  Il me semble que c’est terrible.",
        "LE JEUNE SYRIEN.  Mais la princesse se leve!  Elle quitte la table!\nElle a l’air tres ennuyee.  Ah! elle vient par ici.  Oui, elle\nvient vers nous.  Comme elle est pale.  Jamais je ne l’ai vue si\npale . . .",
        "LE PAGE D’HERODIAS.  Ne la regardez pas.  Je vous prie de ne pas la\nregarder.",
        "LE JEUNE SYRIEN.  Elle est comme une colombe qui s’est egaree . . .\nElle est comme un narcisse agite du vent . . . Elle ressemble a une\nfleur d’argent.  [Entre Salome.]",
        "SALOME.  Je ne resterai pas.  Je ne peux pu rester.  Pourquoi le\ntetrarque me regarde-t-il toujours avec ses yeux de taupe sous ses\npaupieres tremblantes? . . . C’est etrange que le mari de ma mere\nme regarde comme cela.  Je ne sais pas ce que cela veut dire . . .\nAu fait, si, je le sais.",
        "LE JEUNE SYRIEN.  Vous venez de quitter le festin, princesse?",
        "SALOME.  Comme l’air est frais ici!  Enfin, ici on respire!  La-\ndedans il y a des Juifs de Jerusalem qui se dechirent a cause de\nleurs ridicules ceremonies, et des barbares qui boivent toujours et\njettent leur vin sur les dalles, et des Grecs de Smyrne avec leurs\nyeux peints et leurs joues fardees, et leurs cheveux frises en\nspirales, et des Egyptiens, silencieux, subtils, avec leurs ongles\nde jade et leurs manteaux bruns, et des Romains avec leur\nbrutalite, leur lourdeur, leurs gros mots.  Ah! que je deteste les\nRomains!  Ce sont des gens communs, et ils se donnent des airs de\ngrands seigneurs.",
        "LE JEUNE SYRIEN.  Ne voulez-vous pas vous asseoir, princesse?",
        "LE PAGE D’HERODIAS.  Pourquoi lui parler?  Pourquoi la regarder? .\n. . Oh! il va arriver un malheur.",
        "SALOME.  Que c’est bon de voir la lune!  Elle ressemble a une\npetite piece de monnaie.  On dirait une toute petite fleur\nd’argent.  Elle est froide et chaste, la lune . . . Je suis sure\nqu’elle est vierge.  Elle a la beaute d’une vierge . . . Oui, elle\nest vierge.  Elle ne s’est jamais souillee.  Elle ne s’est jamais\ndonnee aux hommes, comme les autres Deesses.",
        "LA VOIX D’IOKANAAN.  Il est venu, le Seigneur!  Il est venu, le\nfils de l’Homme.  Les centaures se sont caches dans les rivieres,\net les sirenes ont quitte les rivieres et couchent sous les\nfeuilles dans les forets.",
        "SALOME.  Qui a crie cela?",
        "SECOND SOLDAT.  C’est le prophete, princesse.",
        "SALOME.  Ah! le prophete.  Celui dont le tetrarque a peur?",
        "SECOND SOLDAT.  Nous ne savons rien de cela, princesse.  C’est le\nprophete Iokanaan.",
        "LE JEUNE SYRIEN.  Voulez-vous que je commande votre litiere,\nprincesse?  Il fait tres beau dans le jardin.",
        "SALOME.  Il dit des choses monstrueuses, a propos de ma mere,\nn’est-ce pas?",
        "SECOND SOLDAT.  Nous ne comprenons jamais ce qu’il dit, princesse.",
        "SALOME.  Oui, il dit des choses monstrueuses d’elle.",
        "UN ESCLAVE.  Princesse, le tetrarque vous prie de retourner au\nfestin.",
        "SALOME.  Je n’y retournerai pas.",
        "LE JEUNE SYRIEN.  Pardon, princesse, mais si vous n’y retourniez\npas il pourrait arriver un malheur.",
        "SALOME.  Est-ce un vieillard, le prophete?",
        "LE JEUNE SYRIEN.  Princesse, il vaudrait mieux retourner.\nPermettez-moi de vous reconduire.",
        "SALOME.  Le prophete . . . est-ce un vieillard?",
        "PREMIER SOLDAT.  Non, princesse, c’est un tout jeune homme.",
        "SECOND SOLDAT.  On ne le sait pas.  Il y en a qui disent que c’est\nElie?",
        "SALOME.  Qui est Elie?",
        "SECOND SOLDAT.  Un tres ancien prophete de ce pays, princesse.",
        "UN ESCLAVE.  Quelle reponse dois-je donner au tetrarque de la part\nde la princesse?",
        "LA VOIX D’IOKANAAN.  Ne te rejouis point, terre de Palestine, parce\nque la verge de celui qui te frappait a ete brisee.  Car de la race\ndu serpent il sortira un basilic, et ce qui en naitra devorera les\noiseaux.",
        "SALOME.  Quelle etrange voix!  Je voudrais bien lui parler.",
        "PREMIER SOLDAT.  J’ai peur que ce soit impossible, princesse.  Le\ntetrarque ne veut pas qu’on lui parle.  Il a meme defendu au grand\npretre de lui parler.",
        "SALOME.  Je veux lui parler.",
        "PREMIER SOLDAT.  C’est impossible, princesse.",
        "SALOME.  Je le veux.",
        "LE JEUNE SYRIEN.  En effet, princesse, il vaudrait mieux retourner\nau festin.",
        "SALOME.  Faites sortir le prophete.",
        "PREMIER SOLDAT.  Nous n’osons pas, princesse.",
        "SALOME [s’approchant de la citerne et y regardant] Comme il fait\nnoir la-dedans!  Cela doit etre terrible d’etre dans un trou si\nnoir!  Cela ressemble a une tombe . . . [aux soldats]  Vous ne\nm’avez pas entendue?  Faites-le sortir.  Je veux le voir.",
        "SECOND SOLDAT.  Je vous prie, princesse, de ne pas nous demander\ncela.",
        "SALOME.  Vous me faites attendre.",
        "PREMIER SOLDAT.  Princesse, nos vies vous appartiennent, mais nous\nne pouvons pas faire ce que vous nous demandez . . . Enfin, ce\nn’est pas a nous qu’il faut vous adresser.",
        "SALOME [regardant le jeune Syrien] Ah!",
        "LE PAGE D’HERODIAS.  Oh! qu’est-ce qu’il va arriver?  Je suis sur\nqu’il va arriver un malheur.",
        "SALOME [s’approchant du jeune Syrien] Vous ferez cela pour moi,\nn’est-ce pas, Narraboth?  Vous ferez cela pour moi?  J’ai toujours\nete douce pour vous.  N’est-ce pas que vous ferez cela pour moi?\nJe veux seulement le regarder, cet etrange prophete.  On a tant\nparle de lui.  J’ai si souvent entendu le tetrarque parler de lui.\nJe pense qu’il a peur de lui, le tetrarque.  Je suis sure qu’il a\npeur de lui . . . Est-ce que vous aussi, Narraboth, est-ce que vous\naussi vous en avez peur?",
        "LE JEUNE SYRIEN.  Je n’ai pas peur de lui, princesse.  Je n’ai peur\nde personne.  Mais le tetrarque a formellement defendu qu’on leve\nle couvercle de ce puits.",
        "SALOME.  Vous ferez cela pour moi, Narraboth, et demain quand je\npasserai dans ma litiere sous la porte des vendeurs d’idoles, je\nlaisserai tomber une petite fleur pour vous, une petite fleur\nverte.",
        "LE JEUNE SYRIEN.  Princesse, je ne peux pas, je ne peux pas.",
        "SALOME [souriant] Vous ferez cela pour moi, Narraboth.  Vous savez\nbien que vous ferez cela pour moi.  Et demain quand je passerai\ndans ma litiere sur le pont des acheteurs d’idoles je vous\nregarderai a travers les voiles de mousseline, je vous regarderai,\nNarraboth, je vous sourirai, peut-etre.  Regardez-moi, Narraboth.\nRegardez-moi.  Ah! vous savez bien que vous allez faire ce que je\nvous demande.  Vous le savez bien, n’est-ce pas? . . . Moi, je sais\nbien.",
        "LE JEUNE SYRIEN [faisant un signe au troisieme soldat] Faites\nsortir le prophete . . . La princesse Salome veut le voir.",
        "SALOME.  Ah!",
        "LE PAGE D’HERODIAS.  Oh! comme la lune a l’air etrange!  On dirait\nla main d’une morte qui cherche a se couvrir avec un linceul.",
        "LE JEUNE SYRIEN.  Elle a l’air tres etrange.  On dirait une petite\nprincesse qui a des yeux d’ambre.  A travers les nuages de\nmousseline elle sourit comme une petite princesse.",
        "[Le prophete sort de la citerne.  Salome le regarde et recule.]",
        "IOKANAAN.  Ou est celui dont la coupe d’abominations est deja\npleine?  Ou est celui qui en robe d’argent mourra un jour devant\ntout le peuple?  Dites-lui de venir afin qu’il puisse entendre la\nvoix de celui qui a crie dans les deserts et dans les palais des\nrois.",
        "SALOME.  De qui parle-t-il?",
        "LE JEUNE SYRIEN.  On ne sait jamais, princesse.",
        "IOKANAAN.  Ou est celle qui ayant vu des hommes peints sur la\nmuraille, des images de Chaldeens tracees avec des couleurs, s’est\nlaissee emporter a la concupiscence de ses yeux, et a envoye des\nambassadeurs en Chaldee?",
        "SALOME.  C’est de ma mere qu’il parle.",
        "LE JEUNE SYRIEN.  Mais non, princesse.",
        "SALOME.  Si, c’est de ma mere.",
        "IOKANAAN.  Ou est celle qui s’est abandonnee aux capitaines des\nAssyriens, qui ont des baudriers sur les reins, et sur la tete des\ntiares de differentes couleurs?  Ou est celle qui s’est abandonnee\naux jeunes hommes d’Egypte qui sont vetus de lin et d’hyacinthe, et\nportent des boucliers d’or et des casques d’argent, et qui ont de\ngrand corps?  Dites-lui de se lever de la couche de son impudicite,\nde sa couche incestueuse, afin qu’elle puisse entendre les paroles\nde celui qui prepare la voie du Seigneur; afin qu’elle se repente\nde ses peches.  Quoiqu’elle ne se repentira jamais, mais restera\ndans ses abominations, dites-lui de venir, car le Seigneur a son\nfleau dans la main.",
        "SALOME.  Mais il est terrible, il est terrible.",
        "LE JEUNE SYRIEN.  Ne restez pas ici, princesse, je vous en prie.",
        "SALOME.  Ce sont les yeux surtout qui sont terribles.  On dirait\ndes trous noirs laisses par des flambeaux sur une tapisserie de\nTyr.  On dirait des cavernes noires ou demeurent des dragons, des\ncavernes noires d’Egypte ou les dragons trouvent leur asile.  On\ndirait des lacs noirs troubles par des lunes fantastiques . . .\nPensez-vous qu’il parlera encore?",
        "LE JEUNE SYRIEN.  Ne restez pas ici, princesse!  Je vous prie de ne\npas rester ici.",
        "SALOME.  Comme il est maigre aussi! il ressemble a une mince image\nd’ivoire.  On dirait une image d’argent.  Je suis sure qu’il est\nchaste, autant que la lune.  Il ressemble a un rayon d’argent.  Sa\nchair doit etre tres froide, comme de l’ivoire . . . Je veux le\nregarder de pres.",
        "LE JEUNE SYRIEN.  Non, non, princesse!",
        "SALOME.  Il faut que je le regarde de pres.",
        "LE JEUNE SYRIEN.  Princesse!  Princesse!",
        "IOKANAAN.  Qui est cette femme qui me regarde?  Je ne veux pas\nqu’elle me regarde.  Pourquoi me regarde-t-elle avec ses yeux d’or\nsous ses paupieres dorees?  Je ne sais pas qui c’est.  Je ne veux\npas le savoir.  Dites-lui de s’en aller.  Ce n’est pas a elle que\nje veux parler.",
        "SALOME.  Je suis Salome, fille d’Herodias, princesse de Judee.",
        "IOKANAAN.  Arriere!  Fille de Babylone!  N’approchez pas de l’elu\ndu Seigneur.  Ta mere a rempli la terre du vin de ses iniquites, et\nle cri de ses peches est arrive aux oreilles de Dieu.",
        "SALOME.  Parle encore, Iokanaan.  Ta voix m’enivre.",
        "LE JEUNE SYRIEN.  Princesse!  Princesse!  Princesse!",
        "SALOME.  Mais parle encore.  Parle encore, Iokanaan, et dis-moi ce\nqu’il faut que je fasse.",
        "IOKANAAN.  Ne m’approchez pas, fille de Sodome, mais couvrez votre\nvisage avec un voile, et mettez des cendres sur votre tete, et\nallez dans le desert chercher le fils de l’Homme.",
        "SALOME.  Qui est-ce, le fils de l’Homme?  Est-il aussi beau que\ntoi, Iokanaan?",
        "IOKANAAN.  Arriere!  Arriere!  J’entends dans le palais le\nbattement des ailes de l’ange de la mort.",
        "LE JEUNE SYRIEN.  Princesse, je vous supplie de rentrer!",
        "IOKANAAN.  Ange du Seigneur Dieu, que fais-tu ici avec ton glaive?\nQui cherches-tu dans cet immonde palais? . . . Le jour de celui qui\nmourra en robe d’argent n’est pas venu",
        "SALOME.  Iokanaan.",
        "IOKANAAN.  Qui parle?",
        "SALOME.  Iokanaan!  Je suis amoureuse de ton corps.  Ton corps est\nblanc comme le lis d’un pre que le faucheur n’a jamais fauche.  Ton\ncorps est blanc comme les neiges qui couchent sur les montagnes,\ncomme les neiges qui couchent sur les montagnes de Judee, et\ndescendent dans les vallees.  Les roses du jardin de la reine\nd’Arabie ne sont pas aussi blanches que ton corps.  Ni les roses du\njardin de la reine d’Arabie, ni les pieds de l’aurore qui\ntrepignent sur les feuilles, ni le sein de la lune quand elle\ncouche sur le sein de la mer . . . Il n’y a rien au monde d’aussi\nblanc que ton corps.–Laisse-moi toucher ton corps!",
        "IOKANAAN.  Arriere, fille de Babylone!  C’est par la femme que le\nmal est entre dans le monde.  Ne me parlez pas.  Je ne veux pas\nt’ecouter.  Je n’ecoute que les paroles du Seigneur Dieu.",
        "SALOME.  Ton corps est hideux.  Il est comme le corps d’un lepreux.\nIl est comme un mur de platre ou les viperes sont passees, comme un\nmur de platre ou les scorpions ont fait leur nid.  Il est comme un\nsepulcre blanchi, et qui est plein de choses degoutantes.  Il est\nhorrible, il est horrible ton corps! . . . C’est de tes cheveux que\nje suis amoureuse, Iokanaan.  Tes cheveux ressemblent a des grappes\nde raisins, a des grappes de raisins noirs qui pendent des vignes\nd’Edom dans le pays des Edomites.  Tes cheveux sont comme les\ncedres du Liban, comme les grands cedres du Liban qui donnent de\nl’ombre aux lions et aux voleurs qui veulent se cacher pendant la\njournee.  Les longues nuits noires, les nuits ou la lune ne se\nmontre pas, ou les etoiles ont peur, ne sont pas aussi noires.  Le\nsilence qui demeure dans les forets n’est pas aussi noir.  Il n’y a\nrien au monde d’aussi noir que tes cheveux . . . Laisse-moi toucher\ntes cheveux.",
        "IOKANAAN.  Arriere, fille de Sodome!  Ne me touchez pas.  Il ne\nfaut pas profaner le temple du Seigneur Dieu.",
        "SALOME.  Tes cheveux sont horribles.  Ils sont couverts de boue et\nde poussiere.  On dirait une couronne d’epines qu’on a placee sur\nton front.  On dirait un noeud de serpents noirs qui se tortillent\nautour de ton cou.  Je n’aime pas tes cheveux . . . C’est de ta\nbouche que je suis amoureuse, Iokanaan.  Ta bouche est comme une\nbande d’ecarlate sur une tour d’ivoire.  Elle est comme une pomme\nde grenade coupee par un couteau d’ivoire.  Les fleurs de grenade\nqui fleurissent dans les jardins de Tyr et sont plus rouges que les\nroses, ne sont pas aussi rouges.  Les cris rouges des trompettes\nqui annoncent l’arrivee des rois, et font peur a l’ennemi ne sont\npas aussi rouges.  Ta bouche est plus rouge que les pieds de ceux\nqui foulent le vin dans les pressoirs.  Elle est plus rouge que les\npieds des colombes qui demeurent dans les temples et sont nourries\npar les pretres.  Elle est plus rouge que les pieds de celui qui\nrevient d’une foret ou il a tue un lion et vu des tigres dores.  Ta\nbouche est comme une branche de corail que des pecheurs ont trouvee\ndans le crepuscule de la mer et qu’ils reservent pour les rois . .\n. !  Elle est comme le vermillon que les Moabites trouvent dans les\nmines de Moab et que les rois leur prennent.  Elle est comme l’arc\ndu roi des Perses qui est peint avec du vermillon et qui a des\ncornes de corail.  Il n’y a rien au monde d’aussi rouge que ta\nbouche . . . laisse-moi baiser ta bouche.",
        "IOKANAAN.  Jamais! fille de Babylone!  Fille de Sodome! jamais.",
        "SALOME.  Je baiserai ta bouche, Iokanaan.  Je baiserai ta bouche.",
        "LE JEUNE SYRIEN.  Princesse, princesse, toi qui es comme un bouquet\nde myrrhe, toi qui es la colombe des colombes, ne regarde pas cet\nhomme, ne le regarde pas!  Ne lui dis pas de telles choses.  Je ne\npeux pas les souffrir . . . Princesse, princesse, ne dis pas de ces\nchoses.",
        "SALOME.  Je baiserai ta bouche, Iokanaan.",
        "LE JEUNE SYRIEN.  Ah!  [Il se tue et tombe entre Salome et\nIokanaan.]",
        "LE PAGE D’HERODIAS.  Le jeune Syrien s’est tue! le jeune capitaine\ns’est tue!  Il s’est tue, celui qui etait mon ami!  Je lui avais\ndonne une petite boite de parfums, et des boucles d’oreilles faites\nen argent, et maintenant il s’est tue!  Ah! n’a-t-il pas predit\nqu’un malheur allait arriver? . . . Je l’ai predit moi-meme et il\nut arrive.  Je savais bien que la lune cherchait un mort, mais je\nne savais pas que c’etait lui qu’elle cherchait.  Ah! pourquoi ne\nl’ai-je pas cache de la lune?  Si je l’avais cache dans une caverne\nelle ne l’aurait pas vu.",
        "LE PREMIER SOLDAT.  Princesse, le jeune capitaine vient de se tuer.",
        "SALOME.  Laisse-moi baiser ta bouche, Iokanaan.",
        "IOKANAAN.  N’avez-vous pas peur, fille d’Herodias?  Ne vous ai-je\npas dit que j’avais entendu dans le palais le battement des ailes\nde l’ange de la mort, et l’ange n’est-il pas venu?",
        "SALOME.  Laisse-moi baiser ta bouche.",
        "IOKANAAN.  Fille d’adultere, il n’y a qu’un homme qui puisse te\nsauver.  C’est celui dont je t’ai parle.  Allez le chercher.  Il\nest dans un bateau sur la mer de Galilee, et il parle a ses\ndisciples.  Agenouillez-vous au bord de la mer, et appelez-le par\nson nom.  Quand il viendra vers vous, et il vient vers tous ceux\nqui l’appellent, prosternez-vous a ses pieds et demandez-lui la\nremission de vos peches.",
        "SALOME.  Laisse-moi baiser ta bouche.",
        "IOKANAAN.  Soyez maudite, fille d’une mere incestueuse, soyez\nmaudite.",
        "SALOME.  Je baiserai ta bouche, Iokanaan.",
        "IOKANAAN.  Je ne veux pas te regarder.  Je ne te regarderai pas.\nTu es maudite, Salome, tu es maudite.  [Il descend dans la\nciterne.]",
        "SALOME.  Je baiserai ta bouche, Iokanaan, je baiserai ta bouche.",
        "LE PREMIER SOLDAT.  Il faut faire transporter le cadavre ailleurs.\nLe tetrarque n’aime pas regarder les cadavres, sauf les cadavres de\nceux qu’il a tues lui-meme.",
        "LE PAGE D’HERODIAS.  Il etait mon frere, et plus proche qu’un\nfrere.  Je lui ai donne une petite boite qui contenait des parfums,\net une bague d’agate qu’il portait toujours a la main.  Le soir\nnous nous promenions au bord de la riviere et parmi les amandiers\net il me racontait des choses de son pays.  Il parlait toujours\ntres bas.  Le son de sa voix ressemblait au son de la flute d’un\njoueur de flute.  Aussi il aimait beaucoup a se regarder dans la\nriviere.  Je lui ai fait des reproches pour cela.",
        "SECOND SOLDAT.  Vous avez raison; il faut cacher le cadavre.  Il ne\nfaut pas que le tetrarque le voie.",
        "PREMIER SOLDAT.  Le tetrarque ne viendra pas ici.  Il ne vient\njamais sur la terrasse.  Il a trop peur du prophete.",
        "[Entree d’Herode, d’Herodias et de toute la cour.]",
        "HERODE.  Ou est Salome?  Ou est la princesse?  Pourquoi n’est-elle\npas retournee au festin comme je le lui avais commande? ah! la\nvoila!",
        "HERODIAS.  Il ne faut pas la regarder.  Vous la regardez toujours!",
        "HERODE.  La lune a l’air tres etrange ce soir.  N’est-ce pas que la\nlune a l’air tres etrange?  On dirait une femme hysterique, une\nfemme hysterique qui va cherchant des amants partout.  Elle est nue\naussi.  Elle est toute nue.  Les nuages cherchent a la vetir, mais\nelle ne veut pas.  Elle chancelle a travers les nuages comme une\nfemme ivre . . . Je suis sur qu’elle cherche des amants . . .\nN’est-ce pas qu’elle chancelle comme une femme ivre?  Elle\nressemble a une femme hysterique, n’est-ce pas?",
        "HERODIAS.  Non.  La lune ressemble a la lune, c’est tout . . .\nRentrons Vous n’avez rien a faire ici.",
        "HERODE.  Je resterai!  Manasse, mettez des tapis la.  Allumez des\nflambeaux.  Apportez les tables d’ivoire, et les tables de jaspe.\nL’air ici est delicieux.  Je boirai encore du vin avec mes hotes.\nAux ambassadeurs de Cesar il faut faire tout honneur.",
        "HERODIAS.  Ce n’est pas a cause d’eux que vous restez.",
        "HERODE.  Oui, l’air est delicieux.  Viens, Herodias, nos hotes nous\nattendent.  Ah! j’ai glisse! j’ai glisse dans le sang!  C’est d’un\nmauvais presage.  C’est d’un tres mauvais presage.  Pourquoi y a-t-\nil du sang ici? . . . Et ce cadavre?  Que fait ici ce cadavre?\nPensez-vous que je sois comme le roi d’Egypte qui ne donne jamais\nun festin sans montrer un cadavre a ses hotes?  Enfin, qui est-ce?\nJe ne veux pas le regarder.",
        "PREMIER SOLDAT.  C’est notre capitaine, Seigneur.  C’est le jeune\nSyrien que vous avez fait capitaine il y a trois jours seulement.",
        "HERODE.  Je n’ai donne aucun ordre de le tuer.",
        "SECOND SOLDAT.  Il s’est tue lui-meme, Seigneur.",
        "HERODE.  Pourquoi?  Je l’ai fait capitaine!",
        "SECOND SOLDAT.  Nous ne savons pas, Seigneur.  Mais il s’est tue\nlui-meme.",
        "HERODE.  Cela me semble etrange.  Je pensais qu’il n’y avait que\nles philosophes romains qui se tuaient.  N’est-ce pas, Tigellin,\nque les philosophes a Rome se tuent?",
        "TIGELLIN.  Il y en a qui se tuent, Seigneur.  Ce sont les\nStoiciens.  Ce sont de gens tres grossiers.  Enfin, ce sont des\ngens tres ridicules.  Moi, je les trouve tres ridicules.",
        "HERODE.  Moi aussi.  C’est ridicule de se tuer.",
        "TIGELLIN.  On rit beaucoup d’eux a Rome.  L’empereur a fait un\npoeme satirique contre eux.  On le recite partout.",
        "HERODE.  Ah! il a fait un poeme satirique contre eux?  Cesar est\nmerveilleux.  Il peut tout faire . . . C’est etrange qu’il se soit\ntue, le jeune Syrien.  Je le regrette.  Oui, je le regrette\nbeaucoup.  Car il etait beau.  Il etait meme tres beau.  Il avait\ndes yeux tres langoureux.  Je me rappelle que je l’ai vu regardant\nSalome d’une facon langoureuse.  En effet, j’ai trouve qu’il\nl’avait un peu trop regardee.",
        "HERODIAS.  Il y en a d’autres qui la regardent trop.",
        "HERODE.  Son pere etait roi.  Je l’ai chasse de son royaume.  Et de\nsa mere qui etait reine vous avez fait une esclave, Herodias.\nAinsi, il etait ici comme un hote.  C’etait a cause de cela que je\nl’avais fait capitaine.  Je regrette qu’il soit mort . . . Enfin,\npourquoi avez-vous laisse le cadavre ici?  Il faut l’emporter\nailleurs.  Je ne veux pas le voir . . . Emportez-le . . . [On\nemporte le cadavre.]  Il fait froid ici.  Il y a du vent ici.\nN’est-ce pas qu’il y a du vent?",
        "HERODIAS.  Mais non.  Il n’y a pas de vent.",
        "HERODE.  Mais si, il y a du vent . . . Et j’entends dans l’air\nquelque chose comme un battement d’ailes, comme un battement\nd’ailes gigantesques.  Ne l’entendez-vous pas?",
        "HERODIAS.  Je n’entends rien.",
        "HERODE.  Je ne l’entends plus moi-meme.  Mais je l’ai entendu.\nC’etait le vent sans doute.  C’est passe.  Mais non, je l’entends\nencore.  Ne l’entendez-vous pas?  C’est tout a fait comme un\nbattement d’ailes.",
        "HERODIAS.  Je vous dis qu’il n’y a rien.  Vous etes malade.\nRentrons",
        "HERODE.  Je ne suis pas malade.  C’est votre fille qui est malade.\nElle a l’air tres malade, votre fille.  Jamais je ne l’ai vue si\npale.",
        "HERODIAS.  Je vous ai dit de ne pas la regarder.",
        "HERODE.  Versez du vin.  [On apporte du vin.]  Salome, venez boire\nun peu de vin avec moi.  J’ai un vin ici qui est exquis.  C’est\nCesar lui-meme qui me l’a envoye.  Trempez la-dedans vos petites\nlevres rouges et ensuite je viderai la coupe.",
        "SALOME.  Je n’ai pas soif, tetrarque.",
        "HERODE.  Vous entendez comme elle me repond, votre fille.",
        "HERODIAS.  Je trouve qu’elle a bien raison.  Pourquoi la regardez-\nvous toujours?",
        "HERODE.  Apportez des fruits.  [On apporte des fruits.]  Salome,\nvenez manger du fruit avec moi.  J’aime beaucoup voir dans un fruit\nla morsure de tes petites dents.  Mordez un tout petit morceau de\nce fruit, et ensuite je mangerai ce qui reste.",
        "SALOME.  Je n’ai pas faim, tetrarque.",
        "HERODE [a Herodias] Voila comme vous l’avez elevee, votre fille.",
        "HERODIAS.  Ma fille et moi, nous descendons d’une race royale.\nQuant a toi, ton grand-pere gardait des chameaux!  Aussi, c’etait\nun voleur!",
        "HERODE.  Tu mens!",
        "HERODIAS.  Tu sais bien que c’est la verite.",
        "HERODE.  Salome, viens t’asseoir pres de moi.  Je te donnerai le\ntrone de ta mere.",
        "SALOME.  Je ne suis pas fatiguee, tetrarque.",
        "HERODIAS.  Vous voyez bien ce qu’elle pense de vous.",
        "HERODE.  Apportez . . . Qu’est-ce que je veux?  Je ne sais pas.\nAh!  Ah! je m’en souviens . . .",
        "LA VOIX D’IOKANAAN.  Voici le temps!  Ce que j’ai predit est\narrive, dit le Seigneur Dieu.  Voici le jour dont j’avais parle.",
        "HERODIAS.  Faites-le taire.  Je ne veux pas entendre sa voix.  Cet\nhomme vomit toujours des injures contre moi.",
        "HERODE.  Il n’a rien dit contre vous.  Aussi, c’est un tres grand\nprophete.",
        "HERODIAS.  Je ne crois pas aux prophetes.  Est-ce qu’un homme peut\ndire ce qui doit arriver?  Personne ne le sait.  Aussi, il\nm’insulte toujours.  Mais je pense que vous avez peur de lui . . .\nEnfin, je sais bien que vous avez peur de lui.",
        "HERODE.  Je n’ai pas peur de lui.  Je n’ai peur de personne.",
        "HERODIAS.  Si, vous avez peur de lui.  Si vous n’aviez pas peur de\nlui, pourquoi ne pas le livrer aux Juifs qui depuis six mois vous\nle demandent?",
        "UN JUIF.  En effet, Seigneur, il serait mieux de nous le livrer.",
        "HERODE.  Assez sur ce point.  Je vous ai deja donne ma reponse.  Je\nne veux pas vous le livrer.  C’est un homme qui a vu Dieu.",
        "UN JUIF.  Cela, c’est impossible.  Personne n’a vu Dieu depuis le\nprophete Elie.  Lui c’est le dernier qui ait vu Dieu.  En ce temps-\nci, Dieu ne se montre pas.  Il se cache.  Et par consequent il y a\nde grands malheurs dans le pays.",
        "UN AUTRE JUIF.  Enfin, on ne sait pas si le prophete Elie a\nreellement vu Dieu.  C’etait plutot l’ombre de Dieu qu’il a vue.",
        "UN TROISIEME JUIF.  Dieu ne se cache jamais.  Il se montre toujours\net dans toute chose.  Dieu est dans le mal comme dans le bien.",
        "UN QUATRIEME JUIF.  Il ne faut pas dire cela.  C’est une idee tres\ndangereuse.  C’est une idee qui vient des ecoles d’Alexandrie ou on\nenseigne la philosophie grecque.  Et les Grecs sont des gentils.\nIls ne sont pas meme circoncis.",
        "UN CINQUIEME JUIF.  On ne peut pas savoir comment Dieu agit, ses\nvoies sont tres mysterieuses.  Peut-etre ce que nous appelons le\nmal est le bien, et ce que nous appelons le bien est le mal.  On ne\npeut rien savoir.  Le necessaire c’est de se soumettre a tout.\nDieu est tres fort.  Il brise au meme temps les faibles et les\nforts.  Il n’a aucun souci de personne.",
        "LE PREMIER JUIF.  C’est vrai cela.  Dieu est terrible.  Il brise\nles faibles et les forts comme on brise le ble dans un mortier.\nMais cet homme n’a jamais vu Dieu.  Personne n’a vu Dieu depuis le\nprophete Elie.",
        "HERODIAS.  Faites-les taire.  Ils m’ennuient",
        "HERODE.  Mais j’ai entendu dire qu’Iokanaan lui-meme est votre\nprophete Elie.",
        "UN JUIF.  Cela ne se peut pas.  Depuis le temps du prophete Elie il\ny a plus de trois cents ans.",
        "HERODE.  Il y en a qui disent que c’est le prophete Elie.",
        "UN NAZAREEN.  Mais, je suis sur que c’est le prophete Elie.",
        "UN JUIF.  Mais non, ce n’est pas le prophete Elie.",
        "LA VOIX D’IOKANAAN.  Le jour est venu, le jour du Seigneur, et\nj’entends sur les montagnes les pieds de celui qui sera le Sauveur\ndu monde.",
        "HERODE.  Qu’est ce que cela veut dire?  Le Sauveur du monde?",
        "TIGELLIN.  C’est un titre que prend Cesar.",
        "HERODE.  Mais Cesar ne vient pas en Judee.  J’ai recu hier des\nlettres de Rome.  On ne m’a rien dit de cela.  Enfin, vous,\nTigellin, qui avez ete a Rome pendant l’hiver, vous n’avez rien\nentendu dire de cela?",
        "TIGELLIN.  En effet, Seigneur, je n’en ai pas entendu parler.\nJ’explique seulement le titre.  C’est un des titres de Cesar.",
        "HERODE.  Il ne peut pas venir, Cesar.  Il est goutteux.  On dit\nqu’il a des pieds d’elephant.  Aussi il y a des raisons d’Etat.\nCelui qui quitte Rome perd Rome.  Il ne viendra pas.  Mais, enfin,\nc’est le maitre, Cesar.  Il viendra s’il veut.  Mais je ne pense\npas qu’il vienne.",
        "LE PREMIER NAZAREEN.  Ce n’est pas de Cesar que le prophete a\nparle, Seigneur.",
        "HERODE.  Pas de Cesar?",
        "LE PREMIER NAZAREEN.  Non, Seigneur.",
        "HERODE.  De qui donc a-t-il parle?",
        "LE PREMIER NAZAREEN.  Du Messie qui est venu.",
        "UN JUIF.  Le Messie n’est pas venu.",
        "LE PREMIER NAZAREEN.  Il est venu, et il fait des miracles partout.",
        "HERODIAS.  Oh!  Oh! les miracles.  Je ne crois pas aux miracles.\nJ’en ai vu trop.  [Au page.]  Mon eventail.",
        "LE PREMIER NAZAREEN.  Cet homme fait de veritables miracles.\nAinsi, a l’occasion d’un mariage qui a eu lieu dans une petite\nville de Galilee, une ville assez importante, il a change de l’eau\nen vin.  Des personnes qui etaient la me l’ont dit.  Aussi il a\ngueri deux lepreux qui etaient assis devant la porte de Capharnaum,\nseulement en les touchant.",
        "LE SECOND NAZAREEN.  Non, c’etaient deux aveugles qu’il a gueris a\nCapharnaum.",
        "LE PREMIER NAZAREEN.  Non, c’etaient des lepreux.  Mais il a gueri\ndes aveugles aussi, et on l’a vu sur une montagne parlant avec des\nanges.",
        "UN SADDUCEEN.  Les anges n’existent pas.",
        "UN PHARISIEN.  Les anges existent, mais je ne crois pas que cet\nhomme leur ait parle.",
        "LE PREMIER NAZAREEN.  Il a ete vu par une foule de passants parlant\navec des anges.",
        "UN SADDUCEEN.  Pas avec des anges.",
        "HERODIAS.  Comme ils m’agacent, ces hommes!  Ils sont betes.  Ils\nsont tout a fait betes.  [Au page.]  Eh! bien, mon eventail.  [Le\npage lui donne l’eventail.]  Vous avez l’air de rever.  Il ne faut\npas rever.  Les reveurs sont des malades.  [Elle frappe le page\navec son eventail.]",
        "LE SECOND NAZAREEN.  Aussi il y a le miracle de la fille de Jaire.",
        "LE PREMIER NAZAREEN.  Mais oui, c’est tres certain cela.  On ne\npeut pas le nier.",
        "HERODIAS.  Ces gens-la sont fous.  Ils ont trop regarde la lune.\nDites-leur de se taire.",
        "HERODE.  Qu’est-ce que c’est que cela, le miracle de la fille de\nJaire?",
        "LE PREMIER NAZAREEN.  La fille de Jaire etait morte.  Il l’a\nressuscitee.",
        "HERODE.  Il ressuscite les morts?",
        "LE PREMIER NAZAREEN.  Oui, Seigneur.  Il ressuscite les morts.",
        "HERODE.  Je ne veux pas qu’il fasse cela.  Je lui defends de faire\ncela.  Je ne permets pas qu’on ressuscite les morts.  Il faut\nchercher cet homme et lui dire que je ne lui permets pas de\nressusciter les morts.  Ou est-il a present, cet homme?",
        "LE SECOND NAZAREEN.  Il est partout, Seigneur, mais il est tres\ndifficile de le trouver.",
        "LE PREMIER NAZAREEN.  On dit qu’il est en Samarie a present.",
        "UN JUIF.  On voit bien que ce n’est le Messie, s’il est en Samarie.\nCe n’est pas aux Samaritains que le Messie viendra.  Les\nSamaritains sont maudits.  Ils n’apportent jamais d’offrandes au\ntemple.",
        "LE SECOND NAZAREEN.  Il a quitte la Samarie il y a quelques jours.\nMoi, je crois qu’en ce moment-ci il est dans les environs de\nJerusalem.",
        "LE PREMIER NAZAREEN.  Mais non, il n’est pas la.  Je viens\njustement d’arriver de Jerusalem.  On n’a pas entendu parler de lui\ndepuis deux mois.",
        "HERODE.  Enfin, cela ne fait rien!  Mais il faut le trouver et lui\ndire de ma part que je ne lui permets pas de ressusciter les morts.\nChanger de l’eau en vin, guerir les lepreux et les aveugles . . .\nil peut faire tout cela s’il le veut.  Je n’ai rien a dire contre\ncela.  En effet, je trouve que guerir les lepreux est une bonne\naction.  Mais je ne permets pas qu’il ressuscite les morts . . . Ce\nserait terrible, si les morts reviennent.",
        "LA VOIX D’IOKANAAN.  Ah! l’impudique! la prostituee!  Ah! la fille\nde Babylone avec ses yeux d’or et ses paupieres dorees!  Voici ce\nque dit le Seigneur Dieu.  Faites venir contre elle une multitude\nd’hommes.  Que le peuple prenne des pierres et la lapide . . .",
        "HERODIAS.  Faites-le taire!",
        "LA VOIX D’IOKANAAN.  Que les capitaines de guerre la percent de\nleurs epees, qu’ils l’ecrasent sous leurs boucliers.",
        "HERODIAS.  Mais, c’est infame.",
        "LA VOIX D’IOKANAAN.  C’est ainsi que j’abolirai les crimes de\ndessus la terre, et que toutes les femmes apprendront a ne pas\nimiter les abominations de celle-la.",
        "HERODIAS.  Vous entendez ce qu’il dit contre moi?  Vous le laissez\ninsulter votre epouse?",
        "HERODE.  Mais il n’a pas dit votre nom.",
        "HERODIAS.  Qu’est-ce que cela fait?  Vous savez bien que c’est moi\nqu’il cherche a insulter.  Et je suis votre epouse, n’est-ce pas?",
        "HERODE.  Oui, chere et digne Herodias, vous etes mon epouse, et\nvous avez commence par etre l’epouse de mon frere.",
        "HERODIAS.  C’est vous qui m’avez arrachee de ses bras.",
        "HERODE.  En effet, j’etais le plus fort . . . mais ne parlons pas\nde cela.  Je ne veux pas parler de cela.  C’est a cause de cela que\nle prophete a dit des mots d’epouvante.  Peut-etre a cause de cela\nva-t-il arriver un malheur.  N’en parlons pas . . . Noble Herodias,\nnous oublions nos convives.  Verse-moi a boire, ma bien-aimee.\nRemplissez de vin les grandes coupes d’argent et les grandes coupes\nde verre.  Je vais boire a la sante de Cesar.  Il y a des Romains\nici, il faut boire a la sante de Cesar.",
        "TOUS.  Cesar!  Cesar!",
        "HERODE.  Vous ne remarquez pas comme votre fille est pale.",
        "HERODIAS.  Qu’est-ce que cela vous fait qu’elle soit pale ou non?",
        "HERODE.  Jamais je ne l’ai vue si pale.",
        "HERODIAS.  Il ne faut pas la regarder.",
        "LA VOIX D’IOKANAAN.  En ce jour-la le soleil deviendra noir comme\nun sac de poil, et la lune deviendra comme du sang, et les etoiles\ndu ciel tomberont sur la terre comme les figues vertes tombent d’un\nfiguier, et les rois de la terre auront peur.",
        "HERODIAS.  Ah!  Ah!  Je voudrais bien voir ce jour dont il parle,\nou la lune deviendra comme du sang et ou les etoiles tomberont sur\nla terre comme des figues vertes.  Ce prophete parle comme un homme\nivre . . . Mais je ne peux pas souffrir le son de sa voix.  Je\ndeteste sa voix.  Ordonnez qu’il se taise.",
        "HERODE.  Mais non.  Je ne comprends pas ce qu’il a dit, mais cela\npeut etre un presage.",
        "HERODIAS.  Je ne crois pas aux presages.  Il parle comme un homme\nivre.",
        "HERODE.  Peut-etre qu’il est ivre du vin de Dieu!",
        "HERODIAS.  Quel vin est-ce, le vin de Dieu?  De quelles vignes\nvient-il?  Dans quel pressoir peut-on le trouver?",
        "HERODE.  [Il ne quitte plus Salome du regard.]  Tigellin, quand tu\nas ete a Rome dernierement, est-ce que l’empereur t’a parle au\nsujet . . .?",
        "TIGELLIN.  A quel sujet, Seigneur?",
        "HERODE.  A quel sujet?  Ah! je vous ai adresse une question, n’est-\nce pas?  J’ai oublie ce que je voulais savoir.",
        "HERODIAS.  Vous regardez encore ma fille.  Il ne faut pas la\nregarder.  Je vous ai deja dit cela.",
        "HERODE.  Vous ne dites que cela.",
        "HERODIAS.  Je le redis.",
        "HERODE.  Et la restauration du temple dont on a tant parle?  Est-ce\nqu’on va faire quelque chose?  On dit, n’est-ce pas que le voile du\nsanctuaire a disparu?",
        "HERODIAS.  C’est toi qui l’a pris.  Tu parles a tort et a travers.\nJe ne veux pas rester ici.  Rentrons.",
        "HERODE.  Salome, dansez pour moi.",
        "HERODIAS.  Je ne veux pas qu’elle danse.",
        "SALOME.  Je n’ai aucune envie de danser, tetrarque.",
        "HERODE.  Salome, fille d’Herodias, dansez pour moi.",
        "HERODIAS.  Laissez la tranquille.",
        "HERODE.  Je vous ordonne de danser, Salome.",
        "SALOME.  Je ne danserai pas, tetrarque.",
        "HERODIAS [riant] Voila comme elle vous obeit!",
        "HERODE.  Qu’est-ce que cela me fait qu’elle danse ou non?  Cela ne\nme fait rien.  Je suis heureux ce soir.  Je suis tres heureux.\nJamais je n’ai ete si heureux.",
        "LE PREMIER SOLDAT.  Il a l’air sombre, le tetrarque.  N’est-ce pas\nqu’il a l’air sombre?",
        "LE SECOND SOLDAT.  Il a l’air sombre.",
        "HERODE.  Pourquoi ne serais-je pas heureux?  Cesar, qui est le\nmaitre du monde, qui est le maitre de tout, m’aime beaucoup.  Il\nvient de m’envoyer des cadeaux de grande valeur.  Aussi il m’a\npromis de citer a Rome le roi de Cappadoce qui est mon ennemi.\nPeut-etre a Rome il le crucifiera.  Il peut faire tout ce qu’il\nveut, Cesar.  Enfin, il est le maitre.  Ainsi, vous voyez, j’ai le\ndroit d’etre heureux.  Il n’y a rien au monde qui puisse gater mon\nplaisir.",
        "LA VOIX D’IOKANAAN.  Il sera assis sur son trone.  Il sera vetu de\npourpre et d’ecarlate.  Dans sa main il portera un vase d’or plein\nde ses blasphemes.  Et l’ange du Seigneur Dieu le frappera.  Il\nsera mange des vers.",
        "HERODIAS.  Vous entendez ce qu’il dit de vous.  Il dit que vous\nserez mange des vers.",
        "HERODE.  Ce n’est pas de moi qu’il parle.  Il ne dit jamais rien\ncontre moi.  C’est du roi de Cappadoce qu’il parle, du roi de\nCappadoce qui est mon ennemi.  C’est celui-la qui sera mange des\nvers.  Ce n’est pas moi.  Jamais il n’a rien dit contre moi, le\nprophete, sauf que j’ai eu tort de prendre comme epouse l’epouse de\nmon frere.  Peut-etre a-t-il raison.  En effet, vous etes sterile.",
        "HERODIAS.  Je suis sterile, moi.  Et vous dites cela, vous qui\nregardez toujours ma fille, vous qui avez voulu la faire danser\npour votre plaisir.  C’est ridicule de dire cela.  Moi j’ai eu un\nenfant.  Vous n’avez jamais eu d’enfant, meme d’une de vos\nesclaves.  C’est vous qui etes sterile, ce n’est pas moi.",
        "HERODE.  Taisez-vous.  Je vous dis que vous etes sterile.  Vous ne\nm’avez pas donne d’enfant, et le prophete dit que notre mariage\nn’est pas un vrai mariage.  Il dit que c’est un mariage incestueux,\nun mariage qui apportera des malheurs . . . J’ai peur qu’il n’ait\nraison.  Je suis sur qu’il a raison.  Mais ce n’est pas le moment\nde parler de ces choses.  En ce moment-ci je veux etre heureux.  Au\nfait je le suis.  Je suis tres heureux.  Il n’y a rien qui me\nmanque.",
        "HERODIAS.  Je suis bien contente que vous soyez de si belle humeur,\nce soir.  Ce n’est pas dans vos habitudes.  Mais il est tard.\nRentrons.  Vous n’oubliez pas qu’au lever du soleil nous allons\ntous a la chasse.  Aux ambassadeurs de Cesar il faut faire tout\nhonneur, n’est-ce pas?",
        "LE SECOND SOLDAT.  Comme il a l’air sombre, le tetrarque.",
        "LE PREMIER SOLDAT.  Oui, il a l’air sombre.",
        "HERODE.  Salome, Salome, dansez pour moi.  Je vous supplie de\ndanser pour moi.  Ce soir je suis triste.  Oui, je suis tres triste\nce soir.  Quand je suis entre ici, j’ai glisse dans le sang, ce qui\nest d’un mauvais presage, et j’ai entendu, je suis sur que j’ai\nentendu un battement d’ailes dans l’air, un battement d’ailes\ngigantesques.  Je ne sais pas ce que cela veut dire . . . Je suis\ntriste ce soir.  Ainsi dansez pour moi.  Dansez pour moi, Salome,\nje vous supplie.  Si vous dansez pour moi vous pourrez me demander\ntout ce que vous voudrez et je vous le donnerai.  Oui, dansez pour\nmoi, Salome, et je vous donnerai tout ce que vous me demanderez,\nfut-ce la moitie de mon royaume.",
        "SALOME [se levant] Vous me donnerez tout ce que je demanderai,\ntetrarque?",
        "HERODIAS.  Ne dansez pas, ma fille.",
        "HERODE.  Tout, fut-ce la moitie de mon royaume.",
        "SALOME.  Vous le jurez, tetrarque?",
        "HERODE.  Je le jure, Salome.",
        "HERODIAS.  Ma fille, ne dansez pas.",
        "SALOME.  Sur quoi jurez-vous, tetrarque?",
        "HERODE.  Sur ma vie, sur ma couronne, sur mes dieux.  Tout ce que\nvous voudrez je vous le donnerai, fut-ce la moitie de mon royaume,\nsi vous dansez pour moi.  Oh! Salome, Salome, dansez pour moi.",
        "SALOME.  Vous avez jure, tetrarque.",
        "HERODE.  J’ai jure, Salome.",
        "SALOME.  Tout ce que je vous demanderai, fut-ce la moitie de votre\nroyaume?",
        "HERODIAS.  Ne dansez pas, ma fille.",
        "HERODE.  Fut-ce la moitie de mon royaume.  Comme reine, tu serais\ntres belle, Salome, s’il te plaisait de demander la moitie de mon\nroyaume.  N’est-ce pas qu’elle serait tres belle comme reine? . . .\nAh! il fait froid ici! il y a un vent tres froid, et j’entends . .\n. pourquoi est-ce que j’entends dans l’air ce battement d’ailes?\nOh! on dirait qu’il y a un oiseau, un grand oiseau noir, qui plane\nsur la terrasse.  Pourquoi est-ce que je ne peux pas le voir, cet\noiseau?  Le battement de ses ailes est terrible.  Le vent qui vient\nde ses ailes est terrible.  C’est un vent froid . . . Mais non, il\nne fait pas froid du tout.  Au contraire, il fait tres chaud.  Il\nfait trop chaud.  J’etouffe.  Versez-moi l’eau sur les mains.\nDonnez-moi de la neige a manger.  Degrafez mon manteau.  Vite,\nvite, degrafez mon manteau . . . Non.  Laissez-le.  C’est ma\ncouronne qui me fait mal, ma couronne de roses.  On dirait que ces\nfleurs sont faites de feu.  Elles ont brule mon front.  [Il arrache\nde sa tete la couronne, et la jette sur la table.]  Ah! enfin, je\nrespire.  Comme ils sont rouges ces petales!  On dirait des taches\nde sang sur la nappe.  Cela ne fait rien.  Il ne faut pas trouver\ndes symboles dans chaque chose qu’on voit.  Cela rend la vie\nimpossible.  Il serait mieux de dire que les taches de sang sont\naussi belles que les petales de roses.  Il serait beaucoup mieux de\ndire cela . . . Mais ne parlons pas de cela.  Maintenant je suis\nheureux.  Je suis tres heureux.  J’ai le droit d’etre heureux,\nn’est-ce pas?  Votre fille va danser pour moi.  N’est-ce pas que\nvous allez danser pour moi, Salome?  Vous avez promis de danser\npour moi.",
        "HERODIAS.  Je ne veux pas qu’elle danse.",
        "SALOME.  Je danserai pour vous, tetrarque.",
        "HERODE.  Vous entendez ce que dit votre fille.  Elle va danser pour\nmoi.  Vous avez bien raison, Salome, de danser pour moi.  Et, apres\nque vous aurez danse n’oubliez pas de me demander tout ce que vous\nvoudrez.  Tout ce que vous voudrez je vous le donnerai, fut-ce la\nmoitie de mon royaume.  J’ai jure, n’est-ce pas?",
        "SALOME.  Vous avez jure, tetrarque.",
        "HERODE.  Et je n’ai jamais manque a ma parole.  Je ne suis pas de\nceux qui manquent a leur parole.  Je ne sais pas mentir.  Je suis\nl’esclave de ma parole, et ma parole c’est la parole d’un roi.  Le\nroi de Cappadoce ment toujours, mais ce n’est pas un vrai roi.\nC’est un lache.  Aussi il me doit de l’argent qu’il ne veut pas\npayer.  Il a meme insulte mes ambassadeurs.  Il a dit des choses\ntres blessantes.  Mais Cesar le crucifiera quand il viendra a Rome.\nJe suis sur que Cesar le crucifiera.  Sinon il mourra mange des\nvers.  Le prophete l’a predit.  Eh bien!  Salome, qu’attendez-vous?",
        "SALOME.  J’attends que mes esclaves m’apportent des parfums et les\nsept voiles et m’otent mes sandales.",
        "[Les esclaves apportent des parfums et les sept voiles et otent les\nsandales de Salome.]",
        "HERODE.  Ah! vous allez danser pieds nus!  C’est bien!  C’est bien!\nVos petits pieds seront comme des colombes blanches.  Ils\nressembleront a des petites fleurs blanches qui dansent sur un\narbre . . . Ah! non.  Elle va danser dans le sang!  Il y a du sang\npar terre.  Je ne veux pas qu’elle danse dans le sang.  Ce serait\nd’un tres mauvais presage.",
        "HERODIAS.  Qu’est-ce que cela vous fait qu’elle danse dans le sang?\nVous avez bien marche dedans, vous . . .",
        "HERODE.  Qu’est-ce que cela me fait?  Ah! regardez la lune!  Elle\nest devenue rouge.  Elle est devenue rouge comme du sang.  Ah! le\nprophete l’a bien predit.  Il a predit que la lune deviendrait\nrouge comme du sang.  N’est-ce pas qu’il a predit cela?  Vous\nl’avez tous entendu.  La lune est devenue rouge comme du sang.  Ne\nle voyez-vous pas?",
        "HERODIAS.  Je le vois bien, et les etoiles tombent comme des figues\nvertes, n’est-ce pas?  Et le soleil devient noir comme un sac de\npoil, et les rois de la terre ont peur.  Cela au moins on le voit.\nPour une fois dans sa vie le prophete a eu raison.  Les rois de la\nterre ont peur . . . Enfin, rentrons.  Vous etes malade.  On va\ndire a Rome que vous etes fou.  Rentrons, je vous dis.",
        "LA VOIX D’IOKANAAN.  Qui est celui qui vient d’Edom, qui vient de\nBosra avec sa robe teinte de pourpre; qui eclate dans la beaute de\nses vetements, et qui marche avec une force toute puissante?\nPourquoi vos vetements sont-ils teints d’ecarlate?",
        "HERODIAS.  Rentrons.  La voix de cet homme m’exaspere.  Je ne veux\npas que ma fille danse pendant qu’il crie comme cela.  Je ne veux\npas qu’elle danse pendant que vous la regardez comme cela.  Enfin,\nje ne veux pas qu’elle danse.",
        "HERODE.  Ne te leve pas, mon epouse, ma reine, c’est inutile.  Je\nne rentrerai pas avant qu’elle n’ait danse.  Dansez, Salome, dansez\npour moi.",
        "HERODIAS.  Ne dansez pas, ma fille.",
        "SALOME.  Je suis prete, tetrarque.",
        "[Salome danse la danse des sept voiles.]",
        "HERODE.  Ah! c’est magnifique, c’est magnifique!  Vous voyez\nqu’elle a danse pour moi, votre fille.  Approchez, Salome!\nApprochez, afin que je puisse vous donner votre salaire.  Ah! je\npaie bien les danseuses, moi.  Toi, je te paierai bien.  Je te\ndonnerai tout ce que tu voudras.  Que veux-tu, dis?",
        "SALOME [s’agenouillant] Je veux qu’on m’apporte presentement dans\nun bassin d’argent . . .",
        "HERODE [riant] Dans un bassin d’argent? mais oui, dans un bassin\nd’argent, certainement.  Elle est charmante, n’est-ce pas?  Qu’est-\nce que vous voulez qu’on vous apporte dans un bassin d’argent, ma\nchere et belle Salome, vous qui etes la plus belle de toutes les\nfilles de Judee?  Qu’est-ce que vous voulez qu’on vous apporte dans\nun bassin d’argent?  Dites-moi.  Quoi que cela puisse etre on vous\nle donnera.  Mes tresors vous appartiennent.  Qu’est-ce que c’est,\nSalome.",
        "SALOME [se levant] La tete d’Iokanaan.",
        "HEDODIAS.  Ah! c’est bien dit, ma fille.",
        "HERODE.  Non, non.",
        "HERODIAS.  C’est bien dit, ma fille.",
        "HERODE.  Non, non, Salome.  Vous ne me demandez pas cela.\nN’ecoutez pas votre mere.  Elle vous donne toujours de mauvais\nconseils.  Il ne faut pas l’ecouter.",
        "SALOME.  Je n’ecoute pas ma mere.  C’est pour mon propre plaisir\nque je demande la tete d’Iokanaan dans un bassin d’argent.  Vous\navez jure, Herode.  N’oubliez pas que vous avez jure.",
        "HERODE.  Je le sais.  J’ai jure par mes dieux.  Je le sais bien.\nMais je vous supplie, Salome, de me demander autre chose.\nDemandez-moi la moitie de mon royaume, et je vous la donnerai.\nMais ne me demandez pas ce que vous m’avez demande.",
        "SALOME.  Je vous demande la tete d’Iokanaan.",
        "HERODE.  Non, non, je ne veux pas.",
        "SALOME.  Vous avez jure, Herode.",
        "HERODIAS.  Oui, vous avez jure.  Tout le monde vous a entendu.\nVous avez jure devant tout le monde.",
        "HERODIAS.  Taisez-vous.  Ce n’est pas a vous que je parle.",
        "HERODIAS.  Ma fille a bien raison de demander la tete de cet homme.\nIl a vomi des insultes contre moi.  Il a dit des choses\nmonstrueuses contre moi.  On voit qu’elle aime beaucoup sa mere.\nNe cedez pas, ma fille.  Il a jure, il a jure.",
        "HERODE.  Taisez-vous.  Ne me parlez pas . . . Voyons, Salome, il\nfaut etre raisonnable, n’est-ce pas?  N’est-ce pas qu’il faut etre\nraisonnable?  Je n’ai jamais ete dur envers vous.  Je vous ai\ntoujours aimee . . . Peut-etre, je vous ai trop aimee.  Ainsi, ne\nme demandez pas cela.  C’est horrible, c’est epouvantable de me\ndemander cela.  Au fond, je ne crois pas que vous soyez serieuse.\nLa tete d’un homme decapitee, c’est une chose laide, n’est-ce pas?\nCe n’est pas une chose qu’une vierge doive regarder.  Quel plaisir\ncela pourrait-il vous donner?  Aucun.  Non, non, vous ne voulez pas\ncela . . . Ecoutez-moi un instant.  J’ai une emeraude, une grande\nemeraude ronde que le favori de Cesar m’a envoyee.  Si vous\nregardiez a travers cette emeraude vous pourriez voir des choses\nqui se passent a une distance immense.  Cesar lui-meme en porte une\ntout a fait pareille quand il va au cirque.  Mais la mienne est\nplus grande.  Je sais bien qu’elle est plus grande.  C’est la plus\ngrande emeraude du monde.  N’est-ce pas que vous voulez cela?\nDemandez-moi cela et je vous le donnerai.",
        "SALOME.  Je demande la tete d’Iokanaan.",
        "HERODE.  Vous ne m’ecoutez pas, vous ne m’ecoutez pas.  Enfin,\nlaissez-moi parler, Salome.",
        "SALOME.  La tete d’Iokanaan.",
        "HERODE.  Non, non, vous ne voulez pas cela.  Vous me dites cela\nseulement pour me faire de la peine, parce que je vous ai regardee\npendant toute la soiree.  Eh! bien, oui.  Je vous ai regardee\npendant toute la soiree.  Votre beaute m’a trouble.  Votre beaute\nm’a terriblement trouble, et je vous ai trop regardee.  Mais je ne\nle ferai plus.  Il ne faut regarder ni les choses ni les personnes.\nIl ne faut regarder que dans les miroirs.  Car les miroirs ne nous\nmontrent que des masques . . . Oh!  Oh! du vin! j’ai soif . . .\nSalome, Salome, soyons amis.  Enfin, voyez . . . Qu’est-ce que je\nvoulais dire?  Qu’est-ce que c’etait?  Ah! je m’en souviens! . . .\nSalome!  Non, venez plus pres de moi.  J’ai peur que vous ne\nm’entendiez pas . . . Salome, vous connaissez mes paons blancs, mes\nbeaux paons blancs, qui se promenent dans le jardin entre les\nmyrtes et les grands cypres.  Leurs becs sont dores, et les grains\nqu’ils mangent sont dores aussi, et leurs pieds sont teints de\npourpre.  La pluie vient quand ils crient, et quand ils se pavanent\nla lune se montre au ciel.  Ils vont deux a deux entre les cypres\net les myrtes noirs et chacun a son esclave pour le soigner.\nQuelquefois ils volent a travers les arbres, et quelquefois ils\ncouchent sur le gazon et autour de l’etang.  Il n’y a pas dans le\nmonde d’oiseaux si merveilleux.  Il n’y a aucun roi du monde qui\npossede des oiseaux aussi merveilleux.  Je suis sur que meme Cesar\nne possede pas d’oiseaux aussi beaux.  Eh bien! je vous donnerai\ncinquante de mes paons.  Ils vous suivront partout, et au milieu\nd’eux vous serez comme la lune dans un grand nuage blanc . . . Je\nvous les donnerai tous.  Je n’en ai que cent, et il n’y a aucun roi\ndu monde qui possede des paons comme les miens, mais je vous les\ndonnerai tous.  Seulement, il faut me delier de ma parole et ne pas\nme demander ce que vous m’avez demande.  [Il vide la coupe de vin.]",
        "SALOME.  Donnez-moi la tete d’Iokanaan.",
        "HERODIAS.  C’est bien dit, ma fille!  Vous, vous etes ridicule avec\nvos paons.",
        "HERODE.  Taisez-vous.  Vous criez toujours.  Vous criez comme une\nbete de proie.  Il ne faut pas crier comme cela.  Votre voix\nm’ennuie.  Taisez-vous, je vous dis . . . Salome, pensez a ce que\nvous faites.  Cet homme vient peut-etre de Dieu.  Je suis sur qu’il\nvient de Dieu.  C’est un saint homme.  Le doigt de Dieu l’a touche.\nDieu a mis dans sa bouche des mots terribles.  Dans le palais,\ncomme dans le desert, Dieu est toujours avec lui . . . Au moins,\nc’est possible.  On ne sait pas, mais il est possible que Dieu soit\npour lui et avec lui.  Aussi peut-etre que s’il mourrait, il\nm’arriverait un malheur.  Enfin, il a dit que le jour ou il\nmourrait il arriverait un malheur a quelqu’un.  Ce ne peut etre\nqu’a moi.  Souvenez-vous, j’ai glisse dans le sang quand je suis\nentre ici.  Aussi j’ai entendu un battement d’ailes dans l’air, un\nbattement d’ailes gigantesques.  Ce sont de tres mauvais presages.\nEt il y en avait d’autres.  Je suis sur qu’il y en avait d’autres,\nquoique je ne les aie pas vus.  Eh bien!  Salome, vous ne voulez\npas qu’un malheur m’arrive?  Vous ne voulez pas cela.  Enfin,\necoutez-moi.",
        "SALOME.  Donnez-moi la tete d’Iokanaan.",
        "HERODE.  Vous voyez, vous ne m’ecoutez pas.  Mais soyez calme.\nMoi, je suis tres calme.  Je suis tout a fait calme.  Ecoutez.\nJ’ai des bijoux caches ici que meme votre mere n’a jamais vus, des\nbijoux tout a fait extraordinaires.  J’ai un collier de perles a\nquatre rangs.  On dirait des lunes enchainees de rayons d’argent.\nOn dirait cinquante lunes captives dans un filet d’or.  Une reine\nl’a porte sur l’ivoire de ses seins.  Toi, quand tu le porteras, tu\nseras aussi belle qu’une reine.  J’ai des amethystes de deux\nespeces.  Une qui est noire comme le vin.  L’autre qui est rouge\ncomme du vin qu’on a colore avec de l’eau.  J’ai des topazes jaunes\ncomme les yeux des tigres, et des topazes roses comme les yeux des\npigeons, et des topazes vertes comme les yeux des chats.  J’ai des\nopales qui brulent toujours avec une flamme qui est tres froide,\ndes opales qui attristent les esprits et ont peur des tenebres.\nJ’ai des onyx semblables aux prunelles d’une morte.  J’ai des\nselenites qui changent quand la lune change et deviennent pales\nquand elles voient le soleil.  J’ai des saphirs grands comme des\noeufs et bleus comme des fleurs bleues.  La mer erre dedans, et la\nlune ne vient jamais troubler le bleu de ses flots.  J’ai des\nchrysolithes et des beryls, j’ai des chrysoprases et des rubis,\nj’ai des sardonyx et des hyacinthes, et des calcedoines et je vous\nles donnerai tous, mais tous, et j’ajouterai d’autres choses.  Le\nroi des Indes vient justement de m’envoyer quatre eventails faits\nde plumes de perroquets, et le roi de Numidie une robe faite de\nplumes d’autruche.  J’ai un cristal qu’il n’est pas permis aux\nfemmes de voir et que meme les jeunes hommes ne doivent regarder\nqu’apres avoir ete flagelles de verges.  Dans un coffret de nacre\nj’ai trois turquoises merveilleuses.  Quand on les porte sur le\nfront on peut imaginer des choses qui n’existent pas, et quand on\nles porte dans la main on peut rendre les femmes steriles.  Ce sont\ndes tresors de grande valeur.  Ce sont des tresors sans prix.  Et\nce n’est pas tout.  Dans un coffret d’ebene j’ai deux coupes\nd’ambre qui ressemblent a des pommes d’or.  Si un ennemi verse du\npoison dans ces coupes elles deviennent comme des pommes d’argent.\nDans un coffret incruste d’ambre j’ai des sandales incrustees de\nverre.  J’ai des manteaux qui viennent du pays des Seres et des\nbracelets garnis d’escarboucles et de jade qui viennent de la ville\nd’Euphrate. . . Enfin, que veux-tu, Salome?  Dis-moi ce que tu\ndesires et je te le donnerai.  Je te donnerai tout ce que tu\ndemanderas, sauf une chose.  Je te donnerai tout ce que je possede,\nsauf une vie.  Je te donnerai le manteau du grand pretre.  Je te\ndonnerai le voile du sanctuaire.",
        "LES JUIFS.  Oh! Oh!",
        "SALOME.  Donne-moi la tete d’Iokanaan.",
        "HERODE [s’affaissant sur son siege]  Qu’on lui donne ce qu’elle\ndemande!  C’est bien la fille de sa mere!  [Le premier soldat\ns’approche.  Herodias prend de la main du tetrarque la bague de la\nmort et la donne au soldat qui l’apporte immediatement au bourreau.\nLe bourreau a l’air effare.]  Qui a pris ma bague?  Il y avait une\nbague a ma main droite.  Qui a bu mon vin!  Il y avait du vin dans\nma coupe.  Elle etait pleine de vin.  Quelqu’un l’a bu?  Oh! je\nsuis sur qu’il va arriver un malheur a quelqu’un.  [Le bourreau\ndescend dans la citerne.] Ah! pourquoi ai-je donne ma parole?  Les\nrois ne doivent jamais donner leur parole.  S’ils ne la gardent\npas, c’est terrible.  S’ils la gardent, c’est terrible aussi . . .",
        "HERODIAS.  Je trouve que ma fille a bien fait.",
        "HERODE.  Je suis sur qu’il va arriver un malheur.",
        "SALOME [Elle se penche sur la citerne et ecoute.]  Il n’y a pas de\nbruit.  Je n’entends rien.  Pourquoi ne crie-t-il pas, cet homme?\nAh! si quelqu’un cherchait a me tuer, je crierais, je me\ndebattrais, je ne voudrais pas souffrir . . . Frappe, frappe,\nNaaman.  Frappe, je te dis . . . Non.  Je n’entends rien.  Il y a\nun silence affreux.  Ah! quelque chose est tombe par terre.  J’ai\nentendu quelque chose tomber.  C’etait l’epee du bourreau.  Il a\npeur, cet esclave!  Il a laisse tomber son epee.  Il n’ose pas le\ntuer.  C’est un lache, cet esclave!  Il faut envoyer des soldats.\n[Elle voit le page d’Herodias et s’adresse a lui.]  Viens ici.  Tu\nas ete l’ami de celui qui est mort, n’est-ce pas?  Eh bien, il n’y\na pas eu assez de morts.  Dites aux soldats qu’ils descendent et\nm’apportent ce que je demande, ce que le tetrarque m’a promis, ce\nqui m’appartient.  [Le page recule.  Elle s’adresse aux soldais.]\nVenez ici, soldats.  Descendez dans cette citerne, et apportez-moi\nla tete de cet homme.  [Les soldats reculent.]  Tetrarque,\ntetrarque, commandez a vos soldats de m’apporter la tete\nd’Iokanaan.  [Un grand bras noir, le bras du bourreau, sort de la\nciterne apportant sur un bouclier d’argent la tete d’Iokanaan.\nSalome la saisit.  Herode se cache le visage, avec son manteau.\nHerodias sourit et s’evente.  Les Nazareens s’agenouillent et\ncommencent a prier.]  Ah! tu n’as pas voulu me laisser baiser ta\nbouche, Iokanaan.  Eh bien! je la baiserai maintenant.  Je la\nmordrai avec mes dents comme on mord un fruit mur.  Oui, je\nbaiserai ta bouche, Iokanaan.  Je te l’ai dit, n’est-ce pas? je te\nl’ai dit.  Eh bien! je la baiserai maintenant . . . Mais pourquoi\nne me regardes-tu pas, Iokanaan?  Tes yeux qui etaient si\nterribles, qui etaient si pleins de colere et de mepris, ils sont\nfermes maintenant.  Pourquoi sont-ils fermes?  Ouvre tes yeux!\nSouleve tes paupieres, Iokanaan.  Pourquoi ne me regardes-tu pas?\nAs-tu peur de moi, Iokanaan, que tu ne veux pas me regarder? . . .\nEt ta langue qui etait comme un serpent rouge dardant des poisons,\nelle ne remue plus, elle ne dit rien maintenant, Iokanaan, cette\nvipere rouge qui a vomi son venin sur moi.  C’est etrange, n’est-ce\npas?  Comment se fait-il que la vipere rouge ne remue plus? . . .\nTu n’as pas voulu de moi, Iokanaan.  Tu m’as rejetee.  Tu m’as dit\ndes choses infames.  Tu m’as traitee comme une courtisane, comme\nune prostituee, moi, Salome, fille d’Herodias, Princesse de Judee!\nEh bien, Iokanaan, moi je vis encore, mais toi tu es mort et ta\ntete m’appartient.  Je puis en faire ce que je veux.  Je puis la\njeter aux chiens et aux oiseaux de l’air.  Ce que laisseront les\nchiens, les oiseaux de l’air le mangeront . . . Ah! Iokanaan,\nIokanaan, tu as ete le seul homme que j’ai aime.  Tous les autres\nhommes m’inspirent du degout.  Mais, toi, tu etais beau.  Ton corps\netait une colonne d’ivoire sur un socle d’argent.  C’etait un\njardin plein de colombes et de lis d’argent.  C’etait une tour\nd’argent ornee de boucliers d’ivoire.  Il n’y avait rien au monde\nd’aussi blanc que ton corps.  Il n’y avait rien au monde d’aussi\nnoir que tes cheveux.  Dans le monde tout entier il n’y avait rien\nd’aussi rouge que ta bouche.  Ta voix etait un encensoir qui\nrepandait d’etranges parfums, et quand je te regardais j’entendais\nune musique etrange!  Ah! pourquoi ne m’as-tu pas regardee,\nIokanaan?  Derriere tes mains et tes blasphemes tu as cache ton\nvisage.  Tu as mis sur tes yeux le bandeau de celui qui veut voir\nson Dieu.  Eh bien, tu l’as vu, ton Dieu, Iokanaan, mais moi, moi .\n. . tu ne m’as jamais vue.  Si tu m’avais vue, tu m’aurais aimee.\nMoi, je t’ai vu, Iokanaan, et je t’ai aime.  Oh! comme je t’ai\naime.  Je t’aime encore, Iokanaan.  Je n’aime que toi . . . J’ai\nsoif de ta beaute.  J’ai faim de ton corps.  Et ni le vin, ni les\nfruits ne peuvent apaiser mon desir.  Que ferai-je, Iokanaan,\nmaintenant?  Ni les fleuves ni les grandes eaux, ne pourraient\neteindre ma passion.  J’etais une Princesse, tu m’as dedaignee.\nJ’etais une vierge, tu m’as defloree.  J’etais chaste, tu as rempli\nmes veines de feu . . . Ah!  Ah! pourquoi ne m’as-tu pas regardee,\nIokanaan?  Si tu m’avais regardee tu m’aurais aimee.  Je sais bien\nque tu m’aurais aimee, et le mystere de l’amour est plus grand que\nle mystere de la mort.  Il ne faut regarder que l’amour.",
        "HERODE.  Elle est monstrueuse, ta fille, elle est tout a fait\nmonstrueuse.  Enfin, ce qu’elle a fait est un grand crime.  Je suis\nsur que c’est un crime contre un Dieu inconnu.",
        "HERODIAS.  J’approuve ce que ma fille a fait, et je veux rester ici\nmaintenant.",
        "HERODE [se levant] Ah! l’epouse incestueuse qui parle!  Viens!  Je\nne veux pas rester ici.  Viens, je te dis.  Je suis sur qu’il va\narriver un malheur.  Manasse, Issachar, Ozias, eteignez les\nflambeaux.  Je ne veux pas regarder les choses.  Je ne veux pas que\nles choses me regardent.  Eteignez les flambeaux.  Cachez la lune!\nCachez les etoiles!  Cachons-nous dans notre palais, Herodias.  Je\ncommence a avoir peur.",
        "[Les esclaves eteignent les flambeaux.  Les etoiles disparaissent.\nUn grand nuage noir passe a travers la lune et la cache\ncompletement.  La scene devient tout a fait sombre.  Le tetrarque\ncommence a monter l’escalier.]",
        "LA VOIX DE SALOME.  Ah! j’ai baise ta bouche, Iokanaan, j’ai baise\nta bouche.  Il y avait une acre saveur sur tes levres.  Etait-ce la\nsaveur du sang? . . . Mais, peut-etre est-ce la saveur de l’amour.\nOn dit que l’amour a une acre saveur . . . Mais, qu’importe?\nQu’importe?  J’ai baise ta bouche, Iokanaan, j’ai baise ta bouche.",
        "[Un rayon de lune tombe sur Salome et l’eclaire.]",
        "HERODE [se retournant et voyant Salome] Tuez cette femme!",
        "[Les soldats s’elancent et ecrasent sous leurs boucliers Salome,\nfille d’Herodias, Princesse de Judee.]",
        "\nThis eBook of “Salome” by Oscar Wilde belongs to the public domain.\nThe illustration “The Dancer’s Reward” appeared in the French version and also passed to the public domain.\n",
        "Perverse Midrash: Oscar Wilde, Andre Gide, And Censorship Of Biblical DramaBy Katherine Brown DowneyAt Amazon"
    ]
}