{
    "title": "Seven Discourses On Art - A Discourse V",
    "author": "Joshua Reynolds",
    "chapter": "7",
    "content": [
        "\n\n",
        "Delivered to the Students of the Royal Academy on the Distribution\nof the Prizes, December 10, 1772, by the President.",
        "Gentlemen,–I purpose to carry on in this discourse the subject\nwhich I began in my last.  It was my wish upon that occasion to\nincite you to pursue the higher excellences of the art.  But I fear\nthat in this particular I have been misunderstood.  Some are ready\nto imagine, when any of their favourite acquirements in the art are\nproperly classed, that they are utterly disgraced.  This is a very\ngreat mistake:  nothing has its proper lustre but in its proper\nplace.  That which is most worthy of esteem in its allotted sphere\nbecomes an object, not of respect, but of derision, when it is\nforced into a higher, to which it is not suited; and there it\nbecomes doubly a source of disorder, by occupying a situation which\nis not natural to it, and by putting down from the first place what\nis in reality of too much magnitude to become with grace and\nproportion that subordinate station, to which something of less\nvalue would be much better suited.",
        "My advice in a word is this:  keep your principal attention fixed\nupon the higher excellences.  If you compass them and compass\nnothing more, you are still in the first class.  We may regret the\ninnumerable beauties which you may want:  you may be very\nimperfect:  but still, you are an imperfect person of the highest\norder.",
        "If, when you have got thus far, you can add any, or all, of the\nsubordinate qualifications, it is my wish and advice that you\nshould not neglect them.",
        "But this is as much a matter of circumspection and caution at least\nas of eagerness and pursuit.",
        "The mind is apt to be distracted by a multiplicity of pursuits; and\nthat scale of perfection, which I wish always to be preserved, is\nin the greatest danger of being totally disordered, and even\ninverted.",
        "Some excellences bear to be united, and are improved by union,\nothers are of a discordant nature; and the attempt to join them\nonly produces a harsher jarring of incongruent principles.",
        "The attempt to unite contrary excellences (of form, for instance)\nin a single figure, can never escape degenerating into the\nmonstrous, but by sinking into the insipid, taking away its marked\ncharacter, and weakening its expression.",
        "This remark is true to a certain degree with regard to the\npassions.  If you mean to preserve the most perfect beauty in its\nmost perfect state, you cannot express the passions, which produce\n(all of them) distortion and deformity, more or less, in the most\nbeautiful faces.",
        "Guido, from want of choice in adapting his subject to his ideas and\nhis powers, or in attempting to preserve beauty where it could not\nbe preserved has in this respect succeeded very ill.  His figures\nare often engaged in subjects that required great expression:  yet\nhis “Judith and Holofernes,” the “Daughter of Herodias with the\nBaptist’s Head,” the “Andromeda,” and even the “Mothers of the\nInnocents,” have little more expression than his “Venus attired by\nthe Graces.”",
        "Obvious as these remarks appear, there are many writers on our art,\nwho, not being of the profession, and consequently not knowing what\ncan or what cannot be done, have been very liberal of absurd\npraises in their descriptions of favourite works.  They always find\nin them what they are resolved to find.  They praise excellences\nthat can hardly exist together, and above all things are fond of\ndescribing with great exactness the expression of a mixed passion,\nwhich more particularly appears to me out of the reach of our art.",
        "Such are many disquisitions which I have read on some of the\ncartoons and other pictures of Raffaelle, where the critics have\ndescribed their own imagination; or indeed where the excellent\nmaster himself may have attempted this expression of passions above\nthe powers of the art; and has, therefore, by an indistinct and\nimperfect marking, left room for every imagination, with equal\nprobability to find a passion of his own.  What has been, and what\ncan be done in the art, is sufficiently difficult; we need not be\nmortified or discouraged for not being able to execute the\nconceptions of a romantic imagination.  Art has its boundaries,\nthough imagination has none.  We can easily, like the ancients,\nsuppose a Jupiter to be possessed of all those powers and\nperfections which the subordinate Deities were endowed with\nseparately.  Yet, when they employed their art to represent him,\nthey confined his character to majesty alone.  Pliny, therefore,\nthough we are under great obligations to him for the information he\nhas given us in relation to the works of the ancient artists, is\nvery frequently wrong when he speaks of them, which he does very\noften in the style of many of our modern connoisseurs.  He observes\nthat in a statue of Paris, by Fuphranor, you might discover at the\nsame time three different characters; the dignity of a judge of the\ngoddesses, the lover of Helen, and the conqueror of Achilles.  A\nstatue in which you endeavour to unite stately dignity, youthful\nelegance, and stern valour, must surely possess none of these to\nany eminent degree.",
        "From hence it appears that there is much difficulty as well as\ndanger in an endeavour to concentrate upon a single subject those\nvarious powers which, rising from different points, naturally move\nin different directions.",
        "The summit of excellence seems to be an assemblage of contrary\nqualities, but mixed, in such proportions, that no one part is\nfound to counteract the other.  How hard this is to be attained in\nevery art, those only know who have made the greatest progress in\ntheir respective professions.",
        "To conclude what I have to say on this part of the subject, which I\nthink of great importance, I wish you to understand that I do not\ndiscourage the younger students from the noble attempt of uniting\nall the excellences of art, but to make them aware that, besides\nthe difficulties which attend every arduous attempt, there is a\npeculiar difficulty in the choice of the excellences which ought to\nbe united; I wish you to attend to this, that you may try\nyourselves, whenever you are capable of that trial, what you can,\nand what you cannot do:  and that, instead of dissipating your\nnatural faculties over the immense field of possible excellence,\nyou may choose some particular walk in which you may exercise all\nyour powers, in order each of you to be the first in his way.  If\nany man shall be master of such a transcendant, commanding, and\nductile genius, as to enable him to rise to the highest, and to\nstoop to the lowest flights of art, and to sweep over all of them\nunobstructed and secure, he is fitter to give example than to\nreceive instruction.",
        "Having said thus much on the union of excellences, I will next say\nsomething of the subordination in which various excellences ought\nto be kept.",
        "I am of opinion that the ornamental style, which in my discourse of\nlast year I cautioned you against considering as principal, may not\nbe wholly unworthy the attention of those who aim even at the grand\nstyle; when it is properly placed and properly reduced.",
        "But this study will be used with far better effect, if its\nprinciples are employed in softening the harshness and mitigating\nthe rigour of the great style, than if in attempt to stand forward\nwith any pretensions of its own to positive and original\nexcellence.",
        "It was thus Lodovico Caracci, whose example I formerly recommended\nto you, employed it.  He was acquainted with the works both of\nCorreggio and the Venetian painters, and knew the principles by\nwhich they produced those pleasing effects which at the first\nglance prepossess us so much in their favour; but he took only as\nmuch from each as would embellish, but not overpower, that manly\nstrength and energy of style, which is his peculiar character.",
        "Since I have already expatiated so largely in my former discourse,\nand in my present, upon the styles and characters of painting, it\nwill not be at all unsuitable to my subject if I mention to you\nsome particulars relative to the leading principles, and capital\nworks of those who excelled in the great style, that I may bring\nyou from abstraction nearer to practice, and by exemplifying the\npropositions which I have laid down, enable you to understand more\nclearly what I would enforce.",
        "The principal works of modern art are in fresco, a mode of painting\nwhich excludes attention to minute elegancies:  yet these works in\nfresco are the productions on which the fame of the greatest\nmasters depend:  such are the pictures of Michael Angelo and\nRaffaelle in the Vatican, to which we may add the cartoons, which,\nthough not strictly to be called fresco, yet may be put under that\ndenomination; and such are the works of Giulio Romano at Mantua.\nIf these performances were destroyed, with them would be lost the\nbest part of the reputation of those illustrious painters, for\nthese are justly considered as the greatest efforts of our art\nwhich the world can boast.  To these, therefore, we should\nprincipally direct our attention for higher excellences.  As for\nthe lower arts, as they have been once discovered, they may be\neasily attained by those possessed of the former.",
        "Raffaelle, who stands in general foremost of the first painters,\nowes his reputation, as I have observed, to his excellence in the\nhigher parts of the art.  Therefore, his works in fresco ought to\nbe the first object of our study and attention.  His easel-works\nstand in a lower degree of estimation; for though he continually,\nto the day of his death, embellished his works more and more with\nthe addition of these lower ornaments, which entirely make the\nmerit of some, yet he never arrived at such perfection as to make\nhim an object of imitation.  He never was able to conquer perfectly\nthat dryness, or even littleness of manner, which he inherited from\nhis master.  He never acquired that nicety of taste in colours,\nthat breadth of light and shadow, that art and management of\nuniting light, to light, and shadow to shadow, so as to make the\nobject rise out of the ground with that plenitude of effect so much\nadmired in the works of Correggio.  When he painted in oil, his\nhand seemed to be so cramped and confined that he not only lost\nthat facility and spirit, but I think even that correctness of\nform, which is so perfect and admirable in his fresco works.  I do\nnot recollect any pictures of his of this kind, except perhaps the\n“Transfiguration,” in which there are not some parts that appear to\nbe even feebly drawn.  That this is not a necessary attendant on\noil-painting, we have abundant instances in more modern painters.\nLodovico Caracci, for instance, preserved in his works in oil the\nsame spirit, vigour, and correctness, which he had in fresco.  I\nhave no desire to degrade Raffaelle from the high rank which he\ndeservedly holds:  but by comparing him with himself, he does not\nappear to me to be the same man in oil as in fresco.",
        "From those who have ambition to tread in this great walk of the\nart, Michael Angelo claims the next attention.  He did not possess\nso many excellences as Raffaelle, but those he had were of the\nhighest kind.  He considered the art as consisting of little more\nthan what may be attained by sculpture, correctness of form, and\nenergy of character.  We ought not to expect more than an artist\nintends in his work.  He never attempted those lesser elegancies\nand graces in the art.  Vasari says, he never painted but one\npicture in oil, and resolved never to paint another, saying it was\nan employment only fit for women and children.",
        "If any man had a right to look down upon the lower accomplishments\nas beneath his attention, it was certainly Michael Angelo:  nor can\nit be thought strange that such a mind should have slighted or have\nbeen withheld from paying due attention to all those graces and\nembellishments of art which have diffused such lustre over the\nworks of other painters.",
        "It must be acknowledged likewise, that together with these, which\nwe wish he had more attended to, he has rejected all the false\nthough specious ornaments which disgrace the works even of the most\nesteemed artists; and I will venture to say, that when those higher\nexcellences are more known and cultivated by the artists and the\npatrons of arts, his fame and credit will increase with our\nincreasing knowledge.  His name will then be held in the same\nveneration as it was in the enlightened age of Leo the Tenth:  and\nit is remarkable that the reputation of this truly great man has\nbeen continually declining as the art itself has declined.  For I\nmust remark to you, that it has long been much on the decline, and\nthat our only hope of its revival will consist in your being\nthoroughly sensible of its depravation and decay.  It is to Michael\nAngelo that we owe even the existence of Raffaelle; it is to him\nRaffaelle owes the grandeur of his style.  He was taught by him to\nelevate his thoughts, and to conceive his subjects with dignity.\nHis genius, however, formed to blaze and to shine, might, like fire\nin combustible matter, for ever have lain dormant if it had not\ncaught a spark by its contact with Michael Angelo:  and though it\nnever burst out with that extraordinary heat and vehemence, yet it\nmust be acknowledged to be a more pure, regular, and chaste flame.\nThough our judgment will upon the whole decide in favour of\nRaffaelle:  yet he never takes that firm hold and entire possession\nof the mind in such a manner as to desire nothing else, and feel\nnothing wanting.  The effect of the capital works of Michael Angelo\nperfectly correspond to what Bourchardon said he felt from reading\nHomer.  His whole frame appeared to himself to be enlarged, and all\nnature which surrounded him diminished to atoms.",
        "If we put those great artists in a light of comparison with each\nother, Raffaelle had more taste and fancy, Michael Angelo more\ngenius and imagination.  The one excelled in beauty, the other in\nenergy.  Michael Angelo has more of the poetical inspiration; his\nideas are vast and sublime; his people are a superior order of\nbeings; there is nothing about them, nothing in the air of their\nactions or their attitudes, or the style and cast of their very\nlimbs or features, that puts one in mind of their belonging, to our\nown species.  Raffaelle’s imagination is not so elevated; his\nfigures are not so much disjoined from our own diminutive race of\nbeings, though his ideas are chaste, noble, and of great conformity\nto their subjects.  Michael Angelo’s works have a strong, peculiar,\nand marked character; they seem to proceed from his own mind\nentirely, and that mind so rich and abundant, that he never needed,\nor seemed to disdain, to look abroad for foreign help.  Raffaelle’s\nmaterials are generally borrowed, though the noble structure is his\nown.  The excellency of this extraordinary man lay in the\npropriety, beauty, and majesty of his characters, his judicious\ncontrivance of his composition, correctness of drawing, purity of\ntaste, and the skilful accommodation of other men’s conceptions to\nhis own purpose.  Nobody excelled him in that judgment, with which\nhe united to his own observations on nature the energy of Michael\nAngelo, and the beauty and simplicity of the antique.  To the\nquestion, therefore, which ought to hold the first rank, Raffaelle\nor Michael Angelo, it must be answered, that if it is to be given\nto him who possessed a greater combination of the higher qualities\nof the art than any other man, there is no doubt but Raffaelle is\nthe first.  But if, according to Longinus, the sublime, being the\nhighest excellence that human composition can attain to, abundantly\ncompensates the absence of every other beauty, and atones for all\nother deficiencies, then Michael Angelo demands the preference.",
        "These two extraordinary men carried some of the higher excellences\nof the art to a greater degree of perfection than probably they\never arrived at before.  They certainly have not been excelled, nor\nequalled since.  Many of their successors were induced to leave\nthis great road as a beaten path, endeavouring to surprise and\nplease by something uncommon or new.  When this desire after\nnovelty has proceeded from mere idleness or caprice, it is not\nworth the trouble of criticism; but when it has been in consequence\nof a busy mind of a peculiar complexion, it is always striking and\ninteresting, never insipid.",
        "Such is the great style as it appears in those who possessed it at\nits height; in this, search after novelty in conception or in\ntreating the subject has no place.",
        "But there is another style, which, though inferior to the former,\nhas still great merit, because it shows that those who cultivated\nit were men of lively and vigorous imagination.  This I call the\noriginal or characteristical style; this, being less referred to\nany true architype existing either in general or particular nature,\nmust be supported by the painter’s consistency in the principles he\nhas assumed, and in the union and harmony of his whole design.  The\nexcellency of every style, but I think of the subordinate ones more\nespecially, will very much depend on preserving that union and\nharmony between all the component parts, that they appear to hang\nwell together, as if the whole proceeded from one mind.  It is in\nthe works of art, as in the characters of men.  The faults or\ndefects of some men seem to become them when they appear to be the\nnatural growth, and of a piece with the rest of their character.  A\nfaithful picture of a mind, though it be not of the most elevated\nkind, though it be irregular, wild, and incorrect, yet if it be\nmarked with that spirit and firmness which characterises works of\ngenius, will claim attention, and be more striking than a\ncombination of excellences that do not seem to hang well together,\nor we may say than a work that possesses even all excellences, but\nthose in a moderate degree.",
        "One of the strongest marked characters of this kind, which must be\nallowed to be subordinate to the great style, is that of Salvator\nRosa.  He gives us a peculiar cast of nature, which, though void of\nall grace, elegance, and simplicity; though it has nothing of that\nelevation and dignity which belongs to the grand style, yet has\nthat sort of dignity which belongs to savage and uncultivated\nnature.  But what is most to be admired in him is the perfect\ncorrespondence which he observed between the subjects which he\nchose, and his manner of treating them.  Everything is of a piece:\nhis rocks, trees, sky, even to his handling have the same rude and\nwild character which animates his figures.",
        "To him we may contrast the character of Carlo Maratti, who, in my\nown opinion, had no great vigour of mind or strength of original\ngenius.  He rarely seizes the imagination by exhibiting the higher\nexcellences, nor does he captivate us by that originality which\nattends the painter who thinks for himself.  He knew and practised\nall the rules of art, and from a composition of Raffaelle, Caracci,\nand Guido, made up a style, of which its only fault was, that it\nhad no manifest defects and no striking beauties, and that the\nprinciples of his composition are never blended together, so as to\nform one uniform body, original in its kind, or excellent in any\nview.",
        "I will mention two other painters who, though entirely dissimilar,\nyet by being each consistent with himself, and possessing a manner\nentirely his own, have both gained reputation, though for very\nopposite accomplishments.",
        "The painters I mean are Rubens and Poussin.  Rubens I mention in\nthis place, as I think him a remarkable instance of the same mind\nbeing seen in all the various parts of the art.  The whole is so\nmuch of a piece that one can scarce be brought to believe but that\nif any one of them had been more correct and perfect, his works\nwould not be so complete as they now appear.  If we should allow a\ngreater purity and correctness of drawing, his want of simplicity\nin composition, colouring, and drapery would appear more gross.",
        "In his composition his art is too apparent.  His figures have\nexpression, and act with energy, but without simplicity or dignity.\nHis colouring, in which he is eminently skilled, is,\nnotwithstanding, too much of what we call tinted.  Throughout the\nwhole of his works there is a proportionable want of that nicety of\ndistinction and elegance of mind which is required in the higher\nwalks of painting; and to this want it may be in some degree\nascribed that those qualities which make the excellency of this\nsubordinate style appear in him with their greatest lustre.\nIndeed, the facility with which he invented, the richness of his\ncomposition, the luxuriant harmony and brilliancy of his colouring,\nso dazzle the eye, that whilst his works continue before us we\ncannot help thinking that all his deficiencies are fully supplied.",
        "Opposed to this florid, careless, loose, and inaccurate style, that\nof the simple, careful, pure, and correct style of Poussin seems to\nbe a complete contrast.",
        "Yet however opposite their characters, in one thing they agreed,\nboth of them having a perfect correspondence between all the parts\nof their respective manners.",
        "One is not sure but every alteration of what is considered as\ndefective in either, would destroy the effect of the whole.",
        "Poussin lived and conversed with the ancient statues so long, that\nhe may be said to be better acquainted with then than with the\npeople who were about him.  I have often thought that he carried\nhis veneration for them so far as to wish to give his works the air\nof ancient paintings.  It is certain he copied some of the antique\npaintings, particularly the “Marriage in the Albrobrandini Palace\nat Rome,” which I believe to be the best relique of those remote\nages that has yet been found.",
        "No works of any modern has so much of the air of antique painting\nas those of Poussin.  His best performances have a remarkable\ndryness of manner, which, though by no means to be recommended for\nimitation, yet seems perfectly correspondent to that ancient\nsimplicity which distinguishes his style.  Like Polidoro he studied\nthem so much, that he acquired a habit of thinking in their way,\nand seemed to know perfectly the actions and gestures they would\nuse on every occasion.",
        "Poussin in the latter part of his life changed from his dry manner\nto one much softer and richer, where there is a greater union\nbetween the figures and the ground, such as the “Seven Sacraments\"\nin the Duke of Orleans’ collection; but neither these, nor any in\nthis manner, are at all comparable to many in his dry manner which\nwe have in England.",
        "The favourite subjects of Poussin were ancient fables; and no\npainter was ever better qualified to paint such subjects, not only\nfrom his being eminently skilled in the knowledge of ceremonies,\ncustoms, and habits of the ancients, but from his being so well\nacquainted with the different characters which those who invented\nthem gave their allegorical figures.  Though Rubens has shown great\nfancy in his Satyrs, Silenuses, and Fauns, yet they are not that\ndistinct separate class of beings which is carefully exhibited by\nthe ancients and by Poussin.  Certainly when such subjects of\nantiquity are represented, nothing in the picture ought to remind\nus of modern times.  The mind is thrown back into antiquity, and\nnothing ought to be introduced that may tend to awaken it from the\nillusion.",
        "Poussin seemed to think that the style and the language in which\nsuch stories are told is not the worse for preserving some relish\nof the old way of painting which seemed to give a general\nuniformity to the whole, so that the mind was thrown back into\nantiquity not only by the subject, but the execution.",
        "If Poussin, in imitation of the ancients, represents Apollo driving\nhis chariot out of the sea by way of representing the sun rising,\nif he personifies lakes and rivers, it is no ways offensive in him;\nbut seems perfectly of a piece with the general air of the picture.\nOn the contrary, if the figures which people his pictures had a\nmodern air or countenance, if they appeared like our countrymen, if\nthe draperies were like cloth or silk of our manufacture, if the\nlandscape had the appearance of a modern view, how ridiculous would\nApollo appear instead of the sun, an old man or a nymph with an urn\ninstead of a river or lake.",
        "I cannot avoid mentioning here a circumstance in portrait painting\nwhich may help to confirm what has been said.",
        "When a portrait is painted in the historical style, as it is\nneither an exact minute representation of an individual nor\ncompletely ideal, every circumstance ought to correspond to this\nmixture.  The simplicity of the antique air and attitude, however\nmuch to be admired, is ridiculous when joined to a figure in a\nmodern dress.  It is not to my purpose to enter into the question\nat present, whether this mixed style ought to be adopted or not;\nyet if it is chosen it is necessary it should be complete and all\nof a piece:  the difference of stuffs, for instance, which make the\nclothing, should be distinguished in the same degree as the head\ndeviates from a general idea.",
        "Without this union, which I have so often recommended, a work can\nhave no marked and determined character, which is the peculiar and\nconstant evidence of genius.  But when this is accomplished to a\nhigh degree, it becomes in some sort a rival to that style which we\nhave fixed as the highest.",
        "Thus I have given a sketch of the characters of Rubens and Salvator\nRosa, as they appear to me to have the greatest uniformity of mind\nthroughout their whole work.  But we may add to these, all these\nartists who are at the head of the class, and have had a school of\nimitators from Michael Angelo down to Watteau.  Upon the whole it\nappears that setting aside the ornamental style, there are two\ndifferent paths, either of which a student may take without\ndegrading the dignity of his art.  The first is to combine the\nhigher excellences and embellish them to the greatest advantage.\nThe other is to carry one of these excellences to the highest\ndegree.  But those who possess neither must be classed with them,\nwho, as Shakespeare says, are men of no mark or likelihood.",
        "I inculcate as frequently as I can your forming yourselves upon\ngreat principles and great models.  Your time will be much misspent\nin every other pursuit.  Small excellences should be viewed, not\nstudied; they ought to be viewed, because nothing ought to escape a\npainter’s observation, but for no other reason.",
        "There is another caution which I wish to give you.  Be as select in\nthose whom you endeavour to please, as in those whom you endeavour\nto imitate.  Without the love of fame you can never do anything\nexcellent; but by an excessive and undistinguishing thirst after\nit, you will come to have vulgar views; you will degrade your\nstyle; and your taste will be entirely corrupted.  It is certain\nthat the lowest style will be the most popular, as it falls within\nthe compass of ignorance itself; and the vulgar will always be\npleased with what is natural in the confined and misunderstood\nsense of the word.",
        "One would wish that such depravation of taste should be\ncounteracted, with such manly pride as Euripides expressed to the\nAthenians, who criticised his works, “I do not compose,” says he,\n“my works in order to be corrected by you, but to instruct you.\"\nIt is true, to have a right to speak thus, a man must be a\nEuripides.  However, thus much may be allowed, that when an artist\nis sure that he is upon firm ground, supported by the authority and\npractice of his predecessors of the greatest reputation, he may\nthen assume the boldness and intrepidity of genius; at any rate, he\nmust not be tempted out of the right path by any tide of popularity\nthat always accompanies the lower styles of painting.",
        "I mention this, because our exhibitions, that produce such\nadmirable effects by nourishing emulation, and calling out genius,\nhave also a mischievous tendency by seducing the painter to an\nambition of pleasing indiscriminately the mixed multitude of people\nwho resort to them.",
        "Continue...",
        "\nThis eBook of “Seven Discourses On Art” by Sir Joshua Reynolds, belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Seven Discourses on Art (Large Print Edition)By Joshua ReynoldsAt Amazon"
    ]
}