{
    "title": "Seven Discourses On Art - To the King",
    "author": "Joshua Reynolds",
    "chapter": "2",
    "content": [
        "\n\n",
        "The regular progress of cultivated life is from necessaries to\naccommodations, from accommodations to ornaments.  By your\nillustrious predecessors were established marts for manufactures,\nand colleges for science; but for the arts of elegance, those arts\nby which manufactures are embellished and science is refined, to\nfound an academy was reserved for your Majesty.",
        "Had such patronage been without effect, there had been reason to\nbelieve that nature had, by some insurmountable impediment,\nobstructed our proficiency; but the annual improvement of the\nexhibitions which your Majesty has been pleased to encourage shows\nthat only encouragement had been wanting.",
        "To give advice to those who are contending for royal liberality has\nbeen for some years the duty of my station in the Academy; and\nthese Discourses hope for your Majesty’s acceptance as well-\nintended endeavours to incite that emulation which your notice has\nkindled, and direct those studies which your bounty has rewarded.",
        "May it please your Majesty,\nYour Majesty’s\nMost dutiful servant,\nAnd most faithful subject,\nJoshua Reynolds.",
        "Gentlemen,–That you have ordered the publication of this Discourse\nis not only very flattering to me, as it implies your approbation\nof the method of study which I have recommended; but likewise, as\nthis method receives from that act such an additional weight and\nauthority as demands from the students that deference and respect,\nwhich can be due only to the united sense of so considerable a body\nof artists.",
        "I am,\nWith the greatest esteem and respect,\nGentlemen,\nYour most humble\nAnd obedient servant,\nJoshua Reynolds",
        "Continue...",
        "\nThis eBook of “Seven Discourses On Art” by Sir Joshua Reynolds, belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Seven Discourses on Art (Large Print Edition)By Joshua ReynoldsAt Amazon"
    ]
}