{
    "title": "Seven Discourses On Art - A Discourse I",
    "author": "Joshua Reynolds",
    "chapter": "3",
    "content": [
        "\n\n",
        "Delivered at the Opening of the Royal Academy, January 2nd, 1769,\nby the President",
        "Gentlemen,–An academy in which the polite arts may be regularly\ncultivated is at last opened among us by royal munificence.  This\nmust appear an event in the highest degree interesting, not only to\nthe artists, but to the whole nation.",
        "It is indeed difficult to give any other reason why an Empire like\nthat of Britain should so long have wanted an ornament so suitable\nto its greatness than that slow progression of things which\nnaturally makes elegance and refinement the last effect of opulence\nand power.",
        "An institution like this has often been recommended upon\nconsiderations merely mercantile.  But an academy founded upon such\nprinciples can never effect even its own narrow purposes.  If it\nhas an origin no higher, no taste can ever be formed in it which\ncan be useful even in manufactures; but if the higher arts of\ndesign flourish, these inferior ends will be answered of course.",
        "We are happy in having a prince who has conceived the design of\nsuch an institution, according to its true dignity, and promotes\nthe arts, as the head of a great, a learned, a polite, and a\ncommercial nation; and I can now congratulate you, gentlemen, on\nthe accomplishment of your long and ardent wishes.",
        "The numberless and ineffectual consultations that I have had with\nmany in this assembly, to form plans and concert schemes for an\nacademy, afford a sufficient proof of the impossibility of\nsucceeding but by the influence of Majesty.  But there have,\nperhaps, been times when even the influence of Majesty would have\nbeen ineffectual, and it is pleasing to reflect that we are thus\nembodied, when every circumstance seems to concur from which honour\nand prosperity can probably arise.",
        "There are at this time a greater number of excellent artists than\nwere ever known before at one period in this nation; there is a\ngeneral desire among our nobility to be distinguished as lovers and\njudges of the arts; there is a greater superfluity of wealth among\nthe people to reward the professors; and, above all, we are\npatronised by a monarch, who, knowing the value of science and of\nelegance, thinks every art worthy of his notice that tends to\nsoften and humanise the mind.",
        "After so much has been done by his Majesty, it will be wholly our\nfault if our progress is not in some degree correspondent to the\nwisdom and, generosity of the institution; let us show our\ngratitude in our diligence, that, though our merit may not answer\nhis expectations, yet, at least, our industry may deserve his\nprotection.",
        "But whatever may be our proportion of success, of this we may be\nsure, that the present institution will at least contribute to\nadvance our knowledge of the arts, and bring us nearer to that\nideal excellence which it is the lot of genius always to\ncontemplate and never to attain.",
        "The principal advantage of an academy is, that, besides furnishing\nable men to direct the student, it will be a repository for the\ngreat examples of the art.  These are the materials on which genius\nis to work, and without which the strongest intellect may be\nfruitlessly or deviously employed.  By studying these authentic\nmodels, that idea of excellence which is the result of the\naccumulated experience of past ages may be at once acquired, and\nthe tardy and obstructed progress of our predecessors may teach us\na shorter and easier way.  The student receives at one glance the\nprinciples which many artists have spent their whole lives in\nascertaining; and, satisfied with their effect, is spared the\npainful investigation by which they come to be known and fixed.\nHow many men of great natural abilities have been lost to this\nnation for want of these advantages?  They never had an opportunity\nof seeing those masterly efforts of genius which at once kindle the\nwhole soul, and force it into sudden and irresistible approbation.",
        "Raffaelle, it is true, had not the advantage of studying in an\nacademy; but all Rome, and the works of Michael Angelo in\nparticular, were to him an academy.  On the site of the Capel la\nSistina he immediately from a dry, Gothic, and even insipid manner,\nwhich attends to the minute accidental discriminations of\nparticular and individual objects, assumed that grand style of\npainting, which improves partial representation by the general and\ninvariable ideas of nature.",
        "Every seminary of learning may be said to be surrounded with an\natmosphere of floating knowledge, where every mind may imbibe\nsomewhat congenial to its own original conceptions.  Knowledge,\nthus obtained, has always something more popular and useful than\nthat which is forced upon the mind by private precepts or solitary\nmeditation.  Besides, it is generally found that a youth more\neasily receives instruction from the companions of his studies,\nwhose minds are nearly on a level with his own, than from those who\nare much his superiors; and it is from his equals only that he\ncatches the fire of emulation.",
        "One advantage, I will venture to affirm, we shall have in our\nacademy, which no other nation can boast.  We shall have nothing to\nunlearn.  To this praise the present race of artists have a just\nclaim.  As far as they have yet proceeded they are right.  With us\nthe exertions of genius will henceforward be directed to their\nproper objects.  It will not be as it has been in other schools,\nwhere he that travelled fastest only wandered farthest from the\nright way.",
        "Impressed as I am, therefore, with such a favourable opinion of my\nassociates in this undertaking, it would ill become me to dictate\nto any of them.  But as these institutions have so often failed in\nother nations, and as it is natural to think with regret how much\nmight have been done, and how little has been done, I must take\nleave to offer a few hints, by which those errors may be rectified,\nand those defects supplied.  These the professors and visitors may\nreject or adopt as they shall think proper.",
        "I would chiefly recommend that an implicit obedience to the rules\nof art, as established by the great masters, should be exacted from\nthe YOUNG students.  That those models, which have passed through\nthe approbation of ages, should be considered by them as perfect\nand infallible guides as subjects for their imitation, not their\ncriticism.",
        "I am confident that this is the only efficacious method of making a\nprogress in the arts; and that he who sets out with doubting will\nfind life finished before he becomes master of the rudiments.  For\nit may be laid down as a maxim, that he who begins by presuming on\nhis own sense has ended his studies as soon as he has commenced\nthem.  Every opportunity, therefore, should be taken to\ndiscountenance that false and vulgar opinion that rules are the\nfetters of genius.  They are fetters only to men of no genius; as\nthat armour, which upon the strong becomes an ornament and a\ndefence, upon the weak and misshapen turns into a load, and\ncripples the body which it was made to protect.",
        "How much liberty may be taken to break through those rules, and, as\nthe poet expresses it,",
        "“To snatch a grace beyond the reach of art,”",
        "may be an after consideration, when the pupils become masters\nthemselves.  It is then, when their genius has received its utmost\nimprovement, that rules may possibly be dispensed with.  But let us\nnot destroy the scaffold until we have raised the building.",
        "The directors ought more particularly to watch over the genius of\nthose students who, being more advanced, are arrived at that\ncritical period of study, on the nice management of which their\nfuture turn of taste depends.  At that age it is natural for them\nto be more captivated with what is brilliant than with what is\nsolid, and to prefer splendid negligence to painful and humiliating\nexactness.",
        "A facility in composing, a lively, and what is called a masterly\nhandling the chalk or pencil, are, it must be confessed,\ncaptivating qualities to young minds, and become of course the\nobjects of their ambition.  They endeavour to imitate those\ndazzling excellences, which they will find no great labour in\nattaining.  After much time spent in these frivolous pursuits, the\ndifficulty will be to retreat; but it will be then too late; and\nthere is scarce an instance of return to scrupulous labour after\nthe mind has been debauched and deceived by this fallacious\nmastery.",
        "By this useless industry they are excluded from all power of\nadvancing in real excellence.  Whilst boys, they are arrived at\ntheir utmost perfection; they have taken the shadow for the\nsubstance; and make that mechanical facility the chief excellence\nof the art, which is only an ornament, and of the merit of which\nfew but painters themselves are judges.",
        "This seems to me to be one of the most dangerous sources of\ncorruption; and I speak of it from experience, not as an error\nwhich may possibly happen, but which has actually infected all\nforeign academies.  The directors were probably pleased with this\npremature dexterity in their pupils, and praised their despatch at\nthe expense of their correctness.",
        "But young men have not only this frivolous ambition of being\nthought masterly inciting them on one hand, but also their natural\nsloth tempting them on the other.  They are terrified at the\nprospect before them, of the toil required to attain exactness.\nThe impetuosity of youth is distrusted at the slow approaches of a\nregular siege, and desires, from mere impatience of labour, to take\nthe citadel by storm.  They wish to find some shorter path to\nexcellence, and hope to obtain the reward of eminence by other\nmeans than those which the indispensable rules of art have\nprescribed.  They must, therefore, be told again and again that\nlabour is the only price of solid fame, and that whatever their\nforce of genius may be, there is no easy method of becoming a good\npainter.",
        "When we read the lives of the most eminent painters, every page\ninforms us that no part of their time was spent in dissipation.\nEven an increase of fame served only to augment their industry.  To\nbe convinced with what persevering assiduity they pursued their\nstudies, we need only reflect on their method of proceeding in\ntheir most celebrated works.  When they conceived a subject, they\nfirst made a variety of sketches; then a finished drawing of the\nwhole; after that a more correct drawing of every separate part,\nheads, hands, feet, and pieces of drapery; they then painted the\npicture, and after all re-touched it from the life.  The pictures,\nthus wrought with such pain, now appear like the effect of\nenchantment, and as if some mighty genius had struck them off at a\nblow.",
        "But, whilst diligence is thus recommended to the students, the\nvisitors will take care that their diligence be effectual; that it\nbe well directed and employed on the proper object.  A student is\nnot always advancing because he is employed; he must apply his\nstrength to that part of the art where the real difficulties lie;\nto that part which distinguishes it as a liberal art, and not by\nmistaken industry lose his time in that which is merely ornamental.\nThe students, instead of vying with each other which shall have the\nreadiest band, should be taught to contend who shall have the\npurest and most correct outline, instead of striving which shall\nproduce the brightest tint, or, curiously trifling endeavour to\ngive the gloss of stuffs so as to appear real, let their ambition\nbe directed to contend which shall dispose his drapery in the most\ngraceful folds, which shall give the most grace and dignity to the\nhuman figure.",
        "I must beg leave to submit one thing more to the consideration of\nthe visitors, which appears to me a matter of very great\nconsequence, and the omission of which I think a principal defect\nin the method of education pursued in all the academies I have ever\nvisited.  The error I mean is, that the students never draw exactly\nfrom the living models which they have before them.  It is not\nindeed their intention, nor are they directed to do it.  Their\ndrawings resemble the model only in the attitude.  They change the\nform according to their vague and uncertain ideas of beauty, and\nmake a drawing rather of what they think the figure ought to be\nthan of what it appears.  I have thought this the obstacle that has\nstopped the progress of many young men of real genius; and I very\nmuch doubt whether a habit of drawing correctly what we see will\nnot give a proportionable power of drawing correctly what we\nimagine.  He who endeavours to copy nicely the figure before him\nnot only acquires a habit of exactness and precision, but is\ncontinually advancing in his knowledge of the human figure; and\nthough he seems to superficial observers to make a slower progress,\nhe will be found at last capable of adding (without running into\ncapricious wildness) that grace and beauty which is necessary to be\ngiven to his more finished works, and which cannot be got by the\nmoderns, as it was not acquired by the ancients, but by an\nattentive and well-compared study of the human form.",
        "What I think ought to enforce this method is, that it has been the\npractice (as may be seen by their drawings) of the great masters in\nthe art.  I will mention a drawing of Raffaelle, “The Dispute of\nthe Sacrament,” the print of which, by Count Cailus, is in every\nhand.  It appears that he made his sketch from one model; and the\nhabit he had of drawing exactly from the form before him appears by\nhis making all the figures with the same cap, such as his model\nthen happened to wear; so servile a copyist was this great man,\neven at a time when he was allowed to be at his highest pitch of\nexcellence.",
        "I have seen also academy figures by Annibale Caracci, though he was\noften sufficiently licentious in his finished works, drawn with all\nthe peculiarities of an individual model.",
        "This scrupulous exactness is so contrary to the practice of the\nacademies, that it is not without great deference that I beg leave\nto recommend it to the consideration of the visitors, and submit it\nto them, whether the neglect of this method is not one of the\nreasons why students so often disappoint expectation, and being\nmore than boys at sixteen, become less than men at thirty.",
        "In short, the method I recommend can only be detrimental when there\nare but few living forms to copy; for then students, by always\ndrawing from one alone, will by habit be taught to overlook\ndefects, and mistake deformity for beauty.  But of this there is no\ndanger, since the council has determined to supply the academy with\na variety of subjects; and indeed those laws which they have drawn\nup, and which the secretary will presently read for your\nconfirmation, have in some measure precluded me from saying more\nupon this occasion.  Instead, therefore, of offering my advice,\npermit me to indulge my wishes, and express my hope, that this\ninstitution may answer the expectations of its royal founder; that\nthe present age may vie in arts with that of Leo X. and that “the\ndignity of the dying art” (to make use of an expression of Pliny)\nmay be revived under the reign of George III.",
        "Continue...",
        "\nThis eBook of “Seven Discourses On Art” by Sir Joshua Reynolds, belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Seven Discourses on Art (Large Print Edition)By Joshua ReynoldsAt Amazon"
    ]
}