{
    "title": "Seven Discourses On Art - A Discourse VII",
    "author": "Joshua Reynolds",
    "chapter": "9",
    "content": [
        "\n\n",
        "Delivered to the Students of the Royal Academy on the Distribution\nof the Prizes, December 10th, 1776, by the President.",
        "Gentlemen,–It has been my uniform endeavour, since I first\naddressed you from this place, to impress you strongly with one\nruling idea.  I wished you to be persuaded, that success in your\nart depends almost entirely on your own industry; but the industry\nwhich I principally recommended, is not the industry of the HANDS,\nbut of the MIND.",
        "As our art is not a divine gift, so neither is it a mechanical\ntrade.  Its foundations are laid in solid science.  And practice,\nthough essential to perfection, can never attain that to which it\naims, unless it works under the direction of principle.",
        "Some writers upon art carry this point too far, and suppose that\nsuch a body of universal and profound learning is requisite, that\nthe very enumeration of its kind is enough to frighten a beginner.\nVitruvius, after going through the many accomplishments of nature,\nand the many acquirements of learning, necessary to an architect,\nproceeds with great gravity to assert that he ought to be well\nskilled in the civil law, that he may not be cheated in the title\nof the ground he builds on.",
        "But without such exaggeration, we may go so far as to assert, that\na painter stands in need of more knowledge than is to be picked off\nhis pallet, or collected by looking on his model, whether it be in\nlife or in picture.  He can never be a great artist who is grossly\nilliterate.",
        "Every man whose business is description ought to be tolerably\nconversant with the poets in some language or other, that he may\nimbibe a poetical spirit and enlarge his stock of ideas.  He ought\nto acquire a habit of comparing and divesting his notions.  He\nought not to be wholly unacquainted with that part of philosophy\nwhich gives him an insight into human nature, and relates to the\nmanners, characters, passions, and affections.  He ought to know\nsomething concerning the mind, as well as a great deal concerning\nthe body of man.",
        "For this purpose, it is not necessary that he should go into such a\ncompass of reading, as must, by distracting his attention,\ndisqualify him for the practical part of his profession, and make\nhim sink the performer in the critic.  Reading, if it can be made\nthe favourite recreation of his leisure hours, will improve and\nenlarge his mind without retarding his actual industry.",
        "What such partial and desultory reading cannot afford, may be\nsupplied by the conversation of learned and ingenious men, which is\nthe best of all substitutes for those who have not the means or\nopportunities of deep study.  There are many such men in this age;\nand they will be pleased with communicating their ideas to artists,\nwhen they see them curious and docile, if they are treated with\nthat respect and deference which is so justly their due.  Into such\nsociety, young artists, if they make it the point of their\nambition, will by degrees be admitted.  There, without formal\nteaching, they will insensibly come to feel and reason like those\nthey live with, and find a rational and systematic taste\nimperceptibly formed in their minds, which they will know how to\nreduce to a standard, by applying general truth to their own\npurposes, better perhaps than those to whom they owed the original\nsentiment.",
        "Of these studies and this conversation, the desired and legitimate\noffspring is a power of distinguishing right from wrong, which\npower applied to works of art is denominated taste.  Let me then,\nwithout further introduction, enter upon an examination whether\ntaste be so far beyond our reach as to be unattainable by care, or\nbe so very vague and capricious that no care ought to be employed\nabout it.",
        "It has been the fate of arts to be enveloped in mysterious and\nincomprehensible language, as if it was thought necessary that even\nthe terms should correspond to the idea entertained of the\ninstability and uncertainty of the rules which they expressed.",
        "To speak of genius and taste as any way connected with reason or\ncommon sense, would be, in the opinion of some towering talkers, to\nspeak like a man who possessed neither, who had never felt that\nenthusiasm, or, to use their own inflated language, was never\nwarmed by that Promethean fire, which animates the canvas and\nvivifies the marble.",
        "If, in order to be intelligible, I appear to degrade art by\nbringing her down from her visionary situation in the clouds, it is\nonly to give her a more solid mansion upon the earth.  It is\nnecessary that at some time or other we should see things as they\nreally are, and not impose on ourselves by that false magnitude\nwith which objects appear when viewed indistinctly as through a\nmist.",
        "We will allow a poet to express his meaning, when his meaning is\nnot well known to himself, with a certain degree of obscurity, as\nit is one source of the sublime.  But when, in plain prose, we\ngravely talk of courting the muse in shady bowers, waiting the call\nand inspiration of genius, finding out where he inhabits, and where\nhe is to be invoked with the greatest success; of attending to\ntimes and seasons when the imagination shoots with the greatest\nvigour, whether at the summer solstice or the equinox, sagaciously\nobserving how much the wild freedom and liberty of imagination is\ncramped by attention to established rules, and how this same\nimagination begins to grow dim in advanced age, smothered and\ndeadened by too much judgment.  When we talk such language, or\nentertain such sentiments as these, we generally rest contented\nwith mere words, or at best entertain notions not only groundless,\nbut pernicious.",
        "If all this means what it is very possible was originally intended\nonly to be meant, that in order to cultivate an art, a man secludes\nhimself from the commerce of the world, and retires into the\ncountry at particular seasons; or that at one time of the year his\nbody is in better health, and consequently his mind fitter for the\nbusiness of hard thinking than at another time; or that the mind\nmay be fatigued and grow confused by long and unremitted\napplication; this I can understand.  I can likewise believe that a\nman eminent when young for possessing poetical imagination, may,\nfrom having taken another road, so neglect its cultivation as to\nshow less of its powers in his latter life.  But I am persuaded\nthat scarce a poet is to be found, from Homer down to Dryden, who\npreserved a sound mind in a sound body, and continued practising\nhis profession to the very last, whose later works are not as\nreplete with the fire of imagination as those which were produced\nin his more youthful days.",
        "To understand literally these metaphors or ideas expressed in\npoetical language, seems to be equally absurd as to conclude that\nbecause painters sometimes represent poets writing from the\ndictates of a little winged boy or genius, that this same genius\ndid really inform him in a whisper what he was to write, and that\nhe is himself but a mere machine, unconscious of the operations of\nhis own mind.",
        "Opinions generally received and floating in the world, whether true\nor false, we naturally adopt and make our own; they may be\nconsidered as a kind of inheritance to which we succeed and are\ntenants for life, and which we leave to our posterity very near in\nthe condition in which we received it; not much being in any one\nman’s power either to impair or improve it.",
        "The greatest part of these opinions, like current coin in its\ncirculation, we are obliged to take without weighing or examining;\nbut by this inevitable inattention, many adulterated pieces are\nreceived, which, when we seriously estimate our wealth, we must\nthrow away.  So the collector of popular opinions, when he embodies\nhis knowledge, and forms a system, must separate those which are\ntrue from those which are only plausible.  But it becomes more\npeculiarly a duty to the professors of art not to let any opinions\nrelating to that art pass unexamined.  The caution and\ncircumspection required in such examination we shall presently have\nan opportunity of explaining.",
        "Genius and taste, in their common acceptation, appear to be very\nnearly related; the difference lies only in this, that genius has\nsuperadded to it a habit or power of execution.  Or we may say,\nthat taste, when this power is added, changes its name, and is\ncalled genius.  They both, in the popular opinion, pretend to an\nentire exemption from the restraint of rules.  It is supposed that\ntheir powers are intuitive; that under the name of genius great\nworks are produced, and under the name of taste an exact judgment\nis given, without our knowing why, and without being under the\nleast obligation to reason, precept, or experience.",
        "One can scarce state these opinions without exposing their\nabsurdity, yet they are constantly in the mouths of men, and\nparticularly of artists.  They who have thought seriously on this\nsubject, do not carry the point so far; yet I am persuaded, that\neven among those few who may be called thinkers, the prevalent\nopinion gives less than it ought to the powers of reason; and\nconsiders the principles of taste, which give all their authority\nto the rules of art, as more fluctuating, and as having less solid\nfoundations than we shall find, upon examination, they really have.",
        "The common saying, that tastes are not to be disputed, owes its\ninfluence, and its general reception, to the same error which leads\nus to imagine it of too high original to submit to the authority of\nan earthly tribunal.  It will likewise correspond with the notions\nof those who consider it as a mere phantom of the imagination, so\ndevoid of substance as to elude all criticism.",
        "We often appear to differ in sentiments from each other, merely\nfrom the inaccuracy of terms, as we are not obliged to speak always\nwith critical exactness.  Something of this too may arise from want\nof words in the language to express the more nice discriminations\nwhich a deep investigation discovers.  A great deal, however, of\nthis difference vanishes when each opinion is tolerably explained\nand understood by constancy and precision in the use of terms.",
        "We apply the term taste to that act of the mind by which we like or\ndislike, whatever be the subject.  Our judgment upon an airy\nnothing, a fancy which has no foundation, is called by the same\nname which we give to our determination concerning those truths\nwhich refer to the most general and most unalterable principles of\nhuman nature, to works which are only to be produced by the\ngreatest efforts of the human understanding.  However inconvenient\nthis may be, we are obliged to take words as we find them; all we\ncan do is to distinguish the things to which they are applied.",
        "We may let pass those things which are at once subjects of taste\nand sense, and which having as much certainty as the senses\nthemselves, give no occasion to inquiry or dispute.  The natural\nappetite or taste of the human mind is for truth; whether that\ntruth results from the real agreement or equality of original ideas\namong themselves; from the agreement of the representation of any\nobject with the thing represented; or from the correspondence of\nthe several parts of any arrangement with each other.  It is the\nvery same taste which relishes a demonstration in geometry, that is\npleased with the resemblance of a picture to an original, and\ntouched with the harmony of music.",
        "All these have unalterable and fixed foundations in nature, and are\ntherefore equally investigated by reason, and known by study; some\nwith more, some with less clearness, but all exactly in the same\nway.  A picture that is unlike, is false.  Disproportionate\nordinance of parts is not right because it cannot be true until it\nceases to be a contradiction to assert that the parts have no\nrelation to the whole.  Colouring is true where it is naturally\nadapted to the eye, from brightness, from softness, from harmony,\nfrom resemblance; because these agree with their object, nature,\nand therefore are true:  as true as mathematical demonstration; but\nknown to be true only to those who study these things.",
        "But besides real, there is also apparent truth, or opinion, or\nprejudice.  With regard to real truth, when it is known, the taste\nwhich conforms to it is, and must be, uniform.  With regard to the\nsecond sort of truth, which may be called truth upon sufferance, or\ntruth by courtesy, it is not fixed, but variable.  However, whilst\nthese opinions and prejudices on which it is founded continue, they\noperate as truth; and the art, whose office it is to please the\nmind, as well as instruct it, must direct itself according to\nopinion, or it will not attain its end.",
        "In proportion as these prejudices are known to be generally\ndiffused, or long received, the taste which conforms to them\napproaches nearer to certainty, and to a sort of resemblance to\nreal science, even where opinions are found to be no better than\nprejudices.  And since they deserve, on account of their duration\nand extent, to be considered as really true, they become capable of\nno small decree of stability and determination by their permanent\nand uniform nature.",
        "As these prejudices become more narrow, more local, more\ntransitory, this secondary taste becomes more and more fantastical;\nrecedes from real science; is less to be approved by reason, and\nless followed in practice; though in no case perhaps to be wholly\nneglected, where it does not stand, as it sometimes does, in direct\ndefiance of the most respectable opinions received amongst mankind.",
        "Having laid down these positions, I shall proceed with less method,\nbecause less will serve, to explain and apply them.",
        "We will take it for granted that reason is something invariable and\nfixed in the nature of things; and without endeavouring to go back\nto an account of first principles, which for ever will elude our\nsearch, we will conclude that whatever goes under the name of\ntaste, which we can fairly bring under the dominion of reason, must\nbe considered as equally exempt from change.  If therefore, in the\ncourse of this inquiry, we can show that there are rules for the\nconduct of the artist which are fixed and invariable, it implies,\nof course, that the art of the connoisseur, or, in other words,\ntaste, has likewise invariable principles.",
        "Of the judgment which we make on the works of art, and the\npreference that we give to one class of art over another, if a\nreason be demanded, the question is perhaps evaded by answering, “I\njudge from my taste\"; but it does not follow that a better answer\ncannot be given, though for common gazers this may be sufficient.\nEvery man is not obliged to investigate the causes of his\napprobation or dislike.",
        "The arts would lie open for ever to caprice and casualty, if those\nwho are to judge of their excellences had no settled principles by\nwhich they are to regulate their decisions, and the merit or defect\nof performances were to be determined by unguided fancy.  And\nindeed we may venture to assert that whatever speculative knowledge\nis necessary to the artist, is equally and indispensably necessary\nto the connoisseur.",
        "The first idea that occurs in the consideration of what is fixed in\nart, or in taste, is that presiding principle of which I have so\nfrequently spoken in former discourses, the general idea of nature.\nThe beginning, the middle, and the end of everything that is\nvaluable in taste, is comprised in the knowledge of what is truly\nnature; for whatever ideas are not conformable to those of nature,\nor universal opinion, must be considered as more or less\ncapricious.",
        "The idea of nature comprehending not only the forms which nature\nproduces, but also the nature and internal fabric and organisation,\nas I may call it, of the human mind and imagination:  general\nideas, beauty, or nature, are but different ways of expressing the\nsame thing, whether we apply these terms to statues, poetry, or\npicture.  Deformity is not nature, but an accidental deviation from\nher accustomed practice.  This general idea therefore ought to be\ncalled nature, and nothing else, correctly speaking, has a right to\nthat name.  But we are so far from speaking, in common\nconversation, with any such accuracy, that, on the contrary, when\nwe criticise Rembrandt and other Dutch painters, who introduced\ninto their historical pictures exact representations of individual\nobjects with all their imperfections, we say, though it is not in a\ngood taste, yet it is nature.",
        "This misapplication of terms must be very often perplexing to the\nyoung student.  Is not, he may say, art an imitation of nature?\nMust he not, therefore, who imitates her with the greatest fidelity\nbe the best artist?  By this mode of reasoning Rembrandt has a\nhigher place than Raffaelle.  But a very little reflection will\nserve to show us that these particularities cannot be nature:  for\nhow can that be the nature of man, in which no two individuals are\nthe same?",
        "It plainly appears that as a work is conducted under the influence\nof general ideas or partial it is principally to be considered as\nthe effect of a good or a bad taste.",
        "As beauty therefore does not consist in taking what lies\nimmediately before you, so neither, in our pursuit of taste, are\nthose opinions which we first received and adopted the best choice,\nor the most natural to the mind and imagination.",
        "In the infancy of our knowledge we seize with greediness the good\nthat is within our reach; it is by after-consideration, and in\nconsequence of discipline, that we refuse the present for a greater\ngood at a distance.  The nobility or elevation of all arts, like\nthe excellence of virtue itself, consists in adopting this enlarged\nand comprehensive idea, and all criticism built upon the more\nconfined view of what is natural, may properly be called shallow\ncriticism, rather than false; its defect is that the truth is not\nsufficiently extensive.",
        "It has sometimes happened that some of the greatest men in our art\nhave been betrayed into errors by this confined mode of reasoning.\nPoussin, who, upon the whole, may be produced as an instance of\nattention to the most enlarged and extensive ideas of nature, from\nnot having settled principles on this point, has in one instance at\nleast, I think, deserted truth for prejudice.  He is said to have\nvindicated the conduct of Julio Romano, for his inattention to the\nmasses of light and shade, or grouping the figures, in the battle\nof Constantine, as if designedly neglected, the better to\ncorrespond with the hurry and confusion of a battle.  Poussin’s own\nconduct in his representations of Bacchanalian triumphs and\nsacrifices, makes us more easily give credit to this report, since\nin such subjects, as well indeed as in many others, it was too much\nhis own practice.  The best apology we can make for this conduct is\nwhat proceeds from the association of our ideas, the prejudice we\nhave in favour of antiquity.  Poussin’s works, as I have formerly\nobserved, have very much the air of the ancient manner of painting,\nin which there are not the least traces to make us think that what\nwe call the keeping, the composition of light and shade, or\ndistribution of the work into masses, claimed any part of their\nattention.  But surely whatever apology we may find out for this\nneglect, it ought to be ranked among the defects of Poussin, as\nwell as of the antique paintings; and the moderns have a right to\nthat praise which is their due, for having given so pleasing an\naddition to the splendour of the art.",
        "Perhaps no apology ought to be received for offences committed\nagainst the vehicle (whether it be the organ of seeing or of\nhearing) by which our pleasures are conveyed to the mind.  We must\ntake the same care that the eye be not perplexed and distracted by\na confusion of equal parts, or equal lights, as of offending it by\nan unharmonious mixture of colours.  We may venture to be more\nconfident of the truth of this observation, since we find that\nShakespeare, on a parallel occasion, has made Hamlet recommend to\nthe players a precept of the same kind, never to offend the ear by\nharsh sounds:- “In the very torrent, tempest, and whirlwind of your\npassions,” says he, “you must beget a temperance that may give it\nsmoothness.”  And yet, at the same time, he very justly observes,\n“The end of playing, both at the first and now, is to hold, as it\nwere, the mirror up to nature.”  No one can deny but that violent\npassions will naturally emit harsh and disagreeable tones; yet this\ngreat poet and critic thought that this imitation of nature would\ncost too much, if purchased at the expense of disagreeable\nsensations, or, as he expresses it, of “splitting the ear.”  The\npoet and actor, as well as the painter of genius who is well\nacquainted with all the variety and sources of pleasure in the mind\nand imagination, has little regard or attention to common nature,\nor creeping after common sense.  By overleaping those narrow\nbounds, he more effectually seizes the whole mind, and more\npowerfully accomplishes his purpose.  This success is ignorantly\nimagined to proceed from inattention to all rules, and in defiance\nof reason and judgment; whereas it is in truth acting according to\nthe best rules, and the justest reason.",
        "He who thinks nature, in the narrow sense of the word, is alone to\nbe followed, will produce but a scanty entertainment for the\nimagination:  everything is to be done with which it is natural for\nthe mind to be pleased, whether it proceeds from simplicity or\nvariety, uniformity or irregularity:  whether the scenes are\nfamiliar or exotic; rude and wild, or enriched and cultivated; for\nit is natural for the mind to be pleased with all these in their\nturn.  In short, whatever pleases has in it what is analogous to\nthe mind, and is therefore, in the highest and best sense of the\nword, natural.",
        "It is this sense of nature or truth which ought more particularly\nto be cultivated by the professors of art; and it may be observed\nthat many wise and learned men, who have accustomed their minds to\nadmit nothing for truth but what can be proved by mathematical\ndemonstration, have seldom any relish for those arts which address\nthemselves to the fancy, the rectitude and truth of which is known\nby another kind of proof:  and we may add that the acquisition of\nthis knowledge requires as much circumspection and sagacity, as to\nattain those truths which are more open to demonstration.  Reason\nmust ultimately determine our choice on every occasion; but this\nreason may still be exerted ineffectually by applying to taste\nprinciples which, though right as far as they go, yet do not reach\nthe object.  No man, for instance, can deny that it seems at first\nview very reasonable, that a statue which is to carry down to\nposterity the resemblance of an individual should be dressed in the\nfashion of the times, in the dress which he himself wore:  this\nwould certainly be true if the dress were part of the man.  But\nafter a time the dress is only an amusement for an antiquarian; and\nif it obstructs the general design of the piece, it is to be\ndisregarded by the artist.  Common sense must here give way to a\nhigher sense.",
        "In the naked form, and in the disposition of the drapery, the\ndifference between one artist and another is principally seen.  But\nif he is compelled to the modern dress, the naked form is entirely\nhid, and the drapery is already disposed by the skill of the\ntailor.  Were a Phidias to obey such absurd commands, he would\nplease no more than an ordinary sculptor; since, in the inferior\nparts of every art, the learned and the ignorant are nearly upon a\nlevel.",
        "These were probably among the reasons that induced the sculptor of\nthat wonderful figure of Laocoon to exhibit him naked,\nnotwithstanding he was surprised in the act of sacrificing to\nApollo, and consequently ought to be shown in his sacerdotal\nhabits, if those greater reasons had not preponderated.  Art is not\nyet in so high estimation with us as to obtain so great a sacrifice\nas the ancients made, especially the Grecians, who suffered\nthemselves to be represented naked, whether they were generals,\nlawgivers, or kings.",
        "Under this head of balancing and choosing the greater reason, or of\ntwo evils taking the least, we may consider the conduct of Rubens\nin the Luxembourg gallery, of mixing allegorical figures with\nrepresentations of real personages, which, though acknowledged to\nbe a fault, yet, if the artist considered himself as engaged to\nfurnish this gallery with a rich and splendid ornament, this could\nnot be done, at least in an equal degree, without peopling the air\nand water with these allegorical figures:  he therefore\naccomplished that he purposes.  In this case all lesser\nconsiderations, which tend to obstruct the great end of the work,\nmust yield and give way.",
        "If it is objected that Rubens judged ill at first in thinking it\nnecessary to make his work so very ornamental, this brings the\nquestion upon new ground.  It was his peculiar style; he could\npaint in no other; and he was selected for that work, probably,\nbecause it was his style.  Nobody will dispute but some of the best\nof the Roman or Bolognian schools would have produced a more\nlearned and more noble work.",
        "This leads us to another important province of taste, of weighing\nthe value of the different classes of the art, and of estimating\nthem accordingly.",
        "All arts have means within them of applying themselves with success\nboth to the intellectual and sensitive part of our natures.  It can\nbe no dispute, supposing both these means put in practice with\nequal abilities, to which we ought to give the preference:  to him\nwho represents the heroic arts and more dignified passions of man,\nor to him who, by the help of meretricious ornaments, however\nelegant and graceful, captivates the sensuality, as it may be\ncalled, of our taste.  Thus the Roman and Bolognian schools are\nreasonably preferred to the Venetian, Flemish, or Dutch schools, as\nthey address themselves to our best and noblest faculties.",
        "Well-turned periods in eloquence, or harmony of numbers in poetry,\nwhich are in those arts what colouring is in painting, however\nhighly we may esteem them, can never be considered as of equal\nimportance with the art of unfolding truths that are useful to\nmankind, and which make us better or wiser.  Nor can those works\nwhich remind us of the poverty and meanness of our nature, be\nconsidered as of equal rank with what excites ideas of grandeur, or\nraises and dignifies humanity; or, in the words of a late poet,\nwhich makes the beholder learn to venerate himself as man.",
        "It is reason and good sense therefore which ranks and estimates\nevery art, and every part of that art, according to its importance,\nfrom the painter of animated down to inanimated nature.  We will\nnot allow a man, who shall prefer the inferior style, to say it is\nhis taste; taste here has nothing, or at least ought to have\nnothing to do with the question.  He wants not taste, but sense,\nand soundness of judgment.",
        "Indeed, perfection in an inferior style may be reasonably preferred\nto mediocrity in the highest walks of art.  A landscape of Claude\nLorraine may be preferred to a history of Luca Jordano; but hence\nappears the necessity of the connoisseur’s knowing in what consists\nthe excellence of each class, in order to judge how near it\napproaches to perfection.",
        "Even in works of the same kind, as in history painting, which is\ncomposed of various parts, excellence of an inferior species,\ncarried to a very high degree, will make a work very valuable, and\nin some measure compensate for the absence of the higher kind of\nmerits.  It is the duty of the connoisseur to know and esteem, as\nmuch as it may deserve, every part of painting; he will not then\nthink even Bassano unworthy of his notice, who, though totally\ndevoid of expression, sense, grace, or elegance, may be esteemed on\naccount of his admirable taste of colours, which, in his best\nworks, are little inferior to those of Titian.",
        "Since I have mentioned Bassano, we must do him likewise the justice\nto acknowledge that, though he did not aspire to the dignity of\nexpressing the characters and passions of men, yet, with respect to\nthe facility and truth in his manner of touching animals of all\nkinds, and giving them what painters call their character, few have\never excelled him.",
        "To Bassano we may add Paul Veronese and Tintoret, for their entire\ninattention to what is justly esteemed the most essential part of\nour art, the expression of the passions.  Notwithstanding these\nglaring deficiencies, we justly esteem their works; but it must be\nremembered that they do not please from those defects, but from\ntheir great excellences of another kind, and in spite of such\ntransgressions.  These excellences, too, as far as they go, are\nfounded in the truth of general nature.  They tell the truth,\nthough not the whole truth.",
        "By these considerations, which can never be too frequently\nimpressed, may be obviated two errors which I observed to have\nbeen, formerly at least, the most prevalent, and to be most\ninjurious to artists:  that of thinking taste and genius to have\nnothing to do with reason, and that of taking particular living\nobjects for nature.",
        "I shall now say something on that part of taste which, as I have\nhinted to you before, does not belong so much to the external form\nof things, but is addressed to the mind, and depends on its\noriginal frame, or, to use the expression, the organisation of the\nsoul; I mean the imagination and the passions.  The principles of\nthese are as invariable as the former, and are to be known and\nreasoned upon in the same manner, by an appeal to common sense\ndeciding upon the common feelings of mankind.  This sense, and\nthese feelings, appear to me of equal authority, and equally\nconclusive.",
        "Now this appeal implies a general uniformity and agreement in the\nminds of men.  It would be else an idle and vain endeavour to\nestablish rules of art; it would be pursuing a phantom to attempt\nto move affections with which we were entirely unacquainted.  We\nhave no reason to suspect there is a greater difference between our\nminds than between our forms, of which, though there are no two\nalike, yet there is a general similitude that goes through the\nwhole race of mankind; and those who have cultivated their taste\ncan distinguish what is beautiful or deformed, or, in other words,\nwhat agrees with or what deviates from the general idea of nature,\nin one case as well as in the other.",
        "The internal fabric of our mind, as well as the external form of\nour bodies, being nearly uniform, it seems then to follow, of\ncourse, that as the imagination is incapable of producing anything\noriginally of itself, and can only vary and combine these ideas\nwith which it is furnished by means of the senses, there will be,\nof course, an agreement in the imaginations as in the senses of\nmen.  There being this agreement, it follows that in all cases, in\nour lightest amusements as well as in our most serious actions and\nengagements of life, we must regulate our affections of every kind\nby that of others.  The well-disciplined mind acknowledges this\nauthority, and submits its own opinion to the public voice.",
        "It is from knowing what are the general feelings and passions of\nmankind that we acquire a true idea of what imagination is; though\nit appears as if we had nothing to do but to consult our own\nparticular sensations, and these were sufficient to ensure us from\nall error and mistake.",
        "A knowledge of the disposition and character of the human mind can\nbe acquired only by experience:  a great deal will be learned, I\nadmit, by a habit of examining what passes in our bosoms, what are\nour own motives of action, and of what kind of sentiments we are\nconscious on any occasion.  We may suppose a uniformity, and\nconclude that the same effect will be produced by the same cause in\nthe minds of others.  This examination will contribute to suggest\nto us matters of inquiry; but we can never be sure that our own\nsensations are true and right till they are confirmed by more\nextensive observation.",
        "One man opposing another determines nothing but a general union of\nminds, like a general combination of the forces of all mankind,\nmakes a strength that is irresistible.  In fact, as he who does not\nknow himself does not know others, so it may be said with equal\ntruth, that he who does not know others knows himself but very\nimperfectly.",
        "A man who thinks he is guarding himself against Prejudices by\nresisting the authority of others, leaves open every avenue to\nsingularity, vanity, self-conceit, obstinacy, and many other vices,\nall tending to warp the judgment and prevent the natural operation\nof his faculties.",
        "This submission to others is a deference which we owe, and indeed\nare forced involuntarily to pay.",
        "In fact we are never satisfied with our opinions till they are\nratified and confirmed by the suffrages of the rest of mankind.  We\ndispute and wrangle for ever; we endeavour to get men to come to us\nwhen we do not go to them.",
        "He therefore who is acquainted with the works which have pleased\ndifferent ages and different countries, and has formed his opinion\non them, has more materials and more means of knowing what is\nanalogous to the mind of man than he who is conversant only with\nthe works of his own age or country.  What has pleased, and\ncontinues to please, is likely to please again:  hence are derived\nthe rules of art, and on this immovable foundation they must ever\nstand.",
        "This search and study of the history of the mind ought not to be\nconfined to one art only.  It is by the analogy that one art bears\nto another that many things are ascertained which either were but\nfaintly seen, or, perhaps, would not have been discovered at all if\nthe inventor had not received the first hints from the practices of\na sister art on a similar occasion.  The frequent allusions which\nevery man who treats of any art is obliged to draw from others in\norder to illustrate and confirm his principles, sufficiently show\ntheir near connection and inseparable relation.",
        "All arts having the same general end, which is to please, and\naddressing themselves to the same faculties through the medium of\nthe senses, it follows that their rules and principles must have as\ngreat affinity as the different materials and the different organs\nor vehicles by which they pass to the mind will permit them to\nretain.",
        "We may therefore conclude that the real substance, as it may be\ncalled, of what goes under the name of taste, is fixed and\nestablished in the nature of things; that there are certain and\nregular causes by which the imagination and passions of men are\naffected; and that the knowledge of these causes is acquired by a\nlaborious and diligent investigation of nature, and by the same\nslow progress as wisdom or knowledge of every kind, however\ninstantaneous its operations may appear when thus acquired.",
        "It has been often observed that the good and virtuous man alone can\nacquire this true or just relish, even of works of art.  This\nopinion will not appear entirely without foundation when we\nconsider that the same habit of mind which is acquired by our\nsearch after truth in the more serious duties of life, is only\ntransferred to the pursuit of lighter amusements:  the same\ndisposition, the same desire to find something steady, substantial,\nand durable, on which the mind can lean, as it were, and rest with\nsafety.  The subject only is changed.  We pursue the same method in\nour search after the idea of beauty and perfection in each; of\nvirtue, by looking forwards beyond ourselves to society, and to the\nwhole; of arts, by extending our views in the same manner to all\nages and all times.",
        "Every art, like our own, has in its composition fluctuating as well\nas fixed principles.  It is an attentive inquiry into their\ndifference that will enable us to determine how far we are\ninfluenced by custom and habit, and what is fixed in the nature of\nthings.",
        "To distinguish how much has solid foundation, we may have recourse\nto the same proof by which some hold wit ought to be tried–whether\nit preserves itself when translated.  That wit is false which can\nsubsist only in one language; and that picture which pleases only\none age or one nation, owes its reception to some local or\naccidental association of ideas.",
        "We may apply this to every custom and habit of life.  Thus the\ngeneral principles of urbanity, politeness, or civility, have been\never the same in all nations; but the mode in which they are\ndressed is continually varying.  The general idea of showing\nrespect is by making yourself less:  but the manner, whether by\nbowing the body, kneeling, prostration, pulling off the upper part\nof our dress, or taking away the lower, is a matter of habit.  It\nwould be unjust to conclude that all ornaments, because they were\nat first arbitrarily contrived, are therefore undeserving of our\nattention; on the contrary, he who neglects the cultivation of\nthose ornaments, acts contrarily to nature and reason.  As life\nwould be imperfect without its highest ornaments, the arts, so\nthese arts themselves would be imperfect without THEIR ornaments.",
        "Though we by no means ought to rank these with positive and\nsubstantial beauties, yet it must be allowed that a knowledge of\nboth is essentially requisite towards forming a complete, whole,\nand perfect taste.  It is in reality from the ornaments that arts\nreceive their peculiar character and complexion; we may add that in\nthem we find the characteristical mark of a national taste, as by\nthrowing up a feather in the air we know which way the wind blows,\nbetter than by a more heavy matter.",
        "The striking distinction between the works of the Roman, Bolognian,\nand Venetian schools, consists more in that general effect which is\nproduced by colours than in the more profound excellences of the\nart; at least it is from thence that each is distinguished and\nknown at first sight.  As it is the ornaments rather than the\nproportions of architecture which at the first glance distinguish\nthe different orders from each other; the Doric is known by its\ntriglyphs, the Ionic by its volutes, and the Corinthian by its\nacanthus.",
        "What distinguishes oratory from a cold narration, is a more liberal\nthough chaste use of these ornaments which go under the name of\nfigurative and metaphorical expressions; and poetry distinguishes\nitself from oratory by words and expressions still more ardent and\nglowing.  What separates and distinguishes poetry is more\nparticularly the ornament of VERSE; it is this which gives it its\ncharacter, and is an essential, without which it cannot exist.\nCustom has appropriated different metre to different kinds of\ncomposition, in which the world is not perfectly agreed.  In\nEngland the dispute is not yet settled which is to be preferred,\nrhyme or blank verse.  But however we disagree about what these\nmetrical ornaments shall be, that some metre is essentially\nnecessary is universally acknowledged.",
        "In poetry or eloquence, to determine how far figurative or\nmetaphorical language may proceed, and when it begins to be\naffectation or beside the truth, must be determined by taste,\nthough this taste we must never forget is regulated and formed by\nthe presiding feelings of mankind, by those works which have\napproved themselves to all times and all persons.",
        "Thus, though eloquence has undoubtedly an essential and intrinsic\nexcellence, and immovable principles common to all languages,\nfounded in the nature of our passions and affections, yet it has\nits ornaments and modes of address which are merely arbitrary.\nWhat is approved in the Eastern nations as grand and majestic,\nwould be considered by the Greeks and Romans as turgid and\ninflated; and they, in return, would be thought by the Orientals to\nexpress themselves in a cold and insipid manner.",
        "We may add likewise to the credit of ornaments, that it is by their\nmeans that art itself accomplishes its purpose.  Fresnoy calls\ncolouring, which is one of the chief ornaments of painting, lena\nsororis, that which procures lovers and admirers to the more\nvaluable excellences of the art.",
        "It appears to be the same right turn of mind which enables a man to\nacquire the TRUTH, or the just idea of what is right in the\nornaments, as in the more stable principles of art.  It has still\nthe same centre of perfection, though it is the centre of a smaller\ncircle.",
        "To illustrate this by the fashion of dress, in which there is\nallowed to be a good or, bad taste.  The component parts of dress\nare continually changing from great to little, from short to long,\nbut the general form still remains; it is still the same general\ndress which is comparatively fixed, though on a very slender\nfoundation, but it is on this which fashion must rest.  He who\ninvents with the most success, or dresses in, the best taste, would\nprobably, from the same sagacity employed to greater purposes, have\ndiscovered equal skill, or have formed the same correct taste in\nthe highest labours of art.",
        "I have mentioned taste in dress, which is certainly one of the\nlowest subjects to which this word is applied; yet, as I have\nbefore observed, there is a right even here, however narrow its\nfoundation respecting the fashion of any particular nation.  But we\nhave still more slender means of determining, in regard to the\ndifferent customs of different ages or countries, to which to give\nthe preference, since they seem to be all equally removed from\nnature.",
        "If an European, when he has cut off his beard, and put false hair\non his head, or bound up his own natural hair in regular hard\nknots, as unlike nature as he can possibly make it; and having\nrendered them immovable by the help of the fat of hogs, has covered\nthe whole with flour, laid on by a machine with the utmost\nregularity; if, when thus attired he issues forth, he meets a\nCherokee Indian, who has bestowed as much time at his toilet, and\nlaid on with equal care and attention his yellow and red ochre on\nparticular parts of his forehead or cheeks, as he judges most\nbecoming; whoever despises the other for this attention to the\nfashion of his country, whichever of these two first feels himself\nprovoked to laugh, is the barbarian.",
        "All these fashions are very innocent, neither worth disquisition,\nnor any endeavour to alter them, as the change would, in all\nprobability, be equally distant from nature.  The only\ncircumstances against which indignation may reasonably be moved,\nare where the operation is painful or destructive of health, such\nas is practised at Otahaiti, and the straight lacing of the English\nladies; of the last of which, how destructive it must be to health\nand long life, the professor of anatomy took an opportunity of\nproving a few days since in this Academy.",
        "It is in dress as in things of greater consequence.  Fashions\noriginate from those only who have the high and powerful advantages\nof rank, birth, and fortune; as many of the ornaments of art, those\nat least for which no reason can be given, are transmitted to us,\nare adopted, and acquire their consequence from the company in\nwhich we have been used to see them.  As Greece and Rome are the\nfountains from whence have flowed all kinds of excellence, to that\nveneration which they have a right to claim for the pleasure and\nknowledge which they have afforded us, we voluntarily add our\napprobation of every ornament and every custom that belonged to\nthem, even to the fashion of their dress.  For it may be observed\nthat, not satisfied with them in their own place, we make no\ndifficulty of dressing statues of modern heroes or senators in the\nfashion of the Roman armour or peaceful robe; we go so far as\nhardly to bear a statue in any other drapery.",
        "The figures of the great men of those nations have come down to us\nin sculpture.  In sculpture remain almost all the excellent\nspecimens of ancient art.  We have so far associated personal\ndignity to the persons thus represented, and the truth of art to\ntheir manner of representation, that it is not in our power any\nlonger to separate them.  This is not so in painting; because,\nhaving no excellent ancient portraits, that connection was never\nformed.  Indeed, we could no more venture to paint a general\nofficer in a Roman military habit, than we could make a statue in\nthe present uniform.  But since we have no ancient portraits, to\nshow how ready we are to adopt those kind of prejudices, we make\nthe best authority among the moderns serve the same purpose.  The\ngreat variety of excellent portraits with which Vandyke has\nenriched this nation, we are not content to admire for their real\nexcellence, but extend our approbation even to the dress which\nhappened to be the fashion of that age.  We all very well remember\nhow common it was a few years ago for portraits to be drawn in this\nGothic dress, and this custom is not yet entirely laid aside.  By\nthis means it must be acknowledged very ordinary pictures acquired\nsomething of the air and effect of the works of Vandyke, and\nappeared therefore at first sight to be better pictures than they\nreally were; they appeared so, however, to those only who had the\nmeans of making this association, for when made, it was\nirresistible.  But this association is nature, and refers to that\nSecondary truth that comes from conformity to general prejudice and\nopinion; it is therefore not merely fantastical.  Besides the\nprejudice which we have in favour of ancient dresses, there may be\nlikewise other reasons, amongst which we may justly rank the\nsimplicity of them, consisting of little more than one single piece\nof drapery, without those whimsical capricious forms by which all\nother dresses are embarrassed.",
        "Thus, though it is from the prejudice we have in favour of the\nancients, who have taught us architecture, that we have adopted\nlikewise their ornaments; and though we are satisfied that neither\nnature nor reason is the foundation of those beauties which we\nimagine we see in that art, yet if any one persuaded of this truth\nshould, therefore, invent new orders of equal beauty, which we will\nsuppose to be possible, yet they would not please, nor ought he to\ncomplain, since the old has that great advantage of having custom\nand prejudice on its side.  In this case we leave what has every\nprejudice in its favour to take that which will have no advantage\nover what we have left, but novelty, which soon destroys itself,\nand, at any rate, is but a weak antagonist against custom.",
        "These ornaments, having the right of possession, ought not to be\nremoved but to make room for not only what has higher pretensions,\nbut such pretensions as will balance the evil and confusion which\ninnovation always brings with it.",
        "To this we may add, even the durability of the materials will often\ncontribute to give a superiority to one object over another.\nOrnaments in buildings, with which taste is principally concerned,\nare composed of materials which last longer than those of which\ndress is composed; it, therefore, makes higher pretensions to our\nfavour and prejudice.",
        "Some attention is surely required to what we can no more get rid of\nthan we can go out of ourselves.  We are creatures of prejudice; we\nneither can nor ought to eradicate it; we must only regulate, it by\nreason, which regulation by reason is, indeed, little more than\nobliging the lesser, the focal and temporary prejudices, to give\nway to those which are more durable and lasting.",
        "He, therefore, who in his practice of portrait painting wishes to\ndignify his subject, which we will suppose to be a lady, will not\npaint her in the modern dress, the familiarity of which alone is\nsufficient to destroy all dignity.  He takes care that his work\nshall correspond to those ideas and that imagination which he knows\nwill regulate the judgment of others, and, therefore, dresses his\nfigure something with the general air of the antique for the sake\nof dignity, and preserves something of the modern for the sake of\nlikeness.  By this conduct his works correspond with those\nprejudices which we have in favour of what we continually see; and\nthe relish of the antique simplicity corresponds with what we may\ncall the, more learned and scientific prejudice.",
        "There was a statue made not long since of Voltaire, which the\nsculptor, not having that respect for the prejudices of mankind\nwhich he ought to have, has made entirely naked, and as meagre and\nemaciated as the original is said to be.  The consequence is what\nmight be expected; it has remained in the sculptor’s shop, though\nit was intended as a public ornament and a public honour to\nVoltaire, as it was procured at the expense of his cotemporary wits\nand admirers.",
        "Whoever would reform a nation, supposing a bad taste to prevail in\nit, will not accomplish his purpose by going directly against the\nstream of their prejudices.  Men’s minds must be prepared to\nreceive what is new to them.  Reformation is a work of time.  A\nnational taste, however wrong it may be, cannot be totally change\nat once; we must yield a little to the prepossession which has\ntaken hold on the mind, and we may then bring people to adopt what\nwould offend them if endeavoured to be introduced by storm.  When\nBattisto Franco was employed, in conjunction with Titian, Paul\nVeronese, and Tintoret, to adorn the library of St. Mark, his work,\nVasari says, gave less satisfaction than any of the others:  the\ndry manner of the Roman school was very ill calculated to please\neyes that had been accustomed to the luxuriance, splendour, and\nrichness of Venetian colouring.  Had the Romans been the judges of\nthis work, probably the determination would have been just\ncontrary; for in the more noble parts of the art Battisto Franco\nwas, perhaps, not inferior to any of his rivals.",
        "Gentlemen,–It has been the main scope and principal end of this\ndiscourse to demonstrate the reality of a standard in taste, as\nwell as in corporeal beauty; that a false or depraved taste is a\nthing as well known, as easily discovered, as anything that is\ndeformed, misshapen, or wrong in our form or outward make; and that\nthis knowledge is derived from the uniformity of sentiments among\nmankind, from whence proceeds the knowledge of what are the general\nhabits of nature, the result of which is an idea of perfect beauty.",
        "If what has been advanced be true, that besides this beauty or\ntruth which is formed on the uniform eternal and immutable laws of\nnature, and which of necessity can be but one; that besides this\none immutable verity there are likewise what we have called\napparent or secondary truths proceeding from local and temporary\nprejudices, fancies, fashions, or accidental connection of ideas;\nif it appears that these last have still their foundation, however\nslender, in the original fabric of our minds, it follows that all\nthese truths or beauties deserve and require the attention of the\nartist in proportion to their stability or duration, or as their\ninfluence is more or less extensive.  And let me add that as they\nought not to pass their just bounds, so neither do they, in a well-\nregulated taste, at all prevent or weaken the influence of these\ngeneral principles, which alone can give to art its true and\npermanent dignity.",
        "To form this just taste is undoubtedly in your own power, but it is\nto reason and philosophy that you must have recourse; from them we\nmust borrow the balance by which is to be weighed and estimated the\nvalue of every pretension that intrudes itself on your notice.",
        "The general objection which is made to the introduction of\nphilosophy into the regions of taste is, that it checks and\nrestrains the flights of the imagination, and gives that timidity\nwhich an over-carefulness not to err or act contrary to reason is\nlikely to produce.",
        "It is not so.  Fear is neither reason nor philosophy.  The true\nspirit of philosophy by giving knowledge gives a manly confidence,\nand substitutes rational firmness in the place of vain presumption.\nA man of real taste is always a man of judgment in other respects;\nand those inventions which either disdain or shrink from reason,\nare generally, I fear, more like the dreams of a distempered brain\nthan the exalted enthusiasm of a sound and true genius.  In the\nmidst of the highest flights of fancy or imagination, reason ought\nto preside from first to last, though I admit her more powerful\noperation is upon reflection.",
        "I cannot help adding that some of the greatest names of antiquity,\nand those who have most distinguished themselves in works of genius\nand imagination, were equally eminent for their critical skill.\nPlato, Aristotle, Cicero, and Horace; and among the moderns,\nBoileau, Corneille, Pope, and Dryden, are at least instances of\ngenius not being destroyed by attention or subjection to rules and\nscience.  I should hope, therefore, that the natural consequence\nlikewise of what has been said would be to excite in you a desire\nof knowing the principles and conduct of the great masters of our\nart, and respect and veneration for them when known.",
        " ",
        "\nThis eBook of “Seven Discourses On Art” by Sir Joshua Reynolds, belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Seven Discourses on Art (Large Print Edition)By Joshua ReynoldsAt Amazon"
    ]
}