{
    "title": "Seven Discourses On Art - A Discourse II",
    "author": "Joshua Reynolds",
    "chapter": "4",
    "content": [
        "\n\n",
        "Delivered to the Students of the Royal Academy, on the Distribution\nof the Prizes, December 11, I769, by the President.",
        "Gentlemen,–I congratulate you on the honour which you have just\nreceived.  I have the highest opinion of your merits, and could\nwish to show my sense of them in something which possibly may be\nmore useful to you than barren praise.  I could wish to lead you\ninto such a course of study as may render your future progress\nanswerable to your past improvement; and, whilst I applaud you for\nwhat has been done, remind you of how much yet remains to attain\nperfection.",
        "I flatter myself, that from the long experience I have had, and the\nunceasing assiduity with which I have pursued those studies, in\nwhich, like you, I have been engaged, I shall be acquitted of\nvanity in offering some hints to your consideration.  They are\nindeed in a great degree founded upon my own mistakes in the same\npursuit.  But the history of errors properly managed often shortens\nthe road to truth.  And although no method of study that I can\noffer will of itself conduct to excellence, yet it may preserve\nindustry from being misapplied.",
        "In speaking to you of the theory of the art, I shall only consider\nit as it has a relation to the method of your studies.",
        "Dividing the study of painting into three distinct periods, I shall\naddress you as having passed through the first of them, which is\nconfined to the rudiments, including a facility of drawing any\nobject that presents itself, a tolerable readiness in the\nmanagement of colours, and an acquaintance with the most simple and\nobvious rules of composition.",
        "This first degree of proficiency is, in painting, what grammar is\nin literature, a general preparation to whatever species of the art\nthe student may afterwards choose for his more particular\napplication.  The power of drawing, modelling, and using colours is\nvery properly called the language of the art; and in this language,\nthe honours you have just received prove you to have made no\ninconsiderable progress.",
        "When the artist is once enabled to express himself with some degree\nof correctness, he must then endeavour to collect subjects for\nexpression; to amass a stock of ideas, to be combined and varied as\noccasion may require.  He is now in the second period of study, in\nwhich his business is to learn all that has hitherto been known and\ndone.  Having hitherto received instructions from a particular\nmaster, he is now to consider the art itself as his master.  He\nmust extend his capacity to more sublime and general instructions.\nThose perfections which lie scattered among various masters are now\nunited in one general idea, which is henceforth to regulate his\ntaste and enlarge his imagination.  With a variety of models thus\nbefore him, he will avoid that narrowness and poverty of conception\nwhich attends a bigoted admiration of a single master, and will\ncease to follow any favourite where he ceases to excel.  This\nperiod is, however, still a time of subjection and discipline.\nThough the student will not resign himself blindly to any single\nauthority when he may have the advantage of consulting many, he\nmust still be afraid of trusting his own judgment, and of deviating\ninto any track where he cannot find the footsteps of some former\nmaster.",
        "The third and last period emancipates the student from subjection\nto any authority but what he shall himself judge to be supported by\nreason.  Confiding now in his own judgment, he will consider and\nseparate those different principles to which different modes of\nbeauty owe their original.  In the former period he sought only to\nknow and combine excellence, wherever it was to be found, into one\nidea of perfection; in this he learns, what requires the most\nattentive survey and the subtle disquisition, to discriminate\nperfections that are incompatible with each other.",
        "He is from this time to regard himself as holding the same rank\nwith those masters whom he before obeyed as teachers, and as\nexercising a sort of sovereignty over those rules which have\nhitherto restrained him.  Comparing now no longer the performances\nof art with each other, but examining the art itself by the\nstandard of nature, he corrects what is erroneous, supplies what is\nscanty, and adds by his own observation what the industry of his\npredecessors may have yet left wanting to perfection.  Having well\nestablished his judgment, and stored his memory, he may now without\nfear try the power of his imagination.  The mind that has been thus\ndisciplined may be indulged in the warmest enthusiasm, and venture\nto play on the borders of the wildest extravagance.  The habitual\ndignity, which long converse with the greatest minds has imparted\nto him, will display itself in all his attempts, and he will stand\namong his instructors, not as an imitator, but a rival.",
        "These are the different stages of the art.  But as I now address\nmyself particularly to those students who have been this day\nrewarded for their happy passage through the first period, I can\nwith no propriety suppose they want any help in the initiatory\nstudies.  My present design is to direct your view to distant\nexcellence, and to show you the readiest path that leads to it.  Of\nthis I shall speak with such latitude as may leave the province of\nthe professor uninvaded, and shall not anticipate those precepts\nwhich it is his business to give and your duty to understand.",
        "It is indisputably evident that a great part of every man’s life\nmust be employed in collecting materials for the exercise of\ngenius.  Invention, strictly speaking, is little more than a new\ncombination of those images which have been previously gathered and\ndeposited in the memory.  Nothing can come of nothing.  He who has\nlaid up no materials can produce no combinations.",
        "A student unacquainted with the attempts of former adventurers is\nalways apt to overrate his own abilities, to mistake the most\ntrifling excursions for discoveries of moment, and every coast new\nto him for a new-found country.  If by chance he passes beyond his\nusual limits, he congratulates his own arrival at those regions\nwhich they who have steered a better course have long left behind\nthem.",
        "The productions of such minds are seldom distinguished by an air of\noriginality:  they are anticipated in their happiest efforts; and\nif they are found to differ in anything from their predecessors, it\nis only in irregular sallies and trifling conceits.  The more\nextensive therefore your acquaintance is with the works of those\nwho have excelled the more extensive will be your powers of\ninvention; and what may appear still more like a paradox, the more\noriginal will be your conceptions.  But the difficulty on this\noccasion is to determine who ought to be proposed as models of\nexcellence, and who ought to be considered as the properest guides.",
        "To a young man just arrived in Italy, many of the present painters\nof that country are ready enough to obtrude their precepts, and to\noffer their own performances as examples of that perfection which\nthey affect to recommend.  The modern, however, who recommends\nHIMSELF as a standard, may justly be suspected as ignorant of the\ntrue end, and unacquainted with the proper object of the art which\nhe professes.  To follow such a guide will not only retard the\nstudent, but mislead him.",
        "On whom, then, can he rely, or who shall show him the path that\nleads to excellence?  The answer is obvious:  Those great masters\nwho have travelled the same road with success are the most likely\nto conduct others.  The works of those who have stood the test of\nages have a claim to that respect and veneration to which no modern\ncan pretend.  The duration and stability of their fame is\nsufficient to evince that it has not been suspended upon the\nslender thread of fashion and caprice, but bound to the human heart\nby every tie of sympathetic approbation.",
        "There is no danger of studying too much the works of those great\nmen, but how they may be studied to advantage is an inquiry of\ngreat importance.",
        "Some who have never raised their minds to the consideration of the\nreal dignity of the art, and who rate the works of an artist in\nproportion as they excel, or are defective in the mechanical parts,\nlook on theory as something that may enable them to talk but not to\npaint better, and confining themselves entirely to mechanical\npractice, very assiduously toil on in the drudgery of copying, and\nthink they make a rapid progress while they faithfully exhibit the\nminutest part of a favourite picture.  This appears to me a very\ntedious, and I think a very erroneous, method of proceeding.  Of\nevery large composition, even of those which are most admired, a\ngreat part may be truly said to be common-place.  This, though it\ntakes up much time in copying, conduces little to improvement.  I\nconsider general copying as a delusive kind of industry; the\nstudent satisfies himself with the appearance of doing something;\nhe falls into the dangerous habit of imitating without selecting,\nand of labouring without any determinate object; as it requires no\neffort of the mind, he sleeps over his work; and those powers of\ninvention and composition which ought particularly to be called out\nand put in action lie torpid, and lose their energy for want of\nexercise.",
        "It is an observation that all must have made, how incapable those\nare of producing anything of their own who have spent much of their\ntime in making finished copies.",
        "To suppose that the complication of powers, and variety of ideas\nnecessary to that mind which aspires to the first honours ill the\nart of painting, can be obtained by the frigid contemplation of a\nfew single models, is no less absurd than it would be in him who\nwishes to be a poet to imagine that by translating a tragedy he can\nacquire to himself sufficient knowledge of the appearances of\nnature, the operations of the passions, and the incidents of life.",
        "The great use in copying, if it be at all useful, should seem to be\nin learning to colour; yet even colouring will never be perfectly\nattained by servilely copying the mould before you.  An eye\ncritically nice can only be formed by observing well-coloured\npictures with attention:  and by close inspection, and minute\nexamination you will discover, at last, the manner of handling, the\nartifices of contrast, glazing, and other expedients, by which good\ncolourists have raised the value of their tints, and by which\nnature has been so happily imitated.",
        "I must inform you, however, that old pictures deservedly celebrated\nfor their colouring are often so changed by dirt and varnish, that\nwe ought not to wonder if they do not appear equal to their\nreputation in the eyes of unexperienced painters, or young\nstudents.  An artist whose judgment is matured by long observation,\nconsiders rather what the picture once was, than what it is at\npresent.  He has acquired a power by habit of seeing the brilliancy\nof tints through the cloud by which it is obscured.  An exact\nimitation, therefore, of those pictures, is likely to fill the\nstudent’s mind with false opinions, and to send him back a\ncolourist of his own formation, with ideas equally remote from\nnature and from art, from the genuine practice of the masters and\nthe real appearances of things.",
        "Following these rules, and using these precautions, when you have\nclearly and distinctly learned in what good colouring consists, you\ncannot do better than have recourse to nature herself, who is\nalways at hand, and in comparison of whose true splendour the best\ncoloured pictures are but faint and feeble.",
        "However, as the practice of copying is not entirely to be excluded,\nsince the mechanical practice of painting is learned in some\nmeasure by it, let those choice parts only be selected which have\nrecommended the work to notice.  If its excellence consists in its\ngeneral effect, it would be proper to make slight sketches of the\nmachinery and general management of the picture.  Those sketches\nshould be kept always by you for the regulation of your style.\nInstead of copying the touches of those great masters, copy only\ntheir conceptions.  Instead of treading in their footsteps,\nendeavour only to keep the same road.  Labour to invent on their\ngeneral principles and way of thinking.  Possess yourself with\ntheir spirit.  Consider with yourself how a Michael Angelo or a\nRaffaelle would have treated this subject:  and work yourself into\na belief that your picture is to be seen and criticised by them\nwhen completed.  Even an attempt of this kind will rouse your\npowers.",
        "But as mere enthusiasm will carry you but a little way, let me\nrecommend a practice that may be equivalent, and will perhaps more\nefficaciously contribute to your advancement, than even the verbal\ncorrections of those masters themselves, could they be obtained.\nWhat I would propose is, that you should enter into a kind of\ncompetition, by painting a similar subject, and making a companion\nto any picture that you consider as a model.  After you have\nfinished your work, place it near the model, and compare them\ncarefully together.  You will then not only see, but feel your own\ndeficiencies more sensibly than by precepts, or any other means of\ninstruction.  The true principles of painting will mingle with your\nthoughts.  Ideas thus fixed by sensible objects, will be certain\nand definitive; and sinking deep into the mind, will not only be\nmore just, but more lasting than those presented to you by precepts\nonly:  which will, always be fleeting, variable, and undetermined.",
        "This method of comparing your own efforts with those of some great\nmaster, is indeed a severe and mortifying task, to which none will\nsubmit, but such as have great views, with fortitude sufficient to\nforego the gratifications of present vanity for future honour.\nWhen the student has succeeded in some measure to his own\nsatisfaction, and has felicitated himself on his success, to go\nvoluntarily to a tribunal where he knows his vanity must be\nhumbled, and all self-approbation must vanish, requires not only\ngreat resolution, but great humility.  To him, however, who has the\nAmbition to be a real master, the solid satisfaction which proceeds\nfrom a consciousness of his advancement (of which seeing his own\nfaults is the first step) will very abundantly compensate for the\nmortification of present disappointment.  There is, besides, this\nalleviating circumstance.  Every discovery he makes, every\nacquisition of knowledge he attains, seems to proceed from his own\nsagacity; and thus he acquires a confidence in himself sufficient\nto keep up the resolution of perseverance.",
        "We all must have experienced how lazily, and consequently how\nineffectually, instruction is received when forced upon the mind by\nothers.  Few have been taught to any purpose who have not been\ntheir own teachers.  We prefer those instructions which we have\ngiven ourselves, from our affection to the instructor; and they are\nmore effectual, from being received into the mind at the very time\nwhen it is most open and eager to receive them.",
        "With respect to the pictures that you are to choose for your\nmodels, I could wish that you would take the world’s opinion rather\nthan your own.  In other words, I would have you choose those of\nestablished reputation rather than follow your own fancy.  If you\nshould not admire them at first, you will, by endeavouring to\nimitate them, find that the world has not been mistaken.",
        "It is not an easy task to point out those various excellences for\nyour imitation which he distributed amongst the various schools.\nAn endeavour to do this may perhaps be the subject of some future\ndiscourse.  I will, therefore, at present only recommend a model\nfor style in painting, which is a branch of the art more\nimmediately necessary to the young student.  Style in painting is\nthe same as in writing, a power over materials, whether words or\ncolours, by which conceptions or sentiments are conveyed.  And in\nthis Lodovico Carrache (I mean in his best works) appears to me to\napproach the nearest to perfection.  His unaffected breadth of\nlight and shadow, the simplicity of colouring, which holding its\nproper rank, does not draw aside the least part of the attention\nfrom the subject, and the solemn effect of that twilight which\nseems diffused over his pictures, appear to me to correspond with\ngrave and dignified subjects, better than the more artificial\nbrilliancy of sunshine which enlightens the pictures of Titian.\nThough Tintoret thought that Titian’s colouring was the model of\nperfection, and would correspond even with the sublime of Michael\nAngelo; and that if Angelo had coloured like Titian, or Titian\ndesigned like Angelo, the world would once have had a perfect\npainter.",
        "It is our misfortune, however, that those works of Carrache which I\nwould recommend to the student are not often found out of Bologna.\nThe “St. Francis in the midst of his Friars,” “The\nTransfiguration,” “The Birth of St. John the Baptist,” “The Calling\nof St. Matthew,” the “St. Jerome,” the fresco paintings in the\nZampieri Palace, are all worthy the attention of the student.  And\nI think those who travel would do well to allot a much greater\nportion of their time to that city than it has been hitherto the\ncustom to bestow.",
        "In this art, as in others, there are many teachers who profess to\nshow the nearest way to excellence, and many expedients have been\ninvented by which the toil of study might be saved.  But let no man\nbe seduced to idleness by specious promises.  Excellence is never\ngranted to man but as the reward of labour.  It argues, indeed, no\nsmall strength of mind to persevere in habits of industry, without\nthe pleasure of perceiving those advances; which, like the hand of\na clock, whilst they make hourly approaches to their point, yet\nproceed so slowly as to escape observation.  A facility of drawing,\nlike that of playing upon a musical instrument, cannot be acquired\nbut by an infinite number of acts.  I need not, therefore, enforce\nby many words the necessity of continual application; nor tell you\nthat the port-crayon ought to be for ever in your hands.  Various\nmethods will occur to you by which this power may be acquired.  I\nwould particularly recommend that after your return from the\nacademy (where I suppose your attendance to be constant) you would\nendeavour to draw the figure by memory.  I will even venture to\nadd, that by perseverance in this custom, you will become able to\ndraw the human figure tolerably correct, with as little effort of\nthe mind as to trace with a pen the letters of the alphabet.",
        "That this facility is not unattainable, some members in this\nacademy give a sufficient proof.  And, be assured, that if this\npower is not acquired whilst you are young, there will be no time\nfor it afterwards:  at least, the attempt will be attended with as\nmuch difficulty as those experience who learn to read or write\nafter they have arrived to the age of maturity.",
        "But while I mention the port-crayon as the student’s constant\ncompanion, he must still remember that the pencil is the instrument\nby which he must hope to obtain eminence.  What, therefore, I wish\nto impress upon you is, that whenever an opportunity offers, you\npaint your studies instead of drawing them.  This will give you\nsuch a facility in using colours, that in time they will arrange\nthemselves under the pencil, even without the attention of the hand\nthat conducts it.  If one act excluded the other, this advice could\nnot with any propriety be given.  But if painting comprises both\ndrawing and colouring and if by a short struggle of resolute\nindustry the same expedition is attainable in painting as in\ndrawing on paper, I cannot see what objection can justly be made to\nthe practice; or why that should be done by parts, which may be\ndone altogether.",
        "If we turn our eyes to the several schools of painting, and\nconsider their respective excellences, we shall find that those who\nexcel most in colouring pursued this method.  The Venetian and\nFlemish schools, which owe much of their fame to colouring, have\nenriched the cabinets of the collectors of drawings with very few\nexamples.  Those of Titian, Paul Veronese, Tintoret, and the\nBassans, are in general slight and undetermined.  Their sketches on\npaper are as rude as their pictures are excellent in regard to\nharmony of colouring.  Correggio and Barocci have left few, if any,\nfinished drawings behind them.  And in the Flemish school, Rubens\nand Vandyke made their designs for the most part either in colours\nor in chiaroscuro.  It is as common to find studies of the Venetian\nand Flemish painters on canvas, as of the schools of Rome and\nFlorence on paper.  Not but that many finished drawings are sold\nunder the names of those masters.  Those, however, are undoubtedly\nthe productions either of engravers or of their scholars who copied\ntheir works.",
        "These instructions I have ventured to offer from my own experience;\nbut as they deviate widely from received opinions, I offer them\nwith diffidence; and when better are suggested, shall retract them\nwithout regret.",
        "There is one precept, however, in which I shall only be opposed by\nthe vain, the ignorant, and the idle.  I am not afraid that I shall\nrepeat it too often.  You must have no dependence on your own\ngenius.  If you have great talents, industry will improve them:  if\nyou have but moderate abilities, industry will supply their\ndeficiency.  Nothing is denied to well-directed labour:  nothing is\nto be obtained without it.  Not to enter into metaphysical\ndiscussions on the nature or essence of genius, I will venture to\nassert, that assiduity unabated by difficulty, and a disposition\neagerly directed to the object of its pursuit, will produce effects\nsimilar to those which some call the result of natural powers.",
        "Though a man cannot at all times, and in all places, paint or draw,\nyet the mind can prepare itself by laying in proper materials, at\nall times, and in all places.  Both Livy and Plutarch, in\ndescribing Philopoemen, one of the ablest generals of antiquity,\nhave given us a striking picture of a mind always intent on its\nprofession, and by assiduity obtaining those excellences which some\nall their lives vainly expect from Nature.  I shall quote the\npassage in Livy at length, as it runs parallel with the practice I\nwould recommend to the painter, sculptor, or architect.",
        "“Philopoemen was a man eminent for his sagacity and experience in\nchoosing ground, and in leading armies; to which he formed his mind\nby perpetual meditation, in times of peace as well as war.  When,\nin any occasional journey, he came to a straight difficult passage,\nif he was alone, he considered with himself, and if he was in\ncompany he asked his friends what it would be best to do if in this\nplace they had found an enemy, either in the front, or in the rear,\non the one side, or on the other.  ’It might happen,’ says he,\n’that the enemy to be opposed might come on drawn up in regular\nlines, or in a tumultuous body, formed only by the nature of the\nplace.’  He then considered a little what ground he should take;\nwhat number of soldiers he should use, and what arms he should give\nthem; where he should lodge his carriages, his baggage, and the\ndefenceless followers of his camp; how many guards, and of what\nkind, he should send to defend them; and whether it would be better\nto press forward along the pass, or recover by retreat his former\nstation:  he would consider likewise where his camp could most\ncommodiously be formed; how much ground he should enclose within\nhis trenches; where he should have the convenience of water; and\nwhere he might find plenty of wood and forage; and when he should\nbreak up his camp on the following day, through what road he could\nmost safely pass, and in what form he should dispose his troops.\nWith such thoughts and disquisitions he had from his early years so\nexercised his mind, that on these occasions nothing could happen\nwhich he had not been already accustomed to consider.”",
        "I cannot help imagining that I see a promising young painter,\nequally vigilant, whether at home, or abroad in the streets, or in\nthe fields.  Every object that presents itself is to him a lesson.\nHe regards all nature with a view to his profession; and combines\nher beauties, or corrects her defects.  He examines the countenance\nof men under the influence of passion; and often catches the most\npleasing hints from subjects of turbulence or deformity.  Even bad\npictures themselves supply him with useful documents; and, as\nLeonardo da Vinci has observed, he improves upon the fanciful\nimages that are sometimes seen in the fire, or are accidentally\nsketched upon a discoloured wall.",
        "The artist who has his mind thus filled with ideas, and his hand\nmade expert by practice, works with ease and readiness; whilst he\nwho would have you believe that he is waiting for the inspirations\nof genius, is in reality at a loss how to beam, and is at last\ndelivered of his monsters with difficulty and pain.",
        "The well-grounded painter, on the contrary, has only maturely to\nconsider his subject, and all the mechanical parts of his art\nfollow without his exertion, Conscious of the difficulty of\nobtaining what he possesses he makes no pretensions to secrets,\nexcept those of closer application.  Without conceiving the\nsmallest jealousy against others, he is contented that all shall be\nas great as himself who are willing to undergo the same fatigue:\nand as his pre-eminence depends not upon a trick, he is free from\nthe painful suspicions of a juggler, who lives in perpetual fear\nlest his trick should be discovered.",
        "Continue...",
        "\nThis eBook of “Seven Discourses On Art” by Sir Joshua Reynolds, belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Seven Discourses on Art (Large Print Edition)By Joshua ReynoldsAt Amazon"
    ]
}