{
    "title": "Seven Discourses On Art - A Discourse III",
    "author": "Joshua Reynolds",
    "chapter": "5",
    "content": [
        "\n\n",
        "Delivered to the Students of the Royal Academy on the Distribution\nof the Prizes, December, 14, 1770, by the President",
        "Gentlemen,–It is not easy to speak with propriety to so many\nstudents of different ages and different degrees of advancement.\nThe mind requires nourishment adapted to its growth; and what may\nhave promoted our earlier efforts, might, retard us in our nearer\napproaches to perfection.",
        "The first endeavours of a young painter, as I have remarked in a\nformer discourse, must be employed in the attainment of mechanical\ndexterity, and confined to the mere imitation of the object before\nhim.  Those who have advanced beyond the rudiments, may, perhaps,\nfind advantage in reflecting on the advice which I have likewise\ngiven them, when I recommended the diligent study of the works of\nour great predecessors; but I at the same time endeavoured to guard\nthem against an implicit submission to the authority of any one\nmaster, however excellent; or by a strict imitation of his manner,\nto preclude ourselves from the abundance and variety of nature.  I\nwill now add that nature herself is not to be too closely copied.\nThere are excellences in the art of painting, beyond what is\ncommonly called the imitation of nature:  and these excellences I\nwish to point out.  The students who, having passed through the\ninitiatory exercises, are more advanced in the art, and who, sure\nof their hand, have leisure to exert their understanding, must now\nbe told that a mere copier of nature can never produce anything\ngreat; can never raise and enlarge the conceptions, or warm the\nheart of the spectator.",
        "The wish of the genuine painter must be more extensive:  instead of\nendeavouring to amuse mankind with the minute neatness of his\nimitations, he must endeavour to improve them by the grandeur of\nhis ideas; instead of seeking praise, by deceiving the superficial\nsense of the spectator, he must strive for fame, by captivating the\nimagination.",
        "The principle now laid down, that the perfection of this art does\nnot consist in mere imitation, is far from being new or singular.\nIt is, indeed, supported by the general opinion of the enlightened\npart of mankind.  The poets, orators, and rhetoricians of\nantiquity, are continually enforcing this position, that all the\narts receive their perfection from an ideal beauty, superior to\nwhat is to be found in individual nature.  They are ever referring\nto the practice of the painters and sculptors of their times,\nparticularly Phidias (the favourite artist of antiquity), to\nillustrate their assertions.  As if they could not sufficiently\nexpress their admiration of his genius by what they knew, they have\nrecourse to poetical enthusiasm.  They call it inspiration; a gift\nfrom heaven.  The artist is supposed to have ascended the celestial\nregions, to furnish his mind with this perfect idea of beauty.\n“He,” says Proclus, “who takes for his model such forms as nature\nproduces, and confines himself to an exact imitation of them, will\nnever attain to what is perfectly beautiful.  For the works of\nnature are full of disproportion, and fall very short of the true\nstandard of beauty.  So that Phidias, when he formed his Jupiter,\ndid not copy any object ever presents to his sight; but\ncontemplated only that image which he had conceived in his mind\nfrom Homer’s description.”  And thus Cicero, speaking of the same\nPhidias:  “Neither did this artist,” says he, “when he carved the\nimage of Jupiter or Minerva, set before him any one human figure as\na pattern, which he was to copy; but having a more perfect idea of\nbeauty fixed in his mind, this he steadily contemplated, and to the\nimitation of this all his skill and labour were directed.",
        "The moderns are not less convinced than the ancients of this\nsuperior power existing in the art; nor less conscious of its\neffects.  Every language has adopted terms expressive of this\nexcellence.  The Gusto grande of the Italians; the Beau ideal of\nthe French and the GREAT STYLE, GENIUS, and TASTE among the\nEnglish, are but different appellations of the same thing.  It is\nthis intellectual dignity, they say, that ennobles the painter’s\nart; that lays the line between him and the mere mechanic; and\nproduces those great effects in an instant, which eloquence and\npoetry, by slow and repeated efforts, are scarcely able to attain.",
        "Such is the warmth with which both the ancients and moderns speak\nof this divine principle of the art; but, as I have formerly\nobserved, enthusiastic admiration seldom promotes knowledge.\nThough a student by such praise may have his attention roused, and\na desire excited, of running in this great career, yet it is\npossible that what has been said to excite, may only serve to deter\nhim.  He examines his own mind, and perceives there nothing of that\ndivine inspiration with which he is told so many others have been\nfavoured.  He never travelled to heaven to gather new ideas; and he\nfinds himself possessed of no other qualifications than what mere\ncommon observation and a plain understanding can confer.  Thus he\nbecomes gloomy amidst the splendour of figurative declamation, and\nthinks it hopeless to pursue an object which he supposes out of the\nreach of human industry.",
        "But on this, as upon many other occasions, we ought to distinguish\nhow much is to be given to enthusiasm, and how much to reason.  We\nought to allow for, and we ought to commend, that strength of vivid\nexpression which is necessary to convey, in its full force, the\nhighest sense of the most complete effect of art; taking care at\nthe same time not to lose in terms of vague admiration that\nsolidity and truth of principle upon which alone we can reason, and\nmay be enabled to practise.",
        "It is not easy to define in what this great style consists; nor to\ndescribe, by words, the proper means of acquiring it, if the mind\nof the student should be at all capable of such an acquisition.\nCould we teach taste or genius by rules, they would be no longer\ntaste and genius.  But though there neither are, nor can be, any\nprecise invariable rules for the exercise or the acquisition of\nthose great qualities, yet we may as truly say that they always\noperate in proportion to our attention in observing the works of\nnature, to our skill in selecting, and to our care in digesting,\nmethodising, and comparing our observations.  There are many\nbeauties in our art, that seem, at first, to lie without the reach\nof precept, and yet may easily be reduced to practical principles.\nExperience is all in all; but it is not every one who profits by\nexperience; and most people err, not so much from want of capacity\nto find their object, as from not knowing what object to pursue.\nThis great ideal perfection and beauty are not to be sought in the\nheavens, but upon the earth.  They are about us, and upon every\nside of us.  But the power of discovering what is deformed in\nnature, or in other words, what is particular and uncommon, can be\nacquired only by experience; and the whole beauty and grandeur of\nthe art consists, in my opinion, in being able to get above all\nsingular forms, local customs, particularities, and details of\nevery kind.",
        "All the objects which are exhibited to our view by nature, upon\nclose examination will be found to have their blemishes and\ndefects.  The most beautiful forms have something about them like\nweakness, minuteness, or imperfection.  But it is not every eye\nthat perceives these blemishes.  It must be an eye long used to the\ncontemplation and comparison of these forms; and which, by a long\nhabit of observing what any set of objects of the same kind have in\ncommon, that alone can acquire the power of discerning what each\nwants in particular.  This long laborious comparison should be the\nfirst study of the painter who aims at the greatest style.  By this\nmeans, he acquires a just idea of beautiful forms; he corrects\nnature by herself, her imperfect state by her more perfect.  His\neye being enabled to distinguish the accidental deficiencies,\nexcrescences, and deformities of things from their general figures,\nhe makes out an abstract idea of their forms more perfect than any\none original; and what may seem a paradox, he learns to design\nnaturally by drawing his figures unlike to any one object.  This\nidea of the perfect state of nature, which the artist calls the\nideal beauty, is the great leading principle by which works of\ngenius are conducted.  By this Phidias acquired his fame.  He\nwrought upon a sober principle what has so much excited the\nenthusiasm of the world; and by this method you, who have courage\nto tread the same path, may acquire equal reputation.",
        "This is the idea which has acquired, and which seems to have a\nright to the epithet of Divine; as it may be said to preside, like\na supreme judge, over all the productions of nature; appearing to\nbe possessed of the will and intention of the Creator, as far as\nthey regard the external form of living beings.",
        "When a man once possesses this idea in its perfection, there is no\ndanger but that he will he sufficiently warmed by it himself, and\nbe able to warm and ravish every one else.",
        "Thus it is from a reiterated experience, and a close comparison of\nthe objects in nature, that an artist becomes possessed of the idea\nof that central form, if I may so express it, from which every\ndeviation is deformity.  But the investigation of this form I grant\nis painful, and I know but of one method of shortening the road;\nthis is, by a careful study of the works of the ancient sculptors;\nwho, being indefatigable in the school of nature, have left models\nof that perfect form behind them, which an artist would prefer as\nsupremely beautiful, who had spent his whole life in that single\ncontemplation.  But if industry carried them thus far, may not you\nalso hope for the same reward from the same labour?  We have the\nsame school opened to us that was opened to them; for nature denies\nher instructions to none who desire to become her pupils.",
        "To the principle I have laid down, that the idea of beauty in each\nspecies of beings is invariably one, it may be objected that in\nevery particular species there are various central forms, which are\nseparate and distinct from each other, and yet are undeniably\nbeautiful; that in the human figure, for instance, the beauty of\nthe Hercules is one, of the gladiator another, of the Apollo\nanother, which makes so many different ideas of beauty.",
        "It is true, indeed, that these figures are each perfect in their\nkind, though of different characters and proportions; but still\nnone of them is the representation of an individual, but of a\nclass.  And as there is one general form, which, as I have said,\nbelongs to the human kind at large, so in each of these classes\nthere is one common idea and central form, which is the abstract of\nthe various individual forms belonging to that class.  Thus, though\nthe forms of childhood and age differ exceedingly, there is a\ncommon form in childhood, and a common form in age,–which is the\nmore perfect, as it is more remote from all peculiarities.  But I\nmust add further, that though the most perfect forms of each of the\ngeneral divisions of the human figure are ideal, and superior to\nany individual form of that class, yet the highest perfection of\nthe human figure is not to be found in any one of them.  It is not\nin the Hercules, nor in the gladiator, nor in the Apollo; but in\nthat form which is taken from them all, and which partakes equally\nof the activity of the gladiator, of the delicacy of the Apollo,\nand of the muscular strength of the Hercules.  For perfect beauty\nin any species must combine all the characters which are beautiful\nin that species.  It cannot consist in any one to the exclusion of\nthe rest:  no one, therefore, must be predominant, that no one may\nbe deficient.",
        "The knowledge of these different characters, and the power of\nseparating and distinguishing them, is undoubtedly necessary to the\npainter, who is to vary his compositions with figures of various\nforms and proportions, though he is never to lose sight of the\ngeneral idea of perfection in each kind.",
        "There is, likewise, a kind of symmetry or proportion, which may\nproperly be said to belong to deformity.  A figure lean or\ncorpulent, tall or short, though deviating from beauty, may still\nhave a certain union of the various parts, which may contribute to\nmake them, on the whole, not unpleasing.  When the artist has by\ndiligent attention acquired a clear and distinct idea of beauty and\nsymmetry; when he has reduced the variety of nature to the abstract\nidea; his next task will be to become acquainted with the genuine\nhabits of nature, as distinguished from those of fashion.  For in\nthe same manner, and on the same principles, as he has acquired the\nknowledge of the real forms of nature, distinct from accidental\ndeformity, he must endeavour to separate simple chaste nature from\nthose adventitious, those affected and forced airs or actions, with\nwhich she is loaded by modern education.",
        "Perhaps I cannot better explain what I mean than by reminding you\nof what was taught us by the Professor of Anatomy, in respect to\nthe natural position and movement of the feet.  He observed that\nthe fashion of turning, them outwards was contrary to the intent of\nnature, as might be seen from the structure of the bones, and from\nthe weakness that proceeded from that manner of standing.  To this\nwe may add the erect position of the head, the projection of the\nchest, the walking with straight knees, and many such actions,\nwhich are merely the result of fashion, and what nature never\nwarranted, as we are sure that we have been taught them when\nchildren.",
        "I have mentioned but a few of those instances, in which vanity or\ncaprice have contrived to distort and disfigure the human form;\nyour own recollection will add to these a thousand more of ill-\nunderstood methods, that have been practised to disguise nature,\namong our dancing-masters, hair-dressers, and tailors, in their\nvarious schools of deformity.",
        "However the mechanic and ornamental arts may sacrifice to fashion,\nshe must be entirely excluded from the art of painting; the painter\nmust never mistake this capricious changeling for the genuine\noffspring of nature; he must divest himself of all prejudices in\nfavour of his age or country; he must disregard all local and\ntemporary ornaments, and look only on those general habits that are\neverywhere and always the same.  He addresses his works to the\npeople of every country and every age; he calls upon posterity to\nbe his spectators, and says with Zeuxis, In aeternitatem pingo.",
        "The neglect of separating modern fashions from the habits of\nnature, leads to that ridiculous style which has been practised by\nsome painters who have given to Grecian heroes the airs and graces\npractised in the court of Louis XIV.; an absurdity almost as great\nas it would have been to have dressed them after the fashion of\nthat court.",
        "To avoid this error, however, and to retain the true simplicity of\nnature, is a task more difficult than at first sight it may appear.\nThe prejudices in favour of the fashions and customs that we have\nbeen used to, and which are justly called a second nature, make it\ntoo often difficult to distinguish that which is natural from that\nwhich is the result of education; they frequently even give a\npredilection in favour of the artificial mode; and almost every one\nis apt to be guided by those local prejudices who has not chastised\nhis mind, and regulated the instability of his affections, by the\neternal invariable idea of nature.",
        "Here, then, as before, we must have recourse to the ancients as\ninstructors.  It is from a careful study of their works that you\nwill be enabled to attain to the real simplicity of nature; they\nwill suggest many observations, which would probably escape you, if\nyour study were confined to nature alone.  And, indeed, I cannot\nhelp suspecting, that in this instance the ancients had an easier\ntask than the moderns.  They had, probably, little or nothing to\nunlearn, as their manners were nearly approaching to this desirable\nsimplicity; while the modern artist, before he can see the truth of\nthings, is obliged to remove a veil, with which the fashion of the\ntimes has thought proper to cover her.",
        "Having gone thus far in our investigation of the great style in\npainting; if we now should suppose that the artist has formed the\ntrue idea of beauty, which enables him to give his works a correct\nand perfect design; if we should suppose also that he has acquired\na knowledge of the unadulterated habits of nature, which gives him\nsimplicity; the rest of his talk is, perhaps, less than is\ngenerally imagined.  Beauty and simplicity have so great a share in\nthe composition of a great style, that he who has acquired them has\nlittle else to learn.  It must not, indeed, be forgot that there is\na nobleness of conception, which goes beyond anything in the mere\nexhibition, even of perfect form; there is an art of animating and\ndignifying the figures with intellectual grandeur, of impressing\nthe appearance of philosophic wisdom or heroic virtue.  This can\nonly be acquired by him that enlarges the sphere of his\nunderstanding by a variety of knowledge, and warms his imagination\nwith the best productions of ancient and modern poetry.",
        "A hand thus exercised, and a mind thus instructed, will bring the\nart to a higher degree of excellence than, perhaps, it has hitherto\nattained in this country.  Such a student will disdain the humbler\nwalks of painting, which, however profitable, can never assure him\na permanent reputation.  He will leave the meaner artist servilely\nto suppose that those are the best pictures which are most likely\nto deceive the spectator.  He will permit the lower painter, like\nthe florist or collector of shells, to exhibit the minute\ndiscriminations which distinguish one object of the same species\nfrom another; while he, like the philosopher, will consider nature\nin the abstract, and represent in every one of his figures the\ncharacter of its species.",
        "If deceiving the eye were the only business of the art, there is no\ndoubt, indeed, but the minute painter would be more apt to succeed:\nbut it is not the eye, it is the mind, which the painter of genius\ndesires to address; nor will he waste a moment upon these smaller\nobjects, which only serve to catch the sense, to divide the\nattention, and to counteract his great design of speaking to the\nheart.",
        "This is the ambition I could wish to excite in your minds; and the\nobject I have had in my view, throughout this discourse, is that\none great idea which gives to painting its true dignity, that\nentitles it to the name of a Liberal Art, and ranks it as a sister\nof poetry.",
        "It may possibly have happened to many young students whose\napplication was sufficient to overcome all difficulties, and whose\nminds were capable of embracing the most extensive views, that they\nhave, by a wrong direction originally given, spent their lives in\nthe meaner walks of painting, without ever knowing there was a\nnobler to pursue.  “Albert Durer,” as Vasari has justly remarked,\n“would probably have been one of the first painters of his age (and\nhe lived in an era of great artists) had he been initiated into\nthose great principles of the art which were so well understood and\npractised by his contemporaries in Italy.  But unluckily, having\nnever seen or heard of any other manner, he considered his own,\nwithout doubt, as perfect.”",
        "As for the various departments of painting, which do not presume to\nmake such high pretensions, they are many.  None of them are\nwithout their merit, though none enter into competition with this\ngreat universal presiding idea of the art.  The painters who have\napplied themselves more particularly to low and vulgar characters,\nand who express with precision the various shades of passion, as\nthey are exhibited by vulgar minds (such as we see in the works of\nHogarth) deserve great praise; but as their genius has been\nemployed on low and confined subjects, the praise that we give must\nbe as limited as its object.  The merrymaking or quarrelling of the\nBoors of Teniers; the same sort of productions of Brouwer, or\nOstade, are excellent in their kind; and the excellence and its\npraise will be in proportion, as, in those limited subjects and\npeculiar forms, they introduce more or less of the expression of\nthose passions, as they appear in general and more enlarged nature.\nThis principle may be applied to the battle pieces of Bourgognone,\nthe French gallantries of Watteau, and even beyond the exhibition\nof animal life, to the landscapes of Claude Lorraine, and the sea-\nviews of Vandervelde.  All these painters have, in general, the\nsame right, in different degrees, to the name of a painter, which a\nsatirist, an epigrammatist, a sonnetteer, a writer of pastorals, or\ndescriptive poetry, has to that of a poet.",
        "In the same rank, and, perhaps, of not so great merit, is the cold\npainter of portraits.  But his correct and just imitation of his\nobject has its merit.  Even the painter of still life, whose\nhighest ambition is to give a minute representation of every part\nof those low objects, which he sets before him, deserves praise in\nproportion to his attainment; because no part of this excellent\nart, so much the ornament of polished life, is destitute of value\nand use.  These, however, are by no means the views to which the\nmind of the student ought to be PRIMARILY directed.  By aiming at\nbetter things, if from particular inclination, or from the taste of\nthe time and place he lives in, or from necessity, or from failure\nin the highest attempts, he is obliged to descend lower; he will\nbring into the lower sphere of art a grandeur of composition and\ncharacter that will raise and ennoble his works far above their\nnatural rank.",
        "A man is not weak, though he may not be able to wield the club of\nHercules; nor does a man always practise that which he esteems the\nbeat; but does that which he can best do.  In moderate attempts,\nthere are many walks open to the artist.  But as the idea of beauty\nis of necessity but one, so there can be but one great mode of\npainting; the leading principle of which I have endeavoured to\nexplain.",
        "I should be sorry if what is here recommended should be at all\nunderstood to countenance a careless or indetermined manner of\npainting.  For though the painter is to overlook the accidental\ndiscriminations of nature, he is to pronounce distinctly, and with\nprecision, the general forms of things.  A firm and determined\noutline is one of the characteristics of the great style in\npainting; and, let me add, that he who possesses the knowledge of\nthe exact form, that every part of nature ought to have, will be\nfond of expressing that knowledge with correctness and precision in\nall his works.",
        "To conclude:  I have endeavoured to reduce the idea of beauty to\ngeneral principles.  And I had the pleasure to observe that the\nprofessor of painting proceeded in the same method, when he showed\nyou that the artifice of contrast was founded but on one principle.\nAnd I am convinced that this is the only means of advancing\nscience, of clearing the mind from a confused heap of contradictory\nobservations, that do but perplex and puzzle the student when he\ncompares them, or misguide him if he gives himself up to their\nauthority; but bringing them under one general head can alone give\nrest and satisfaction to an inquisitive mind.",
        "Continue...",
        "\nThis eBook of “Seven Discourses On Art” by Sir Joshua Reynolds, belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Seven Discourses on Art (Large Print Edition)By Joshua ReynoldsAt Amazon"
    ]
}