{
    "title": "Sketches of Young Couples - The Nice Little Couple",
    "author": "Charles Dickens",
    "chapter": "9",
    "content": [
        "\n\n",
        "A custom once prevailed in old-fashioned circles, that when a lady\nor gentleman was unable to sing a song, he or she should enliven\nthe company with a story.  As we find ourself in the predicament of\nnot being able to describe (to our own satisfaction) nice little\ncouples in the abstract, we purpose telling in this place a little\nstory about a nice little couple of our acquaintance.",
        "Mr. and Mrs. Chirrup are the nice little couple in question.  Mr.\nChirrup has the smartness, and something of the brisk, quick manner\nof a small bird.  Mrs. Chirrup is the prettiest of all little\nwomen, and has the prettiest little figure conceivable.  She has\nthe neatest little foot, and the softest little voice, and the\npleasantest little smile, and the tidiest little curls, and the\nbrightest little eyes, and the quietest little manner, and is, in\nshort, altogether one of the most engaging of all little women,\ndead or alive.  She is a condensation of all the domestic virtues,\n- a pocket edition of the young man’s best companion, - a little\nwoman at a very high pressure, with an amazing quantity of goodness\nand usefulness in an exceedingly small space.  Little as she is,\nMrs. Chirrup might furnish forth matter for the moral equipment of\na score of housewives, six feet high in their stockings - if, in\nthe presence of ladies, we may be allowed the expression - and of\ncorresponding robustness.",
        "Nobody knows all this better than Mr. Chirrup, though he rather\ntakes on that he don’t.  Accordingly he is very proud of his\nbetter-half, and evidently considers himself, as all other people\nconsider him, rather fortunate in having her to wife.  We say\nevidently, because Mr. Chirrup is a warm-hearted little fellow; and\nif you catch his eye when he has been slyly glancing at Mrs.\nChirrup in company, there is a certain complacent twinkle in it,\naccompanied, perhaps, by a half-expressed toss of the head, which\nas clearly indicates what has been passing in his mind as if he had\nput it into words, and shouted it out through a speaking-trumpet.\nMoreover, Mr. Chirrup has a particularly mild and bird-like manner\nof calling Mrs. Chirrup ’my dear;’ and - for he is of a jocose turn\n- of cutting little witticisms upon her, and making her the subject\nof various harmless pleasantries, which nobody enjoys more\nthoroughly than Mrs. Chirrup herself.  Mr. Chirrup, too, now and\nthen affects to deplore his bachelor-days, and to bemoan (with a\nmarvellously contented and smirking face) the loss of his freedom,\nand the sorrow of his heart at having been taken captive by Mrs.\nChirrup - all of which circumstances combine to show the secret\ntriumph and satisfaction of Mr. Chirrup’s soul.",
        "We have already had occasion to observe that Mrs. Chirrup is an\nincomparable housewife.  In all the arts of domestic arrangement\nand management, in all the mysteries of confectionery-making,\npickling, and preserving, never was such a thorough adept as that\nnice little body.  She is, besides, a cunning worker in muslin and\nfine linen, and a special hand at marketing to the very best\nadvantage.  But if there be one branch of housekeeping in which she\nexcels to an utterly unparalleled and unprecedented extent, it is\nin the important one of carving.  A roast goose is universally\nallowed to be the great stumbling-block in the way of young\naspirants to perfection in this department of science; many\npromising carvers, beginning with legs of mutton, and preserving a\ngood reputation through fillets of veal, sirloins of beef, quarters\nof lamb, fowls, and even ducks, have sunk before a roast goose, and\nlost caste and character for ever.  To Mrs. Chirrup the resolving a\ngoose into its smallest component parts is a pleasant pastime - a\npractical joke - a thing to be done in a minute or so, without the\nsmallest interruption to the conversation of the time.  No handing\nthe dish over to an unfortunate man upon her right or left, no wild\nsharpening of the knife, no hacking and sawing at an unruly joint,\nno noise, no splash, no heat, no leaving off in despair; all is\nconfidence and cheerfulness.  The dish is set upon the table, the\ncover is removed; for an instant, and only an instant, you observe\nthat Mrs. Chirrup’s attention is distracted; she smiles, but\nheareth not.  You proceed with your story; meanwhile the glittering\nknife is slowly upraised, both Mrs. Chirrup’s wrists are slightly\nbut not ungracefully agitated, she compresses her lips for an\ninstant, then breaks into a smile, and all is over.  The legs of\nthe bird slide gently down into a pool of gravy, the wings seem to\nmelt from the body, the breast separates into a row of juicy\nslices, the smaller and more complicated parts of his anatomy are\nperfectly developed, a cavern of stuffing is revealed, and the\ngoose is gone!",
        "To dine with Mr. and Mrs. Chirrup is one of the pleasantest things\nin the world.  Mr. Chirrup has a bachelor friend, who lived with\nhim in his own days of single blessedness, and to whom he is\nmightily attached.  Contrary to the usual custom, this bachelor\nfriend is no less a friend of Mrs. Chirrup’s, and, consequently,\nwhenever you dine with Mr. and Mrs. Chirrup, you meet the bachelor\nfriend.  It would put any reasonably-conditioned mortal into good-\nhumour to observe the entire unanimity which subsists between these\nthree; but there is a quiet welcome dimpling in Mrs. Chirrup’s\nface, a bustling hospitality oozing as it were out of the\nwaistcoat-pockets of Mr. Chirrup, and a patronising enjoyment of\ntheir cordiality and satisfaction on the part of the bachelor\nfriend, which is quite delightful.  On these occasions Mr. Chirrup\nusually takes an opportunity of rallying the friend on being\nsingle, and the friend retorts on Mr. Chirrup for being married, at\nwhich moments some single young ladies present are like to die of\nlaughter; and we have more than once observed them bestow looks\nupon the friend, which convinces us that his position is by no\nmeans a safe one, as, indeed, we hold no bachelor’s to be who\nvisits married friends and cracks jokes on wedlock, for certain it\nis that such men walk among traps and nets and pitfalls\ninnumerable, and often find themselves down upon their knees at the\naltar rails, taking M. or N. for their wedded wives, before they\nknow anything about the matter.",
        "However, this is no business of Mr. Chirrup’s, who talks, and\nlaughs, and drinks his wine, and laughs again, and talks more,\nuntil it is time to repair to the drawing-room, where, coffee\nserved and over, Mrs. Chirrup prepares for a round game, by sorting\nthe nicest possible little fish into the nicest possible little\npools, and calling Mr. Chirrup to assist her, which Mr. Chirrup\ndoes.  As they stand side by side, you find that Mr. Chirrup is the\nleast possible shadow of a shade taller than Mrs. Chirrup, and that\nthey are the neatest and best-matched little couple that can be,\nwhich the chances are ten to one against your observing with such\neffect at any other time, unless you see them in the street arm-in-\narm, or meet them some rainy day trotting along under a very small\numbrella.  The round game (at which Mr. Chirrup is the merriest of\nthe party) being done and over, in course of time a nice little\ntray appears, on which is a nice little supper; and when that is\nfinished likewise, and you have said ’Good night,’ you find\nyourself repeating a dozen times, as you ride home, that there\nnever was such a nice little couple as Mr. and Mrs. Chirrup.",
        "Whether it is that pleasant qualities, being packed more closely in\nsmall bodies than in large, come more readily to hand than when\nthey are diffused over a wider space, and have to be gathered\ntogether for use, we don’t know, but as a general rule, -\nstrengthened like all other rules by its exceptions, - we hold that\nlittle people are sprightly and good-natured.  The more sprightly\nand good-natured people we have, the better; therefore, let us wish\nwell to all nice little couples, and hope that they may increase\nand multiply.",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}