{
    "title": "Sketches of Young Couples - The Couple Who Dote Upon Their Children",
    "author": "Charles Dickens",
    "chapter": "6",
    "content": [
        "\n\n",
        "The couple who dote upon their children have usually a great many\nof them:  six or eight at least.  The children are either the\nhealthiest in all the world, or the most unfortunate in existence.\nIn either case, they are equally the theme of their doting parents,\nand equally a source of mental anguish and irritation to their\ndoting parents’ friends.",
        "The couple who dote upon their children recognise no dates but\nthose connected with their births, accidents, illnesses, or\nremarkable deeds.  They keep a mental almanack with a vast number\nof Innocents’-days, all in red letters.  They recollect the last\ncoronation, because on that day little Tom fell down the kitchen\nstairs; the anniversary of the Gunpowder Plot, because it was on\nthe fifth of November that Ned asked whether wooden legs were made\nin heaven and cocked hats grew in gardens.  Mrs. Whiffler will\nnever cease to recollect the last day of the old year as long as\nshe lives, for it was on that day that the baby had the four red\nspots on its nose which they took for measles:  nor Christmas-day,\nfor twenty-one days after Christmas-day the twins were born; nor\nGood Friday, for it was on a Good Friday that she was frightened by\nthe donkey-cart when she was in the family way with Georgiana.  The\nmovable feasts have no motion for Mr. and Mrs. Whiffler, but remain\npinned down tight and fast to the shoulders of some small child,\nfrom whom they can never be separated any more.  Time was made,\naccording to their creed, not for slaves but for girls and boys;\nthe restless sands in his glass are but little children at play.",
        "As we have already intimated, the children of this couple can know\nno medium.  They are either prodigies of good health or prodigies\nof bad health; whatever they are, they must be prodigies.  Mr.\nWhiffler must have to describe at his office such excruciating\nagonies constantly undergone by his eldest boy, as nobody else’s\neldest boy ever underwent; or he must be able to declare that there\nnever was a child endowed with such amazing health, such an\nindomitable constitution, and such a cast-iron frame, as his child.\nHis children must be, in some respect or other, above and beyond\nthe children of all other people.  To such an extent is this\nfeeling pushed, that we were once slightly acquainted with a lady\nand gentleman who carried their heads so high and became so proud\nafter their youngest child fell out of a two-pair-of-stairs window\nwithout hurting himself much, that the greater part of their\nfriends were obliged to forego their acquaintance.  But perhaps\nthis may be an extreme case, and one not justly entitled to be\nconsidered as a precedent of general application.",
        "If a friend happen to dine in a friendly way with one of these\ncouples who dote upon their children, it is nearly impossible for\nhim to divert the conversation from their favourite topic.\nEverything reminds Mr. Whiffler of Ned, or Mrs. Whiffler of Mary\nAnne, or of the time before Ned was born, or the time before Mary\nAnne was thought of.  The slightest remark, however harmless in\nitself, will awaken slumbering recollections of the twins.  It is\nimpossible to steer clear of them.  They will come uppermost, let\nthe poor man do what he may.  Ned has been known to be lost sight\nof for half an hour, Dick has been forgotten, the name of Mary Anne\nhas not been mentioned, but the twins will out.  Nothing can keep\ndown the twins.",
        "’It’s a very extraordinary thing, Saunders,’ says Mr. Whiffler to\nthe visitor, ’but - you have seen our little babies, the - the -\ntwins?’  The friend’s heart sinks within him as he answers, ’Oh,\nyes - often.’  ’Your talking of the Pyramids,’ says Mr. Whiffler,\nquite as a matter of course, ’reminds me of the twins.  It’s a very\nextraordinary thing about those babies - what colour should you say\ntheir eyes were?’  ’Upon my word,’ the friend stammers, ’I hardly\nknow how to answer’ - the fact being, that except as the friend\ndoes not remember to have heard of any departure from the ordinary\ncourse of nature in the instance of these twins, they might have no\neyes at all for aught he has observed to the contrary.  ’You\nwouldn’t say they were red, I suppose?’ says Mr. Whiffler.  The\nfriend hesitates, and rather thinks they are; but inferring from\nthe expression of Mr. Whiffler’s face that red is not the colour,\nsmiles with some confidence, and says, ’No, no! very different from\nthat.’  ’What should you say to blue?’ says Mr. Whiffler.  The\nfriend glances at him, and observing a different expression in his\nface, ventures to say, ’I should say they WERE blue - a decided\nblue.’  ’To be sure!’ cries Mr. Whiffler, triumphantly, ’I knew you\nwould!  But what should you say if I was to tell you that the boy’s\neyes are blue and the girl’s hazel, eh?’  ’Impossible!’ exclaims\nthe friend, not at all knowing why it should be impossible.  ’A\nfact, notwithstanding,’ cries Mr. Whiffler; ’and let me tell you,\nSaunders, THAT’S not a common thing in twins, or a circumstance\nthat’ll happen every day.’",
        "In this dialogue Mrs. Whiffler, as being deeply responsible for the\ntwins, their charms and singularities, has taken no share; but she\nnow relates, in broken English, a witticism of little Dick’s\nbearing upon the subject just discussed, which delights Mr.\nWhiffler beyond measure, and causes him to declare that he would\nhave sworn that was Dick’s if he had heard it anywhere.  Then he\nrequests that Mrs. Whiffler will tell Saunders what Tom said about\nmad bulls; and Mrs. Whiffler relating the anecdote, a discussion\nensues upon the different character of Tom’s wit and Dick’s wit,\nfrom which it appears that Dick’s humour is of a lively turn, while\nTom’s style is the dry and caustic.  This discussion being\nenlivened by various illustrations, lasts a long time, and is only\nstopped by Mrs. Whiffler instructing the footman to ring the\nnursery bell, as the children were promised that they should come\ndown and taste the pudding.",
        "The friend turns pale when this order is given, and paler still\nwhen it is followed up by a great pattering on the staircase, (not\nunlike the sound of rain upon a skylight,) a violent bursting open\nof the dining-room door, and the tumultuous appearance of six small\nchildren, closely succeeded by a strong nursery-maid with a twin in\neach arm.  As the whole eight are screaming, shouting, or kicking -\nsome influenced by a ravenous appetite, some by a horror of the\nstranger, and some by a conflict of the two feelings - a pretty\nlong space elapses before all their heads can be ranged round the\ntable and anything like order restored; in bringing about which\nhappy state of things both the nurse and footman are severely\nscratched.  At length Mrs. Whiffler is heard to say, ’Mr. Saunders,\nshall I give you some pudding?’  A breathless silence ensues, and\nsixteen small eyes are fixed upon the guest in expectation of his\nreply.  A wild shout of joy proclaims that he has said ’No, thank\nyou.’  Spoons are waved in the air, legs appear above the table-\ncloth in uncontrollable ecstasy, and eighty short fingers dabble in\ndamson syrup.",
        "While the pudding is being disposed of, Mr. and Mrs. Whiffler look\non with beaming countenances, and Mr. Whiffler nudging his friend\nSaunders, begs him to take notice of Tom’s eyes, or Dick’s chin, or\nNed’s nose, or Mary Anne’s hair, or Emily’s figure, or little Bob’s\ncalves, or Fanny’s mouth, or Carry’s head, as the case may be.\nWhatever the attention of Mr. Saunders is called to, Mr. Saunders\nadmires of course; though he is rather confused about the sex of\nthe youngest branches and looks at the wrong children, turning to a\ngirl when Mr. Whiffler directs his attention to a boy, and falling\ninto raptures with a boy when he ought to be enchanted with a girl.\nThen the dessert comes, and there is a vast deal of scrambling\nafter fruit, and sudden spirting forth of juice out of tight\noranges into infant eyes, and much screeching and wailing in\nconsequence.  At length it becomes time for Mrs. Whiffler to\nretire, and all the children are by force of arms compelled to kiss\nand love Mr. Saunders before going up-stairs, except Tom, who,\nlying on his back in the hall, proclaims that Mr. Saunders ’is a\nnaughty beast;’ and Dick, who having drunk his father’s wine when\nhe was looking another way, is found to be intoxicated and is\ncarried out, very limp and helpless.",
        "Mr. Whiffler and his friend are left alone together, but Mr.\nWhiffler’s thoughts are still with his family, if his family are\nnot with him.  ’Saunders,’ says he, after a short silence, ’if you\nplease, we’ll drink Mrs. Whiffler and the children.’  Mr. Saunders\nfeels this to be a reproach against himself for not proposing the\nsame sentiment, and drinks it in some confusion.  ’Ah!’ Mr.\nWhiffler sighs, ’these children, Saunders, make one quite an old\nman.’  Mr. Saunders thinks that if they were his, they would make\nhim a very old man; but he says nothing.  ’And yet,’ pursues Mr.\nWhiffler, ’what can equal domestic happiness? what can equal the\nengaging ways of children!  Saunders, why don’t you get married?’\nNow, this is an embarrassing question, because Mr. Saunders has\nbeen thinking that if he had at any time entertained matrimonial\ndesigns, the revelation of that day would surely have routed them\nfor ever.  ’I am glad, however,’ says Mr. Whiffler, ’that you ARE a\nbachelor, - glad on one account, Saunders; a selfish one, I admit.\nWill you do Mrs. Whiffler and myself a favour?’  Mr. Saunders is\nsurprised - evidently surprised; but he replies, ’with the greatest\npleasure.’  ’Then, will you, Saunders,’ says Mr. Whiffler, in an\nimpressive manner, ’will you cement and consolidate our friendship\nby coming into the family (so to speak) as a godfather?’  ’I shall\nbe proud and delighted,’ replies Mr. Saunders:  ’which of the\nchildren is it? really, I thought they were all christened; or - ’\n’Saunders,’ Mr. Whiffler interposes, ’they ARE all christened; you\nare right.  The fact is, that Mrs. Whiffler is - in short, we\nexpect another.’  ’Not a ninth!’ cries the friend, all aghast at\nthe idea.  ’Yes, Saunders,’ rejoins Mr. Whiffler, solemnly, ’a\nninth.  Did we drink Mrs. Whiffler’s health?  Let us drink it\nagain, Saunders, and wish her well over it!’",
        "Doctor Johnson used to tell a story of a man who had but one idea,\nwhich was a wrong one.  The couple who dote upon their children are\nin the same predicament:  at home or abroad, at all times, and in\nall places, their thoughts are bound up in this one subject, and\nhave no sphere beyond.  They relate the clever things their\noffspring say or do, and weary every company with their prolixity\nand absurdity.  Mr. Whiffler takes a friend by the button at a\nstreet corner on a windy day to tell him a BON MOT of his youngest\nboy’s; and Mrs. Whiffler, calling to see a sick acquaintance,\nentertains her with a cheerful account of all her own past\nsufferings and present expectations.  In such cases the sins of the\nfathers indeed descend upon the children; for people soon come to\nregard them as predestined little bores.  The couple who dote upon\ntheir children cannot be said to be actuated by a general love for\nthese engaging little people (which would be a great excuse); for\nthey are apt to underrate and entertain a jealousy of any children\nbut their own.  If they examined their own hearts, they would,\nperhaps, find at the bottom of all this, more self-love and egotism\nthan they think of.  Self-love and egotism are bad qualities, of\nwhich the unrestrained exhibition, though it may be sometimes\namusing, never fails to be wearisome and unpleasant.  Couples who\ndote upon their children, therefore, are best avoided.",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}