{
    "title": "Sketches of Young Couples - The Plausible Couple",
    "author": "Charles Dickens",
    "chapter": "8",
    "content": [
        "\n\n",
        "The plausible couple have many titles.  They are ’a delightful\ncouple,’ an ’affectionate couple,’ ’a most agreeable couple, ’a\ngood-hearted couple,’ and ’the best-natured couple in existence.’\nThe truth is, that the plausible couple are people of the world;\nand either the way of pleasing the world has grown much easier than\nit was in the days of the old man and his ass, or the old man was\nbut a bad hand at it, and knew very little of the trade.",
        "’But is it really possible to please the world!’ says some doubting\nreader.  It is indeed.  Nay, it is not only very possible, but very\neasy.  The ways are crooked, and sometimes foul and low.  What\nthen?  A man need but crawl upon his hands and knees, know when to\nclose his eyes and when his ears, when to stoop and when to stand\nupright; and if by the world is meant that atom of it in which he\nmoves himself, he shall please it, never fear.",
        "Now, it will be readily seen, that if a plausible man or woman have\nan easy means of pleasing the world by an adaptation of self to all\nits twistings and twinings, a plausible man AND woman, or, in other\nwords, a plausible couple, playing into each other’s hands, and\nacting in concert, have a manifest advantage.  Hence it is that\nplausible couples scarcely ever fail of success on a pretty large\nscale; and hence it is that if the reader, laying down this\nunwieldy volume at the next full stop, will have the goodness to\nreview his or her circle of acquaintance, and to search\nparticularly for some man and wife with a large connexion and a\ngood name, not easily referable to their abilities or their wealth,\nhe or she (that is, the male or female reader) will certainly find\nthat gentleman or lady, on a very short reflection, to be a\nplausible couple.",
        "The plausible couple are the most ecstatic people living:  the most\nsensitive people - to merit - on the face of the earth.  Nothing\nclever or virtuous escapes them.  They have microscopic eyes for\nsuch endowments, and can find them anywhere.  The plausible couple\nnever fawn - oh no!  They don’t even scruple to tell their friends\nof their faults.  One is too generous, another too candid; a third\nhas a tendency to think all people like himself, and to regard\nmankind as a company of angels; a fourth is kind-hearted to a\nfault.  ’We never flatter, my dear Mrs. Jackson,’ say the plausible\ncouple; ’we speak our minds.  Neither you nor Mr. Jackson have\nfaults enough.  It may sound strangely, but it is true.  You have\nnot faults enough.  You know our way, - we must speak out, and\nalways do.  Quarrel with us for saying so, if you will; but we\nrepeat it, - you have not faults enough!’",
        "The plausible couple are no less plausible to each other than to\nthird parties.  They are always loving and harmonious.  The\nplausible gentleman calls his wife ’darling,’ and the plausible\nlady addresses him as ’dearest.’  If it be Mr. and Mrs. Bobtail\nWidger, Mrs. Widger is ’Lavinia, darling,’ and Mr. Widger is\n’Bobtail, dearest.’  Speaking of each other, they observe the same\ntender form.  Mrs. Widger relates what ’Bobtail’ said, and Mr.\nWidger recounts what ’darling’ thought and did.",
        "If you sit next to the plausible lady at a dinner-table, she takes\nthe earliest opportunity of expressing her belief that you are\nacquainted with the Clickits; she is sure she has heard the\nClickits speak of you - she must not tell you in what terms, or you\nwill take her for a flatterer.  You admit a knowledge of the\nClickits; the plausible lady immediately launches out in their\npraise.  She quite loves the Clickits.  Were there ever such true-\nhearted, hospitable, excellent people - such a gentle, interesting\nlittle woman as Mrs. Clickit, or such a frank, unaffected creature\nas Mr. Clickit? were there ever two people, in short, so little\nspoiled by the world as they are?  ’As who, darling?’ cries Mr.\nWidger, from the opposite side of the table.  ’The Clickits,\ndearest,’ replies Mrs. Widger.  ’Indeed you are right, darling,’\nMr. Widger rejoins; ’the Clickits are a very high-minded, worthy,\nestimable couple.’  Mrs. Widger remarking that Bobtail always grows\nquite eloquent upon this subject, Mr. Widger admits that he feels\nvery strongly whenever such people as the Clickits and some other\nfriends of his (here he glances at the host and hostess) are\nmentioned; for they are an honour to human nature, and do one good\nto think of.  ’YOU know the Clickits, Mrs. Jackson?’ he says,\naddressing the lady of the house.  ’No, indeed; we have not that\npleasure,’ she replies.  ’You astonish me!’ exclaims Mr. Widger:\n’not know the Clickits! why, you are the very people of all others\nwho ought to be their bosom friends.  You are kindred beings; you\nare one and the same thing:- not know the Clickits!  Now WILL you\nknow the Clickits?  Will you make a point of knowing them?  Will\nyou meet them in a friendly way at our house one evening, and be\nacquainted with them?’  Mrs. Jackson will be quite delighted;\nnothing would give her more pleasure.  ’Then, Lavinia, my darling,’\nsays Mr. Widger, ’mind you don’t lose sight of that; now, pray take\ncare that Mr. and Mrs. Jackson know the Clickits without loss of\ntime.  Such people ought not to be strangers to each other.’  Mrs.\nWidger books both families as the centre of attraction for her next\nparty; and Mr. Widger, going on to expatiate upon the virtues of\nthe Clickits, adds to their other moral qualities, that they keep\none of the neatest phaetons in town, and have two thousand a year.",
        "As the plausible couple never laud the merits of any absent person,\nwithout dexterously contriving that their praises shall reflect\nupon somebody who is present, so they never depreciate anything or\nanybody, without turning their depreciation to the same account.\nTheir friend, Mr. Slummery, say they, is unquestionably a clever\npainter, and would no doubt be very popular, and sell his pictures\nat a very high price, if that cruel Mr. Fithers had not forestalled\nhim in his department of art, and made it thoroughly and completely\nhis own; - Fithers, it is to be observed, being present and within\nhearing, and Slummery elsewhere.  Is Mrs. Tabblewick really as\nbeautiful as people say?  Why, there indeed you ask them a very\npuzzling question, because there is no doubt that she is a very\ncharming woman, and they have long known her intimately.  She is no\ndoubt beautiful, very beautiful; they once thought her the most\nbeautiful woman ever seen; still if you press them for an honest\nanswer, they are bound to say that this was before they had ever\nseen our lovely friend on the sofa, (the sofa is hard by, and our\nlovely friend can’t help hearing the whispers in which this is\nsaid;) since that time, perhaps, they have been hardly fair judges;\nMrs. Tabblewick is no doubt extremely handsome, - very like our\nfriend, in fact, in the form of the features, - but in point of\nexpression, and soul, and figure, and air altogether - oh dear!",
        "But while the plausible couple depreciate, they are still careful\nto preserve their character for amiability and kind feeling; indeed\nthe depreciation itself is often made to grow out of their\nexcessive sympathy and good will.  The plausible lady calls on a\nlady who dotes upon her children, and is sitting with a little girl\nupon her knee, enraptured by her artless replies, and protesting\nthat there is nothing she delights in so much as conversing with\nthese fairies; when the other lady inquires if she has seen young\nMrs. Finching lately, and whether the baby has turned out a finer\none than it promised to be.  ’Oh dear!’ cries the plausible lady,\n’you cannot think how often Bobtail and I have talked about poor\nMrs. Finching - she is such a dear soul, and was so anxious that\nthe baby should be a fine child - and very naturally, because she\nwas very much here at one time, and there is, you know, a natural\nemulation among mothers - that it is impossible to tell you how\nmuch we have felt for her.’  ’Is it weak or plain, or what?’\ninquires the other.  ’Weak or plain, my love,’ returns the\nplausible lady, ’it’s a fright - a perfect little fright; you never\nsaw such a miserable creature in all your days.  Positively you\nmust not let her see one of these beautiful dears again, or you’ll\nbreak her heart, you will indeed. - Heaven bless this child, see\nhow she is looking in my face! can you conceive anything prettier\nthan that?  If poor Mrs. Finching could only hope - but that’s\nimpossible - and the gifts of Providence, you know - What DID I do\nwith my pocket-handkerchief!’",
        "What prompts the mother, who dotes upon her children, to comment to\nher lord that evening on the plausible lady’s engaging qualities\nand feeling heart, and what is it that procures Mr. and Mrs.\nBobtail Widger an immediate invitation to dinner?",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}