{
    "title": "Sketches of Young Couples - The Egotistical Couple",
    "author": "Charles Dickens",
    "chapter": "10",
    "content": [
        "\n\n",
        "Egotism in couples is of two kinds. - It is our purpose to show\nthis by two examples.",
        "The egotistical couple may be young, old, middle-aged, well to do,\nor ill to do; they may have a small family, a large family, or no\nfamily at all.  There is no outward sign by which an egotistical\ncouple may be known and avoided.  They come upon you unawares;\nthere is no guarding against them.  No man can of himself be\nforewarned or forearmed against an egotistical couple.",
        "The egotistical couple have undergone every calamity, and\nexperienced every pleasurable and painful sensation of which our\nnature is susceptible.  You cannot by possibility tell the\negotistical couple anything they don’t know, or describe to them\nanything they have not felt.  They have been everything but dead.\nSometimes we are tempted to wish they had been even that, but only\nin our uncharitable moments, which are few and far between.",
        "We happened the other day, in the course of a morning call, to\nencounter an egotistical couple, nor were we suffered to remain\nlong in ignorance of the fact, for our very first inquiry of the\nlady of the house brought them into active and vigorous operation.\nThe inquiry was of course touching the lady’s health, and the\nanswer happened to be, that she had not been very well.  ’Oh, my\ndear!’ said the egotistical lady, ’don’t talk of not being well.\nWe have been in SUCH a state since we saw you last!’ - The lady of\nthe house happening to remark that her lord had not been well\neither, the egotistical gentleman struck in:  ’Never let Briggs\ncomplain of not being well - never let Briggs complain, my dear\nMrs. Briggs, after what I have undergone within these six weeks.\nHe doesn’t know what it is to be ill, he hasn’t the least idea of\nit; not the faintest conception.’ - ’My dear,’ interposed his wife\nsmiling, ’you talk as if it were almost a crime in Mr. Briggs not\nto have been as ill as we have been, instead of feeling thankful to\nProvidence that both he and our dear Mrs. Briggs are in such\nblissful ignorance of real suffering.’ - ’My love,’ returned the\negotistical gentleman, in a low and pious voice, ’you mistake me; -\nI feel grateful - very grateful.  I trust our friends may never\npurchase their experience as dearly as we have bought ours; I hope\nthey never may!’",
        "Having put down Mrs. Briggs upon this theme, and settled the\nquestion thus, the egotistical gentleman turned to us, and, after a\nfew preliminary remarks, all tending towards and leading up to the\npoint he had in his mind, inquired if we happened to be acquainted\nwith the Dowager Lady Snorflerer.  On our replying in the negative,\nhe presumed we had often met Lord Slang, or beyond all doubt, that\nwe were on intimate terms with Sir Chipkins Glogwog.  Finding that\nwe were equally unable to lay claim to either of these\ndistinctions, he expressed great astonishment, and turning to his\nwife with a retrospective smile, inquired who it was that had told\nthat capital story about the mashed potatoes.  ’Who, my dear?’\nreturned the egotistical lady, ’why Sir Chipkins, of course; how\ncan you ask!  Don’t you remember his applying it to our cook, and\nsaying that you and I were so like the Prince and Princess, that he\ncould almost have sworn we were they?’  ’To be sure, I remember\nthat,’ said the egotistical gentleman, ’but are you quite certain\nthat didn’t apply to the other anecdote about the Emperor of\nAustria and the pump?’  ’Upon my word then, I think it did,’\nreplied his wife.  ’To be sure it did,’ said the egotistical\ngentleman, ’it was Slang’s story, I remember now, perfectly.’\nHowever, it turned out, a few seconds afterwards, that the\negotistical gentleman’s memory was rather treacherous, as he began\nto have a misgiving that the story had been told by the Dowager\nLady Snorflerer the very last time they dined there; but there\nappearing, on further consideration, strong circumstantial evidence\ntending to show that this couldn’t be, inasmuch as the Dowager Lady\nSnorflerer had been, on the occasion in question, wholly engrossed\nby the egotistical lady, the egotistical gentleman recanted this\nopinion; and after laying the story at the doors of a great many\ngreat people, happily left it at last with the Duke of Scuttlewig:-\nobserving that it was not extraordinary he had forgotten his Grace\nhitherto, as it often happened that the names of those with whom we\nwere upon the most familiar footing were the very last to present\nthemselves to our thoughts.",
        "It not only appeared that the egotistical couple knew everybody,\nbut that scarcely any event of importance or notoriety had occurred\nfor many years with which they had not been in some way or other\nconnected.  Thus we learned that when the well-known attempt upon\nthe life of George the Third was made by Hatfield in Drury Lane\ntheatre, the egotistical gentleman’s grandfather sat upon his right\nhand and was the first man who collared him; and that the\negotistical lady’s aunt, sitting within a few boxes of the royal\nparty, was the only person in the audience who heard his Majesty\nexclaim, ’Charlotte, Charlotte, don’t be frightened, don’t be\nfrightened; they’re letting off squibs, they’re letting off\nsquibs.’  When the fire broke out, which ended in the destruction\nof the two Houses of Parliament, the egotistical couple, being at\nthe time at a drawing-room window on Blackheath, then and there\nsimultaneously exclaimed, to the astonishment of a whole party -\n’It’s the House of Lords!’  Nor was this a solitary instance of\ntheir peculiar discernment, for chancing to be (as by a comparison\nof dates and circumstances they afterwards found) in the same\nomnibus with Mr. Greenacre, when he carried his victim’s head about\ntown in a blue bag, they both remarked a singular twitching in the\nmuscles of his countenance; and walking down Fish Street Hill, a\nfew weeks since, the egotistical gentleman said to his lady -\nslightly casting up his eyes to the top of the Monument - ’There’s\na boy up there, my dear, reading a Bible.  It’s very strange.  I\ndon’t like it. - In five seconds afterwards, Sir,’ says the\negotistical gentleman, bringing his hands together with one violent\nclap - ’the lad was over!’",
        "Diversifying these topics by the introduction of many others of the\nsame kind, and entertaining us between whiles with a minute account\nof what weather and diet agreed with them, and what weather and\ndiet disagreed with them, and at what time they usually got up, and\nat what time went to bed, with many other particulars of their\ndomestic economy too numerous to mention; the egotistical couple at\nlength took their leave, and afforded us an opportunity of doing\nthe same.",
        "Mr. and Mrs. Sliverstone are an egotistical couple of another\nclass, for all the lady’s egotism is about her husband, and all the\ngentleman’s about his wife.  For example:- Mr. Sliverstone is a\nclerical gentleman, and occasionally writes sermons, as clerical\ngentlemen do.  If you happen to obtain admission at the street-door\nwhile he is so engaged, Mrs. Sliverstone appears on tip-toe, and\nspeaking in a solemn whisper, as if there were at least three or\nfour particular friends up-stairs, all upon the point of death,\nimplores you to be very silent, for Mr. Sliverstone is composing,\nand she need not say how very important it is that he should not be\ndisturbed.  Unwilling to interrupt anything so serious, you hasten\nto withdraw, with many apologies; but this Mrs. Sliverstone will by\nno means allow, observing, that she knows you would like to see\nhim, as it is very natural you should, and that she is determined\nto make a trial for you, as you are a great favourite.  So you are\nled up-stairs - still on tip-toe - to the door of a little back\nroom, in which, as the lady informs you in a whisper, Mr.\nSliverstone always writes.  No answer being returned to a couple of\nsoft taps, the lady opens the door, and there, sure enough, is Mr.\nSliverstone, with dishevelled hair, powdering away with pen, ink,\nand paper, at a rate which, if he has any power of sustaining it,\nwould settle the longest sermon in no time.  At first he is too\nmuch absorbed to be roused by this intrusion; but presently looking\nup, says faintly, ’Ah!’ and pointing to his desk with a weary and\nlanguid smile, extends his hand, and hopes you’ll forgive him.\nThen Mrs. Sliverstone sits down beside him, and taking his hand in\nhers, tells you how that Mr. Sliverstone has been shut up there\never since nine o’clock in the morning, (it is by this time twelve\nat noon,) and how she knows it cannot be good for his health, and\nis very uneasy about it.  Unto this Mr. Sliverstone replies firmly,\nthat ’It must be done;’ which agonizes Mrs. Sliverstone still more,\nand she goes on to tell you that such were Mr. Sliverstone’s\nlabours last week - what with the buryings, marryings, churchings,\nchristenings, and all together, - that when he was going up the\npulpit stairs on Sunday evening, he was obliged to hold on by the\nrails, or he would certainly have fallen over into his own pew.\nMr. Sliverstone, who has been listening and smiling meekly, says,\n’Not quite so bad as that, not quite so bad!’ he admits though, on\ncross-examination, that he WAS very near falling upon the verger\nwho was following him up to bolt the door; but adds, that it was\nhis duty as a Christian to fall upon him, if need were, and that\nhe, Mr. Sliverstone, and (possibly the verger too) ought to glory\nin it.",
        "This sentiment communicates new impulse to Mrs. Sliverstone, who\nlaunches into new praises of Mr. Sliverstone’s worth and\nexcellence, to which he listens in the same meek silence, save when\nhe puts in a word of self-denial relative to some question of fact,\nas - ’Not seventy-two christenings that week, my dear.  Only\nseventy-one, only seventy-one.’  At length his lady has quite\nconcluded, and then he says, Why should he repine, why should he\ngive way, why should he suffer his heart to sink within him?  Is it\nhe alone who toils and suffers?  What has she gone through, he\nshould like to know?  What does she go through every day for him\nand for society?",
        "With such an exordium Mr. Sliverstone launches out into glowing\npraises of the conduct of Mrs. Sliverstone in the production of\neight young children, and the subsequent rearing and fostering of\nthe same; and thus the husband magnifies the wife, and the wife the\nhusband.",
        "This would be well enough if Mr. and Mrs. Sliverstone kept it to\nthemselves, or even to themselves and a friend or two; but they do\nnot.  The more hearers they have, the more egotistical the couple\nbecome, and the more anxious they are to make believers in their\nmerits.  Perhaps this is the worst kind of egotism.  It has not\neven the poor excuse of being spontaneous, but is the result of a\ndeliberate system and malice aforethought.  Mere empty-headed\nconceit excites our pity, but ostentatious hypocrisy awakens our\ndisgust.",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}