{
    "title": "Sketches of Young Couples - The Formal Couple",
    "author": "Charles Dickens",
    "chapter": "3",
    "content": [
        "\n\n",
        "The formal couple are the most prim, cold, immovable, and\nunsatisfactory people on the face of the earth.  Their faces,\nvoices, dress, house, furniture, walk, and manner, are all the\nessence of formality, unrelieved by one redeeming touch of\nfrankness, heartiness, or nature.",
        "Everything with the formal couple resolves itself into a matter of\nform.  They don’t call upon you on your account, but their own; not\nto see how you are, but to show how they are:  it is not a ceremony\nto do honour to you, but to themselves, - not due to your position,\nbut to theirs.  If one of a friend’s children die, the formal\ncouple are as sure and punctual in sending to the house as the\nundertaker; if a friend’s family be increased, the monthly nurse is\nnot more attentive than they.  The formal couple, in fact, joyfully\nseize all occasions of testifying their good-breeding and precise\nobservance of the little usages of society; and for you, who are\nthe means to this end, they care as much as a man does for the\ntailor who has enabled him to cut a figure, or a woman for the\nmilliner who has assisted her to a conquest.",
        "Having an extensive connexion among that kind of people who make\nacquaintances and eschew friends, the formal gentleman attends from\ntime to time a great many funerals, to which he is formally\ninvited, and to which he formally goes, as returning a call for the\nlast time.  Here his deportment is of the most faultless\ndescription; he knows the exact pitch of voice it is proper to\nassume, the sombre look he ought to wear, the melancholy tread\nwhich should be his gait for the day.  He is perfectly acquainted\nwith all the dreary courtesies to be observed in a mourning-coach;\nknows when to sigh, and when to hide his nose in the white\nhandkerchief; and looks into the grave and shakes his head when the\nceremony is concluded, with the sad formality of a mute.",
        "’What kind of funeral was it?’ says the formal lady, when he\nreturns home.  ’Oh!’ replies the formal gentleman, ’there never was\nsuch a gross and disgusting impropriety; there were no feathers.’\n’No feathers!’ cries the lady, as if on wings of black feathers\ndead people fly to Heaven, and, lacking them, they must of\nnecessity go elsewhere.  Her husband shakes his head; and further\nadds, that they had seed-cake instead of plum-cake, and that it was\nall white wine.  ’All white wine!’ exclaims his wife.  ’Nothing but\nsherry and madeira,’ says the husband.  ’What! no port?’  ’Not a\ndrop.’  No port, no plums, and no feathers!  ’You will recollect,\nmy dear,’ says the formal lady, in a voice of stately reproof,\n’that when we first met this poor man who is now dead and gone, and\nhe took that very strange course of addressing me at dinner without\nbeing previously introduced, I ventured to express my opinion that\nthe family were quite ignorant of etiquette, and very imperfectly\nacquainted with the decencies of life.  You have now had a good\nopportunity of judging for yourself, and all I have to say is, that\nI trust you will never go to a funeral THERE again.’  ’My dear,’\nreplies the formal gentleman, ’I never will.’  So the informal\ndeceased is cut in his grave; and the formal couple, when they tell\nthe story of the funeral, shake their heads, and wonder what some\npeople’s feelings ARE made of, and what their notions of propriety\nCAN be!",
        "If the formal couple have a family (which they sometimes have),\nthey are not children, but little, pale, sour, sharp-nosed men and\nwomen; and so exquisitely brought up, that they might be very old\ndwarfs for anything that appeareth to the contrary.  Indeed, they\nare so acquainted with forms and conventionalities, and conduct\nthemselves with such strict decorum, that to see the little girl\nbreak a looking-glass in some wild outbreak, or the little boy kick\nhis parents, would be to any visitor an unspeakable relief and\nconsolation.",
        "The formal couple are always sticklers for what is rigidly proper,\nand have a great readiness in detecting hidden impropriety of\nspeech or thought, which by less scrupulous people would be wholly\nunsuspected.  Thus, if they pay a visit to the theatre, they sit\nall night in a perfect agony lest anything improper or immoral\nshould proceed from the stage; and if anything should happen to be\nsaid which admits of a double construction, they never fail to take\nit up directly, and to express by their looks the great outrage\nwhich their feelings have sustained.  Perhaps this is their chief\nreason for absenting themselves almost entirely from places of\npublic amusement.  They go sometimes to the Exhibition of the Royal\nAcademy; - but that is often more shocking than the stage itself,\nand the formal lady thinks that it really is high time Mr. Etty was\nprosecuted and made a public example of.",
        "We made one at a christening party not long since, where there were\namongst the guests a formal couple, who suffered the acutest\ntorture from certain jokes, incidental to such an occasion, cut -\nand very likely dried also - by one of the godfathers; a red-faced\nelderly gentleman, who, being highly popular with the rest of the\ncompany, had it all his own way, and was in great spirits.  It was\nat supper-time that this gentleman came out in full force.  We -\nbeing of a grave and quiet demeanour - had been chosen to escort\nthe formal lady down-stairs, and, sitting beside her, had a\nfavourable opportunity of observing her emotions.",
        "We have a shrewd suspicion that, in the very beginning, and in the\nfirst blush - literally the first blush - of the matter, the formal\nlady had not felt quite certain whether the being present at such a\nceremony, and encouraging, as it were, the public exhibition of a\nbaby, was not an act involving some degree of indelicacy and\nimpropriety; but certain we are that when that baby’s health was\ndrunk, and allusions were made, by a grey-headed gentleman\nproposing it, to the time when he had dandled in his arms the young\nChristian’s mother, - certain we are that then the formal lady took\nthe alarm, and recoiled from the old gentleman as from a hoary\nprofligate.  Still she bore it; she fanned herself with an\nindignant air, but still she bore it.  A comic song was sung,\ninvolving a confession from some imaginary gentleman that he had\nkissed a female, and yet the formal lady bore it.  But when at\nlast, the health of the godfather before-mentioned being drunk, the\ngodfather rose to return thanks, and in the course of his\nobservations darkly hinted at babies yet unborn, and even\ncontemplated the possibility of the subject of that festival having\nbrothers and sisters, the formal lady could endure no more, but,\nbowing slightly round, and sweeping haughtily past the offender,\nleft the room in tears, under the protection of the formal\ngentleman.",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}