{
    "title": "Sketches of Young Couples",
    "author": "Charles Dickens",
    "chapter": "1",
    "content": [
        "\n\n",
        "",
        "An Urgent Remonstrance, &c\nTo the Gentlemen of England,\n(Being Bachelors or Widowers,)\nThe Remonstrance of Their Faithful Fellow-Subject,\n\nSheweth,-",
        "That Her Most Gracious Majesty, Victoria, by the Grace of God of\nthe United Kingdom of Great Britain and Ireland Queen, Defender of\nthe Faith, did, on the 23rd day of November last past, declare and\npronounce to Her Most Honourable Privy Council, Her Majesty’s Most\nGracious intention of entering into the bonds of wedlock.",
        "That Her Most Gracious Majesty, in so making known Her Most\nGracious intention to Her Most Honourable Privy Council as\naforesaid, did use and employ the words - ’It is my intention to\nally myself in marriage with Prince Albert of Saxe Coburg and\nGotha.’",
        "That the present is Bissextile, or Leap Year, in which it is held\nand considered lawful for any lady to offer and submit proposals of\nmarriage to any gentleman, and to enforce and insist upon\nacceptance of the same, under pain of a certain fine or penalty; to\nwit, one silk or satin dress of the first quality, to be chosen by\nthe lady and paid (or owed) for, by the gentleman.",
        "That these and other the horrors and dangers with which the said\nBissextile, or Leap Year, threatens the gentlemen of England on\nevery occasion of its periodical return, have been greatly\naggravated and augmented by the terms of Her Majesty’s said Most\nGracious communication, which have filled the heads of divers young\nladies in this Realm with certain new ideas destructive to the\npeace of mankind, that never entered their imagination before.",
        "That a case has occurred in Camberwell, in which a young lady\ninformed her Papa that ’she intended to ally herself in marriage’\nwith Mr. Smith of Stepney; and that another, and a very distressing\ncase, has occurred at Tottenham, in which a young lady not only\nstated her intention of allying herself in marriage with her cousin\nJohn, but, taking violent possession of her said cousin, actually\nmarried him.",
        "That similar outrages are of constant occurrence, not only in the\ncapital and its neighbourhood, but throughout the kingdom, and that\nunless the excited female populace be speedily checked and\nrestrained in their lawless proceedings, most deplorable results\nmust ensue therefrom; among which may be anticipated a most\nalarming increase in the population of the country, with which no\nefforts of the agricultural or manufacturing interest can possibly\nkeep pace.",
        "That there is strong reason to suspect the existence of a most\nextensive plot, conspiracy, or design, secretly contrived by vast\nnumbers of single ladies in the United Kingdom of Great Britain and\nIreland, and now extending its ramifications in every quarter of\nthe land; the object and intent of which plainly appears to be the\nholding and solemnising of an enormous and unprecedented number of\nmarriages, on the day on which the nuptials of Her said Most\nGracious Majesty are performed.",
        "That such plot, conspiracy, or design, strongly savours of Popery,\nas tending to the discomfiture of the Clergy of the Established\nChurch, by entailing upon them great mental and physical\nexhaustion; and that such Popish plots are fomented and encouraged\nby Her Majesty’s Ministers, which clearly appears - not only from\nHer Majesty’s principal Secretary of State for Foreign Affairs\ntraitorously getting married while holding office under the Crown;\nbut from Mr. O’Connell having been heard to declare and avow that,\nif he had a daughter to marry, she should be married on the same\nday as Her said Most Gracious Majesty.",
        "That such arch plots, conspiracies, and designs, besides being\nfraught with danger to the Established Church, and (consequently)\nto the State, cannot fail to bring ruin and bankruptcy upon a large\nclass of Her Majesty’s subjects; as a great and sudden increase in\nthe number of married men occasioning the comparative desertion\n(for a time) of Taverns, Hotels, Billiard-rooms, and Gaming-Houses,\nwill deprive the Proprietors of their accustomed profits and\nreturns.  And in further proof of the depth and baseness of such\ndesigns, it may be here observed, that all proprietors of Taverns,\nHotels, Billiard-rooms, and Gaming-Houses, are (especially the\nlast) solemnly devoted to the Protestant religion.",
        "For all these reasons, and many others of no less gravity and\nimport, an urgent appeal is made to the gentlemen of England (being\nbachelors or widowers) to take immediate steps for convening a\nPublic meeting; To consider of the best and surest means of\naverting the dangers with which they are threatened by the\nrecurrence of Bissextile, or Leap Year, and the additional\nsensation created among single ladies by the terms of Her Majesty’s\nMost Gracious Declaration; To take measures, without delay, for\nresisting the said single Ladies, and counteracting their evil\ndesigns; And to pray Her Majesty to dismiss her present Ministers,\nand to summon to her Councils those distinguished Gentlemen in\nvarious Honourable Professions who, by insulting on all occasions\nthe only Lady in England who can be insulted with safety, have\ngiven a sufficient guarantee to Her Majesty’s Loving Subjects that\nthey, at least, are qualified to make war with women, and are\nalready expert in the use of those weapons which are common to the\nlowest and most abandoned of the sex.",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}