{
    "title": "Sketches of Young Couples - by Charles Dickens [Authorama]",
    "author": "Unknown",
    "chapter": "couples",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "",
        "An Urgent Remonstrance, &c\nTo the Gentlemen of England,\n(Being Bachelors or Widowers,)\nThe Remonstrance of Their Faithful Fellow-Subject,\n\nSheweth,-",
        "That Her Most Gracious Majesty, Victoria, by the Grace of God of\nthe United Kingdom of Great Britain and Ireland Queen, Defender of\nthe Faith, did, on the 23rd day of November last past, declare and\npronounce to Her Most Honourable Privy Council, Her Majesty’s Most\nGracious intention of entering into the bonds of wedlock.",
        "That Her Most Gracious Majesty, in so making known Her Most\nGracious intention to Her Most Honourable Privy Council as\naforesaid, did use and employ the words - ’It is my intention to\nally myself in marriage with Prince Albert of Saxe Coburg and\nGotha.’",
        "That the present is Bissextile, or Leap Year, in which it is held\nand considered lawful for any lady to offer and submit proposals of\nmarriage to any gentleman, and to enforce and insist upon\nacceptance of the same, under pain of a certain fine or penalty; to\nwit, one silk or satin dress of the first quality, to be chosen by\nthe lady and paid (or owed) for, by the gentleman.",
        "That these and other the horrors and dangers with which the said\nBissextile, or Leap Year, threatens the gentlemen of England on\nevery occasion of its periodical return, have been greatly\naggravated and augmented by the terms of Her Majesty’s said Most\nGracious communication, which have filled the heads of divers young\nladies in this Realm with certain new ideas destructive to the\npeace of mankind, that never entered their imagination before.",
        "That a case has occurred in Camberwell, in which a young lady\ninformed her Papa that ’she intended to ally herself in marriage’\nwith Mr. Smith of Stepney; and that another, and a very distressing\ncase, has occurred at Tottenham, in which a young lady not only\nstated her intention of allying herself in marriage with her cousin\nJohn, but, taking violent possession of her said cousin, actually\nmarried him.",
        "That similar outrages are of constant occurrence, not only in the\ncapital and its neighbourhood, but throughout the kingdom, and that\nunless the excited female populace be speedily checked and\nrestrained in their lawless proceedings, most deplorable results\nmust ensue therefrom; among which may be anticipated a most\nalarming increase in the population of the country, with which no\nefforts of the agricultural or manufacturing interest can possibly\nkeep pace.",
        "That there is strong reason to suspect the existence of a most\nextensive plot, conspiracy, or design, secretly contrived by vast\nnumbers of single ladies in the United Kingdom of Great Britain and\nIreland, and now extending its ramifications in every quarter of\nthe land; the object and intent of which plainly appears to be the\nholding and solemnising of an enormous and unprecedented number of\nmarriages, on the day on which the nuptials of Her said Most\nGracious Majesty are performed.",
        "That such plot, conspiracy, or design, strongly savours of Popery,\nas tending to the discomfiture of the Clergy of the Established\nChurch, by entailing upon them great mental and physical\nexhaustion; and that such Popish plots are fomented and encouraged\nby Her Majesty’s Ministers, which clearly appears - not only from\nHer Majesty’s principal Secretary of State for Foreign Affairs\ntraitorously getting married while holding office under the Crown;\nbut from Mr. O’Connell having been heard to declare and avow that,\nif he had a daughter to marry, she should be married on the same\nday as Her said Most Gracious Majesty.",
        "That such arch plots, conspiracies, and designs, besides being\nfraught with danger to the Established Church, and (consequently)\nto the State, cannot fail to bring ruin and bankruptcy upon a large\nclass of Her Majesty’s subjects; as a great and sudden increase in\nthe number of married men occasioning the comparative desertion\n(for a time) of Taverns, Hotels, Billiard-rooms, and Gaming-Houses,\nwill deprive the Proprietors of their accustomed profits and\nreturns.  And in further proof of the depth and baseness of such\ndesigns, it may be here observed, that all proprietors of Taverns,\nHotels, Billiard-rooms, and Gaming-Houses, are (especially the\nlast) solemnly devoted to the Protestant religion.",
        "For all these reasons, and many others of no less gravity and\nimport, an urgent appeal is made to the gentlemen of England (being\nbachelors or widowers) to take immediate steps for convening a\nPublic meeting; To consider of the best and surest means of\naverting the dangers with which they are threatened by the\nrecurrence of Bissextile, or Leap Year, and the additional\nsensation created among single ladies by the terms of Her Majesty’s\nMost Gracious Declaration; To take measures, without delay, for\nresisting the said single Ladies, and counteracting their evil\ndesigns; And to pray Her Majesty to dismiss her present Ministers,\nand to summon to her Councils those distinguished Gentlemen in\nvarious Honourable Professions who, by insulting on all occasions\nthe only Lady in England who can be insulted with safety, have\ngiven a sufficient guarantee to Her Majesty’s Loving Subjects that\nthey, at least, are qualified to make war with women, and are\nalready expert in the use of those weapons which are common to the\nlowest and most abandoned of the sex.",
        "There is to be a wedding this morning at the corner house in the\nterrace.  The pastry-cook’s people have been there half-a-dozen\ntimes already; all day yesterday there was a great stir and bustle,\nand they were up this morning as soon as it was light.  Miss Emma\nFielding is going to be married to young Mr. Harvey.",
        "Heaven alone can tell in what bright colours this marriage is\npainted upon the mind of the little housemaid at number six, who\nhas hardly slept a wink all night with thinking of it, and now\nstands on the unswept door-steps leaning upon her broom, and\nlooking wistfully towards the enchanted house.  Nothing short of\nomniscience can divine what visions of the baker, or the green-\ngrocer, or the smart and most insinuating butterman, are flitting\nacross her mind - what thoughts of how she would dress on such an\noccasion, if she were a lady - of how she would dress, if she were\nonly a bride - of how cook would dress, being bridesmaid,\nconjointly with her sister ’in place’ at Fulham, and how the\nclergyman, deeming them so many ladies, would be quite humbled and\nrespectful.  What day-dreams of hope and happiness - of life being\none perpetual holiday, with no master and no mistress to grant or\nwithhold it - of every Sunday being a Sunday out - of pure freedom\nas to curls and ringlets, and no obligation to hide fine heads of\nhair in caps - what pictures of happiness, vast and immense to her,\nbut utterly ridiculous to us, bewilder the brain of the little\nhousemaid at number six, all called into existence by the wedding\nat the corner!",
        "We smile at such things, and so we should, though perhaps for a\nbetter reason than commonly presents itself.  It should be pleasant\nto us to know that there are notions of happiness so moderate and\nlimited, since upon those who entertain them, happiness and\nlightness of heart are very easily bestowed.",
        "But the little housemaid is awakened from her reverie, for forth\nfrom the door of the magical corner house there runs towards her,\nall fluttering in smart new dress and streaming ribands, her friend\nJane Adams, who comes all out of breath to redeem a solemn promise\nof taking her in, under cover of the confusion, to see the\nbreakfast table spread forth in state, and - sight of sights! - her\nyoung mistress ready dressed for church.",
        "And there, in good truth, when they have stolen up-stairs on tip-\ntoe and edged themselves in at the chamber-door - there is Miss\nEmma ’looking like the sweetest picter,’ in a white chip bonnet and\norange flowers, and all other elegancies becoming a bride, (with\nthe make, shape, and quality of every article of which the girl is\nperfectly familiar in one moment, and never forgets to her dying\nday) - and there is Miss Emma’s mamma in tears, and Miss Emma’s\npapa comforting her, and saying how that of course she has been\nlong looking forward to this, and how happy she ought to be - and\nthere too is Miss Emma’s sister with her arms round her neck, and\nthe other bridesmaid all smiles and tears, quieting the children,\nwho would cry more but that they are so finely dressed, and yet sob\nfor fear sister Emma should be taken away - and it is all so\naffecting, that the two servant-girls cry more than anybody; and\nJane Adams, sitting down upon the stairs, when they have crept\naway, declares that her legs tremble so that she don’t know what to\ndo, and that she will say for Miss Emma, that she never had a hasty\nword from her, and that she does hope and pray she may be happy.",
        "But Jane soon comes round again, and then surely there never was\nanything like the breakfast table, glittering with plate and china,\nand set out with flowers and sweets, and long-necked bottles, in\nthe most sumptuous and dazzling manner.  In the centre, too, is the\nmighty charm, the cake, glistening with frosted sugar, and\ngarnished beautifully.  They agree that there ought to be a little\nCupid under one of the barley-sugar temples, or at least two hearts\nand an arrow; but, with this exception, there is nothing to wish\nfor, and a table could not be handsomer.  As they arrive at this\nconclusion, who should come in but Mr. John! to whom Jane says that\nits only Anne from number six; and John says HE knows, for he’s\noften winked his eye down the area, which causes Anne to blush and\nlook confused.  She is going away, indeed; when Mr. John will have\nit that she must drink a glass of wine, and he says never mind it’s\nbeing early in the morning, it won’t hurt her:  so they shut the\ndoor and pour out the wine; and Anne drinking lane’s health, and\nadding, ’and here’s wishing you yours, Mr. John,’ drinks it in a\ngreat many sips, - Mr. John all the time making jokes appropriate\nto the occasion.  At last Mr. John, who has waxed bolder by\ndegrees, pleads the usage at weddings, and claims the privilege of\na kiss, which he obtains after a great scuffle; and footsteps being\nnow heard on the stairs, they disperse suddenly.",
        "By this time a carriage has driven up to convey the bride to\nchurch, and Anne of number six prolonging the process of ’cleaning\nher door,’ has the satisfaction of beholding the bride and\nbridesmaids, and the papa and mamma, hurry into the same and drive\nrapidly off.  Nor is this all, for soon other carriages begin to\narrive with a posse of company all beautifully dressed, at whom she\ncould stand and gaze for ever; but having something else to do, is\ncompelled to take one last long look and shut the street-door.",
        "And now the company have gone down to breakfast, and tears have\ngiven place to smiles, for all the corks are out of the long-necked\nbottles, and their contents are disappearing rapidly.  Miss Emma’s\npapa is at the top of the table; Miss Emma’s mamma at the bottom;\nand beside the latter are Miss Emma herself and her husband, -\nadmitted on all hands to be the handsomest and most interesting\nyoung couple ever known.  All down both sides of the table, too,\nare various young ladies, beautiful to see, and various young\ngentlemen who seem to think so; and there, in a post of honour, is\nan unmarried aunt of Miss Emma’s, reported to possess unheard-of\nriches, and to have expressed vast testamentary intentions\nrespecting her favourite niece and new nephew.  This lady has been\nvery liberal and generous already, as the jewels worn by the bride\nabundantly testify, but that is nothing to what she means to do, or\neven to what she has done, for she put herself in close\ncommunication with the dressmaker three months ago, and prepared a\nwardrobe (with some articles worked by her own hands) fit for a\nPrincess.  People may call her an old maid, and so she may be, but\nshe is neither cross nor ugly for all that; on the contrary, she is\nvery cheerful and pleasant-looking, and very kind and tender-\nhearted:  which is no matter of surprise except to those who yield\nto popular prejudices without thinking why, and will never grow\nwiser and never know better.",
        "Of all the company though, none are more pleasant to behold or\nbetter pleased with themselves than two young children, who, in\nhonour of the day, have seats among the guests.  Of these, one is a\nlittle fellow of six or eight years old, brother to the bride, -\nand the other a girl of the same age, or something younger, whom he\ncalls ’his wife.’  The real bride and bridegroom are not more\ndevoted than they:  he all love and attention, and she all blushes\nand fondness, toying with a little bouquet which he gave her this\nmorning, and placing the scattered rose-leaves in her bosom with\nnature’s own coquettishness.  They have dreamt of each other in\ntheir quiet dreams, these children, and their little hearts have\nbeen nearly broken when the absent one has been dispraised in jest.\nWhen will there come in after-life a passion so earnest, generous,\nand true as theirs; what, even in its gentlest realities, can have\nthe grace and charm that hover round such fairy lovers!",
        "By this time the merriment and happiness of the feast have gained\ntheir height; certain ominous looks begin to be exchanged between\nthe bridesmaids, and somehow it gets whispered about that the\ncarriage which is to take the young couple into the country has\narrived.  Such members of the party as are most disposed to prolong\nits enjoyments, affect to consider this a false alarm, but it turns\nout too true, being speedily confirmed, first by the retirement of\nthe bride and a select file of intimates who are to prepare her for\nthe journey, and secondly by the withdrawal of the ladies\ngenerally.  To this there ensues a particularly awkward pause, in\nwhich everybody essays to be facetious, and nobody succeeds; at\nlength the bridegroom makes a mysterious disappearance in obedience\nto some equally mysterious signal; and the table is deserted.",
        "Now, for at least six weeks last past it has been solemnly devised\nand settled that the young couple should go away in secret; but\nthey no sooner appear without the door than the drawing-room\nwindows are blocked up with ladies waving their handkerchiefs and\nkissing their hands, and the dining-room panes with gentlemen’s\nfaces beaming farewell in every queer variety of its expression.\nThe hall and steps are crowded with servants in white favours,\nmixed up with particular friends and relations who have darted out\nto say good-bye; and foremost in the group are the tiny lovers arm\nin arm, thinking, with fluttering hearts, what happiness it would\nbe to dash away together in that gallant coach, and never part\nagain.",
        "The bride has barely time for one hurried glance at her old home,\nwhen the steps rattle, the door slams, the horses clatter on the\npavement, and they have left it far away.",
        "A knot of women servants still remain clustered in the hall,\nwhispering among themselves, and there of course is Anne from\nnumber six, who has made another escape on some plea or other, and\nbeen an admiring witness of the departure.  There are two points on\nwhich Anne expatiates over and over again, without the smallest\nappearance of fatigue or intending to leave off; one is, that she\n’never see in all her life such a - oh such a angel of a gentleman\nas Mr. Harvey’ - and the other, that she ’can’t tell how it is, but\nit don’t seem a bit like a work-a-day, or a Sunday neither - it’s\nall so unsettled and unregular.’",
        "The formal couple are the most prim, cold, immovable, and\nunsatisfactory people on the face of the earth.  Their faces,\nvoices, dress, house, furniture, walk, and manner, are all the\nessence of formality, unrelieved by one redeeming touch of\nfrankness, heartiness, or nature.",
        "Everything with the formal couple resolves itself into a matter of\nform.  They don’t call upon you on your account, but their own; not\nto see how you are, but to show how they are:  it is not a ceremony\nto do honour to you, but to themselves, - not due to your position,\nbut to theirs.  If one of a friend’s children die, the formal\ncouple are as sure and punctual in sending to the house as the\nundertaker; if a friend’s family be increased, the monthly nurse is\nnot more attentive than they.  The formal couple, in fact, joyfully\nseize all occasions of testifying their good-breeding and precise\nobservance of the little usages of society; and for you, who are\nthe means to this end, they care as much as a man does for the\ntailor who has enabled him to cut a figure, or a woman for the\nmilliner who has assisted her to a conquest.",
        "Having an extensive connexion among that kind of people who make\nacquaintances and eschew friends, the formal gentleman attends from\ntime to time a great many funerals, to which he is formally\ninvited, and to which he formally goes, as returning a call for the\nlast time.  Here his deportment is of the most faultless\ndescription; he knows the exact pitch of voice it is proper to\nassume, the sombre look he ought to wear, the melancholy tread\nwhich should be his gait for the day.  He is perfectly acquainted\nwith all the dreary courtesies to be observed in a mourning-coach;\nknows when to sigh, and when to hide his nose in the white\nhandkerchief; and looks into the grave and shakes his head when the\nceremony is concluded, with the sad formality of a mute.",
        "’What kind of funeral was it?’ says the formal lady, when he\nreturns home.  ’Oh!’ replies the formal gentleman, ’there never was\nsuch a gross and disgusting impropriety; there were no feathers.’\n’No feathers!’ cries the lady, as if on wings of black feathers\ndead people fly to Heaven, and, lacking them, they must of\nnecessity go elsewhere.  Her husband shakes his head; and further\nadds, that they had seed-cake instead of plum-cake, and that it was\nall white wine.  ’All white wine!’ exclaims his wife.  ’Nothing but\nsherry and madeira,’ says the husband.  ’What! no port?’  ’Not a\ndrop.’  No port, no plums, and no feathers!  ’You will recollect,\nmy dear,’ says the formal lady, in a voice of stately reproof,\n’that when we first met this poor man who is now dead and gone, and\nhe took that very strange course of addressing me at dinner without\nbeing previously introduced, I ventured to express my opinion that\nthe family were quite ignorant of etiquette, and very imperfectly\nacquainted with the decencies of life.  You have now had a good\nopportunity of judging for yourself, and all I have to say is, that\nI trust you will never go to a funeral THERE again.’  ’My dear,’\nreplies the formal gentleman, ’I never will.’  So the informal\ndeceased is cut in his grave; and the formal couple, when they tell\nthe story of the funeral, shake their heads, and wonder what some\npeople’s feelings ARE made of, and what their notions of propriety\nCAN be!",
        "If the formal couple have a family (which they sometimes have),\nthey are not children, but little, pale, sour, sharp-nosed men and\nwomen; and so exquisitely brought up, that they might be very old\ndwarfs for anything that appeareth to the contrary.  Indeed, they\nare so acquainted with forms and conventionalities, and conduct\nthemselves with such strict decorum, that to see the little girl\nbreak a looking-glass in some wild outbreak, or the little boy kick\nhis parents, would be to any visitor an unspeakable relief and\nconsolation.",
        "The formal couple are always sticklers for what is rigidly proper,\nand have a great readiness in detecting hidden impropriety of\nspeech or thought, which by less scrupulous people would be wholly\nunsuspected.  Thus, if they pay a visit to the theatre, they sit\nall night in a perfect agony lest anything improper or immoral\nshould proceed from the stage; and if anything should happen to be\nsaid which admits of a double construction, they never fail to take\nit up directly, and to express by their looks the great outrage\nwhich their feelings have sustained.  Perhaps this is their chief\nreason for absenting themselves almost entirely from places of\npublic amusement.  They go sometimes to the Exhibition of the Royal\nAcademy; - but that is often more shocking than the stage itself,\nand the formal lady thinks that it really is high time Mr. Etty was\nprosecuted and made a public example of.",
        "We made one at a christening party not long since, where there were\namongst the guests a formal couple, who suffered the acutest\ntorture from certain jokes, incidental to such an occasion, cut -\nand very likely dried also - by one of the godfathers; a red-faced\nelderly gentleman, who, being highly popular with the rest of the\ncompany, had it all his own way, and was in great spirits.  It was\nat supper-time that this gentleman came out in full force.  We -\nbeing of a grave and quiet demeanour - had been chosen to escort\nthe formal lady down-stairs, and, sitting beside her, had a\nfavourable opportunity of observing her emotions.",
        "We have a shrewd suspicion that, in the very beginning, and in the\nfirst blush - literally the first blush - of the matter, the formal\nlady had not felt quite certain whether the being present at such a\nceremony, and encouraging, as it were, the public exhibition of a\nbaby, was not an act involving some degree of indelicacy and\nimpropriety; but certain we are that when that baby’s health was\ndrunk, and allusions were made, by a grey-headed gentleman\nproposing it, to the time when he had dandled in his arms the young\nChristian’s mother, - certain we are that then the formal lady took\nthe alarm, and recoiled from the old gentleman as from a hoary\nprofligate.  Still she bore it; she fanned herself with an\nindignant air, but still she bore it.  A comic song was sung,\ninvolving a confession from some imaginary gentleman that he had\nkissed a female, and yet the formal lady bore it.  But when at\nlast, the health of the godfather before-mentioned being drunk, the\ngodfather rose to return thanks, and in the course of his\nobservations darkly hinted at babies yet unborn, and even\ncontemplated the possibility of the subject of that festival having\nbrothers and sisters, the formal lady could endure no more, but,\nbowing slightly round, and sweeping haughtily past the offender,\nleft the room in tears, under the protection of the formal\ngentleman.",
        "There cannot be a better practical illustration of the wise saw and\nancient instance, that there may be too much of a good thing, than\nis presented by a loving couple.  Undoubtedly it is meet and proper\nthat two persons joined together in holy matrimony should be\nloving, and unquestionably it is pleasant to know and see that they\nare so; but there is a time for all things, and the couple who\nhappen to be always in a loving state before company, are well-nigh\nintolerable.",
        "And in taking up this position we would have it distinctly\nunderstood that we do not seek alone the sympathy of bachelors, in\nwhose objection to loving couples we recognise interested motives\nand personal considerations.  We grant that to that unfortunate\nclass of society there may be something very irritating,\ntantalising, and provoking, in being compelled to witness those\ngentle endearments and chaste interchanges which to loving couples\nare quite the ordinary business of life.  But while we recognise\nthe natural character of the prejudice to which these unhappy men\nare subject, we can neither receive their biassed evidence, nor\naddress ourself to their inflamed and angered minds.  Dispassionate\nexperience is our only guide; and in these moral essays we seek no\nless to reform hymeneal offenders than to hold out a timely warning\nto all rising couples, and even to those who have not yet set forth\nupon their pilgrimage towards the matrimonial market.",
        "Let all couples, present or to come, therefore profit by the\nexample of Mr. and Mrs. Leaver, themselves a loving couple in the\nfirst degree.",
        "Mr. and Mrs. Leaver are pronounced by Mrs. Starling, a widow lady\nwho lost her husband when she was young, and lost herself about the\nsame-time - for by her own count she has never since grown five\nyears older - to be a perfect model of wedded felicity.  ’You would\nsuppose,’ says the romantic lady, ’that they were lovers only just\nnow engaged.  Never was such happiness!  They are so tender, so\naffectionate, so attached to each other, so enamoured, that\npositively nothing can be more charming!’",
        "’Augusta, my soul,’ says Mr. Leaver.  ’Augustus, my life,’ replies\nMrs. Leaver.  ’Sing some little ballad, darling,’ quoth Mr. Leaver.\n’I couldn’t, indeed, dearest,’ returns Mrs. Leaver.  ’Do, my dove,’\nsays Mr. Leaver.  ’I couldn’t possibly, my love,’ replies Mrs.\nLeaver; ’and it’s very naughty of you to ask me.’  ’Naughty,\ndarling!’ cries Mr. Leaver.  ’Yes, very naughty, and very cruel,’\nreturns Mrs. Leaver, ’for you know I have a sore throat, and that\nto sing would give me great pain.  You’re a monster, and I hate\nyou.  Go away!’  Mrs. Leaver has said ’go away,’ because Mr. Leaver\nhas tapped her under the chin:  Mr. Leaver not doing as he is bid,\nbut on the contrary, sitting down beside her, Mrs. Leaver slaps Mr.\nLeaver; and Mr. Leaver in return slaps Mrs. Leaver, and it being\nnow time for all persons present to look the other way, they look\nthe other way, and hear a still small sound as of kissing, at which\nMrs. Starling is thoroughly enraptured, and whispers her neighbour\nthat if all married couples were like that, what a heaven this\nearth would be!",
        "The loving couple are at home when this occurs, and maybe only\nthree or four friends are present, but, unaccustomed to reserve\nupon this interesting point, they are pretty much the same abroad.\nIndeed upon some occasions, such as a pic-nic or a water-party,\ntheir lovingness is even more developed, as we had an opportunity\nlast summer of observing in person.",
        "There was a great water-party made up to go to Twickenham and dine,\nand afterwards dance in an empty villa by the river-side, hired\nexpressly for the purpose.  Mr. and Mrs. Leaver were of the\ncompany; and it was our fortune to have a seat in the same boat,\nwhich was an eight-oared galley, manned by amateurs, with a blue\nstriped awning of the same pattern as their Guernsey shirts, and a\ndingy red flag of the same shade as the whiskers of the stroke oar.\nA coxswain being appointed, and all other matters adjusted, the\neight gentlemen threw themselves into strong paroxysms, and pulled\nup with the tide, stimulated by the compassionate remarks of the\nladies, who one and all exclaimed, that it seemed an immense\nexertion - as indeed it did.  At first we raced the other boat,\nwhich came alongside in gallant style; but this being found an\nunpleasant amusement, as giving rise to a great quantity of\nsplashing, and rendering the cold pies and other viands very moist,\nit was unanimously voted down, and we were suffered to shoot a-\nhead, while the second boat followed ingloriously in our wake.",
        "It was at this time that we first recognised Mr. Leaver.  There\nwere two firemen-watermen in the boat, lying by until somebody was\nexhausted; and one of them, who had taken upon himself the\ndirection of affairs, was heard to cry in a gruff voice, ’Pull\naway, number two - give it her, number two - take a longer reach,\nnumber two - now, number two, sir, think you’re winning a boat.’\nThe greater part of the company had no doubt begun to wonder which\nof the striped Guernseys it might be that stood in need of such\nencouragement, when a stifled shriek from Mrs. Leaver confirmed the\ndoubtful and informed the ignorant; and Mr. Leaver, still further\ndisguised in a straw hat and no neckcloth, was observed to be in a\nfearful perspiration, and failing visibly.  Nor was the general\nconsternation diminished at this instant by the same gentleman (in\nthe performance of an accidental aquatic feat, termed ’catching a\ncrab’) plunging suddenly backward, and displaying nothing of\nhimself to the company, but two violently struggling legs.  Mrs.\nLeaver shrieked again several times, and cried piteously - ’Is he\ndead?  Tell me the worst.  Is he dead?’",
        "Now, a moment’s reflection might have convinced the loving wife,\nthat unless her husband were endowed with some most surprising\npowers of muscular action, he never could be dead while he kicked\nso hard; but still Mrs. Leaver cried, ’Is he dead? is he dead?’ and\nstill everybody else cried - ’No, no, no,’ until such time as Mr.\nLeaver was replaced in a sitting posture, and his oar (which had\nbeen going through all kinds of wrong-headed performances on its\nown account) was once more put in his hand, by the exertions of the\ntwo firemen-watermen.  Mr. Leaver then exclaimed, ’Augustus, my\nchild, come to me;’ and Mr. Leaver said, ’Augusta, my love, compose\nyourself, I am not injured.’  But Mrs. Leaver cried again more\npiteously than before, ’Augustus, my child, come to me;’ and now\nthe company generally, who seemed to be apprehensive that if Mr.\nLeaver remained where he was, he might contribute more than his\nproper share towards the drowning of the party, disinterestedly\ntook part with Mrs. Leaver, and said he really ought to go, and\nthat he was not strong enough for such violent exercise, and ought\nnever to have undertaken it.  Reluctantly, Mr. Leaver went, and\nlaid himself down at Mrs. Leaver’s feet, and Mrs. Leaver stooping\nover him, said, ’Oh Augustus, how could you terrify me so?’ and Mr.\nLeaver said, ’Augusta, my sweet, I never meant to terrify you;’ and\nMrs. Leaver said, ’You are faint, my dear;’ and Mr. Leaver said, ’I\nam rather so, my love;’ and they were very loving indeed under Mrs.\nLeaver’s veil, until at length Mr. Leaver came forth again, and\npleasantly asked if he had not heard something said about bottled\nstout and sandwiches.",
        "Mrs. Starling, who was one of the party, was perfectly delighted\nwith this scene, and frequently murmured half-aside, ’What a loving\ncouple you are!’ or ’How delightful it is to see man and wife so\nhappy together!’  To us she was quite poetical, (for we are a kind\nof cousins,) observing that hearts beating in unison like that made\nlife a paradise of sweets; and that when kindred creatures were\ndrawn together by sympathies so fine and delicate, what more than\nmortal happiness did not our souls partake!  To all this we\nanswered ’Certainly,’ or ’Very true,’ or merely sighed, as the case\nmight be.  At every new act of the loving couple, the widow’s\nadmiration broke out afresh; and when Mrs. Leaver would not permit\nMr. Leaver to keep his hat off, lest the sun should strike to his\nhead, and give him a brain fever, Mrs. Starling actually shed\ntears, and said it reminded her of Adam and Eve.",
        "The loving couple were thus loving all the way to Twickenham, but\nwhen we arrived there (by which time the amateur crew looked very\nthirsty and vicious) they were more playful than ever, for Mrs.\nLeaver threw stones at Mr. Leaver, and Mr. Leaver ran after Mrs.\nLeaver on the grass, in a most innocent and enchanting manner.  At\ndinner, too, Mr. Leaver WOULD steal Mrs. Leaver’s tongue, and Mrs.\nLeaver WOULD retaliate upon Mr. Leaver’s fowl; and when Mrs. Leaver\nwas going to take some lobster salad, Mr. Leaver wouldn’t let her\nhave any, saying that it made her ill, and she was always sorry for\nit afterwards, which afforded Mrs. Leaver an opportunity of\npretending to be cross, and showing many other prettinesses.  But\nthis was merely the smiling surface of their loves, not the mighty\ndepths of the stream, down to which the company, to say the truth,\ndived rather unexpectedly, from the following accident.  It chanced\nthat Mr. Leaver took upon himself to propose the bachelors who had\nfirst originated the notion of that entertainment, in doing which,\nhe affected to regret that he was no longer of their body himself,\nand pretended grievously to lament his fallen state.  This Mrs.\nLeaver’s feelings could not brook, even in jest, and consequently,\nexclaiming aloud, ’He loves me not, he loves me not!’ she fell in a\nvery pitiable state into the arms of Mrs. Starling, and, directly\nbecoming insensible, was conveyed by that lady and her husband into\nanother room.  Presently Mr. Leaver came running back to know if\nthere was a medical gentleman in company, and as there was, (in\nwhat company is there not?) both Mr. Leaver and the medical\ngentleman hurried away together.",
        "The medical gentleman was the first who returned, and among his\nintimate friends he was observed to laugh and wink, and look as\nunmedical as might be; but when Mr. Leaver came back he was very\nsolemn, and in answer to all inquiries, shook his head, and\nremarked that Augusta was far too sensitive to be trifled with - an\nopinion which the widow subsequently confirmed.  Finding that she\nwas in no imminent peril, however, the rest of the party betook\nthemselves to dancing on the green, and very merry and happy they\nwere, and a vast quantity of flirtation there was; the last\ncircumstance being no doubt attributable, partly to the fineness of\nthe weather, and partly to the locality, which is well known to be\nfavourable to all harmless recreations.",
        "In the bustle of the scene, Mr. and Mrs. Leaver stole down to the\nboat, and disposed themselves under the awning, Mrs. Leaver\nreclining her head upon Mr. Leaver’s shoulder, and Mr. Leaver\ngrasping her hand with great fervour, and looking in her face from\ntime to time with a melancholy and sympathetic aspect.  The widow\nsat apart, feigning to be occupied with a book, but stealthily\nobserving them from behind her fan; and the two firemen-watermen,\nsmoking their pipes on the bank hard by, nudged each other, and\ngrinned in enjoyment of the joke.  Very few of the party missed the\nloving couple; and the few who did, heartily congratulated each\nother on their disappearance.",
        "One would suppose that two people who are to pass their whole lives\ntogether, and must necessarily be very often alone with each other,\ncould find little pleasure in mutual contradiction; and yet what is\nmore common than a contradictory couple?",
        "The contradictory couple agree in nothing but contradiction.  They\nreturn home from Mrs. Bluebottle’s dinner-party, each in an\nopposite corner of the coach, and do not exchange a syllable until\nthey have been seated for at least twenty minutes by the fireside\nat home, when the gentleman, raising his eyes from the stove, all\nat once breaks silence:",
        "’What a very extraordinary thing it is,’ says he, ’that you WILL\ncontradict, Charlotte!’  ’I contradict!’ cries the lady, ’but\nthat’s just like you.’  ’What’s like me?’ says the gentleman\nsharply.  ’Saying that I contradict you,’ replies the lady.  ’Do\nyou mean to say that you do NOT contradict me?’ retorts the\ngentleman; ’do you mean to say that you have not been contradicting\nme the whole of this day?’  ’Do you mean to tell me now, that you\nhave not?  I mean to tell you nothing of the kind,’ replies the\nlady quietly; ’when you are wrong, of course I shall contradict\nyou.’",
        "During this dialogue the gentleman has been taking his brandy-and-\nwater on one side of the fire, and the lady, with her dressing-case\non the table, has been curling her hair on the other.  She now lets\ndown her back hair, and proceeds to brush it; preserving at the\nsame time an air of conscious rectitude and suffering virtue, which\nis intended to exasperate the gentleman - and does so.",
        "’I do believe,’ he says, taking the spoon out of his glass, and\ntossing it on the table, ’that of all the obstinate, positive,\nwrong-headed creatures that were ever born, you are the most so,\nCharlotte.’  ’Certainly, certainly, have it your own way, pray.\nYou see how much I contradict you,’ rejoins the lady.  ’Of course,\nyou didn’t contradict me at dinner-time - oh no, not you!’ says the\ngentleman.  ’Yes, I did,’ says the lady.  ’Oh, you did,’ cries the\ngentleman ’you admit that?’  ’If you call that contradiction, I\ndo,’ the lady answers; ’and I say again, Edward, that when I know\nyou are wrong, I will contradict you.  I am not your slave.’  ’Not\nmy slave!’ repeats the gentleman bitterly; ’and you still mean to\nsay that in the Blackburns’ new house there are not more than\nfourteen doors, including the door of the wine-cellar!’  ’I mean to\nsay,’ retorts the lady, beating time with her hair-brush on the\npalm of her hand, ’that in that house there are fourteen doors and\nno more.’  ’Well then - ’ cries the gentleman, rising in despair,\nand pacing the room with rapid strides.  ’By G-, this is enough to\ndestroy a man’s intellect, and drive him mad!’",
        "By and by the gentleman comes-to a little, and passing his hand\ngloomily across his forehead, reseats himself in his former chair.\nThere is a long silence, and this time the lady begins.  ’I\nappealed to Mr. Jenkins, who sat next to me on the sofa in the\ndrawing-room during tea - ’  ’Morgan, you mean,’ interrupts the\ngentleman.  ’I do not mean anything of the kind,’ answers the lady.\n’Now, by all that is aggravating and impossible to bear,’ cries the\ngentleman, clenching his hands and looking upwards in agony, ’she\nis going to insist upon it that Morgan is Jenkins!’  ’Do you take\nme for a perfect fool?’ exclaims the lady; ’do you suppose I don’t\nknow the one from the other?  Do you suppose I don’t know that the\nman in the blue coat was Mr. Jenkins?’  ’Jenkins in a blue coat!’\ncries the gentleman with a groan; ’Jenkins in a blue coat! a man\nwho would suffer death rather than wear anything but brown!’  ’Do\nyou dare to charge me with telling an untruth?’ demands the lady,\nbursting into tears.  ’I charge you, ma’am,’ retorts the gentleman,\nstarting up, ’with being a monster of contradiction, a monster of\naggravation, a - a - a - Jenkins in a blue coat! - what have I done\nthat I should be doomed to hear such statements!’",
        "Expressing himself with great scorn and anguish, the gentleman\ntakes up his candle and stalks off to bed, where feigning to be\nfast asleep when the lady comes up-stairs drowned in tears,\nmurmuring lamentations over her hard fate and indistinct intentions\nof consulting her brothers, he undergoes the secret torture of\nhearing her exclaim between whiles, ’I know there are only fourteen\ndoors in the house, I know it was Mr. Jenkins, I know he had a blue\ncoat on, and I would say it as positively as I do now, if they were\nthe last words I had to speak!’",
        "If the contradictory couple are blessed with children, they are not\nthe less contradictory on that account.  Master James and Miss\nCharlotte present themselves after dinner, and being in perfect\ngood humour, and finding their parents in the same amiable state,\naugur from these appearances half a glass of wine a-piece and other\nextraordinary indulgences.  But unfortunately Master James, growing\ntalkative upon such prospects, asks his mamma how tall Mrs. Parsons\nis, and whether she is not six feet high; to which his mamma\nreplies, ’Yes, she should think she was, for Mrs. Parsons is a very\ntall lady indeed; quite a giantess.’  ’For Heaven’s sake,\nCharlotte,’ cries her husband, ’do not tell the child such\npreposterous nonsense.  Six feet high!’  ’Well,’ replies the lady,\n’surely I may be permitted to have an opinion; my opinion is, that\nshe is six feet high - at least six feet.’  ’Now you know,\nCharlotte,’ retorts the gentleman sternly, ’that that is NOT your\nopinion - that you have no such idea - and that you only say this\nfor the sake of contradiction.’  ’You are exceedingly polite,’ his\nwife replies; ’to be wrong about such a paltry question as\nanybody’s height, would be no great crime; but I say again, that I\nbelieve Mrs. Parsons to be six feet - more than six feet; nay, I\nbelieve you know her to be full six feet, and only say she is not,\nbecause I say she is.’  This taunt disposes the gentleman to become\nviolent, but he cheeks himself, and is content to mutter, in a\nhaughty tone, ’Six feet - ha! ha!  Mrs. Parsons six feet!’ and the\nlady answers, ’Yes, six feet.  I am sure I am glad you are amused,\nand I’ll say it again - six feet.’  Thus the subject gradually\ndrops off, and the contradiction begins to be forgotten, when\nMaster James, with some undefined notion of making himself\nagreeable, and putting things to rights again, unfortunately asks\nhis mamma what the moon’s made of; which gives her occasion to say\nthat he had better not ask her, for she is always wrong and never\ncan be right; that he only exposes her to contradiction by asking\nany question of her; and that he had better ask his papa, who is\ninfallible, and never can be wrong.  Papa, smarting under this\nattack, gives a terrible pull at the bell, and says, that if the\nconversation is to proceed in this way, the children had better be\nremoved.  Removed they are, after a few tears and many struggles;\nand Pa having looked at Ma sideways for a minute or two, with a\nbaleful eye, draws his pocket-handkerchief over his face, and\ncomposes himself for his after-dinner nap.",
        "The friends of the contradictory couple often deplore their\nfrequent disputes, though they rather make light of them at the\nsame time:  observing, that there is no doubt they are very much\nattached to each other, and that they never quarrel except about\ntrifles.  But neither the friends of the contradictory couple, nor\nthe contradictory couple themselves, reflect, that as the most\nstupendous objects in nature are but vast collections of minute\nparticles, so the slightest and least considered trifles make up\nthe sum of human happiness or misery.",
        "The couple who dote upon their children have usually a great many\nof them:  six or eight at least.  The children are either the\nhealthiest in all the world, or the most unfortunate in existence.\nIn either case, they are equally the theme of their doting parents,\nand equally a source of mental anguish and irritation to their\ndoting parents’ friends.",
        "The couple who dote upon their children recognise no dates but\nthose connected with their births, accidents, illnesses, or\nremarkable deeds.  They keep a mental almanack with a vast number\nof Innocents’-days, all in red letters.  They recollect the last\ncoronation, because on that day little Tom fell down the kitchen\nstairs; the anniversary of the Gunpowder Plot, because it was on\nthe fifth of November that Ned asked whether wooden legs were made\nin heaven and cocked hats grew in gardens.  Mrs. Whiffler will\nnever cease to recollect the last day of the old year as long as\nshe lives, for it was on that day that the baby had the four red\nspots on its nose which they took for measles:  nor Christmas-day,\nfor twenty-one days after Christmas-day the twins were born; nor\nGood Friday, for it was on a Good Friday that she was frightened by\nthe donkey-cart when she was in the family way with Georgiana.  The\nmovable feasts have no motion for Mr. and Mrs. Whiffler, but remain\npinned down tight and fast to the shoulders of some small child,\nfrom whom they can never be separated any more.  Time was made,\naccording to their creed, not for slaves but for girls and boys;\nthe restless sands in his glass are but little children at play.",
        "As we have already intimated, the children of this couple can know\nno medium.  They are either prodigies of good health or prodigies\nof bad health; whatever they are, they must be prodigies.  Mr.\nWhiffler must have to describe at his office such excruciating\nagonies constantly undergone by his eldest boy, as nobody else’s\neldest boy ever underwent; or he must be able to declare that there\nnever was a child endowed with such amazing health, such an\nindomitable constitution, and such a cast-iron frame, as his child.\nHis children must be, in some respect or other, above and beyond\nthe children of all other people.  To such an extent is this\nfeeling pushed, that we were once slightly acquainted with a lady\nand gentleman who carried their heads so high and became so proud\nafter their youngest child fell out of a two-pair-of-stairs window\nwithout hurting himself much, that the greater part of their\nfriends were obliged to forego their acquaintance.  But perhaps\nthis may be an extreme case, and one not justly entitled to be\nconsidered as a precedent of general application.",
        "If a friend happen to dine in a friendly way with one of these\ncouples who dote upon their children, it is nearly impossible for\nhim to divert the conversation from their favourite topic.\nEverything reminds Mr. Whiffler of Ned, or Mrs. Whiffler of Mary\nAnne, or of the time before Ned was born, or the time before Mary\nAnne was thought of.  The slightest remark, however harmless in\nitself, will awaken slumbering recollections of the twins.  It is\nimpossible to steer clear of them.  They will come uppermost, let\nthe poor man do what he may.  Ned has been known to be lost sight\nof for half an hour, Dick has been forgotten, the name of Mary Anne\nhas not been mentioned, but the twins will out.  Nothing can keep\ndown the twins.",
        "’It’s a very extraordinary thing, Saunders,’ says Mr. Whiffler to\nthe visitor, ’but - you have seen our little babies, the - the -\ntwins?’  The friend’s heart sinks within him as he answers, ’Oh,\nyes - often.’  ’Your talking of the Pyramids,’ says Mr. Whiffler,\nquite as a matter of course, ’reminds me of the twins.  It’s a very\nextraordinary thing about those babies - what colour should you say\ntheir eyes were?’  ’Upon my word,’ the friend stammers, ’I hardly\nknow how to answer’ - the fact being, that except as the friend\ndoes not remember to have heard of any departure from the ordinary\ncourse of nature in the instance of these twins, they might have no\neyes at all for aught he has observed to the contrary.  ’You\nwouldn’t say they were red, I suppose?’ says Mr. Whiffler.  The\nfriend hesitates, and rather thinks they are; but inferring from\nthe expression of Mr. Whiffler’s face that red is not the colour,\nsmiles with some confidence, and says, ’No, no! very different from\nthat.’  ’What should you say to blue?’ says Mr. Whiffler.  The\nfriend glances at him, and observing a different expression in his\nface, ventures to say, ’I should say they WERE blue - a decided\nblue.’  ’To be sure!’ cries Mr. Whiffler, triumphantly, ’I knew you\nwould!  But what should you say if I was to tell you that the boy’s\neyes are blue and the girl’s hazel, eh?’  ’Impossible!’ exclaims\nthe friend, not at all knowing why it should be impossible.  ’A\nfact, notwithstanding,’ cries Mr. Whiffler; ’and let me tell you,\nSaunders, THAT’S not a common thing in twins, or a circumstance\nthat’ll happen every day.’",
        "In this dialogue Mrs. Whiffler, as being deeply responsible for the\ntwins, their charms and singularities, has taken no share; but she\nnow relates, in broken English, a witticism of little Dick’s\nbearing upon the subject just discussed, which delights Mr.\nWhiffler beyond measure, and causes him to declare that he would\nhave sworn that was Dick’s if he had heard it anywhere.  Then he\nrequests that Mrs. Whiffler will tell Saunders what Tom said about\nmad bulls; and Mrs. Whiffler relating the anecdote, a discussion\nensues upon the different character of Tom’s wit and Dick’s wit,\nfrom which it appears that Dick’s humour is of a lively turn, while\nTom’s style is the dry and caustic.  This discussion being\nenlivened by various illustrations, lasts a long time, and is only\nstopped by Mrs. Whiffler instructing the footman to ring the\nnursery bell, as the children were promised that they should come\ndown and taste the pudding.",
        "The friend turns pale when this order is given, and paler still\nwhen it is followed up by a great pattering on the staircase, (not\nunlike the sound of rain upon a skylight,) a violent bursting open\nof the dining-room door, and the tumultuous appearance of six small\nchildren, closely succeeded by a strong nursery-maid with a twin in\neach arm.  As the whole eight are screaming, shouting, or kicking -\nsome influenced by a ravenous appetite, some by a horror of the\nstranger, and some by a conflict of the two feelings - a pretty\nlong space elapses before all their heads can be ranged round the\ntable and anything like order restored; in bringing about which\nhappy state of things both the nurse and footman are severely\nscratched.  At length Mrs. Whiffler is heard to say, ’Mr. Saunders,\nshall I give you some pudding?’  A breathless silence ensues, and\nsixteen small eyes are fixed upon the guest in expectation of his\nreply.  A wild shout of joy proclaims that he has said ’No, thank\nyou.’  Spoons are waved in the air, legs appear above the table-\ncloth in uncontrollable ecstasy, and eighty short fingers dabble in\ndamson syrup.",
        "While the pudding is being disposed of, Mr. and Mrs. Whiffler look\non with beaming countenances, and Mr. Whiffler nudging his friend\nSaunders, begs him to take notice of Tom’s eyes, or Dick’s chin, or\nNed’s nose, or Mary Anne’s hair, or Emily’s figure, or little Bob’s\ncalves, or Fanny’s mouth, or Carry’s head, as the case may be.\nWhatever the attention of Mr. Saunders is called to, Mr. Saunders\nadmires of course; though he is rather confused about the sex of\nthe youngest branches and looks at the wrong children, turning to a\ngirl when Mr. Whiffler directs his attention to a boy, and falling\ninto raptures with a boy when he ought to be enchanted with a girl.\nThen the dessert comes, and there is a vast deal of scrambling\nafter fruit, and sudden spirting forth of juice out of tight\noranges into infant eyes, and much screeching and wailing in\nconsequence.  At length it becomes time for Mrs. Whiffler to\nretire, and all the children are by force of arms compelled to kiss\nand love Mr. Saunders before going up-stairs, except Tom, who,\nlying on his back in the hall, proclaims that Mr. Saunders ’is a\nnaughty beast;’ and Dick, who having drunk his father’s wine when\nhe was looking another way, is found to be intoxicated and is\ncarried out, very limp and helpless.",
        "Mr. Whiffler and his friend are left alone together, but Mr.\nWhiffler’s thoughts are still with his family, if his family are\nnot with him.  ’Saunders,’ says he, after a short silence, ’if you\nplease, we’ll drink Mrs. Whiffler and the children.’  Mr. Saunders\nfeels this to be a reproach against himself for not proposing the\nsame sentiment, and drinks it in some confusion.  ’Ah!’ Mr.\nWhiffler sighs, ’these children, Saunders, make one quite an old\nman.’  Mr. Saunders thinks that if they were his, they would make\nhim a very old man; but he says nothing.  ’And yet,’ pursues Mr.\nWhiffler, ’what can equal domestic happiness? what can equal the\nengaging ways of children!  Saunders, why don’t you get married?’\nNow, this is an embarrassing question, because Mr. Saunders has\nbeen thinking that if he had at any time entertained matrimonial\ndesigns, the revelation of that day would surely have routed them\nfor ever.  ’I am glad, however,’ says Mr. Whiffler, ’that you ARE a\nbachelor, - glad on one account, Saunders; a selfish one, I admit.\nWill you do Mrs. Whiffler and myself a favour?’  Mr. Saunders is\nsurprised - evidently surprised; but he replies, ’with the greatest\npleasure.’  ’Then, will you, Saunders,’ says Mr. Whiffler, in an\nimpressive manner, ’will you cement and consolidate our friendship\nby coming into the family (so to speak) as a godfather?’  ’I shall\nbe proud and delighted,’ replies Mr. Saunders:  ’which of the\nchildren is it? really, I thought they were all christened; or - ’\n’Saunders,’ Mr. Whiffler interposes, ’they ARE all christened; you\nare right.  The fact is, that Mrs. Whiffler is - in short, we\nexpect another.’  ’Not a ninth!’ cries the friend, all aghast at\nthe idea.  ’Yes, Saunders,’ rejoins Mr. Whiffler, solemnly, ’a\nninth.  Did we drink Mrs. Whiffler’s health?  Let us drink it\nagain, Saunders, and wish her well over it!’",
        "Doctor Johnson used to tell a story of a man who had but one idea,\nwhich was a wrong one.  The couple who dote upon their children are\nin the same predicament:  at home or abroad, at all times, and in\nall places, their thoughts are bound up in this one subject, and\nhave no sphere beyond.  They relate the clever things their\noffspring say or do, and weary every company with their prolixity\nand absurdity.  Mr. Whiffler takes a friend by the button at a\nstreet corner on a windy day to tell him a BON MOT of his youngest\nboy’s; and Mrs. Whiffler, calling to see a sick acquaintance,\nentertains her with a cheerful account of all her own past\nsufferings and present expectations.  In such cases the sins of the\nfathers indeed descend upon the children; for people soon come to\nregard them as predestined little bores.  The couple who dote upon\ntheir children cannot be said to be actuated by a general love for\nthese engaging little people (which would be a great excuse); for\nthey are apt to underrate and entertain a jealousy of any children\nbut their own.  If they examined their own hearts, they would,\nperhaps, find at the bottom of all this, more self-love and egotism\nthan they think of.  Self-love and egotism are bad qualities, of\nwhich the unrestrained exhibition, though it may be sometimes\namusing, never fails to be wearisome and unpleasant.  Couples who\ndote upon their children, therefore, are best avoided.",
        "There is an old-fashioned weather-glass representing a house with\ntwo doorways, in one of which is the figure of a gentleman, in the\nother the figure of a lady.  When the weather is to be fine the\nlady comes out and the gentleman goes in; when wet, the gentleman\ncomes out and the lady goes in.  They never seek each other’s\nsociety, are never elevated and depressed by the same cause, and\nhave nothing in common.  They are the model of a cool couple,\nexcept that there is something of politeness and consideration\nabout the behaviour of the gentleman in the weather-glass, in\nwhich, neither of the cool couple can be said to participate.",
        "The cool couple are seldom alone together, and when they are,\nnothing can exceed their apathy and dulness:  the gentleman being\nfor the most part drowsy, and the lady silent.  If they enter into\nconversation, it is usually of an ironical or recriminatory nature.\nThus, when the gentleman has indulged in a very long yawn and\nsettled himself more snugly in his easy-chair, the lady will\nperhaps remark, ’Well, I am sure, Charles!  I hope you’re\ncomfortable.’  To which the gentleman replies, ’Oh yes, he’s quite\ncomfortable quite.’  ’There are not many married men, I hope,’\nreturns the lady, ’who seek comfort in such selfish gratifications\nas you do.’  ’Nor many wives who seek comfort in such selfish\ngratifications as YOU do, I hope,’ retorts the gentleman.  ’Whose\nfault is that?’ demands the lady.  The gentleman becoming more\nsleepy, returns no answer.  ’Whose fault is that?’ the lady\nrepeats.  The gentleman still returning no answer, she goes on to\nsay that she believes there never was in all this world anybody so\nattached to her home, so thoroughly domestic, so unwilling to seek\na moment’s gratification or pleasure beyond her own fireside as\nshe.  God knows that before she was married she never thought or\ndreamt of such a thing; and she remembers that her poor papa used\nto say again and again, almost every day of his life, ’Oh, my dear\nLouisa, if you only marry a man who understands you, and takes the\ntrouble to consider your happiness and accommodate himself a very\nlittle to your disposition, what a treasure he will find in you!’\nShe supposes her papa knew what her disposition was - he had known\nher long enough - he ought to have been acquainted with it, but\nwhat can she do?  If her home is always dull and lonely, and her\nhusband is always absent and finds no pleasure in her society, she\nis naturally sometimes driven (seldom enough, she is sure) to seek\na little recreation elsewhere; she is not expected to pine and mope\nto death, she hopes.  ’Then come, Louisa,’ says the gentleman,\nwaking up as suddenly as he fell asleep, ’stop at home this\nevening, and so will I.’  ’I should be sorry to suppose, Charles,\nthat you took a pleasure in aggravating me,’ replies the lady; ’but\nyou know as well as I do that I am particularly engaged to Mrs.\nMortimer, and that it would be an act of the grossest rudeness and\nill-breeding, after accepting a seat in her box and preventing her\nfrom inviting anybody else, not to go.’  ’Ah! there it is!’ says\nthe gentleman, shrugging his shoulders, ’I knew that perfectly\nwell.  I knew you couldn’t devote an evening to your own home.  Now\nall I have to say, Louisa, is this - recollect that I was quite\nwilling to stay at home, and that it’s no fault of MINE we are not\noftener together.’",
        "With that the gentleman goes away to keep an old appointment at his\nclub, and the lady hurries off to dress for Mrs. Mortimer’s; and\nneither thinks of the other until by some odd chance they find\nthemselves alone again.",
        "But it must not be supposed that the cool couple are habitually a\nquarrelsome one.  Quite the contrary.  These differences are only\noccasions for a little self-excuse, - nothing more.  In general\nthey are as easy and careless, and dispute as seldom, as any common\nacquaintances may; for it is neither worth their while to put each\nother out of the way, nor to ruffle themselves.",
        "When they meet in society, the cool couple are the best-bred people\nin existence.  The lady is seated in a corner among a little knot\nof lady friends, one of whom exclaims, ’Why, I vow and declare\nthere is your husband, my dear!’  ’Whose? - mine?’ she says,\ncarelessly.  ’Ay, yours, and coming this way too.’  ’How very odd!’\nsays the lady, in a languid tone, ’I thought he had been at Dover.’\nThe gentleman coming up, and speaking to all the other ladies and\nnodding slightly to his wife, it turns out that he has been at\nDover, and has just now returned.  ’What a strange creature you\nare!’ cries his wife; ’and what on earth brought you here, I\nwonder?’  ’I came to look after you, OF COURSE,’ rejoins her\nhusband.  This is so pleasant a jest that the lady is mightily\namused, as are all the other ladies similarly situated who are\nwithin hearing; and while they are enjoying it to the full, the\ngentleman nods again, turns upon his heel, and saunters away.",
        "There are times, however, when his company is not so agreeable,\nthough equally unexpected; such as when the lady has invited one or\ntwo particular friends to tea and scandal, and he happens to come\nhome in the very midst of their diversion.  It is a hundred chances\nto one that he remains in the house half an hour, but the lady is\nrather disturbed by the intrusion, notwithstanding, and reasons\nwithin herself, - ’I am sure I never interfere with him, and why\nshould he interfere with me?  It can scarcely be accidental; it\nnever happens that I have a particular reason for not wishing him\nto come home, but he always comes.  It’s very provoking and\ntiresome; and I am sure when he leaves me so much alone for his own\npleasure, the least he could do would be to do as much for mine.’\nObserving what passes in her mind, the gentleman, who has come home\nfor his own accommodation, makes a merit of it with himself;\narrives at the conclusion that it is the very last place in which\nhe can hope to be comfortable; and determines, as he takes up his\nhat and cane, never to be so virtuous again.",
        "Thus a great many cool couples go on until they are cold couples,\nand the grave has closed over their folly and indifference.  Loss\nof name, station, character, life itself, has ensued from causes as\nslight as these, before now; and when gossips tell such tales, and\naggravate their deformities, they elevate their hands and eyebrows,\nand call each other to witness what a cool couple Mr. and Mrs. So-\nand-so always were, even in the best of times.",
        "The plausible couple have many titles.  They are ’a delightful\ncouple,’ an ’affectionate couple,’ ’a most agreeable couple, ’a\ngood-hearted couple,’ and ’the best-natured couple in existence.’\nThe truth is, that the plausible couple are people of the world;\nand either the way of pleasing the world has grown much easier than\nit was in the days of the old man and his ass, or the old man was\nbut a bad hand at it, and knew very little of the trade.",
        "’But is it really possible to please the world!’ says some doubting\nreader.  It is indeed.  Nay, it is not only very possible, but very\neasy.  The ways are crooked, and sometimes foul and low.  What\nthen?  A man need but crawl upon his hands and knees, know when to\nclose his eyes and when his ears, when to stoop and when to stand\nupright; and if by the world is meant that atom of it in which he\nmoves himself, he shall please it, never fear.",
        "Now, it will be readily seen, that if a plausible man or woman have\nan easy means of pleasing the world by an adaptation of self to all\nits twistings and twinings, a plausible man AND woman, or, in other\nwords, a plausible couple, playing into each other’s hands, and\nacting in concert, have a manifest advantage.  Hence it is that\nplausible couples scarcely ever fail of success on a pretty large\nscale; and hence it is that if the reader, laying down this\nunwieldy volume at the next full stop, will have the goodness to\nreview his or her circle of acquaintance, and to search\nparticularly for some man and wife with a large connexion and a\ngood name, not easily referable to their abilities or their wealth,\nhe or she (that is, the male or female reader) will certainly find\nthat gentleman or lady, on a very short reflection, to be a\nplausible couple.",
        "The plausible couple are the most ecstatic people living:  the most\nsensitive people - to merit - on the face of the earth.  Nothing\nclever or virtuous escapes them.  They have microscopic eyes for\nsuch endowments, and can find them anywhere.  The plausible couple\nnever fawn - oh no!  They don’t even scruple to tell their friends\nof their faults.  One is too generous, another too candid; a third\nhas a tendency to think all people like himself, and to regard\nmankind as a company of angels; a fourth is kind-hearted to a\nfault.  ’We never flatter, my dear Mrs. Jackson,’ say the plausible\ncouple; ’we speak our minds.  Neither you nor Mr. Jackson have\nfaults enough.  It may sound strangely, but it is true.  You have\nnot faults enough.  You know our way, - we must speak out, and\nalways do.  Quarrel with us for saying so, if you will; but we\nrepeat it, - you have not faults enough!’",
        "The plausible couple are no less plausible to each other than to\nthird parties.  They are always loving and harmonious.  The\nplausible gentleman calls his wife ’darling,’ and the plausible\nlady addresses him as ’dearest.’  If it be Mr. and Mrs. Bobtail\nWidger, Mrs. Widger is ’Lavinia, darling,’ and Mr. Widger is\n’Bobtail, dearest.’  Speaking of each other, they observe the same\ntender form.  Mrs. Widger relates what ’Bobtail’ said, and Mr.\nWidger recounts what ’darling’ thought and did.",
        "If you sit next to the plausible lady at a dinner-table, she takes\nthe earliest opportunity of expressing her belief that you are\nacquainted with the Clickits; she is sure she has heard the\nClickits speak of you - she must not tell you in what terms, or you\nwill take her for a flatterer.  You admit a knowledge of the\nClickits; the plausible lady immediately launches out in their\npraise.  She quite loves the Clickits.  Were there ever such true-\nhearted, hospitable, excellent people - such a gentle, interesting\nlittle woman as Mrs. Clickit, or such a frank, unaffected creature\nas Mr. Clickit? were there ever two people, in short, so little\nspoiled by the world as they are?  ’As who, darling?’ cries Mr.\nWidger, from the opposite side of the table.  ’The Clickits,\ndearest,’ replies Mrs. Widger.  ’Indeed you are right, darling,’\nMr. Widger rejoins; ’the Clickits are a very high-minded, worthy,\nestimable couple.’  Mrs. Widger remarking that Bobtail always grows\nquite eloquent upon this subject, Mr. Widger admits that he feels\nvery strongly whenever such people as the Clickits and some other\nfriends of his (here he glances at the host and hostess) are\nmentioned; for they are an honour to human nature, and do one good\nto think of.  ’YOU know the Clickits, Mrs. Jackson?’ he says,\naddressing the lady of the house.  ’No, indeed; we have not that\npleasure,’ she replies.  ’You astonish me!’ exclaims Mr. Widger:\n’not know the Clickits! why, you are the very people of all others\nwho ought to be their bosom friends.  You are kindred beings; you\nare one and the same thing:- not know the Clickits!  Now WILL you\nknow the Clickits?  Will you make a point of knowing them?  Will\nyou meet them in a friendly way at our house one evening, and be\nacquainted with them?’  Mrs. Jackson will be quite delighted;\nnothing would give her more pleasure.  ’Then, Lavinia, my darling,’\nsays Mr. Widger, ’mind you don’t lose sight of that; now, pray take\ncare that Mr. and Mrs. Jackson know the Clickits without loss of\ntime.  Such people ought not to be strangers to each other.’  Mrs.\nWidger books both families as the centre of attraction for her next\nparty; and Mr. Widger, going on to expatiate upon the virtues of\nthe Clickits, adds to their other moral qualities, that they keep\none of the neatest phaetons in town, and have two thousand a year.",
        "As the plausible couple never laud the merits of any absent person,\nwithout dexterously contriving that their praises shall reflect\nupon somebody who is present, so they never depreciate anything or\nanybody, without turning their depreciation to the same account.\nTheir friend, Mr. Slummery, say they, is unquestionably a clever\npainter, and would no doubt be very popular, and sell his pictures\nat a very high price, if that cruel Mr. Fithers had not forestalled\nhim in his department of art, and made it thoroughly and completely\nhis own; - Fithers, it is to be observed, being present and within\nhearing, and Slummery elsewhere.  Is Mrs. Tabblewick really as\nbeautiful as people say?  Why, there indeed you ask them a very\npuzzling question, because there is no doubt that she is a very\ncharming woman, and they have long known her intimately.  She is no\ndoubt beautiful, very beautiful; they once thought her the most\nbeautiful woman ever seen; still if you press them for an honest\nanswer, they are bound to say that this was before they had ever\nseen our lovely friend on the sofa, (the sofa is hard by, and our\nlovely friend can’t help hearing the whispers in which this is\nsaid;) since that time, perhaps, they have been hardly fair judges;\nMrs. Tabblewick is no doubt extremely handsome, - very like our\nfriend, in fact, in the form of the features, - but in point of\nexpression, and soul, and figure, and air altogether - oh dear!",
        "But while the plausible couple depreciate, they are still careful\nto preserve their character for amiability and kind feeling; indeed\nthe depreciation itself is often made to grow out of their\nexcessive sympathy and good will.  The plausible lady calls on a\nlady who dotes upon her children, and is sitting with a little girl\nupon her knee, enraptured by her artless replies, and protesting\nthat there is nothing she delights in so much as conversing with\nthese fairies; when the other lady inquires if she has seen young\nMrs. Finching lately, and whether the baby has turned out a finer\none than it promised to be.  ’Oh dear!’ cries the plausible lady,\n’you cannot think how often Bobtail and I have talked about poor\nMrs. Finching - she is such a dear soul, and was so anxious that\nthe baby should be a fine child - and very naturally, because she\nwas very much here at one time, and there is, you know, a natural\nemulation among mothers - that it is impossible to tell you how\nmuch we have felt for her.’  ’Is it weak or plain, or what?’\ninquires the other.  ’Weak or plain, my love,’ returns the\nplausible lady, ’it’s a fright - a perfect little fright; you never\nsaw such a miserable creature in all your days.  Positively you\nmust not let her see one of these beautiful dears again, or you’ll\nbreak her heart, you will indeed. - Heaven bless this child, see\nhow she is looking in my face! can you conceive anything prettier\nthan that?  If poor Mrs. Finching could only hope - but that’s\nimpossible - and the gifts of Providence, you know - What DID I do\nwith my pocket-handkerchief!’",
        "What prompts the mother, who dotes upon her children, to comment to\nher lord that evening on the plausible lady’s engaging qualities\nand feeling heart, and what is it that procures Mr. and Mrs.\nBobtail Widger an immediate invitation to dinner?",
        "A custom once prevailed in old-fashioned circles, that when a lady\nor gentleman was unable to sing a song, he or she should enliven\nthe company with a story.  As we find ourself in the predicament of\nnot being able to describe (to our own satisfaction) nice little\ncouples in the abstract, we purpose telling in this place a little\nstory about a nice little couple of our acquaintance.",
        "Mr. and Mrs. Chirrup are the nice little couple in question.  Mr.\nChirrup has the smartness, and something of the brisk, quick manner\nof a small bird.  Mrs. Chirrup is the prettiest of all little\nwomen, and has the prettiest little figure conceivable.  She has\nthe neatest little foot, and the softest little voice, and the\npleasantest little smile, and the tidiest little curls, and the\nbrightest little eyes, and the quietest little manner, and is, in\nshort, altogether one of the most engaging of all little women,\ndead or alive.  She is a condensation of all the domestic virtues,\n- a pocket edition of the young man’s best companion, - a little\nwoman at a very high pressure, with an amazing quantity of goodness\nand usefulness in an exceedingly small space.  Little as she is,\nMrs. Chirrup might furnish forth matter for the moral equipment of\na score of housewives, six feet high in their stockings - if, in\nthe presence of ladies, we may be allowed the expression - and of\ncorresponding robustness.",
        "Nobody knows all this better than Mr. Chirrup, though he rather\ntakes on that he don’t.  Accordingly he is very proud of his\nbetter-half, and evidently considers himself, as all other people\nconsider him, rather fortunate in having her to wife.  We say\nevidently, because Mr. Chirrup is a warm-hearted little fellow; and\nif you catch his eye when he has been slyly glancing at Mrs.\nChirrup in company, there is a certain complacent twinkle in it,\naccompanied, perhaps, by a half-expressed toss of the head, which\nas clearly indicates what has been passing in his mind as if he had\nput it into words, and shouted it out through a speaking-trumpet.\nMoreover, Mr. Chirrup has a particularly mild and bird-like manner\nof calling Mrs. Chirrup ’my dear;’ and - for he is of a jocose turn\n- of cutting little witticisms upon her, and making her the subject\nof various harmless pleasantries, which nobody enjoys more\nthoroughly than Mrs. Chirrup herself.  Mr. Chirrup, too, now and\nthen affects to deplore his bachelor-days, and to bemoan (with a\nmarvellously contented and smirking face) the loss of his freedom,\nand the sorrow of his heart at having been taken captive by Mrs.\nChirrup - all of which circumstances combine to show the secret\ntriumph and satisfaction of Mr. Chirrup’s soul.",
        "We have already had occasion to observe that Mrs. Chirrup is an\nincomparable housewife.  In all the arts of domestic arrangement\nand management, in all the mysteries of confectionery-making,\npickling, and preserving, never was such a thorough adept as that\nnice little body.  She is, besides, a cunning worker in muslin and\nfine linen, and a special hand at marketing to the very best\nadvantage.  But if there be one branch of housekeeping in which she\nexcels to an utterly unparalleled and unprecedented extent, it is\nin the important one of carving.  A roast goose is universally\nallowed to be the great stumbling-block in the way of young\naspirants to perfection in this department of science; many\npromising carvers, beginning with legs of mutton, and preserving a\ngood reputation through fillets of veal, sirloins of beef, quarters\nof lamb, fowls, and even ducks, have sunk before a roast goose, and\nlost caste and character for ever.  To Mrs. Chirrup the resolving a\ngoose into its smallest component parts is a pleasant pastime - a\npractical joke - a thing to be done in a minute or so, without the\nsmallest interruption to the conversation of the time.  No handing\nthe dish over to an unfortunate man upon her right or left, no wild\nsharpening of the knife, no hacking and sawing at an unruly joint,\nno noise, no splash, no heat, no leaving off in despair; all is\nconfidence and cheerfulness.  The dish is set upon the table, the\ncover is removed; for an instant, and only an instant, you observe\nthat Mrs. Chirrup’s attention is distracted; she smiles, but\nheareth not.  You proceed with your story; meanwhile the glittering\nknife is slowly upraised, both Mrs. Chirrup’s wrists are slightly\nbut not ungracefully agitated, she compresses her lips for an\ninstant, then breaks into a smile, and all is over.  The legs of\nthe bird slide gently down into a pool of gravy, the wings seem to\nmelt from the body, the breast separates into a row of juicy\nslices, the smaller and more complicated parts of his anatomy are\nperfectly developed, a cavern of stuffing is revealed, and the\ngoose is gone!",
        "To dine with Mr. and Mrs. Chirrup is one of the pleasantest things\nin the world.  Mr. Chirrup has a bachelor friend, who lived with\nhim in his own days of single blessedness, and to whom he is\nmightily attached.  Contrary to the usual custom, this bachelor\nfriend is no less a friend of Mrs. Chirrup’s, and, consequently,\nwhenever you dine with Mr. and Mrs. Chirrup, you meet the bachelor\nfriend.  It would put any reasonably-conditioned mortal into good-\nhumour to observe the entire unanimity which subsists between these\nthree; but there is a quiet welcome dimpling in Mrs. Chirrup’s\nface, a bustling hospitality oozing as it were out of the\nwaistcoat-pockets of Mr. Chirrup, and a patronising enjoyment of\ntheir cordiality and satisfaction on the part of the bachelor\nfriend, which is quite delightful.  On these occasions Mr. Chirrup\nusually takes an opportunity of rallying the friend on being\nsingle, and the friend retorts on Mr. Chirrup for being married, at\nwhich moments some single young ladies present are like to die of\nlaughter; and we have more than once observed them bestow looks\nupon the friend, which convinces us that his position is by no\nmeans a safe one, as, indeed, we hold no bachelor’s to be who\nvisits married friends and cracks jokes on wedlock, for certain it\nis that such men walk among traps and nets and pitfalls\ninnumerable, and often find themselves down upon their knees at the\naltar rails, taking M. or N. for their wedded wives, before they\nknow anything about the matter.",
        "However, this is no business of Mr. Chirrup’s, who talks, and\nlaughs, and drinks his wine, and laughs again, and talks more,\nuntil it is time to repair to the drawing-room, where, coffee\nserved and over, Mrs. Chirrup prepares for a round game, by sorting\nthe nicest possible little fish into the nicest possible little\npools, and calling Mr. Chirrup to assist her, which Mr. Chirrup\ndoes.  As they stand side by side, you find that Mr. Chirrup is the\nleast possible shadow of a shade taller than Mrs. Chirrup, and that\nthey are the neatest and best-matched little couple that can be,\nwhich the chances are ten to one against your observing with such\neffect at any other time, unless you see them in the street arm-in-\narm, or meet them some rainy day trotting along under a very small\numbrella.  The round game (at which Mr. Chirrup is the merriest of\nthe party) being done and over, in course of time a nice little\ntray appears, on which is a nice little supper; and when that is\nfinished likewise, and you have said ’Good night,’ you find\nyourself repeating a dozen times, as you ride home, that there\nnever was such a nice little couple as Mr. and Mrs. Chirrup.",
        "Whether it is that pleasant qualities, being packed more closely in\nsmall bodies than in large, come more readily to hand than when\nthey are diffused over a wider space, and have to be gathered\ntogether for use, we don’t know, but as a general rule, -\nstrengthened like all other rules by its exceptions, - we hold that\nlittle people are sprightly and good-natured.  The more sprightly\nand good-natured people we have, the better; therefore, let us wish\nwell to all nice little couples, and hope that they may increase\nand multiply.",
        "Egotism in couples is of two kinds. - It is our purpose to show\nthis by two examples.",
        "The egotistical couple may be young, old, middle-aged, well to do,\nor ill to do; they may have a small family, a large family, or no\nfamily at all.  There is no outward sign by which an egotistical\ncouple may be known and avoided.  They come upon you unawares;\nthere is no guarding against them.  No man can of himself be\nforewarned or forearmed against an egotistical couple.",
        "The egotistical couple have undergone every calamity, and\nexperienced every pleasurable and painful sensation of which our\nnature is susceptible.  You cannot by possibility tell the\negotistical couple anything they don’t know, or describe to them\nanything they have not felt.  They have been everything but dead.\nSometimes we are tempted to wish they had been even that, but only\nin our uncharitable moments, which are few and far between.",
        "We happened the other day, in the course of a morning call, to\nencounter an egotistical couple, nor were we suffered to remain\nlong in ignorance of the fact, for our very first inquiry of the\nlady of the house brought them into active and vigorous operation.\nThe inquiry was of course touching the lady’s health, and the\nanswer happened to be, that she had not been very well.  ’Oh, my\ndear!’ said the egotistical lady, ’don’t talk of not being well.\nWe have been in SUCH a state since we saw you last!’ - The lady of\nthe house happening to remark that her lord had not been well\neither, the egotistical gentleman struck in:  ’Never let Briggs\ncomplain of not being well - never let Briggs complain, my dear\nMrs. Briggs, after what I have undergone within these six weeks.\nHe doesn’t know what it is to be ill, he hasn’t the least idea of\nit; not the faintest conception.’ - ’My dear,’ interposed his wife\nsmiling, ’you talk as if it were almost a crime in Mr. Briggs not\nto have been as ill as we have been, instead of feeling thankful to\nProvidence that both he and our dear Mrs. Briggs are in such\nblissful ignorance of real suffering.’ - ’My love,’ returned the\negotistical gentleman, in a low and pious voice, ’you mistake me; -\nI feel grateful - very grateful.  I trust our friends may never\npurchase their experience as dearly as we have bought ours; I hope\nthey never may!’",
        "Having put down Mrs. Briggs upon this theme, and settled the\nquestion thus, the egotistical gentleman turned to us, and, after a\nfew preliminary remarks, all tending towards and leading up to the\npoint he had in his mind, inquired if we happened to be acquainted\nwith the Dowager Lady Snorflerer.  On our replying in the negative,\nhe presumed we had often met Lord Slang, or beyond all doubt, that\nwe were on intimate terms with Sir Chipkins Glogwog.  Finding that\nwe were equally unable to lay claim to either of these\ndistinctions, he expressed great astonishment, and turning to his\nwife with a retrospective smile, inquired who it was that had told\nthat capital story about the mashed potatoes.  ’Who, my dear?’\nreturned the egotistical lady, ’why Sir Chipkins, of course; how\ncan you ask!  Don’t you remember his applying it to our cook, and\nsaying that you and I were so like the Prince and Princess, that he\ncould almost have sworn we were they?’  ’To be sure, I remember\nthat,’ said the egotistical gentleman, ’but are you quite certain\nthat didn’t apply to the other anecdote about the Emperor of\nAustria and the pump?’  ’Upon my word then, I think it did,’\nreplied his wife.  ’To be sure it did,’ said the egotistical\ngentleman, ’it was Slang’s story, I remember now, perfectly.’\nHowever, it turned out, a few seconds afterwards, that the\negotistical gentleman’s memory was rather treacherous, as he began\nto have a misgiving that the story had been told by the Dowager\nLady Snorflerer the very last time they dined there; but there\nappearing, on further consideration, strong circumstantial evidence\ntending to show that this couldn’t be, inasmuch as the Dowager Lady\nSnorflerer had been, on the occasion in question, wholly engrossed\nby the egotistical lady, the egotistical gentleman recanted this\nopinion; and after laying the story at the doors of a great many\ngreat people, happily left it at last with the Duke of Scuttlewig:-\nobserving that it was not extraordinary he had forgotten his Grace\nhitherto, as it often happened that the names of those with whom we\nwere upon the most familiar footing were the very last to present\nthemselves to our thoughts.",
        "It not only appeared that the egotistical couple knew everybody,\nbut that scarcely any event of importance or notoriety had occurred\nfor many years with which they had not been in some way or other\nconnected.  Thus we learned that when the well-known attempt upon\nthe life of George the Third was made by Hatfield in Drury Lane\ntheatre, the egotistical gentleman’s grandfather sat upon his right\nhand and was the first man who collared him; and that the\negotistical lady’s aunt, sitting within a few boxes of the royal\nparty, was the only person in the audience who heard his Majesty\nexclaim, ’Charlotte, Charlotte, don’t be frightened, don’t be\nfrightened; they’re letting off squibs, they’re letting off\nsquibs.’  When the fire broke out, which ended in the destruction\nof the two Houses of Parliament, the egotistical couple, being at\nthe time at a drawing-room window on Blackheath, then and there\nsimultaneously exclaimed, to the astonishment of a whole party -\n’It’s the House of Lords!’  Nor was this a solitary instance of\ntheir peculiar discernment, for chancing to be (as by a comparison\nof dates and circumstances they afterwards found) in the same\nomnibus with Mr. Greenacre, when he carried his victim’s head about\ntown in a blue bag, they both remarked a singular twitching in the\nmuscles of his countenance; and walking down Fish Street Hill, a\nfew weeks since, the egotistical gentleman said to his lady -\nslightly casting up his eyes to the top of the Monument - ’There’s\na boy up there, my dear, reading a Bible.  It’s very strange.  I\ndon’t like it. - In five seconds afterwards, Sir,’ says the\negotistical gentleman, bringing his hands together with one violent\nclap - ’the lad was over!’",
        "Diversifying these topics by the introduction of many others of the\nsame kind, and entertaining us between whiles with a minute account\nof what weather and diet agreed with them, and what weather and\ndiet disagreed with them, and at what time they usually got up, and\nat what time went to bed, with many other particulars of their\ndomestic economy too numerous to mention; the egotistical couple at\nlength took their leave, and afforded us an opportunity of doing\nthe same.",
        "Mr. and Mrs. Sliverstone are an egotistical couple of another\nclass, for all the lady’s egotism is about her husband, and all the\ngentleman’s about his wife.  For example:- Mr. Sliverstone is a\nclerical gentleman, and occasionally writes sermons, as clerical\ngentlemen do.  If you happen to obtain admission at the street-door\nwhile he is so engaged, Mrs. Sliverstone appears on tip-toe, and\nspeaking in a solemn whisper, as if there were at least three or\nfour particular friends up-stairs, all upon the point of death,\nimplores you to be very silent, for Mr. Sliverstone is composing,\nand she need not say how very important it is that he should not be\ndisturbed.  Unwilling to interrupt anything so serious, you hasten\nto withdraw, with many apologies; but this Mrs. Sliverstone will by\nno means allow, observing, that she knows you would like to see\nhim, as it is very natural you should, and that she is determined\nto make a trial for you, as you are a great favourite.  So you are\nled up-stairs - still on tip-toe - to the door of a little back\nroom, in which, as the lady informs you in a whisper, Mr.\nSliverstone always writes.  No answer being returned to a couple of\nsoft taps, the lady opens the door, and there, sure enough, is Mr.\nSliverstone, with dishevelled hair, powdering away with pen, ink,\nand paper, at a rate which, if he has any power of sustaining it,\nwould settle the longest sermon in no time.  At first he is too\nmuch absorbed to be roused by this intrusion; but presently looking\nup, says faintly, ’Ah!’ and pointing to his desk with a weary and\nlanguid smile, extends his hand, and hopes you’ll forgive him.\nThen Mrs. Sliverstone sits down beside him, and taking his hand in\nhers, tells you how that Mr. Sliverstone has been shut up there\never since nine o’clock in the morning, (it is by this time twelve\nat noon,) and how she knows it cannot be good for his health, and\nis very uneasy about it.  Unto this Mr. Sliverstone replies firmly,\nthat ’It must be done;’ which agonizes Mrs. Sliverstone still more,\nand she goes on to tell you that such were Mr. Sliverstone’s\nlabours last week - what with the buryings, marryings, churchings,\nchristenings, and all together, - that when he was going up the\npulpit stairs on Sunday evening, he was obliged to hold on by the\nrails, or he would certainly have fallen over into his own pew.\nMr. Sliverstone, who has been listening and smiling meekly, says,\n’Not quite so bad as that, not quite so bad!’ he admits though, on\ncross-examination, that he WAS very near falling upon the verger\nwho was following him up to bolt the door; but adds, that it was\nhis duty as a Christian to fall upon him, if need were, and that\nhe, Mr. Sliverstone, and (possibly the verger too) ought to glory\nin it.",
        "This sentiment communicates new impulse to Mrs. Sliverstone, who\nlaunches into new praises of Mr. Sliverstone’s worth and\nexcellence, to which he listens in the same meek silence, save when\nhe puts in a word of self-denial relative to some question of fact,\nas - ’Not seventy-two christenings that week, my dear.  Only\nseventy-one, only seventy-one.’  At length his lady has quite\nconcluded, and then he says, Why should he repine, why should he\ngive way, why should he suffer his heart to sink within him?  Is it\nhe alone who toils and suffers?  What has she gone through, he\nshould like to know?  What does she go through every day for him\nand for society?",
        "With such an exordium Mr. Sliverstone launches out into glowing\npraises of the conduct of Mrs. Sliverstone in the production of\neight young children, and the subsequent rearing and fostering of\nthe same; and thus the husband magnifies the wife, and the wife the\nhusband.",
        "This would be well enough if Mr. and Mrs. Sliverstone kept it to\nthemselves, or even to themselves and a friend or two; but they do\nnot.  The more hearers they have, the more egotistical the couple\nbecome, and the more anxious they are to make believers in their\nmerits.  Perhaps this is the worst kind of egotism.  It has not\neven the poor excuse of being spontaneous, but is the result of a\ndeliberate system and malice aforethought.  Mere empty-headed\nconceit excites our pity, but ostentatious hypocrisy awakens our\ndisgust.",
        "Mrs. Merrywinkle’s maiden name was Chopper.  She was the only child\nof Mr. and Mrs. Chopper.  Her father died when she was, as the\nplay-books express it, ’yet an infant;’ and so old Mrs. Chopper,\nwhen her daughter married, made the house of her son-in-law her\nhome from that time henceforth, and set up her staff of rest with\nMr. and Mrs. Merrywinkle.",
        "Mr. and Mrs. Merrywinkle are a couple who coddle themselves; and\nthe venerable Mrs. Chopper is an aider and abettor in the same.",
        "Mr. Merrywinkle is a rather lean and long-necked gentleman, middle-\naged and middle-sized, and usually troubled with a cold in the\nhead.  Mrs. Merrywinkle is a delicate-looking lady, with very light\nhair, and is exceedingly subject to the same unpleasant disorder.\nThe venerable Mrs. Chopper - who is strictly entitled to the\nappellation, her daughter not being very young, otherwise than by\ncourtesy, at the time of her marriage, which was some years ago -\nis a mysterious old lady who lurks behind a pair of spectacles, and\nis afflicted with a chronic disease, respecting which she has taken\na vast deal of medical advice, and referred to a vast number of\nmedical books, without meeting any definition of symptoms that at\nall suits her, or enables her to say, ’That’s my complaint.’\nIndeed, the absence of authentic information upon the subject of\nthis complaint would seem to be Mrs. Chopper’s greatest ill, as in\nall other respects she is an uncommonly hale and hearty\ngentlewoman.",
        "Both Mr. and Mrs. Chopper wear an extraordinary quantity of\nflannel, and have a habit of putting their feet in hot water to an\nunnatural extent.  They likewise indulge in chamomile tea and such-\nlike compounds, and rub themselves on the slightest provocation\nwith camphorated spirits and other lotions applicable to mumps,\nsore-throat, rheumatism, or lumbago.",
        "Mr. Merrywinkle’s leaving home to go to business on a damp or wet\nmorning is a very elaborate affair.  He puts on wash-leather socks\nover his stockings, and India-rubber shoes above his boots, and\nwears under his waistcoat a cuirass of hare-skin.  Besides these\nprecautions, he winds a thick shawl round his throat, and blocks up\nhis mouth with a large silk handkerchief.  Thus accoutred, and\nfurnished besides with a great-coat and umbrella, he braves the\ndangers of the streets; travelling in severe weather at a gentle\ntrot, the better to preserve the circulation, and bringing his\nmouth to the surface to take breath, but very seldom, and with the\nutmost caution.  His office-door opened, he shoots past his clerk\nat the same pace, and diving into his own private room, closes the\ndoor, examines the window-fastenings, and gradually unrobes\nhimself:  hanging his pocket-handkerchief on the fender to air, and\ndetermining to write to the newspapers about the fog, which, he\nsays, ’has really got to that pitch that it is quite unbearable.’",
        "In this last opinion Mrs. Merrywinkle and her respected mother\nfully concur; for though not present, their thoughts and tongues\nare occupied with the same subject, which is their constant theme\nall day.  If anybody happens to call, Mrs. Merrywinkle opines that\nthey must assuredly be mad, and her first salutation is, ’Why, what\nin the name of goodness can bring you out in such weather?  You\nknow you MUST catch your death.’  This assurance is corroborated by\nMrs. Chopper, who adds, in further confirmation, a dismal legend\nconcerning an individual of her acquaintance who, making a call\nunder precisely parallel circumstances, and being then in the best\nhealth and spirits, expired in forty-eight hours afterwards, of a\ncomplication of inflammatory disorders.  The visitor, rendered not\naltogether comfortable perhaps by this and other precedents,\ninquires very affectionately after Mr. Merrywinkle, but by so doing\nbrings about no change of the subject; for Mr. Merrywinkle’s name\nis inseparably connected with his complaints, and his complaints\nare inseparably connected with Mrs. Merrywinkle’s; and when these\nare done with, Mrs. Chopper, who has been biding her time, cuts in\nwith the chronic disorder - a subject upon which the amiable old\nlady never leaves off speaking until she is left alone, and very\noften not then.",
        "But Mr. Merrywinkle comes home to dinner.  He is received by Mrs.\nMerrywinkle and Mrs. Chopper, who, on his remarking that he thinks\nhis feet are damp, turn pale as ashes and drag him up-stairs,\nimploring him to have them rubbed directly with a dry coarse towel.\nRubbed they are, one by Mrs. Merrywinkle and one by Mrs. Chopper,\nuntil the friction causes Mr. Merrywinkle to make horrible faces,\nand look as if he had been smelling very powerful onions; when they\ndesist, and the patient, provided for his better security with\nthick worsted stockings and list slippers, is borne down-stairs to\ndinner.  Now, the dinner is always a good one, the appetites of the\ndiners being delicate, and requiring a little of what Mrs.\nMerrywinkle calls ’tittivation;’ the secret of which is understood\nto lie in good cookery and tasteful spices, and which process is so\nsuccessfully performed in the present instance, that both Mr. and\nMrs. Merrywinkle eat a remarkably good dinner, and even the\nafflicted Mrs. Chopper wields her knife and fork with much of the\nspirit and elasticity of youth.  But Mr. Merrywinkle, in his desire\nto gratify his appetite, is not unmindful of his health, for he has\na bottle of carbonate of soda with which to qualify his porter, and\na little pair of scales in which to weigh it out.  Neither in his\nanxiety to take care of his body is he unmindful of the welfare of\nhis immortal part, as he always prays that for what he is going to\nreceive he may be made truly thankful; and in order that he may be\nas thankful as possible, eats and drinks to the utmost.",
        "Either from eating and drinking so much, or from being the victim\nof this constitutional infirmity, among others, Mr. Merrywinkle,\nafter two or three glasses of wine, falls fast asleep; and he has\nscarcely closed his eyes, when Mrs. Merrywinkle and Mrs. Chopper\nfall asleep likewise.  It is on awakening at tea-time that their\nmost alarming symptoms prevail; for then Mr. Merrywinkle feels as\nif his temples were tightly bound round with the chain of the\nstreet-door, and Mrs. Merrywinkle as if she had made a hearty\ndinner of half-hundredweights, and Mrs. Chopper as if cold water\nwere running down her back, and oyster-knives with sharp points\nwere plunging of their own accord into her ribs.  Symptoms like\nthese are enough to make people peevish, and no wonder that they\nremain so until supper-time, doing little more than doze and\ncomplain, unless Mr. Merrywinkle calls out very loudly to a servant\n’to keep that draught out,’ or rushes into the passage to flourish\nhis fist in the countenance of the twopenny-postman, for daring to\ngive such a knock as he had just performed at the door of a private\ngentleman with nerves.",
        "Supper, coming after dinner, should consist of some gentle\nprovocative; and therefore the tittivating art is again in\nrequisition, and again - done honour to by Mr. and Mrs.\nMerrywinkle, still comforted and abetted by Mrs. Chopper.  After\nsupper, it is ten to one but the last-named old lady becomes worse,\nand is led off to bed with the chronic complaint in full vigour.\nMr. and Mrs. Merrywinkle, having administered to her a warm\ncordial, which is something of the strongest, then repair to their\nown room, where Mr. Merrywinkle, with his legs and feet in hot\nwater, superintends the mulling of some wine which he is to drink\nat the very moment he plunges into bed, while Mrs. Merrywinkle, in\ngarments whose nature is unknown to and unimagined by all but\nmarried men, takes four small pills with a spasmodic look between\neach, and finally comes to something hot and fragrant out of\nanother little saucepan, which serves as her composing-draught for\nthe night.",
        "There is another kind of couple who coddle themselves, and who do\nso at a cheaper rate and on more spare diet, because they are\nniggardly and parsimonious; for which reason they are kind enough\nto coddle their visitors too.  It is unnecessary to describe them,\nfor our readers may rest assured of the accuracy of these general\nprinciples:- that all couples who coddle themselves are selfish and\nslothful, - that they charge upon every wind that blows, every rain\nthat falls, and every vapour that hangs in the air, the evils which\narise from their own imprudence or the gloom which is engendered in\ntheir own tempers, - and that all men and women, in couples or\notherwise, who fall into exclusive habits of self-indulgence, and\nforget their natural sympathy and close connexion with everybody\nand everything in the world around them, not only neglect the first\nduty of life, but, by a happy retributive justice, deprive\nthemselves of its truest and best enjoyment.",
        "They are grandfather and grandmother to a dozen grown people and\nhave great-grandchildren besides; their bodies are bent, their hair\nis grey, their step tottering and infirm.  Is this the lightsome\npair whose wedding was so merry, and have the young couple indeed\ngrown old so soon!",
        "It seems but yesterday - and yet what a host of cares and griefs\nare crowded into the intervening time which, reckoned by them,\nlengthens out into a century!  How many new associations have\nwreathed themselves about their hearts since then!  The old time is\ngone, and a new time has come for others - not for them.  They are\nbut the rusting link that feebly joins the two, and is silently\nloosening its hold and dropping asunder.",
        "It seems but yesterday - and yet three of their children have sunk\ninto the grave, and the tree that shades it has grown quite old.\nOne was an infant - they wept for him; the next a girl, a slight\nyoung thing too delicate for earth - her loss was hard indeed to\nbear.  The third, a man.  That was the worst of all, but even that\ngrief is softened now.",
        "It seems but yesterday - and yet how the gay and laughing faces of\nthat bright morning have changed and vanished from above ground!\nFaint likenesses of some remain about them yet, but they are very\nfaint and scarcely to be traced.  The rest are only seen in dreams,\nand even they are unlike what they were, in eyes so old and dim.",
        "One or two dresses from the bridal wardrobe are yet preserved.\nThey are of a quaint and antique fashion, and seldom seen except in\npictures.  White has turned yellow, and brighter hues have faded.\nDo you wonder, child?  The wrinkled face was once as smooth as\nyours, the eyes as bright, the shrivelled skin as fair and\ndelicate.  It is the work of hands that have been dust these many\nyears.",
        "Where are the fairy lovers of that happy day whose annual return\ncomes upon the old man and his wife, like the echo of some village\nbell which has long been silent?  Let yonder peevish bachelor,\nracked by rheumatic pains, and quarrelling with the world, let him\nanswer to the question.  He recollects something of a favourite\nplaymate; her name was Lucy - so they tell him.  He is not sure\nwhether she was married, or went abroad, or died.  It is a long\nwhile ago, and he don’t remember.",
        "Is nothing as it used to be; does no one feel, or think, or act, as\nin days of yore?  Yes.  There is an aged woman who once lived\nservant with the old lady’s father, and is sheltered in an alms-\nhouse not far off.  She is still attached to the family, and loves\nthem all; she nursed the children in her lap, and tended in their\nsickness those who are no more.  Her old mistress has still\nsomething of youth in her eyes; the young ladies are like what she\nwas but not quite so handsome, nor are the gentlemen as stately as\nMr. Harvey used to be.  She has seen a great deal of trouble; her\nhusband and her son died long ago; but she has got over that, and\nis happy now - quite happy.",
        "If ever her attachment to her old protectors were disturbed by\nfresher cares and hopes, it has long since resumed its former\ncurrent.  It has filled the void in the poor creature’s heart, and\nreplaced the love of kindred.  Death has not left her alone, and\nthis, with a roof above her head, and a warm hearth to sit by,\nmakes her cheerful and contented.  Does she remember the marriage\nof great-grandmamma?  Ay, that she does, as well - as if it was\nonly yesterday.  You wouldn’t think it to look at her now, and\nperhaps she ought not to say so of herself, but she was as smart a\nyoung girl then as you’d wish to see.  She recollects she took a\nfriend of hers up-stairs to see Miss Emma dressed for church; her\nname was - ah! she forgets the name, but she remembers that she was\na very pretty girl, and that she married not long afterwards, and\nlived - it has quite passed out of her mind where she lived, but\nshe knows she had a bad husband who used her ill, and that she died\nin Lambeth work-house.  Dear, dear, in Lambeth workhouse!",
        "And the old couple - have they no comfort or enjoyment of\nexistence?  See them among their grandchildren and great-\ngrandchildren; how garrulous they are, how they compare one with\nanother, and insist on likenesses which no one else can see; how\ngently the old lady lectures the girls on points of breeding and\ndecorum, and points the moral by anecdotes of herself in her young\ndays - how the old gentleman chuckles over boyish feats and roguish\ntricks, and tells long stories of a ’barring-out’ achieved at the\nschool he went to:  which was very wrong, he tells the boys, and\nnever to be imitated of course, but which he cannot help letting\nthem know was very pleasant too - especially when he kissed the\nmaster’s niece.  This last, however, is a point on which the old\nlady is very tender, for she considers it a shocking and indelicate\nthing to talk about, and always says so whenever it is mentioned,\nnever failing to observe that he ought to be very penitent for\nhaving been so sinful.  So the old gentleman gets no further, and\nwhat the schoolmaster’s niece said afterwards (which he is always\ngoing to tell) is lost to posterity.",
        "The old gentleman is eighty years old, to-day - ’Eighty years old,\nCrofts, and never had a headache,’ he tells the barber who shaves\nhim (the barber being a young fellow, and very subject to that\ncomplaint).  ’That’s a great age, Crofts,’ says the old gentleman.\n’I don’t think it’s sich a wery great age, Sir,’ replied the\nbarber.  ’Crofts,’ rejoins the old gentleman, ’you’re talking\nnonsense to me.  Eighty not a great age?’  ’It’s a wery great age,\nSir, for a gentleman to be as healthy and active as you are,’\nreturns the barber; ’but my grandfather, Sir, he was ninety-four.’\n’You don’t mean that, Crofts?’ says the old gentleman.  ’I do\nindeed, Sir,’ retorts the barber, ’and as wiggerous as Julius\nCaesar, my grandfather was.’  The old gentleman muses a little\ntime, and then says, ’What did he die of, Crofts?’  ’He died\naccidentally, Sir,’ returns the barber; ’he didn’t mean to do it.\nHe always would go a running about the streets - walking never\nsatisfied HIS spirit - and he run against a post and died of a hurt\nin his chest.’  The old gentleman says no more until the shaving is\nconcluded, and then he gives Crofts half-a-crown to drink his\nhealth.  He is a little doubtful of the barber’s veracity\nafterwards, and telling the anecdote to the old lady, affects to\nmake very light of it - though to be sure (he adds) there was old\nParr, and in some parts of England, ninety-five or so is a common\nage, quite a common age.",
        "This morning the old couple are cheerful but serious, recalling old\ntimes as well as they can remember them, and dwelling upon many\npassages in their past lives which the day brings to mind.  The old\nlady reads aloud, in a tremulous voice, out of a great Bible, and\nthe old gentleman with his hand to his ear, listens with profound\nrespect.  When the book is closed, they sit silent for a short\nspace, and afterwards resume their conversation, with a reference\nperhaps to their dead children, as a subject not unsuited to that\nthey have just left.  By degrees they are led to consider which of\nthose who survive are the most like those dearly-remembered\nobjects, and so they fall into a less solemn strain, and become\ncheerful again.",
        "How many people in all, grandchildren, great-grandchildren, and one\nor two intimate friends of the family, dine together to-day at the\neldest son’s to congratulate the old couple, and wish them many\nhappy returns, is a calculation beyond our powers; but this we\nknow, that the old couple no sooner present themselves, very\nsprucely and carefully attired, than there is a violent shouting\nand rushing forward of the younger branches with all manner of\npresents, such as pocket-books, pencil-cases, pen-wipers, watch-\npapers, pin-cushions, sleeve-buckles, worked-slippers, watch-\nguards, and even a nutmeg-grater:  the latter article being\npresented by a very chubby and very little boy, who exhibits it in\ngreat triumph as an extraordinary variety.  The old couple’s\nemotion at these tokens of remembrance occasions quite a pathetic\nscene, of which the chief ingredients are a vast quantity of\nkissing and hugging, and repeated wipings of small eyes and noses\nwith small square pocket-handkerchiefs, which don’t come at all\neasily out of small pockets.  Even the peevish bachelor is moved,\nand he says, as he presents the old gentleman with a queer sort of\nantique ring from his own finger, that he’ll be de’ed if he doesn’t\nthink he looks younger than he did ten years ago.",
        "But the great time is after dinner, when the dessert and wine are\non the table, which is pushed back to make plenty of room, and they\nare all gathered in a large circle round the fire, for it is then -\nthe glasses being filled, and everybody ready to drink the toast -\nthat two great-grandchildren rush out at a given signal, and\npresently return, dragging in old Jane Adams leaning upon her\ncrutched stick, and trembling with age and pleasure.  Who so\npopular as poor old Jane, nurse and story-teller in ordinary to two\ngenerations; and who so happy as she, striving to bend her stiff\nlimbs into a curtsey, while tears of pleasure steal down her\nwithered cheeks!",
        "The old couple sit side by side, and the old time seems like\nyesterday indeed.  Looking back upon the path they have travelled,\nits dust and ashes disappear; the flowers that withered long ago,\nshow brightly again upon its borders, and they grow young once more\nin the youth of those about them.",
        "We have taken for the subjects of the foregoing moral essays,\ntwelve samples of married couples, carefully selected from a large\nstock on hand, open to the inspection of all comers.  These samples\nare intended for the benefit of the rising generation of both\nsexes, and, for their more easy and pleasant information, have been\nseparately ticketed and labelled in the manner they have seen.",
        "We have purposely excluded from consideration the couple in which\nthe lady reigns paramount and supreme, holding such cases to be of\na very unnatural kind, and like hideous births and other monstrous\ndeformities, only to be discreetly and sparingly exhibited.",
        "And here our self-imposed task would have ended, but that to those\nyoung ladies and gentlemen who are yet revolving singly round the\nchurch, awaiting the advent of that time when the mysterious laws\nof attraction shall draw them towards it in couples, we are\ndesirous of addressing a few last words.",
        "Before marriage and afterwards, let them learn to centre all their\nhopes of real and lasting happiness in their own fireside; let them\ncherish the faith that in home, and all the English virtues which\nthe love of home engenders, lies the only true source of domestic\nfelicity; let them believe that round the household gods,\ncontentment and tranquillity cluster in their gentlest and most\ngraceful forms; and that many weary hunters of happiness through\nthe noisy world, have learnt this truth too late, and found a\ncheerful spirit and a quiet mind only at home at last.",
        "How much may depend on the education of daughters and the conduct\nof mothers; how much of the brightest part of our old national\ncharacter may be perpetuated by their wisdom or frittered away by\ntheir folly - how much of it may have been lost already, and how\nmuch more in danger of vanishing every day - are questions too\nweighty for discussion here, but well deserving a little serious\nconsideration from all young couples nevertheless.",
        "To that one young couple on whose bright destiny the thoughts of\nnations are fixed, may the youth of England look, and not in vain,\nfor an example.  From that one young couple, blessed and favoured\nas they are, may they learn that even the glare and glitter of a\ncourt, the splendour of a palace, and the pomp and glory of a\nthrone, yield in their power of conferring happiness, to domestic\nworth and virtue.  From that one young couple may they learn that\nthe crown of a great empire, costly and jewelled though it be,\ngives place in the estimation of a Queen to the plain gold ring\nthat links her woman’s nature to that of tens of thousands of her\nhumble subjects, and guards in her woman’s heart one secret store\nof tenderness, whose proudest boast shall be that it knows no\nRoyalty save Nature’s own, and no pride of birth but being the\nchild of heaven!",
        "So shall the highest young couple in the land for once hear the\ntruth, when men throw up their caps, and cry with loving shouts -",
        "God bless them.",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}