{
    "title": "Sketches of Young Couples - The Old Couple",
    "author": "Charles Dickens",
    "chapter": "12",
    "content": [
        "\n\n",
        "They are grandfather and grandmother to a dozen grown people and\nhave great-grandchildren besides; their bodies are bent, their hair\nis grey, their step tottering and infirm.  Is this the lightsome\npair whose wedding was so merry, and have the young couple indeed\ngrown old so soon!",
        "It seems but yesterday - and yet what a host of cares and griefs\nare crowded into the intervening time which, reckoned by them,\nlengthens out into a century!  How many new associations have\nwreathed themselves about their hearts since then!  The old time is\ngone, and a new time has come for others - not for them.  They are\nbut the rusting link that feebly joins the two, and is silently\nloosening its hold and dropping asunder.",
        "It seems but yesterday - and yet three of their children have sunk\ninto the grave, and the tree that shades it has grown quite old.\nOne was an infant - they wept for him; the next a girl, a slight\nyoung thing too delicate for earth - her loss was hard indeed to\nbear.  The third, a man.  That was the worst of all, but even that\ngrief is softened now.",
        "It seems but yesterday - and yet how the gay and laughing faces of\nthat bright morning have changed and vanished from above ground!\nFaint likenesses of some remain about them yet, but they are very\nfaint and scarcely to be traced.  The rest are only seen in dreams,\nand even they are unlike what they were, in eyes so old and dim.",
        "One or two dresses from the bridal wardrobe are yet preserved.\nThey are of a quaint and antique fashion, and seldom seen except in\npictures.  White has turned yellow, and brighter hues have faded.\nDo you wonder, child?  The wrinkled face was once as smooth as\nyours, the eyes as bright, the shrivelled skin as fair and\ndelicate.  It is the work of hands that have been dust these many\nyears.",
        "Where are the fairy lovers of that happy day whose annual return\ncomes upon the old man and his wife, like the echo of some village\nbell which has long been silent?  Let yonder peevish bachelor,\nracked by rheumatic pains, and quarrelling with the world, let him\nanswer to the question.  He recollects something of a favourite\nplaymate; her name was Lucy - so they tell him.  He is not sure\nwhether she was married, or went abroad, or died.  It is a long\nwhile ago, and he don’t remember.",
        "Is nothing as it used to be; does no one feel, or think, or act, as\nin days of yore?  Yes.  There is an aged woman who once lived\nservant with the old lady’s father, and is sheltered in an alms-\nhouse not far off.  She is still attached to the family, and loves\nthem all; she nursed the children in her lap, and tended in their\nsickness those who are no more.  Her old mistress has still\nsomething of youth in her eyes; the young ladies are like what she\nwas but not quite so handsome, nor are the gentlemen as stately as\nMr. Harvey used to be.  She has seen a great deal of trouble; her\nhusband and her son died long ago; but she has got over that, and\nis happy now - quite happy.",
        "If ever her attachment to her old protectors were disturbed by\nfresher cares and hopes, it has long since resumed its former\ncurrent.  It has filled the void in the poor creature’s heart, and\nreplaced the love of kindred.  Death has not left her alone, and\nthis, with a roof above her head, and a warm hearth to sit by,\nmakes her cheerful and contented.  Does she remember the marriage\nof great-grandmamma?  Ay, that she does, as well - as if it was\nonly yesterday.  You wouldn’t think it to look at her now, and\nperhaps she ought not to say so of herself, but she was as smart a\nyoung girl then as you’d wish to see.  She recollects she took a\nfriend of hers up-stairs to see Miss Emma dressed for church; her\nname was - ah! she forgets the name, but she remembers that she was\na very pretty girl, and that she married not long afterwards, and\nlived - it has quite passed out of her mind where she lived, but\nshe knows she had a bad husband who used her ill, and that she died\nin Lambeth work-house.  Dear, dear, in Lambeth workhouse!",
        "And the old couple - have they no comfort or enjoyment of\nexistence?  See them among their grandchildren and great-\ngrandchildren; how garrulous they are, how they compare one with\nanother, and insist on likenesses which no one else can see; how\ngently the old lady lectures the girls on points of breeding and\ndecorum, and points the moral by anecdotes of herself in her young\ndays - how the old gentleman chuckles over boyish feats and roguish\ntricks, and tells long stories of a ’barring-out’ achieved at the\nschool he went to:  which was very wrong, he tells the boys, and\nnever to be imitated of course, but which he cannot help letting\nthem know was very pleasant too - especially when he kissed the\nmaster’s niece.  This last, however, is a point on which the old\nlady is very tender, for she considers it a shocking and indelicate\nthing to talk about, and always says so whenever it is mentioned,\nnever failing to observe that he ought to be very penitent for\nhaving been so sinful.  So the old gentleman gets no further, and\nwhat the schoolmaster’s niece said afterwards (which he is always\ngoing to tell) is lost to posterity.",
        "The old gentleman is eighty years old, to-day - ’Eighty years old,\nCrofts, and never had a headache,’ he tells the barber who shaves\nhim (the barber being a young fellow, and very subject to that\ncomplaint).  ’That’s a great age, Crofts,’ says the old gentleman.\n’I don’t think it’s sich a wery great age, Sir,’ replied the\nbarber.  ’Crofts,’ rejoins the old gentleman, ’you’re talking\nnonsense to me.  Eighty not a great age?’  ’It’s a wery great age,\nSir, for a gentleman to be as healthy and active as you are,’\nreturns the barber; ’but my grandfather, Sir, he was ninety-four.’\n’You don’t mean that, Crofts?’ says the old gentleman.  ’I do\nindeed, Sir,’ retorts the barber, ’and as wiggerous as Julius\nCaesar, my grandfather was.’  The old gentleman muses a little\ntime, and then says, ’What did he die of, Crofts?’  ’He died\naccidentally, Sir,’ returns the barber; ’he didn’t mean to do it.\nHe always would go a running about the streets - walking never\nsatisfied HIS spirit - and he run against a post and died of a hurt\nin his chest.’  The old gentleman says no more until the shaving is\nconcluded, and then he gives Crofts half-a-crown to drink his\nhealth.  He is a little doubtful of the barber’s veracity\nafterwards, and telling the anecdote to the old lady, affects to\nmake very light of it - though to be sure (he adds) there was old\nParr, and in some parts of England, ninety-five or so is a common\nage, quite a common age.",
        "This morning the old couple are cheerful but serious, recalling old\ntimes as well as they can remember them, and dwelling upon many\npassages in their past lives which the day brings to mind.  The old\nlady reads aloud, in a tremulous voice, out of a great Bible, and\nthe old gentleman with his hand to his ear, listens with profound\nrespect.  When the book is closed, they sit silent for a short\nspace, and afterwards resume their conversation, with a reference\nperhaps to their dead children, as a subject not unsuited to that\nthey have just left.  By degrees they are led to consider which of\nthose who survive are the most like those dearly-remembered\nobjects, and so they fall into a less solemn strain, and become\ncheerful again.",
        "How many people in all, grandchildren, great-grandchildren, and one\nor two intimate friends of the family, dine together to-day at the\neldest son’s to congratulate the old couple, and wish them many\nhappy returns, is a calculation beyond our powers; but this we\nknow, that the old couple no sooner present themselves, very\nsprucely and carefully attired, than there is a violent shouting\nand rushing forward of the younger branches with all manner of\npresents, such as pocket-books, pencil-cases, pen-wipers, watch-\npapers, pin-cushions, sleeve-buckles, worked-slippers, watch-\nguards, and even a nutmeg-grater:  the latter article being\npresented by a very chubby and very little boy, who exhibits it in\ngreat triumph as an extraordinary variety.  The old couple’s\nemotion at these tokens of remembrance occasions quite a pathetic\nscene, of which the chief ingredients are a vast quantity of\nkissing and hugging, and repeated wipings of small eyes and noses\nwith small square pocket-handkerchiefs, which don’t come at all\neasily out of small pockets.  Even the peevish bachelor is moved,\nand he says, as he presents the old gentleman with a queer sort of\nantique ring from his own finger, that he’ll be de’ed if he doesn’t\nthink he looks younger than he did ten years ago.",
        "But the great time is after dinner, when the dessert and wine are\non the table, which is pushed back to make plenty of room, and they\nare all gathered in a large circle round the fire, for it is then -\nthe glasses being filled, and everybody ready to drink the toast -\nthat two great-grandchildren rush out at a given signal, and\npresently return, dragging in old Jane Adams leaning upon her\ncrutched stick, and trembling with age and pleasure.  Who so\npopular as poor old Jane, nurse and story-teller in ordinary to two\ngenerations; and who so happy as she, striving to bend her stiff\nlimbs into a curtsey, while tears of pleasure steal down her\nwithered cheeks!",
        "The old couple sit side by side, and the old time seems like\nyesterday indeed.  Looking back upon the path they have travelled,\nits dust and ashes disappear; the flowers that withered long ago,\nshow brightly again upon its borders, and they grow young once more\nin the youth of those about them.",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}