{
    "title": "Sketches of Young Couples - The Contradictory Couple",
    "author": "Charles Dickens",
    "chapter": "5",
    "content": [
        "\n\n",
        "One would suppose that two people who are to pass their whole lives\ntogether, and must necessarily be very often alone with each other,\ncould find little pleasure in mutual contradiction; and yet what is\nmore common than a contradictory couple?",
        "The contradictory couple agree in nothing but contradiction.  They\nreturn home from Mrs. Bluebottle’s dinner-party, each in an\nopposite corner of the coach, and do not exchange a syllable until\nthey have been seated for at least twenty minutes by the fireside\nat home, when the gentleman, raising his eyes from the stove, all\nat once breaks silence:",
        "’What a very extraordinary thing it is,’ says he, ’that you WILL\ncontradict, Charlotte!’  ’I contradict!’ cries the lady, ’but\nthat’s just like you.’  ’What’s like me?’ says the gentleman\nsharply.  ’Saying that I contradict you,’ replies the lady.  ’Do\nyou mean to say that you do NOT contradict me?’ retorts the\ngentleman; ’do you mean to say that you have not been contradicting\nme the whole of this day?’  ’Do you mean to tell me now, that you\nhave not?  I mean to tell you nothing of the kind,’ replies the\nlady quietly; ’when you are wrong, of course I shall contradict\nyou.’",
        "During this dialogue the gentleman has been taking his brandy-and-\nwater on one side of the fire, and the lady, with her dressing-case\non the table, has been curling her hair on the other.  She now lets\ndown her back hair, and proceeds to brush it; preserving at the\nsame time an air of conscious rectitude and suffering virtue, which\nis intended to exasperate the gentleman - and does so.",
        "’I do believe,’ he says, taking the spoon out of his glass, and\ntossing it on the table, ’that of all the obstinate, positive,\nwrong-headed creatures that were ever born, you are the most so,\nCharlotte.’  ’Certainly, certainly, have it your own way, pray.\nYou see how much I contradict you,’ rejoins the lady.  ’Of course,\nyou didn’t contradict me at dinner-time - oh no, not you!’ says the\ngentleman.  ’Yes, I did,’ says the lady.  ’Oh, you did,’ cries the\ngentleman ’you admit that?’  ’If you call that contradiction, I\ndo,’ the lady answers; ’and I say again, Edward, that when I know\nyou are wrong, I will contradict you.  I am not your slave.’  ’Not\nmy slave!’ repeats the gentleman bitterly; ’and you still mean to\nsay that in the Blackburns’ new house there are not more than\nfourteen doors, including the door of the wine-cellar!’  ’I mean to\nsay,’ retorts the lady, beating time with her hair-brush on the\npalm of her hand, ’that in that house there are fourteen doors and\nno more.’  ’Well then - ’ cries the gentleman, rising in despair,\nand pacing the room with rapid strides.  ’By G-, this is enough to\ndestroy a man’s intellect, and drive him mad!’",
        "By and by the gentleman comes-to a little, and passing his hand\ngloomily across his forehead, reseats himself in his former chair.\nThere is a long silence, and this time the lady begins.  ’I\nappealed to Mr. Jenkins, who sat next to me on the sofa in the\ndrawing-room during tea - ’  ’Morgan, you mean,’ interrupts the\ngentleman.  ’I do not mean anything of the kind,’ answers the lady.\n’Now, by all that is aggravating and impossible to bear,’ cries the\ngentleman, clenching his hands and looking upwards in agony, ’she\nis going to insist upon it that Morgan is Jenkins!’  ’Do you take\nme for a perfect fool?’ exclaims the lady; ’do you suppose I don’t\nknow the one from the other?  Do you suppose I don’t know that the\nman in the blue coat was Mr. Jenkins?’  ’Jenkins in a blue coat!’\ncries the gentleman with a groan; ’Jenkins in a blue coat! a man\nwho would suffer death rather than wear anything but brown!’  ’Do\nyou dare to charge me with telling an untruth?’ demands the lady,\nbursting into tears.  ’I charge you, ma’am,’ retorts the gentleman,\nstarting up, ’with being a monster of contradiction, a monster of\naggravation, a - a - a - Jenkins in a blue coat! - what have I done\nthat I should be doomed to hear such statements!’",
        "Expressing himself with great scorn and anguish, the gentleman\ntakes up his candle and stalks off to bed, where feigning to be\nfast asleep when the lady comes up-stairs drowned in tears,\nmurmuring lamentations over her hard fate and indistinct intentions\nof consulting her brothers, he undergoes the secret torture of\nhearing her exclaim between whiles, ’I know there are only fourteen\ndoors in the house, I know it was Mr. Jenkins, I know he had a blue\ncoat on, and I would say it as positively as I do now, if they were\nthe last words I had to speak!’",
        "If the contradictory couple are blessed with children, they are not\nthe less contradictory on that account.  Master James and Miss\nCharlotte present themselves after dinner, and being in perfect\ngood humour, and finding their parents in the same amiable state,\naugur from these appearances half a glass of wine a-piece and other\nextraordinary indulgences.  But unfortunately Master James, growing\ntalkative upon such prospects, asks his mamma how tall Mrs. Parsons\nis, and whether she is not six feet high; to which his mamma\nreplies, ’Yes, she should think she was, for Mrs. Parsons is a very\ntall lady indeed; quite a giantess.’  ’For Heaven’s sake,\nCharlotte,’ cries her husband, ’do not tell the child such\npreposterous nonsense.  Six feet high!’  ’Well,’ replies the lady,\n’surely I may be permitted to have an opinion; my opinion is, that\nshe is six feet high - at least six feet.’  ’Now you know,\nCharlotte,’ retorts the gentleman sternly, ’that that is NOT your\nopinion - that you have no such idea - and that you only say this\nfor the sake of contradiction.’  ’You are exceedingly polite,’ his\nwife replies; ’to be wrong about such a paltry question as\nanybody’s height, would be no great crime; but I say again, that I\nbelieve Mrs. Parsons to be six feet - more than six feet; nay, I\nbelieve you know her to be full six feet, and only say she is not,\nbecause I say she is.’  This taunt disposes the gentleman to become\nviolent, but he cheeks himself, and is content to mutter, in a\nhaughty tone, ’Six feet - ha! ha!  Mrs. Parsons six feet!’ and the\nlady answers, ’Yes, six feet.  I am sure I am glad you are amused,\nand I’ll say it again - six feet.’  Thus the subject gradually\ndrops off, and the contradiction begins to be forgotten, when\nMaster James, with some undefined notion of making himself\nagreeable, and putting things to rights again, unfortunately asks\nhis mamma what the moon’s made of; which gives her occasion to say\nthat he had better not ask her, for she is always wrong and never\ncan be right; that he only exposes her to contradiction by asking\nany question of her; and that he had better ask his papa, who is\ninfallible, and never can be wrong.  Papa, smarting under this\nattack, gives a terrible pull at the bell, and says, that if the\nconversation is to proceed in this way, the children had better be\nremoved.  Removed they are, after a few tears and many struggles;\nand Pa having looked at Ma sideways for a minute or two, with a\nbaleful eye, draws his pocket-handkerchief over his face, and\ncomposes himself for his after-dinner nap.",
        "The friends of the contradictory couple often deplore their\nfrequent disputes, though they rather make light of them at the\nsame time:  observing, that there is no doubt they are very much\nattached to each other, and that they never quarrel except about\ntrifles.  But neither the friends of the contradictory couple, nor\nthe contradictory couple themselves, reflect, that as the most\nstupendous objects in nature are but vast collections of minute\nparticles, so the slightest and least considered trifles make up\nthe sum of human happiness or misery.",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}