{
    "title": "Sketches of Young Couples - The Young Couple",
    "author": "Charles Dickens",
    "chapter": "2",
    "content": [
        "\n\n",
        "There is to be a wedding this morning at the corner house in the\nterrace.  The pastry-cook’s people have been there half-a-dozen\ntimes already; all day yesterday there was a great stir and bustle,\nand they were up this morning as soon as it was light.  Miss Emma\nFielding is going to be married to young Mr. Harvey.",
        "Heaven alone can tell in what bright colours this marriage is\npainted upon the mind of the little housemaid at number six, who\nhas hardly slept a wink all night with thinking of it, and now\nstands on the unswept door-steps leaning upon her broom, and\nlooking wistfully towards the enchanted house.  Nothing short of\nomniscience can divine what visions of the baker, or the green-\ngrocer, or the smart and most insinuating butterman, are flitting\nacross her mind - what thoughts of how she would dress on such an\noccasion, if she were a lady - of how she would dress, if she were\nonly a bride - of how cook would dress, being bridesmaid,\nconjointly with her sister ’in place’ at Fulham, and how the\nclergyman, deeming them so many ladies, would be quite humbled and\nrespectful.  What day-dreams of hope and happiness - of life being\none perpetual holiday, with no master and no mistress to grant or\nwithhold it - of every Sunday being a Sunday out - of pure freedom\nas to curls and ringlets, and no obligation to hide fine heads of\nhair in caps - what pictures of happiness, vast and immense to her,\nbut utterly ridiculous to us, bewilder the brain of the little\nhousemaid at number six, all called into existence by the wedding\nat the corner!",
        "We smile at such things, and so we should, though perhaps for a\nbetter reason than commonly presents itself.  It should be pleasant\nto us to know that there are notions of happiness so moderate and\nlimited, since upon those who entertain them, happiness and\nlightness of heart are very easily bestowed.",
        "But the little housemaid is awakened from her reverie, for forth\nfrom the door of the magical corner house there runs towards her,\nall fluttering in smart new dress and streaming ribands, her friend\nJane Adams, who comes all out of breath to redeem a solemn promise\nof taking her in, under cover of the confusion, to see the\nbreakfast table spread forth in state, and - sight of sights! - her\nyoung mistress ready dressed for church.",
        "And there, in good truth, when they have stolen up-stairs on tip-\ntoe and edged themselves in at the chamber-door - there is Miss\nEmma ’looking like the sweetest picter,’ in a white chip bonnet and\norange flowers, and all other elegancies becoming a bride, (with\nthe make, shape, and quality of every article of which the girl is\nperfectly familiar in one moment, and never forgets to her dying\nday) - and there is Miss Emma’s mamma in tears, and Miss Emma’s\npapa comforting her, and saying how that of course she has been\nlong looking forward to this, and how happy she ought to be - and\nthere too is Miss Emma’s sister with her arms round her neck, and\nthe other bridesmaid all smiles and tears, quieting the children,\nwho would cry more but that they are so finely dressed, and yet sob\nfor fear sister Emma should be taken away - and it is all so\naffecting, that the two servant-girls cry more than anybody; and\nJane Adams, sitting down upon the stairs, when they have crept\naway, declares that her legs tremble so that she don’t know what to\ndo, and that she will say for Miss Emma, that she never had a hasty\nword from her, and that she does hope and pray she may be happy.",
        "But Jane soon comes round again, and then surely there never was\nanything like the breakfast table, glittering with plate and china,\nand set out with flowers and sweets, and long-necked bottles, in\nthe most sumptuous and dazzling manner.  In the centre, too, is the\nmighty charm, the cake, glistening with frosted sugar, and\ngarnished beautifully.  They agree that there ought to be a little\nCupid under one of the barley-sugar temples, or at least two hearts\nand an arrow; but, with this exception, there is nothing to wish\nfor, and a table could not be handsomer.  As they arrive at this\nconclusion, who should come in but Mr. John! to whom Jane says that\nits only Anne from number six; and John says HE knows, for he’s\noften winked his eye down the area, which causes Anne to blush and\nlook confused.  She is going away, indeed; when Mr. John will have\nit that she must drink a glass of wine, and he says never mind it’s\nbeing early in the morning, it won’t hurt her:  so they shut the\ndoor and pour out the wine; and Anne drinking lane’s health, and\nadding, ’and here’s wishing you yours, Mr. John,’ drinks it in a\ngreat many sips, - Mr. John all the time making jokes appropriate\nto the occasion.  At last Mr. John, who has waxed bolder by\ndegrees, pleads the usage at weddings, and claims the privilege of\na kiss, which he obtains after a great scuffle; and footsteps being\nnow heard on the stairs, they disperse suddenly.",
        "By this time a carriage has driven up to convey the bride to\nchurch, and Anne of number six prolonging the process of ’cleaning\nher door,’ has the satisfaction of beholding the bride and\nbridesmaids, and the papa and mamma, hurry into the same and drive\nrapidly off.  Nor is this all, for soon other carriages begin to\narrive with a posse of company all beautifully dressed, at whom she\ncould stand and gaze for ever; but having something else to do, is\ncompelled to take one last long look and shut the street-door.",
        "And now the company have gone down to breakfast, and tears have\ngiven place to smiles, for all the corks are out of the long-necked\nbottles, and their contents are disappearing rapidly.  Miss Emma’s\npapa is at the top of the table; Miss Emma’s mamma at the bottom;\nand beside the latter are Miss Emma herself and her husband, -\nadmitted on all hands to be the handsomest and most interesting\nyoung couple ever known.  All down both sides of the table, too,\nare various young ladies, beautiful to see, and various young\ngentlemen who seem to think so; and there, in a post of honour, is\nan unmarried aunt of Miss Emma’s, reported to possess unheard-of\nriches, and to have expressed vast testamentary intentions\nrespecting her favourite niece and new nephew.  This lady has been\nvery liberal and generous already, as the jewels worn by the bride\nabundantly testify, but that is nothing to what she means to do, or\neven to what she has done, for she put herself in close\ncommunication with the dressmaker three months ago, and prepared a\nwardrobe (with some articles worked by her own hands) fit for a\nPrincess.  People may call her an old maid, and so she may be, but\nshe is neither cross nor ugly for all that; on the contrary, she is\nvery cheerful and pleasant-looking, and very kind and tender-\nhearted:  which is no matter of surprise except to those who yield\nto popular prejudices without thinking why, and will never grow\nwiser and never know better.",
        "Of all the company though, none are more pleasant to behold or\nbetter pleased with themselves than two young children, who, in\nhonour of the day, have seats among the guests.  Of these, one is a\nlittle fellow of six or eight years old, brother to the bride, -\nand the other a girl of the same age, or something younger, whom he\ncalls ’his wife.’  The real bride and bridegroom are not more\ndevoted than they:  he all love and attention, and she all blushes\nand fondness, toying with a little bouquet which he gave her this\nmorning, and placing the scattered rose-leaves in her bosom with\nnature’s own coquettishness.  They have dreamt of each other in\ntheir quiet dreams, these children, and their little hearts have\nbeen nearly broken when the absent one has been dispraised in jest.\nWhen will there come in after-life a passion so earnest, generous,\nand true as theirs; what, even in its gentlest realities, can have\nthe grace and charm that hover round such fairy lovers!",
        "By this time the merriment and happiness of the feast have gained\ntheir height; certain ominous looks begin to be exchanged between\nthe bridesmaids, and somehow it gets whispered about that the\ncarriage which is to take the young couple into the country has\narrived.  Such members of the party as are most disposed to prolong\nits enjoyments, affect to consider this a false alarm, but it turns\nout too true, being speedily confirmed, first by the retirement of\nthe bride and a select file of intimates who are to prepare her for\nthe journey, and secondly by the withdrawal of the ladies\ngenerally.  To this there ensues a particularly awkward pause, in\nwhich everybody essays to be facetious, and nobody succeeds; at\nlength the bridegroom makes a mysterious disappearance in obedience\nto some equally mysterious signal; and the table is deserted.",
        "Now, for at least six weeks last past it has been solemnly devised\nand settled that the young couple should go away in secret; but\nthey no sooner appear without the door than the drawing-room\nwindows are blocked up with ladies waving their handkerchiefs and\nkissing their hands, and the dining-room panes with gentlemen’s\nfaces beaming farewell in every queer variety of its expression.\nThe hall and steps are crowded with servants in white favours,\nmixed up with particular friends and relations who have darted out\nto say good-bye; and foremost in the group are the tiny lovers arm\nin arm, thinking, with fluttering hearts, what happiness it would\nbe to dash away together in that gallant coach, and never part\nagain.",
        "The bride has barely time for one hurried glance at her old home,\nwhen the steps rattle, the door slams, the horses clatter on the\npavement, and they have left it far away.",
        "A knot of women servants still remain clustered in the hall,\nwhispering among themselves, and there of course is Anne from\nnumber six, who has made another escape on some plea or other, and\nbeen an admiring witness of the departure.  There are two points on\nwhich Anne expatiates over and over again, without the smallest\nappearance of fatigue or intending to leave off; one is, that she\n’never see in all her life such a - oh such a angel of a gentleman\nas Mr. Harvey’ - and the other, that she ’can’t tell how it is, but\nit don’t seem a bit like a work-a-day, or a Sunday neither - it’s\nall so unsettled and unregular.’",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}