{
    "title": "Sketches of Young Couples - The Loving Couple",
    "author": "Charles Dickens",
    "chapter": "4",
    "content": [
        "\n\n",
        "There cannot be a better practical illustration of the wise saw and\nancient instance, that there may be too much of a good thing, than\nis presented by a loving couple.  Undoubtedly it is meet and proper\nthat two persons joined together in holy matrimony should be\nloving, and unquestionably it is pleasant to know and see that they\nare so; but there is a time for all things, and the couple who\nhappen to be always in a loving state before company, are well-nigh\nintolerable.",
        "And in taking up this position we would have it distinctly\nunderstood that we do not seek alone the sympathy of bachelors, in\nwhose objection to loving couples we recognise interested motives\nand personal considerations.  We grant that to that unfortunate\nclass of society there may be something very irritating,\ntantalising, and provoking, in being compelled to witness those\ngentle endearments and chaste interchanges which to loving couples\nare quite the ordinary business of life.  But while we recognise\nthe natural character of the prejudice to which these unhappy men\nare subject, we can neither receive their biassed evidence, nor\naddress ourself to their inflamed and angered minds.  Dispassionate\nexperience is our only guide; and in these moral essays we seek no\nless to reform hymeneal offenders than to hold out a timely warning\nto all rising couples, and even to those who have not yet set forth\nupon their pilgrimage towards the matrimonial market.",
        "Let all couples, present or to come, therefore profit by the\nexample of Mr. and Mrs. Leaver, themselves a loving couple in the\nfirst degree.",
        "Mr. and Mrs. Leaver are pronounced by Mrs. Starling, a widow lady\nwho lost her husband when she was young, and lost herself about the\nsame-time - for by her own count she has never since grown five\nyears older - to be a perfect model of wedded felicity.  ’You would\nsuppose,’ says the romantic lady, ’that they were lovers only just\nnow engaged.  Never was such happiness!  They are so tender, so\naffectionate, so attached to each other, so enamoured, that\npositively nothing can be more charming!’",
        "’Augusta, my soul,’ says Mr. Leaver.  ’Augustus, my life,’ replies\nMrs. Leaver.  ’Sing some little ballad, darling,’ quoth Mr. Leaver.\n’I couldn’t, indeed, dearest,’ returns Mrs. Leaver.  ’Do, my dove,’\nsays Mr. Leaver.  ’I couldn’t possibly, my love,’ replies Mrs.\nLeaver; ’and it’s very naughty of you to ask me.’  ’Naughty,\ndarling!’ cries Mr. Leaver.  ’Yes, very naughty, and very cruel,’\nreturns Mrs. Leaver, ’for you know I have a sore throat, and that\nto sing would give me great pain.  You’re a monster, and I hate\nyou.  Go away!’  Mrs. Leaver has said ’go away,’ because Mr. Leaver\nhas tapped her under the chin:  Mr. Leaver not doing as he is bid,\nbut on the contrary, sitting down beside her, Mrs. Leaver slaps Mr.\nLeaver; and Mr. Leaver in return slaps Mrs. Leaver, and it being\nnow time for all persons present to look the other way, they look\nthe other way, and hear a still small sound as of kissing, at which\nMrs. Starling is thoroughly enraptured, and whispers her neighbour\nthat if all married couples were like that, what a heaven this\nearth would be!",
        "The loving couple are at home when this occurs, and maybe only\nthree or four friends are present, but, unaccustomed to reserve\nupon this interesting point, they are pretty much the same abroad.\nIndeed upon some occasions, such as a pic-nic or a water-party,\ntheir lovingness is even more developed, as we had an opportunity\nlast summer of observing in person.",
        "There was a great water-party made up to go to Twickenham and dine,\nand afterwards dance in an empty villa by the river-side, hired\nexpressly for the purpose.  Mr. and Mrs. Leaver were of the\ncompany; and it was our fortune to have a seat in the same boat,\nwhich was an eight-oared galley, manned by amateurs, with a blue\nstriped awning of the same pattern as their Guernsey shirts, and a\ndingy red flag of the same shade as the whiskers of the stroke oar.\nA coxswain being appointed, and all other matters adjusted, the\neight gentlemen threw themselves into strong paroxysms, and pulled\nup with the tide, stimulated by the compassionate remarks of the\nladies, who one and all exclaimed, that it seemed an immense\nexertion - as indeed it did.  At first we raced the other boat,\nwhich came alongside in gallant style; but this being found an\nunpleasant amusement, as giving rise to a great quantity of\nsplashing, and rendering the cold pies and other viands very moist,\nit was unanimously voted down, and we were suffered to shoot a-\nhead, while the second boat followed ingloriously in our wake.",
        "It was at this time that we first recognised Mr. Leaver.  There\nwere two firemen-watermen in the boat, lying by until somebody was\nexhausted; and one of them, who had taken upon himself the\ndirection of affairs, was heard to cry in a gruff voice, ’Pull\naway, number two - give it her, number two - take a longer reach,\nnumber two - now, number two, sir, think you’re winning a boat.’\nThe greater part of the company had no doubt begun to wonder which\nof the striped Guernseys it might be that stood in need of such\nencouragement, when a stifled shriek from Mrs. Leaver confirmed the\ndoubtful and informed the ignorant; and Mr. Leaver, still further\ndisguised in a straw hat and no neckcloth, was observed to be in a\nfearful perspiration, and failing visibly.  Nor was the general\nconsternation diminished at this instant by the same gentleman (in\nthe performance of an accidental aquatic feat, termed ’catching a\ncrab’) plunging suddenly backward, and displaying nothing of\nhimself to the company, but two violently struggling legs.  Mrs.\nLeaver shrieked again several times, and cried piteously - ’Is he\ndead?  Tell me the worst.  Is he dead?’",
        "Now, a moment’s reflection might have convinced the loving wife,\nthat unless her husband were endowed with some most surprising\npowers of muscular action, he never could be dead while he kicked\nso hard; but still Mrs. Leaver cried, ’Is he dead? is he dead?’ and\nstill everybody else cried - ’No, no, no,’ until such time as Mr.\nLeaver was replaced in a sitting posture, and his oar (which had\nbeen going through all kinds of wrong-headed performances on its\nown account) was once more put in his hand, by the exertions of the\ntwo firemen-watermen.  Mr. Leaver then exclaimed, ’Augustus, my\nchild, come to me;’ and Mr. Leaver said, ’Augusta, my love, compose\nyourself, I am not injured.’  But Mrs. Leaver cried again more\npiteously than before, ’Augustus, my child, come to me;’ and now\nthe company generally, who seemed to be apprehensive that if Mr.\nLeaver remained where he was, he might contribute more than his\nproper share towards the drowning of the party, disinterestedly\ntook part with Mrs. Leaver, and said he really ought to go, and\nthat he was not strong enough for such violent exercise, and ought\nnever to have undertaken it.  Reluctantly, Mr. Leaver went, and\nlaid himself down at Mrs. Leaver’s feet, and Mrs. Leaver stooping\nover him, said, ’Oh Augustus, how could you terrify me so?’ and Mr.\nLeaver said, ’Augusta, my sweet, I never meant to terrify you;’ and\nMrs. Leaver said, ’You are faint, my dear;’ and Mr. Leaver said, ’I\nam rather so, my love;’ and they were very loving indeed under Mrs.\nLeaver’s veil, until at length Mr. Leaver came forth again, and\npleasantly asked if he had not heard something said about bottled\nstout and sandwiches.",
        "Mrs. Starling, who was one of the party, was perfectly delighted\nwith this scene, and frequently murmured half-aside, ’What a loving\ncouple you are!’ or ’How delightful it is to see man and wife so\nhappy together!’  To us she was quite poetical, (for we are a kind\nof cousins,) observing that hearts beating in unison like that made\nlife a paradise of sweets; and that when kindred creatures were\ndrawn together by sympathies so fine and delicate, what more than\nmortal happiness did not our souls partake!  To all this we\nanswered ’Certainly,’ or ’Very true,’ or merely sighed, as the case\nmight be.  At every new act of the loving couple, the widow’s\nadmiration broke out afresh; and when Mrs. Leaver would not permit\nMr. Leaver to keep his hat off, lest the sun should strike to his\nhead, and give him a brain fever, Mrs. Starling actually shed\ntears, and said it reminded her of Adam and Eve.",
        "The loving couple were thus loving all the way to Twickenham, but\nwhen we arrived there (by which time the amateur crew looked very\nthirsty and vicious) they were more playful than ever, for Mrs.\nLeaver threw stones at Mr. Leaver, and Mr. Leaver ran after Mrs.\nLeaver on the grass, in a most innocent and enchanting manner.  At\ndinner, too, Mr. Leaver WOULD steal Mrs. Leaver’s tongue, and Mrs.\nLeaver WOULD retaliate upon Mr. Leaver’s fowl; and when Mrs. Leaver\nwas going to take some lobster salad, Mr. Leaver wouldn’t let her\nhave any, saying that it made her ill, and she was always sorry for\nit afterwards, which afforded Mrs. Leaver an opportunity of\npretending to be cross, and showing many other prettinesses.  But\nthis was merely the smiling surface of their loves, not the mighty\ndepths of the stream, down to which the company, to say the truth,\ndived rather unexpectedly, from the following accident.  It chanced\nthat Mr. Leaver took upon himself to propose the bachelors who had\nfirst originated the notion of that entertainment, in doing which,\nhe affected to regret that he was no longer of their body himself,\nand pretended grievously to lament his fallen state.  This Mrs.\nLeaver’s feelings could not brook, even in jest, and consequently,\nexclaiming aloud, ’He loves me not, he loves me not!’ she fell in a\nvery pitiable state into the arms of Mrs. Starling, and, directly\nbecoming insensible, was conveyed by that lady and her husband into\nanother room.  Presently Mr. Leaver came running back to know if\nthere was a medical gentleman in company, and as there was, (in\nwhat company is there not?) both Mr. Leaver and the medical\ngentleman hurried away together.",
        "The medical gentleman was the first who returned, and among his\nintimate friends he was observed to laugh and wink, and look as\nunmedical as might be; but when Mr. Leaver came back he was very\nsolemn, and in answer to all inquiries, shook his head, and\nremarked that Augusta was far too sensitive to be trifled with - an\nopinion which the widow subsequently confirmed.  Finding that she\nwas in no imminent peril, however, the rest of the party betook\nthemselves to dancing on the green, and very merry and happy they\nwere, and a vast quantity of flirtation there was; the last\ncircumstance being no doubt attributable, partly to the fineness of\nthe weather, and partly to the locality, which is well known to be\nfavourable to all harmless recreations.",
        "In the bustle of the scene, Mr. and Mrs. Leaver stole down to the\nboat, and disposed themselves under the awning, Mrs. Leaver\nreclining her head upon Mr. Leaver’s shoulder, and Mr. Leaver\ngrasping her hand with great fervour, and looking in her face from\ntime to time with a melancholy and sympathetic aspect.  The widow\nsat apart, feigning to be occupied with a book, but stealthily\nobserving them from behind her fan; and the two firemen-watermen,\nsmoking their pipes on the bank hard by, nudged each other, and\ngrinned in enjoyment of the joke.  Very few of the party missed the\nloving couple; and the few who did, heartily congratulated each\nother on their disappearance.",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}