{
    "title": "Sketches of Young Couples - The Couple Who Coddle Themselves",
    "author": "Charles Dickens",
    "chapter": "11",
    "content": [
        "\n\n",
        "Mrs. Merrywinkle’s maiden name was Chopper.  She was the only child\nof Mr. and Mrs. Chopper.  Her father died when she was, as the\nplay-books express it, ’yet an infant;’ and so old Mrs. Chopper,\nwhen her daughter married, made the house of her son-in-law her\nhome from that time henceforth, and set up her staff of rest with\nMr. and Mrs. Merrywinkle.",
        "Mr. and Mrs. Merrywinkle are a couple who coddle themselves; and\nthe venerable Mrs. Chopper is an aider and abettor in the same.",
        "Mr. Merrywinkle is a rather lean and long-necked gentleman, middle-\naged and middle-sized, and usually troubled with a cold in the\nhead.  Mrs. Merrywinkle is a delicate-looking lady, with very light\nhair, and is exceedingly subject to the same unpleasant disorder.\nThe venerable Mrs. Chopper - who is strictly entitled to the\nappellation, her daughter not being very young, otherwise than by\ncourtesy, at the time of her marriage, which was some years ago -\nis a mysterious old lady who lurks behind a pair of spectacles, and\nis afflicted with a chronic disease, respecting which she has taken\na vast deal of medical advice, and referred to a vast number of\nmedical books, without meeting any definition of symptoms that at\nall suits her, or enables her to say, ’That’s my complaint.’\nIndeed, the absence of authentic information upon the subject of\nthis complaint would seem to be Mrs. Chopper’s greatest ill, as in\nall other respects she is an uncommonly hale and hearty\ngentlewoman.",
        "Both Mr. and Mrs. Chopper wear an extraordinary quantity of\nflannel, and have a habit of putting their feet in hot water to an\nunnatural extent.  They likewise indulge in chamomile tea and such-\nlike compounds, and rub themselves on the slightest provocation\nwith camphorated spirits and other lotions applicable to mumps,\nsore-throat, rheumatism, or lumbago.",
        "Mr. Merrywinkle’s leaving home to go to business on a damp or wet\nmorning is a very elaborate affair.  He puts on wash-leather socks\nover his stockings, and India-rubber shoes above his boots, and\nwears under his waistcoat a cuirass of hare-skin.  Besides these\nprecautions, he winds a thick shawl round his throat, and blocks up\nhis mouth with a large silk handkerchief.  Thus accoutred, and\nfurnished besides with a great-coat and umbrella, he braves the\ndangers of the streets; travelling in severe weather at a gentle\ntrot, the better to preserve the circulation, and bringing his\nmouth to the surface to take breath, but very seldom, and with the\nutmost caution.  His office-door opened, he shoots past his clerk\nat the same pace, and diving into his own private room, closes the\ndoor, examines the window-fastenings, and gradually unrobes\nhimself:  hanging his pocket-handkerchief on the fender to air, and\ndetermining to write to the newspapers about the fog, which, he\nsays, ’has really got to that pitch that it is quite unbearable.’",
        "In this last opinion Mrs. Merrywinkle and her respected mother\nfully concur; for though not present, their thoughts and tongues\nare occupied with the same subject, which is their constant theme\nall day.  If anybody happens to call, Mrs. Merrywinkle opines that\nthey must assuredly be mad, and her first salutation is, ’Why, what\nin the name of goodness can bring you out in such weather?  You\nknow you MUST catch your death.’  This assurance is corroborated by\nMrs. Chopper, who adds, in further confirmation, a dismal legend\nconcerning an individual of her acquaintance who, making a call\nunder precisely parallel circumstances, and being then in the best\nhealth and spirits, expired in forty-eight hours afterwards, of a\ncomplication of inflammatory disorders.  The visitor, rendered not\naltogether comfortable perhaps by this and other precedents,\ninquires very affectionately after Mr. Merrywinkle, but by so doing\nbrings about no change of the subject; for Mr. Merrywinkle’s name\nis inseparably connected with his complaints, and his complaints\nare inseparably connected with Mrs. Merrywinkle’s; and when these\nare done with, Mrs. Chopper, who has been biding her time, cuts in\nwith the chronic disorder - a subject upon which the amiable old\nlady never leaves off speaking until she is left alone, and very\noften not then.",
        "But Mr. Merrywinkle comes home to dinner.  He is received by Mrs.\nMerrywinkle and Mrs. Chopper, who, on his remarking that he thinks\nhis feet are damp, turn pale as ashes and drag him up-stairs,\nimploring him to have them rubbed directly with a dry coarse towel.\nRubbed they are, one by Mrs. Merrywinkle and one by Mrs. Chopper,\nuntil the friction causes Mr. Merrywinkle to make horrible faces,\nand look as if he had been smelling very powerful onions; when they\ndesist, and the patient, provided for his better security with\nthick worsted stockings and list slippers, is borne down-stairs to\ndinner.  Now, the dinner is always a good one, the appetites of the\ndiners being delicate, and requiring a little of what Mrs.\nMerrywinkle calls ’tittivation;’ the secret of which is understood\nto lie in good cookery and tasteful spices, and which process is so\nsuccessfully performed in the present instance, that both Mr. and\nMrs. Merrywinkle eat a remarkably good dinner, and even the\nafflicted Mrs. Chopper wields her knife and fork with much of the\nspirit and elasticity of youth.  But Mr. Merrywinkle, in his desire\nto gratify his appetite, is not unmindful of his health, for he has\na bottle of carbonate of soda with which to qualify his porter, and\na little pair of scales in which to weigh it out.  Neither in his\nanxiety to take care of his body is he unmindful of the welfare of\nhis immortal part, as he always prays that for what he is going to\nreceive he may be made truly thankful; and in order that he may be\nas thankful as possible, eats and drinks to the utmost.",
        "Either from eating and drinking so much, or from being the victim\nof this constitutional infirmity, among others, Mr. Merrywinkle,\nafter two or three glasses of wine, falls fast asleep; and he has\nscarcely closed his eyes, when Mrs. Merrywinkle and Mrs. Chopper\nfall asleep likewise.  It is on awakening at tea-time that their\nmost alarming symptoms prevail; for then Mr. Merrywinkle feels as\nif his temples were tightly bound round with the chain of the\nstreet-door, and Mrs. Merrywinkle as if she had made a hearty\ndinner of half-hundredweights, and Mrs. Chopper as if cold water\nwere running down her back, and oyster-knives with sharp points\nwere plunging of their own accord into her ribs.  Symptoms like\nthese are enough to make people peevish, and no wonder that they\nremain so until supper-time, doing little more than doze and\ncomplain, unless Mr. Merrywinkle calls out very loudly to a servant\n’to keep that draught out,’ or rushes into the passage to flourish\nhis fist in the countenance of the twopenny-postman, for daring to\ngive such a knock as he had just performed at the door of a private\ngentleman with nerves.",
        "Supper, coming after dinner, should consist of some gentle\nprovocative; and therefore the tittivating art is again in\nrequisition, and again - done honour to by Mr. and Mrs.\nMerrywinkle, still comforted and abetted by Mrs. Chopper.  After\nsupper, it is ten to one but the last-named old lady becomes worse,\nand is led off to bed with the chronic complaint in full vigour.\nMr. and Mrs. Merrywinkle, having administered to her a warm\ncordial, which is something of the strongest, then repair to their\nown room, where Mr. Merrywinkle, with his legs and feet in hot\nwater, superintends the mulling of some wine which he is to drink\nat the very moment he plunges into bed, while Mrs. Merrywinkle, in\ngarments whose nature is unknown to and unimagined by all but\nmarried men, takes four small pills with a spasmodic look between\neach, and finally comes to something hot and fragrant out of\nanother little saucepan, which serves as her composing-draught for\nthe night.",
        "There is another kind of couple who coddle themselves, and who do\nso at a cheaper rate and on more spare diet, because they are\nniggardly and parsimonious; for which reason they are kind enough\nto coddle their visitors too.  It is unnecessary to describe them,\nfor our readers may rest assured of the accuracy of these general\nprinciples:- that all couples who coddle themselves are selfish and\nslothful, - that they charge upon every wind that blows, every rain\nthat falls, and every vapour that hangs in the air, the evils which\narise from their own imprudence or the gloom which is engendered in\ntheir own tempers, - and that all men and women, in couples or\notherwise, who fall into exclusive habits of self-indulgence, and\nforget their natural sympathy and close connexion with everybody\nand everything in the world around them, not only neglect the first\nduty of life, but, by a happy retributive justice, deprive\nthemselves of its truest and best enjoyment.",
        "Continue...",
        "\nThis complete text of the Sketches of Young Couples book by Charles Dickens is in the public domain.\n\n\nAt Amazon.com, you can order the book:\nSketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Sketches of Young couples, with an Urgent Remonstrance to the Gentleman of England (Being Bachelors or Widowers)By Charles DickensAt Amazon"
    ]
}