{
    "title": "Sterne - Chapter I: Birth, Parentage, and Early Years",
    "author": "H.D. Traill",
    "chapter": "2",
    "content": [
        "\n\n",
        "(1713-1724.)",
        "Towards the close of the month of November, 1713, one of the last of\nthe English regiments which had been detained in Flanders to supervise\nthe execution of the treaty of Utrecht arrived at Clonmel from\nDunkirk. The day after its arrival the regiment was disbanded; and\nyet a few days later, on the 24th of the month, the wife of one of its\nsubalterns gave birth to a son. The child who thus early displayed the\nperversity of his humour by so inopportune an appearance was Laurence\nSterne. “My birthday,” he says, in the slipshod, loosely-strung\nnotes by which he has been somewhat grandiloquently said to have\n“anticipated the labours” of the biographer–\"my birthday was ominous\nto my poor father, who was the day after our arrival, with many other\nbrave officers, broke and sent adrift into the wide world with a wife\nand two children.”",
        "Roger Sterne, however, now late ensign of the 34th, or Chudleigh’s\nregiment of foot, was after all in less evil case than were many,\nprobably, of his comrades. He had kinsmen to whom he could look for,\nat any rate, temporary assistance, and his mother was a wealthy widow.\nThe Sternes, originally of a Suffolk stock, had passed from that\ncounty to Nottinghamshire, and thence into Yorkshire, and were at\nthis time a family of position and substance in the last-named county.\nRoger’s grandfather had been Archbishop of York, and a man of more\nnote, if only through the accident of the times upon which he\nfell, than most of the incumbents of that see. He had played an\nexceptionally energetic part even for a Cavalier prelate in the great\npolitical struggle of the seventeenth century, and had suffered with\nfortitude and dignity in the royal cause. He had, moreover, a further\nclaim to distinction in having been treated with common gratitude\nat the Restoration by the son of the monarch whom he had served. As\nMaster of Jesus College, Cambridge, he had “been active in sending the\nUniversity plate to his Majesty,” and for this offence he was seized\nby Cromwell and carried in military custody to London, whence, after\nundergoing imprisonment in various goals, and experiencing other\nforms of hardship, he was at length permitted to retire to an obscure\nretreat in the country, there to commune with himself until that\ntyranny should be overpast. On the return of the exiled Stuarts\nDr. Sterne was made Bishop of Carlisle, and a few years later was\ntranslated to the see of York. He lived to the age of eighty-six, and\nso far justified Burnet’s accusation against him of “minding chiefly\nenriching himself,” that he seems to have divided no fewer than four\nlanded estates among his children. One of these, Simon Sterne,\na younger son of the Archbishop, himself married an heiress, the\ndaughter of Sir Roger Jaques of Elvington; and Roger, the father of\nLaurence Sterne, was the seventh and youngest of the issue of this\nmarriage. At the time when the double misfortune above recorded befell\nhim at the hands of Lucina and the War Office, his father had been\nsome years dead; but Simon Sterne’s widow was still mistress of\nthe property which she had brought with her at her marriage, and to\nElvington, accordingly, “as soon,” writes Sterne, “as I was able to be\ncarried,” the compulsorily retired ensign betook himself with his wife\nand his two children. He was not, however, compelled to remain long\ndependent on his mother. The ways of the military authorities were as\ninscrutable to the army of that day as they are in our day to our\nown. Before a year had passed the regiment was ordered to be\nre-established, and “our household decamped with bag and baggage for\nDublin.” This was in the autumn of 1714, and from that time onward,\nfor some eleven years, the movements and fortunes of the Sterne\nfamily, as detailed in the narrative of its most famous member, form a\nhistory in which the ludicrous struggles strangely with the pathetic.",
        "A husband, condemned to be the Ulysses-like plaything of adverse gods\nat the War Office; an indefatigably prolific wife; a succession of\nweak and ailing children; misfortune in the seasons of journeying;\nmisfortune in the moods of the weather by sea and land–under all this\ncombination of hostile chances and conditions was the struggle to\nbe carried on. The little household was perpetually “on the move\"–a\nlittle household which was always becoming and never remaining\nbigger–continually increased by births, only to be again reduced by\ndeaths–until the contest between the deadly hardships of travel and\nthe fatal fecundity of Mrs. Sterne was brought by events to a natural\nclose. Almost might the unfortunate lady have exclaimed, Quae regio\nin terris nostri non plena laboris? She passes from Ireland to\nEngland, and from England to Ireland, from inland garrison to sea-port\ntown and back again, incessantly bearing and incessantly burying\nchildren–until even her son in his narrative begins to speak of\nlosing one infant at this place, and “leaving another behind” on that\njourney, almost as if they were so many overlooked or misdirected\narticles of luggage. The tragic side of the history, however,\novershadows the grotesque. When we think how hard a business was\ntravel even under the most favourable conditions in those days,\nand how serious even in our own times, when travel is easy, are the\ndiscomforts of the women and children of a regiment on the march–we\nmay well pity these unresting followers of the drum. As to Mrs. Sterne\nherself, she seems to have been a woman of a pretty tough fibre, and\nshe came moreover of a campaigning stock. Her father was a “noted\nsuttler” of the name of Nuttle, and her first husband–for she was a\nwidow when Roger Sterne married her–had been a soldier also. She\nhad, therefore, served some years’ apprenticeship to the military life\nbefore these wanderings began; and she herself was destined to live to\na good old age. But somehow or other she failed to endow her offspring\nwith her own robust constitution and powers of endurance. “My father’s\nchildren were,” as Laurence Sterne grimly puts it, “not made to last\nlong;” but one cannot help suspecting that it was the hardships of\nthose early years which carried them off in their infancy with such\npainful regularity and despatch, and that it was to the same cause\nthat their surviving brother owed the beginnings of that fatal malady\nby which his own life was cut short.",
        "The diary of their travels–for the early part of Sterne’s memoirs\namounts to scarcely more–is the more effective for its very brevity\nand abruptness. Save for one interval of somewhat longer sojourn than\nusual at Dublin, the reader has throughout it all the feeling of\nthe traveller who never finds time to unpack his portmanteau. On\nthe re-enrolment of the regiment in 1714, “our household,” says the\nnarrative, “decamped from York with bag and baggage for Dublin. Within\na month my father left us, being ordered to Exeter; where, in a sad\nwinter, my mother and her two children followed him, travelling from\nLiverpool, by land, to Plymouth.” At Plymouth Mrs. Sterne gave birth\nto a son, christened Joram; and, “in twelve months time we were all\nsent back to Dublin. My mother,” with her three children, “took ship\nat Bristol for Ireland, and had a narrow escape from being cast away\nby a leak springing up in the vessel. At length, after many perils\nand struggles, we got to Dublin.” Here intervenes the short\nbreathing-space, of which mention has been made–an interval\nemployed by Roger Sterne in “spending a great deal of money” on a\n“large house,” which he hired and furnished; and then “in the year one\nthousand seven hundred and nineteen, all unhinged again.” The regiment\nhad been ordered off to the Isle of Wight, thence to embark for Spain,\non “the Vigo Expedition,” and “we,” who accompanied it, “were driven\ninto Milford Haven, but afterwards landed at Bristol, and thence by\nland to Plymouth again, and to the Isle of Wight;” losing on this\nexpedition “poor Joram, a pretty boy, who died of the smallpox.” In\nthe Isle of Wight, Mrs. Sterne and her family remained till the Vigo\nExpedition returned home; and during her stay there “poor Joram’s loss\nwas supplied by the birth of a girl, Anne,” a “pretty blossom,” but\ndestined to fall “at the age of three years.” On the return of the\nregiment to Wicklow, Roger Sterne again sent to collect his family\naround him. “We embarked for Dublin, and had all been cast away by a\nmost violent storm; but, through the intercession of my mother, the\ncaptain was prevailed upon to turn back into Wales, where we stayed\na month, and at length got into Dublin, and travelled by land to\nWicklow, where my father had, for some weeks, given us over for lost.\"\nHere a year passed, and another child, Devijeher–so called after the\ncolonel of the regiment–was born. “From thence we decamped to stay\nhalf a year with Mr. Fetherston, a clergyman, about seven miles from\nWicklow, who, being a relative of my mother’s, invited us to his\nparsonage at Animo.[1]” From thence, again, “we followed the regiment\nto Dublin,” where again “we lay in the barracks a year.” In 1722 the\nregiment was ordered to Carrickfergus. “We all decamped, but got no\nfurther than Drogheda; thence ordered to Mullingar, forty miles west,\nwhere, by Providence, we stumbled upon a kind relation, a collateral\ndescendant from Archbishop Sterne, who took us all to his castle, and\nkindly entertained us for a year.” Thence, by “a most rueful journey,\"\nto Carrickfergus, where “we arrived in six or seven days.” Here, at\nthe age of three, little Devijeher obtained a happy release from his\nname; and “another child, Susan, was sent to fill his place, who also\nleft us behind in this weary journey.” In the “autumn of this year, or\nthe spring of the next\"–Sterne’s memory failing in exactitude at the\nvery point where we should have expected it to be most precise–\"my\nfather obtained permission of his colonel to fix me at school;” and\nhenceforth the boy’s share in the family wanderings was at an end. But\nhis father had yet to be ordered from Carrickfergus to Londonderry,\nwhere at last a permanent child, Catherine, was born; and thence to\nGibraltar, to take part in the Defence of that famous Rock, where the\nmuch-enduring campaigner was run through the body in a duel, “about\na goose” (a thoroughly Shandian catastrophe); and thence to Jamaica,\nwhere, “with a constitution impaired” by the sword-thrust earned in\nhis anserine quarrel, he was defeated in a more deadly duel with the\n“country fever,” and died. “His malady,” writes his son, with a touch\nof feeling struggling through his dislocated grammar, “took away his\nsenses first, and made a child of him; and then in a month or two\nwalking about continually without complaining, till the moment he sat\ndown in an arm-chair and breathed his last.”",
        "[Footnote 1: “It was in this parish,” says Sterne, “that I had that\nwonderful escape in falling through a mill race while the mill was\ngoing, and being taken up unhurt; the story is incredible, but known\nto all that part of Ireland, where hundreds of the common people\nflocked to seeme.” More incredible still does it seem that Thoresby\nshould relate the occurrence of an accident of precisely the same kind\nto Sterne’s great-grandfather, the Archbishop. “Playing near a mill,\nhe fell within a claw; there was but one board or bucket wanting in\nthe whole wheel, but a gracious Providence so ordered it that the void\nplace came down at that moment, else he had been crushed to death; but\nwas reserved to be a grand benefactor afterwards.” (Thoresby, ii. 15.)\nBut what will probably strike the reader as more extraordinary even\nthan this coincidence is that Sterne should have been either unaware\nof it, or should have omitted mention of it in the above passage.]",
        "There is, as has been observed, a certain mixture of the comic and the\npathetic in the life-history of this obscure father of a famous\nson. His life was clearly not a fortunate one, so far as external\ncircumstances go; but its misfortunes had no sort of consoling dignity\nabout them. Roger Sterne’s lot in the world was not so much an unhappy\nas an uncomfortable one; and discomfort earns little sympathy, and\nabsolutely no admiration, for its sufferers. He somehow reminds us\nof one of those Irish heroes–good-natured, peppery, debt-loaded,\nlight-hearted, shiftless–whose fortunes we follow with mirthful and\nhalf-contemptuous sympathy in the pages of Thackeray. He was obviously\na typical specimen of that class of men who are destitute alike of the\nvirtues and failings of the “respectable” and successful; whom many\npeople love and no one respects; whom everybody pities in their\nstruggles and difficulties, but whom few pity without a smile.",
        "It is evident, however, that he succeeded in winning the affection of\none who had not too much affection of the deeper kind to spare for any\none. The figure of Roger Sterne alone stands out with any clearness by\nthe side of the ceaselessly flitting mother and phantasmal children of\nLaurence Sterne’s Memoir; and it is touched in with strokes so vivid\nand characteristic that critics have been tempted to find in it\nthe original of the most famous portrait in the Shandy gallery. “My\nfather,” says Sterne, “was a little, smart man, active to the last\ndegree in all exercises, most patient of fatigue and disappointments,\nof which it pleased God to give him full measure. He was, in his\ntemper, somewhat rapid and hasty, but of a kindly, sweet disposition,\nvoid of all design, and so innocent in his own intentions, that he\nsuspected no one; so that you might have cheated him ten times a\nday, if nine had not been sufficient for your purpose.” This is a\ncaptivating little picture; and it no doubt presents traits which may\nhave impressed themselves early and deeply on the imagination which\nwas afterwards to give birth to “My Uncle Toby.” The simplicity of\nnature and the “kindly, sweet disposition” are common to both the\nensign of real life and to the immortal Captain Shandy of fiction; but\nthe criticism which professes to find traces of Roger Sterne’s “rapid\nand hasty temper” in my Uncle Toby is compelled to strain itself\nconsiderably. And, on the whole, there seems no reason to believe that\nSterne borrowed more from the character of his father than any\nwriter must necessarily, and perhaps unconsciously, borrow from his\nobservation of the moral and mental qualities of those with whom he\nhas come into most frequent contact.",
        "That Laurence Sterne passed the first eleven years of his life with\nsuch an exemplar of these simple virtues of kindliness, guilelessness,\nand courage ever before him, is perhaps the best that can be said\nfor the lot in which his early days were cast. In almost all other\nrespects there could hardly have been–for a quick-witted, precocious,\nimitative boy–a worse bringing-up. No one, I should imagine, ever\nmore needed discipline in his youth than Sterne; and the camp is a\nplace of discipline for the soldier only. To all others whom necessity\nattaches to it, and to the young especially, it is rather a school of\nlicense and irregularity. It is fair to remember these disadvantages\nof Sterne’s early training, in judging of the many defects as a man,\nand laxities as a writer, which marked his later life; though, on the\nother hand, there is no denying the reality and value of some of\nthe countervailing advantages which came to him from his boyish\nsurroundings. The conception of my Uncle Toby need not have been taken\nwhole from Roger Sterne, or from any one actual captain of a marching\nregiment; but the constant sight of, and converse with, many captains\nand many corporals may undoubtedly have contributed much to the vigour\nand vitality of Toby Shandy and Corporal Trim. So far as the externals\nof portraiture were concerned, there can be no doubt that his art\nbenefited much from his early military life. His soldiers have the\ntrue stamp of the soldier about them in air and language; and when\nhis captain and corporal fight their Flemish battles over again we are\nthoroughly conscious that we are listening, under the dramatic form,\nto one who must himself have heard many a chapter of the same splendid\nstory from the lips of the very men who had helped to break the pride\nof the Grand Monarque under Marlborough and Eugene.",
        "Continue...",
        "\nThis ebook of “Sterne” (1882) by H.D. Traill belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Laurence SterneBy H. D. TraillAt Amazon"
    ]
}