{
    "title": "Sterne - Chapter X: Style and General Characteristics",
    "author": "H.D. Traill",
    "chapter": "14",
    "content": [
        "\n\n",
        "HUMOUR AND SENTIMENT.",
        "To talk of “the style” of Sterne is almost to play one of those tricks\nwith language of which he himself was so fond. For there is hardly any\ndefinition of the word which can make it possible to describe him as\nhaving any style at all. It is not only that he manifestly recognized\nno external canons whereto to conform the expression of his thoughts,\nbut he had, apparently, no inclination to invent and observe–except,\nindeed, in the most negative of senses–any style of his own. The\n“style of Sterne,” in short, is as though one should say “the form\nof Proteus.” He was determined to be uniformly eccentric, regularly\nirregular, and that was all. His digressions, his asides, and his\nfooleries in general would, of course, have in any case necessitated\na certain general jerkiness of manner; but this need hardly have\nextended itself habitually to the structure of individual sentences,\nand as a matter of fact he can at times write, as he does for the most\npart in his Sermons, in a style which is not the less vigorous for\nbeing fairly correct. But as a rule his mode of expressing himself is\ndestitute of any pretensions to precision; and in many instances it\nis a perfect marvel of literary slipshod. Nor is there any ground for\nbelieving that the slovenliness was invariably intentional. Sterne’s\ntruly hideous French–French at which even Stratford-atte-Bowe would\nhave stood aghast–is in itself sufficient evidence of a natural\ninsensibility to grammatical accuracy. Here there can be no suspicion\nof designed defiance of rules; and more than one solecism of rather\na serious kind in his use of English words and phrases affords\nconfirmatory testimony to the same point. His punctuation is fearful\nand wonderful, even for an age in which the rationale of punctuation\nwas more imperfectly understood than it is at present; and this,\nthough an apparently slight matter, is not without value as an\nindication of ways of thought. But if we can hardly describe Sterne’s\nstyle as being in the literary sense a style at all, it has a very\ndistinct colloquial character of its own, and as such it is nearly\nas much deserving of praise as from the literary point of view it is\nopen to exception. Chaotic as it is in the syntactical sense, it is\na perfectly clear vehicle for the conveyance of thought: we are as\nrarely at a loss for the meaning of one of Sterne’s sentences as we\nare, for very different reasons, for the meaning of one of Macaulay’s.\nAnd his language is so full of life and colour, his tone so animated\nand vivacious, that we forget we are reading and not listening, and\nwe are as little disposed to be exacting in respect to form as though\nwe were listeners in actual fact. Sterne’s manner, in short, may\nbe that of a bad and careless writer, but it is the manner of a\nfirst-rate talker; and this, of course, enhances rather than detracts\nfrom the unwearying charm of his wit and humour.",
        "To attempt a precise and final distinction between these two\nlast-named qualities in Sterne or any one else would be no very\nhopeful task, perhaps; but those who have a keen perception of either\nfind no great difficulty in discriminating, as a matter of feeling,\nbetween the two. And what is true of the qualities themselves is\ntrue, mutatis mutandis, of the men by whom they have been most\nconspicuously displayed. Some wits have been humourists also; nearly\nall humourists have been also wits; yet the two fall, on the whole,\ninto tolerably well-marked classes, and the ordinary uncritical\njudgment would, probably, enable most men to state with sufficient\ncertainty the class to which each famous name in the world’s\nliterature belongs. Aristophanes, Shakspeare, Cervantes, Molière,\nSwift, Fielding, Lamb, Richter, Carlyle: widely as these writers\ndiffer from each other in style and genius, the least skilled reader\nwould hardly need to be told that the list which includes them all\nis a catalogue of humourists. And Cicero, Lucian, Pascal, Voltaire,\nCongreve, Pope, Sheridan, Courier, Sydney Smith–this, I suppose,\nwould be recognized at once as an enumeration of wits. Some of these\nhumourists, like Fielding, like Richter, like Carlyle, are always, or\nalmost always, humourists alone. Some of these wits, like Pascal,\nlike Pope, like Courier, are wits with no, or but slight, admixture\nof humour; and in the classification of these there is of course\nno difficulty at all. But even with the wits who very often give us\nhumour also, and with the humourists who as often delight us with\ntheir wit, we seldom find ourselves in any doubt as to the real and\nmore essential affinities of each. It is not by the wit which he has\ninfused into his talk, so much as by the humour with which he has\ndelineated the character, that Shakspeare has given his Falstaff an\nabiding place in our memories. It is not the repartees of Benedick and\nBeatrice, but the immortal fatuity of Dogberry, that the name of Much\nAdo About Nothing recalls. None of the verbal quips of Touchstone\ntickle us like his exquisite patronage of William and the fascination\nwhich he exercises over the melancholy Jaques. And it is the same\nthroughout all Shakspeare. It is of the humours of Bottom, and Launce,\nand Shallow, and Sly, and Aguecheek; it is of the laughter that treads\nupon the heels of horror and pity and awe, as we listen to the\nPorter in Macbeth, to the Grave-digger in Hamlet, to the Fool in\nLear–it is of these that we think when we think of Shakspeare in\nany other but his purely poetic mood. Whenever, that is to say, we\nthink of him as anything but a poet, we think of him, not as a wit,\nbut as a humourist. So, too, it is not the dagger-thrusts of the\nDrapier’s Letters, but the broad ridicule of the Voyage to Laputa,\nthe savage irony of the Voyage to the Houyhnhnms, that we associate\nwith the name of Swift. And, conversely, it is the cold, epigrammatic\nglitter of Congreve’s dialogue, the fizz and crackle of the fireworks\nwhich Sheridan serves out with undiscriminating hand to the most\ninsignificant of his characters–it is this which stamps the work of\nthese dramatists with characteristics far more marked than any which\nbelong to them in right of humorous portraiture of human foibles or\ningenious invention of comic incident.",
        "The place of Sterne is unmistakably among writers of the former class.\nIt is by his humour–his humour of character, his dramatic as distinct\nfrom his critical descriptive personal humour–though, of course,\nhe possesses this also, as all humourists must–that he lives and\nwill live. In Tristram Shandy, as in the Sermons, there is a\nsufficiency of wit, and considerably more than a sufficiency of\nhumorous reflection, innuendo, and persiflage; but it is the actors\nin his almost plotless drama who have established their creator in his\nniche in the Temple of Fame. We cannot, indeed, be sure that what has\ngiven him his hold upon posterity is what gave him his popularity with\nhis contemporaries. On the contrary, it is, perhaps, more probable\nthat he owed his first success with the public of his day to\nthose eccentricities which are for us a little too consciously\neccentric–those artifices which fail a little too conspicuously in\nthe ars celandi artem. But however these tricks may have pleased in\ndays when such tricks were new, they much more often weary than divert\nus now; and I suspect that many a man whose delight in the Corporal\nand his master, in Bridget and her mistress, is as fresh as ever,\ndeclines to accompany their creator in those perpetual digressions\ninto nonsense or semi-nonsense the fashion of which Sterne borrowed\nfrom Rabelais, without Rabelais’s excuse for adopting it. To us of\nthis day the real charm and distinction of the book is due to the\nmarvellous combination of vigour and subtlety in its portrayal of\ncharacter, and in the purity and delicacy of its humour. Those last\ntwo apparently paradoxical substantives are chosen advisedly, and\nemployed as the most convenient way of introducing that disagreeable\nquestion which no commentator on Sterne can possibly shirk, but which\nevery admirer of Sterne must approach with reluctance. There is, of\ncourse, a sense in which Sterne’s humour–if, indeed, we may bestow\nthat name on the form of jocularity to which I refer–is the very\nreverse of pure and delicate: a sense in which it is impure and\nindelicate in the highest degree. On this it is necessary, however\nbriefly, to touch; and to the weighty and many-counted indictment\nwhich may be framed against Sterne on this head there is, of course,\nbut one possible plea–the plea of guilty. Nay, the plea must go\nfurther than a mere admission of the offence; it must include an\nadmission of the worst motive, the worst spirit as animating the\noffender. It is not necessary to my purpose, nor doubtless congenial\nto the taste of the reader, that I should enter upon any critical\nanalysis of this quality in the author’s work, or compare him in this\nrespect with the two other great humourists who have been the\nworst offenders in the same way. In one of those highly interesting\ncriticisms of English literature which, even when they most\nconspicuously miss the mark, are so instructive to Englishmen, M.\nTaine has instituted an elaborate comparison–very much, I need hardly\nsay, to the advantage of the latter–between the indecency of Swift\nand that of Rabelais–that “good giant,” as his countryman calls him,\n“who rolls himself joyously about on his dunghill, thinking no evil.\"\nAnd no doubt the world of literary moralists will always be divided\nupon the question–one mainly of national temperament–whether mere\nanimal spirits or serious satiric purpose is the best justification\nfor offences against cleanliness. It is, of course, only the former\ntheory, if either, which could possibly avail Sterne, and it would\nneed an unpleasantly minute analysis of this characteristic in his\nwritings to ascertain how far M. Taine’s eloquent defence of Rabelais\ncould be made applicable to his case. But the inquiry, one is glad\nto think, is as unnecessary as it would be disagreeable; for,\nunfortunately for Sterne, he must be condemned on a quantitativecomparison of indecency, whatever may be his fate when compared\nwith these other two great writers as regards the quality of their\nrespective transgressions. There can be no denying, I mean, that\nSterne is of all writers the most permeated and penetrated with\nimpurity of thought and suggestion; that in no other writer is its\nlatent presence more constantly felt, even if there be any in whom\nit is more often openly obtruded. The unclean spirit pursues him\neverywhere, disfiguring his scenes of humour, demoralizing his\npassages of serious reflection, debasing even his sentimental\ninterludes. His coarseness is very often as great a blot on his art as\non his morality–a thing which can very rarely be said of either Swift\nor Rabelais; and it is sometimes so distinctly fatal a blemish from\nthe purely literary point of view, that one is amazed at the critical\nfaculty which could have tolerated its presence.",
        "But when all this has been said of Sterne’s humour it still remains\ntrue that, in another sense of the words “purity” and “delicacy,\"\nhe possesses humour more pure and delicate than, perhaps, any other\nwriter in the world can show. For if that humour is the purest and\nmost delicate which is the freest from any admixture of farce,\nand produces its effects with the lightest touch, and the least\nobligations to ridiculous incident, or what may be called the\n“physical grotesque,” in any shape–then one can point to passages\nfrom Sterne’s pen which, for fulfilment of these conditions, it would\nbe difficult to match elsewhere. Strange as it may seem to say this\nof the literary Gilray who drew the portrait of Dr. Slop, and of the\nliterary Grimaldi who tormented Phutatorius with the hot chestnut,\nit is nevertheless the fact that scene after scene may be cited from\nTristram Shandy, and those the most delightful in the book, which\nare not only free from even the momentary intrusion of either the\nclown or the caricaturist, but even from the presence of “comic\nproperties” (as actors would call them) of any kind: scenes of which\nthe external setting is of the simplest possible character, while the\nhumour is of that deepest and most penetrative kind which springs\nfrom the eternal incongruities of human nature, the ever-recurring\ncross-purposes of human lives.",
        "Carlyle classes Sterne with Cervantes among the great humourists of\nthe world; and from one, and that the most important, point of view\nthe praise is not extravagant. By no other writer besides Sterne,\nperhaps, since the days of the Spanish humourist, have the vast\nincongruities of human character been set forth with so masterly a\nhand. It is in virtue of the new insight which his humour opens to\nus of the immensity and variety of man’s life that Cervantes makes\nus feel that he is great: not delightful merely–not even eternally\ndelightful only, and secure of immortality through the perennial human\nneed of joy–but great, but immortal, in right of that which makes\nShakspeare and the Greek dramatists immortal, namely, the power, not\nalone over the pleasure-loving part of man’s nature, but over that\nequally universal but more enduring element in it, his emotions of\nwonder and of awe. It is to this greater power–this control over a\ngreater instinct than the human love of joy, that Cervantes owes his\ngreatness; and it will be found, though it may seem at first a hard\nsaying, that Sterne shares this power with Cervantes. To pass from\nQuixote and Sancho to Walter and Toby Shandy involves, of course, a\nstartling change of dramatic key–a notable lowering of dramatic\ntone. It is almost like passing from poetry to prose: it is certainly\npassing from the poetic in spirit and surroundings to the profoundly\nprosaic in fundamental conception and in every individual detail.\nBut those who do not allow accidental and external dissimilarities to\nobscure for them the inward and essential resemblances of things, must\noften, I think, have experienced from one of the Shandy dialogues the\nsame sort of impression that they derive from some of the most nobly\nhumorous colloquies between the knight and his squire, and must have\nbeen conscious through all outward differences of key and tone of a\ncommon element in each. It is, of course, a resemblance of relationsand not of personalities; for though there is something of the Knight\nof La Mancha in Mr. Shandy, there is nothing of Sancho about his\nbrother. But the serio-comic game of cross-purposes is the same\nbetween both couples; and what one may call the irony of human\nintercourse is equally profound, and pointed with equal subtlety,\nin each. In the Spanish romance, of course, it is not likely to be\nmissed. It is enough in itself that the deranged brain which takes\nwindmills for giants, and carriers for knights, and Rosinante for a\nBucephalus, has fixed upon Sancho Panza–the crowning proof of its\nmania–as the fitting squire of a knight-errant. To him–to this\ncompound of somnolence, shrewdness, and good nature–to this creature\nwith no more tincture of romantic idealism than a wine-skin, the\nknight addresses, without misgiving, his lofty dissertations on the\nglories and the duties of chivalry–the squire responding after\nhis fashion. And thus these two hold converse, contentedly\nincomprehensible to each other, and with no suspicion that they are as\nincapable of interchanging ideas as the inhabitants of two different\nplanets. With what heart-stirring mirth, and yet with what strangely\ndeeper feeling of the infinite variety of human nature, do we follow\ntheir converse throughout! Yet Quixote and Sancho are not more\nlife-like and human, nor nearer together at one point and farther\napart at another, than are Walter Shandy and his brother. The squat\nlittle Spanish peasant is not more gloriously incapable of following\nthe chivalric vagaries of his master than the simple soldier is of\ngrasping the philosophic crotchets of his brother. Both couples are\nin sympathetic contact absolute and complete at one point; at another\nthey are “poles asunder” both of them. And in both contrasts there\nis that sense of futility and failure, of alienation and\nmisunderstanding–that element of underlying pathos, in short, which\nso strangely gives its keenest salt to humour. In both alike there is\nthe same suggestion of the Infinite of disparity bounding the finite\nof resemblance–of the Incommensurable in man and nature, beside which\nall minor uniformities sink into insignificance.",
        "The pathetic element which underlies and deepens the humour is, of\ncourse, produced in the two cases in two exactly opposite ways. In\nboth cases it is a picture of human simplicity–of a noble and artless\nnature out of harmony with its surroundings–which moves us;\nbut whereas in the Spanish romance the simplicity is that of the\nincompris, in the English novel it is that of the man with whom\nthe incompris consorts. If there is pathos as well as humour, and\ndeepening the humour, in the figure of the distraught knight-errant\ntalking so hopelessly over the head of his attached squire’s morality,\nso too there is pathos, giving depth to the humour of the eccentric\nphilosopher, shooting so hopelessly wide of the intellectual\nappreciation of the most affectionate of brothers. One’s sympathy,\nperhaps, is even more strongly appealed to in the latter than in the\nformer case, because the effort of the good Captain to understand is\nfar greater than that of the Don to make himself understood, and the\nconcern of the former at his failure is proportionately more marked\nthan that of the latter at his. And the general rapport between\none of the two ill-assorted pairs is much closer than that of\nthe other. It is, indeed, the tantalizing approach to a mutual\nunderstanding which gives so much more subtle a zest to the humour\nof the relations between the two brothers Shandy than to that which\narises out of the relations between the philosopher and his wife.\nThe broad comedy of the dialogues between Mr. and Mrs. Shandy is\nirresistible in its way: but it is broad comedy. The philosopher\nknows that his wife does not comprehend him: she knows that she never\nwill; and neither of them much cares. The husband snubs her openly\nfor her mental defects, and she with perfect placidity accepts his\nrebukes. “Master,” as he once complains, “of one of the finest chains\nof reasoning in the world, he is unable for the soul of him to get a\nsingle link of it into the head of his wife;” but we never hear him\nlamenting in this serio-comic fashion over his brother’s inability to\nfollow his processes of reasoning. That is too serious a matter with\nboth of them; their mutual desire to share each other’s ideas and\ntastes is too strong; and each time that the philosopher shows his\nimpatience with the soldier’s fortification-hobby, or the soldier\nbreaks his honest shins over one of the philosopher’s crotchets, the\nregret and remorse on either side is equally acute and sincere. It\nmust be admitted, however, that Captain Shandy is the one who the more\nfrequently subjects himself to pangs of this sort, and who is the more\ninnocent sufferer of the two.",
        "From the broad and deep humour of this central conception of contrast\nflow as from a head-water innumerable rills of comedy through many and\nmany a page of dialogue; but not, of course, from this source alone.\nUncle Toby is ever delightful, even when his brother is not near him\nas his foil; the faithful Corporal brings out another side of his\ncharacter, upon which we linger with equal pleasure of contemplation;\nthe allurements of the Widow Wadman reveal him to us in yet\nanother–but always in a captivating aspect. There is, too, one need\nhardly say, an abundance of humour, of a high, though not the highest,\norder in the minor characters of the story–in Mrs. Shandy, in the\nfascinating widow, and even, under the coarse lines of the physical\ncaricature, in the keen little Catholic, Slop himself. But it is in\nToby Shandy alone that humour reaches that supreme level which it is\nonly capable of attaining when the collision of contrasted qualities\nin a human character produces a corresponding conflict of the emotions\nof mirth and tenderness in the minds of those who contemplate it.",
        "This, however, belongs more rightfully to the consideration of the\ncreative and dramatic element in Sterne’s genius; and an earlier place\nin the analysis is claimed by that power over the emotion of pity upon\nwhich Sterne, beyond question, prided himself more highly than upon\nany other of his gifts. He preferred, we can plainly see, to think of\nhimself, not as the great humourist, but as the great sentimentalist;\nand though the word “sentiment” had something even in his day of the\ndepreciatory meaning which distinguishes it nowadays from “pathos,\"\nthere can be little doubt that the thing appeared to Sterne to be, on\nthe whole, and both in life and literature, rather admirable than the\nreverse.",
        "What, then, were his notions of true “sentiment” in literature?\nWe have seen elsewhere that he repeats–it would appear\nunconsciously–and commends the canon which Horace propounds to the\ntragic poet in the words:",
        "  “Si vis me flere, dolendum\n  Primum ipsi tibi: tunc tua me infortunia laedent.”",
        "And that canon is sound enough, no doubt, in the sense in which it was\nmeant, and in its relation to the person to whom it was addressed. A\ntragic drama, peopled with heroes who set forth their woes in frigid\nand unimpassioned verse, will unquestionably leave its audience as\ncold as itself. Nor is this true of drama alone. All poetry, indeed,\nwhether dramatic or other, presupposes a sympathetic unity of emotion\nbetween the poet and those whom he addresses; and to this extent it\nis obviously true that he must feel before they can. Horace, who was\n(what every literary critic is not) a man of the world and an observer\nof human nature, did not, of course, mean that this capacity for\nfeeling was all, or even the chief part, of the poetic faculty. He\nmust have seen many an “intense” young Roman make that pathetic\nerror of the young in all countries and of all periods–the error of\nmistaking the capacity of emotion for the gift of expression. He did,\nhowever, undoubtedly mean that a poet’s power of affecting others\npresupposes passion in himself; and, as regards the poet, he was\nright. But his criticism takes no account whatever of one form of\nappeal to the emotions which has been brought by later art to a high\npitch of perfection, but with which the personal feeling of the artist\nhas not much more to do than the “passions” of an auctioneer’s clerk\nhave to do with the compilation of his inventory. A poet himself,\nHorace wrote for poets; to him the pathetic implied the ideal, the\nimaginative, the rhetorical; he lived before the age of Realism and\nthe Realists, and would scarcely have comprehended either the men or\nthe method if he could have come across them. Had he done so, however,\nhe would have been astonished to find his canon reversed, and to have\nperceived that the primary condition of the realist’s success, and\nthe distinctive note of those writers who have pressed genius into\nthe service of realism, is that they do not share–that they are\nunalterably and ostentatiously free from–the emotions to which\nthey appeal in their readers. A fortunate accident has enabled us to\ncompare the treatment which the world’s greatest tragic poet and its\ngreatest master of realistic tragedy have respectively applied to\nvirtually the same subject; and the two methods are never likely to\nbe again so impressively contrasted as in King Lear and Le Père\nGoriot. But, in truth, it must be impossible for any one who feels\nBalzac’s power not to feel also how it is heightened by Balzac’s\nabsolute calm–a calm entirely different from that stern composure\nwhich was merely a point of style and not an attitude of the heart\nwith the old Greek tragedians–a calm which, unlike theirs, insulates,\nso to speak, and is intended to insulate, the writer, to the end that\nhis individuality, of which only the electric current of sympathy ever\nmakes a reader conscious, may disappear, and the characters of the\ndrama stand forth the more life-like from the complete concealment of\nthe hand that moves them.",
        "Of this kind of art Horace, as has been said, knew nothing, and his\ncanon only applies to it by the rule of contraries. Undoubtedly, and\nin spite of the marvels which one great genius has wrought with it, it\nis a form lower than the poetic–essentially a prosaic, and in many\nor most hands an unimaginative, form of art; but for this very reason,\nthat it demands nothing of its average practitioner but a keen eye for\nfacts, great and small, and a knack of graphically recording them, it\nhas become a far more commonly and successfully cultivated form of\nart than any other. As to the question who are its practitioners, it\nwould, of course, be the merest dogmatism to commit one’s self to any\nattempt at rigid classification in such a matter. There are few if any\nwriters who can be described without qualification either as realists\nor as idealists. Nearly all of them, probably, are realists at one\nmoment and in one mood, and idealists at other moments and in other\nmoods. All that need be insisted on is that the methods of the two\nforms of art are essentially distinct, and that artistic failure must\nresult from any attempt to combine them; for, whereas the primary\ncondition of success in the one case is that the reader should feel\nthe sympathetic presence of the writer, the primary condition of\nsuccess in the other is that the writer should efface himself from the\nreader’s consciousness altogether. And it is, I think, the defiance of\nthese conditions which explains why so much of Sterne’s deliberately\npathetic writing is, from the artistic point of view, a failure. It is\nthis which makes one feel so much of it to be strained and unnatural,\nand which brings it to pass that some of his most ambitious efforts\nleave the reader indifferent, or even now and then contemptuous. In\nthose passages of pathos in which the effect is distinctly sought\nby realistic means Sterne is perpetually ignoring the “self-denying\nordinance” of his adopted method–perpetually obtruding his own\nindividuality, and begging us, as it were, to turn from the picture to\nthe artist, to cease gazing for a moment at his touching creation, and\nto admire the fine feeling, the exquisitely sympathetic nature of the\nman who created it. No doubt, as we must in fairness remember, it was\npart of his “humour\"–in Ancient Pistol’s sense of the word–to do\nthis; it is true, no doubt (and a truth which Sterne’s most famous\ncritic was too prone to ignore), that his sentiment is not always\nmeant for serious;[1] nay, the very word “sentimental” itself,\nthough in Sterne’s day, of course, it had acquired but a part of its\npresent disparaging significance, is a sufficient proof of that. But\nthere are, nevertheless, plenty of passages, both in Tristram Shandyand the Sentimental Journey, where the intention is wholly and\nunmixedly pathetic–where the smile is not for a moment meant to\ncompete with the tear–which are, nevertheless, it must be owned,\ncomplete failures, and failures traceable with much certainty, or so\nit seems to me, to the artistic error above-mentioned.",
        "[Footnote 1: Surely it was not so meant, for instance, in the passage\nabout the desobligeante, which had been “standing so many months\nunpitied in the corner of Monsieur Dessien’s coach-yard. Much, indeed,\nwas not to be said for it, but something might; and, when a few words\nwill rescue Misery out of her distress, I hate the man who can be\na churl of them.” “Does anybody,” asks Thackeray in a strangely\nmatter-of-fact fashion, “believe that this is a real sentiment? That\nthis luxury of generosity, this gallant rescue of Misery–out of an\nold cab–is genuine feeling?” Nobody, we should say. But, on the other\nhand, does anybody–or did anybody before Thackeray–suggest that it\nwas meant to pass for genuine feeling? Is it not an obvious piece of\nmock pathetic?]",
        "In one famous case, indeed, the failure can hardly be described as\nother than ludicrous. The figure of the distraught Maria of Moulines\nis tenderly drawn; the accessories of the picture–her goat, her dog,\nher pipe, her song to the Virgin–though a little theatrical, perhaps,\nare skilfully touched in; and so long as the Sentimental Traveller\nkeeps our attention fixed upon her and them the scene prospers well\nenough. But, after having bidden us duly note how “the tears trickled\ndown her cheeks,” the Traveller continues: “I sat down close by her,\nand Maria let me wipe them away as they fell with my handkerchief.\nI then steeped it in my own–and then in hers–and then in mine–and\nthen I wiped hers again; and as I did it I felt such undescribable\nemotions within me as, I am sure, could not be accounted for from any\ncombinations of matter and motion.” The reader of this may well ask\nhimself in wonderment whether he is really expected to make a third\nin the lachrymose group. We look at the passage again, and more\ncarefully, to see if, after all, we may not be intended to laugh, and\nnot to cry at it; but on finding, as clearly appears, that we actually\nare intended to cry at it the temptation to laugh becomes almost\nirresistible. We proceed, however, to the account of Maria’s\nwanderings to Rome and back, and we come to the pretty passage which\nfollows:",
        "  “How she had borne it, and how she had got supported, she could\n  not tell; but God tempers the wind, said Maria, to the shorn lamb.\n  Shorn indeed! and to the quick, said I; and wast thou in my own\n  land, where I have a cottage, I would take thee to it, and shelter thee;\n  thou shouldst eat of my own bread and drink of my own cup; I\n  would be kind to thy Sylvio; in all thy weaknesses and wanderings\n  I would seek after thee, and bring thee back. When the sun went\n  down I would say my prayers; and when I had done thou shouldst\n  play thy evening-song upon thy pipe; nor would the incense of my\n  sacrifice be worse accepted for entering heaven along with that of a\n  broken heart.”",
        "But then follows more whimpering:",
        "  “Nature melted within me [continues Sterne] as I said this; and\n  Maria observing, as I took out my handkerchief, that it was steeped\n  too much already to be of use, would needs go wash it in the stream.\n  And where will you dry it, Maria? said I. I’ll dry it in my bosom,\n  said she; ’twill do me good. And is your heart still so warm, Maria?\n  said I. I touched upon the string on which hung all her sorrows.\n  She looked with wistful disorder for some time in my face; and then,\n  without saying anything, took her pipe and played her service to the\n  Virgin.”",
        "Which are we meant to look at–the sorrows of Maria? or the\nsensibilities of the Sentimental Traveller? or the condition of the\npocket-handkerchief? I think it doubtful whether any writer of the\nfirst rank has ever perpetrated so disastrous a literary failure\nas this scene; but the main cause of that failure appears to me not\ndoubtful at all. The artist has no business within the frame of the\npicture, and his intrusion into it has spoilt it. The method adopted\nfrom the commencement is ostentatiously objective: we are taken\nstraight into Maria’s presence, and bidden to look at and to pity the\nunhappy maiden as described by the Traveller who met her. No attempt\nis made to place us at the outset in sympathy with him; he, until he\nthrusts himself before us, with his streaming eyes, and his drenched\npocket-handkerchief, is a mere reporter of the scene before him, and\nhe and his tears are as much out of place as if he were the compositor\nwho set up the type. It is not merely that we don’t want to know how\nthe scene affected him, and that we resent as an impertinence the\nelaborate account of his tender emotions; we don’t wish to be reminded\nof his presence at all. For, as we can know nothing (effectively)\nof Maria’s sorrows except as given in her appearance–the historical\nrecital of them and their cause being too curt and bald to be able to\nmove us–the best chance for moving our compassion for her is to\nmake the illusion of her presence as dramatically real as possible;\na chance which is, therefore, completely destroyed when the author of\nthe illusion insists on thrusting himself between ourselves and the\nscene.",
        "But, in truth, this whole episode of Maria of Moulines was, like more\nthan one of Sterne’s efforts after the pathetic, condemned to failure\nfrom the very conditions of its birth. These abortive efforts are\nno natural growth of his artistic genius; they proceed rather from\ncertain morbidly stimulated impulses of his moral nature which he\nforced his artistic genius to subserve. He had true pathetic power,\nsimple yet subtle, at his command; but it visited him unsought, and by\ninspiration from without. It came when he was in the dramatic and\nnot in the introspective mood; when he was thinking honestly of\nhis characters, and not of himself. But he was, unfortunately, too\nprone–and a long course of moral self-indulgence had confirmed him in\nit–to the habit of caressing his own sensibilities; and the result of\nthis was always to set him upon one of those attempts to be pathetic\nof malice prepense of which Maria of Moulines is one example, and\nthe too celebrated dead donkey of Nampont another. “It is agreeably\nand skilfully done, that dead jackass,” writes Thackeray; “like M. de\nSoubise’s cook on the campaign, Sterne dresses it, and serves it up\nquite tender, and with a very piquante sauce. But tears, and fine\nfeelings, and a white pocket-handkerchief, and a funeral sermon, and\nhorses and feathers, and a procession of mutes, and a hearse with\na dead donkey inside! Psha! Mountebank! I’ll not give thee one\npenny-piece for that trick, donkey and all.” That is vigorous\nridicule, and not wholly undeserved; but, on the other hand, not\nentirely deserved. There is less of artistic trick, it seems to me,\nand more of natural foible, about Sterne’s literary sentiment than\nThackeray was ever willing to believe; and I can find nothing worse,\nthough nothing better, in the dead ass of Nampont than in Maria of\nMoulines. I do not think there is any conscious simulation of\nfeeling in this Nampont scene; it is that the feeling itself is\noverstrained–that Sterne, hugging, as usual, his own sensibilities,\nmistook their value in expression for the purposes of art. The\nSentimental Traveller does not obtrude himself to the same extent as\nin the scene at Moulines; but a little consideration of the scene will\nshow how much Sterne relied on the mere presentment of the fact that\nhere was an unfortunate peasant who had lost his dumb companion, and\nhere a tender-hearted gentleman looking on and pitying him. As for\nany attempts to bring out, by objective dramatic touches, either the\ngrievousness of the bereavement or the grief of the mourner, such\nattempts as are made to do this are either commonplace or “one step\nin advance” of the sublime. Take this, for instance: “The mourner was\nsitting upon a stone bench at the door, with his ass’s pannel and its\nbridle on one side, which he took up from time to time, then laid them\ndown, looked at them, and shook his head. He then took the crust of\nbread out of his wallet again, as if to eat it; held it some time\nin his hand, then laid it upon the bit of his ass’s bridle–looked\nwistfully at the little arrangement he had made–and then gave a sigh.\nThe simplicity of his grief drew numbers about him,” &c. Simplicity,\nindeed, of a marvellous sort which could show itself by so\nextraordinary a piece of acting as this! Is there any critic who\ncandidly thinks it natural–I do not mean in the sense of mere\nevery-day probability, but of conformity to the laws of human\ncharacter? Is it true that in any country, among any people, however\nemotional, grief–real, unaffected, un-selfconscious grief–ever did\nor ever could display itself by such a trick as that of laying a piece\nof bread on the bit of a dead ass’s bridle? Do we not feel that if we\nhad been on the point of offering comfort or alms to the mourner, and\nsaw him go through this extraordinary piece of pantomime, we should\nhave buttoned up our hearts and pockets forthwith? Sentiment,\nagain, sails very near the wind of the ludicrous in the reply to the\nTraveller’s remark that the mourner had been a merciful master to the\ndead ass. “Alas!” the latter says, “I thought so when he was alive,\nbut now that he is dead I think otherwise. I fear the weight of\nmyself and my afflictions have been too much for him.” And the scene\nends flatly enough with the scrap of morality: “’Shame on the world!’\nsaid I to myself. ’Did we love each other as this poor soul loved his\nass, ’twould be something.’”",
        "The whole incident, in short, is one of those examples of the\ndeliberate-pathetic with which Sterne’s highly natural art had\nleast, and his highly artificial nature most, to do. He is never so\nunsuccessful as when, after formally announcing, as it were, that he\nmeans to be touching, he proceeds to select his subject, to marshal\nhis characters, to group his accessories, and with painful and\npainfully apparent elaboration to work up his scene to the weeping\npoint. There is no obviousness of suggestion, no spontaneity of\ntreatment about this “Dead Ass” episode; indeed, there is some reason\nto believe that it was one of those most hopeless of efforts–the\nattempt at the mechanical repetition of a former triumph. It is by no\nmeans improbable, at any rate, that the dead ass of Nampont owes its\npresence in the Sentimental Journey to the reception met with by the\nlive ass of Lyons in the seventh volume of Tristram Shandy. And yet\nwhat an astonishing difference between the two sketches!",
        "  “’Twas a poor ass, who had just turned in, with a couple of large\n  panniers upon his back, to collect eleemosynary turnip-tops and\n  cabbage-leaves, and stood dubious with his two fore-feet on the\n  inside of the threshold, and with his two hinder feet towards the\n  street, as not knowing very well whether he would go in or no.\n  Now, ’tis an animal (be in what hurry I may) I cannot bear to strike.\n  There is a patient endurance of sufferings wrote so unaffectedly in\n  his looks and carriage, which pleads so mightily for him that it\n  always disarms me, and to that degree that I do not like to speak\n  unkindly to him; on the contrary, meet him where I will, in town or\n  country, in cart or under panniers, whether in liberty or bondage,\n  I have ever something civil to say to him on my part; and, as one\n  word begets another (if he has as little to do as I), I generally\n  fall into conversation with him; and surely never is my imagination\n  so busy as in framing his responses from the etchings of his\n  countenance–and where those carry me not deep enough, in flying from\n  my own heart into his, and feeling what is natural for an ass to think,\n  as well as a man, upon the occasion.... Come, Honesty! said I, seeing\n  it was impracticable to pass betwixt him and the gate, art thou for\n  coming in or going out? The ass twisted his head round, to look up the\n  street. Well, replied I, we’ll wait a minute for thy driver. He turned\n  his head thoughtfully about, and looked wistfully the opposite way. I\n  understand thee perfectly, answered I: if thou takest a wrong step\n  in this affair he will cudgel thee to death. Well, a minute is but a\n  minute, and if it saves a fellow-creature a drubbing, it shall not be\n  set down as ill spent. He was eating the stem of an artichoke as\n  this discourse went on, and, in the little peevish contentions of nature\n  betwixt hunger and unsavouriness, had dropped it out of his\n  mouth half a dozen times, and picked it up again. God help thee,\n  Jack! said I, thou hast a bitter breakfast on’t, and many a bitter\n  blow, I fear, for its wages–’tis all, all bitterness to thee, whatever\n  life is to others. And now thy mouth, if one knew the truth of it, is\n  as bitter, I dare say, as soot (for he had cast aside the stem), and\n  thou hast not a friend, perhaps, in all this world that will give thee a\n  macaroon. In saying this I pulled out a paper of ’em, which I had\n  just purchased, and gave him one; and, at this moment that I am\n  telling it, my heart smites me that there was more of pleasantry in\n  the conceit of seeing how an ass would eat a macaroon, than of\n  benevolence in giving him one, which presided in the act. When the\n  ass had eaten his macaroon I pressed him to come in. The poor\n  beast was heavy loaded, his legs seemed to tremble under him, he\n  hung rather backwards, and as I pulled at his halter it broke short\n  in my hand. He looked up pensive in my face. ’Don’t thrash me\n  with it; but if you will, you may.’ ’If I do,’ said I, ’I’ll be d––d.’”",
        "Well might Thackeray say of this passage that, “the critic who refuses\nto see in it wit, humour, pathos, a kind nature speaking, and a real\nsentiment, must be hard indeed to move and to please.” It is, in\ntruth, excellent; and its excellence is due to its possessing nearly\nevery one of those qualities, positive and negative, which the two\nother scenes above quoted are without. The author does not here\nobtrude himself, does not importune us to admire his exquisitely\ncompassionate nature; on the contrary, he at once amuses us and\nenlists our sympathies by that subtly humorous piece of self-analysis,\nin which he shows how large an admixture of curiosity was contained\nin his benevolence. The incident, too, is well chosen. No forced\nconcurrence of circumstances brings it about: it is such as any man\nmight have met with anywhere in his travels, and it is handled in a\nsimple and manly fashion. The reader is with the writer throughout;\nand their common mood of half-humorous pity is sustained, unforced,\nbut unbroken, from first to last.",
        "One can hardly say as much for another of the much-quoted pieces from\nthe Sentimental Journey–the description of the caged starling.\nThe passage is ingeniously worked into its context; and if we were\nto consider it as only intended to serve the purpose of a sudden\nand dramatic discomfiture of the Traveller’s somewhat inconsiderate\nmoralizings on captivity, it would be well enough. But, regarded as\na substantive appeal to one’s emotions, it is open to the criticisms\nwhich apply to most other of Sterne’s too deliberate attempts at the\npathetic. The details of the picture are too much insisted on, and\nthere is too much of self-consciousness in the artist. Even at the\nvery close of the story of Le Fevre’s death–finely told though, as\na whole, it is–there is a jarring note. Even while the dying man is\nbreathing his last our sleeve is twitched as we stand at his bedside,\nand our attention forcibly diverted from the departing soldier to the\nliterary ingenuities of the man who is describing his end:",
        "  “There was a frankness in my Uncle Toby, not the effect of familiarity,\n  but the cause of it, which let you at once into his soul, and\n  showed you the goodness of his nature. To this there was something\n  in his looks, and voice, and manner, superadded, which eternally beckoned\n  to the unfortunate to come and take shelter under him; so that\n  before my Uncle Toby had half finished the kind offers he was making\n  to the father had the son insensibly pressed up close to his knees,\n  and had taken hold of the breast of his coat, and was pulling it towards\n  him. The blood and spirits of Le Fevre, which were waxing\n  cold and slow within him, and were retreating to their last citadel,\n  the heart, rallied back; the film forsook his eyes for a moment; he\n  looked up wishfully in my Uncle Toby’s face, then cast a look upon\n  his boy–and that ligament, fine as it was, was never broken.”",
        "How excellent all that is! and how perfectly would the scene have\nended had it closed with the tender and poetic image which thus\ndescribes the dying soldier’s commendation of his orphan boy to the\ncare of his brother-in-arms! But what of this, which closes the scene,\nin fact?",
        "  “Nature instantly ebbed again; the film returned to its place; the\n  pulse fluttered–stopped–went on–throbbed–stopped again–moved,\n  stopped. Shall I go on? No.”",
        "Let those admire this who can. To me I confess it seems to spoil a\ntouching and simple death-bed scene by a piece of theatrical trickery.",
        "The sum, in fact, of the whole matter appears to be, that the\nsentiment on which Sterne so prided himself–the acute sensibilities\nwhich he regarded with such extraordinary complacency, were, as has\nbeen before observed, the weakness, and not the strength, of his\npathetic style. When Sterne the artist is uppermost, when he is\nsurveying his characters with that penetrating eye of his, and above\nall when he is allowing his subtle and tender humour to play upon them\nunrestrained, he can touch the springs of compassionate emotion in\nus with a potent and unerring hand. But when Sterne the man is\nuppermost–when he is looking inward and not outward, contemplating\nhis own feelings instead of those of his personages, his cunning\nfails him altogether. He is at his best in pathos when he is most\nthe humourist; or rather, we may almost say, his pathos is never good\nunless when it is closely interwoven with his humour. In this, of\ncourse, there is nothing at all surprising. The only marvel is, that a\nman who was such a master of the humorous, in its highest and deepest\nsense, should seem to have so little understood how near together\nlie the sources of tears and laughter on the very way-side of man’s\nmysterious life.",
        "Continue...",
        "\nThis ebook of “Sterne” (1882) by H.D. Traill belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Laurence SterneBy H. D. TraillAt Amazon"
    ]
}