{
    "title": "Sterne - Chapter XI: Creative and Dramatic Power",
    "author": "H.D. Traill",
    "chapter": "15",
    "content": [
        "\n\n",
        "PLACE IN ENGLISH LITERATURE.",
        "Subtle as is Sterne’s humour, and true as, in its proper moods, is\nhis pathos, it is not to these but to the parent gift from which they\nsprang, and perhaps to only one special display of that gift, that he\nowes his immortality. We are accustomed to bestow so lightly this last\nhyperbolic honour–hyperbolic always, even when we are speaking of\na Homer or a Shakspeare, if only we project the vision far enough\nforward through time–that the comparative ease with which it is to be\nearned has itself come to be exaggerated. There are so many “deathless\nones” about–if I may put the matter familiarly–in conversation and\nin literature, that we get into the way of thinking that they are\nreally a considerable body in actual fact, and that the works which\nhave triumphed over death are far more numerous still. The real truth,\nhowever, is, that not only are “those who reach posterity a very\nselect company indeed,” but most of them have come much nearer missing\ntheir destiny than is popularly supposed. Of the dozen or score of\nwriters in one century whom their own contemporaries fondly decree\nimmortal, one-half, perhaps, may be remembered in the next; while of\nthe creations which were honoured with the diploma of immortality a\nvery much smaller proportion as a rule survive. Only some fifty per\ncent, of the prematurely laurel-crowned reach the goal; and often even\nupon their brows there flutter but a few stray leaves of the bay.\nA single poem, a solitary drama–nay, perhaps one isolated figure,\npoetic or dramatic–avails, and but barely avails, to keep the\nimmortal from putting on mortality. Hence we need think it no\ndisparagement to Sterne to say that he lives not so much in virtue\nof his creative power as of one great individual creation. His\nimaginative insight into character in general was, no doubt,\nconsiderable; his draughtsmanship, whether as exhibited in the rough\nsketch or in the finished portrait, is unquestionably most vigorous;\nbut an artist may put a hundred striking figures upon his canvas for\none that will linger in the memory of those who have gazed upon it;\nand it is, after all, I think, the one figure of Captain Tobias Shandy\nwhich has graven itself indelibly on the memory of mankind. To have\nmade this single addition to the imperishable types of human character\nembodied in the world’s literature may seem, as has been said, but\na light matter to those who talk with light exaggeration of the\nachievements of the literary artist; but if we exclude that one\ncreative prodigy among men, who has peopled a whole gallery with\nimaginary beings more real than those of flesh and blood, we shall\nfind that very few archetypal creations have sprung from any single\nhand. Now, My Uncle Toby is as much the archetype of guileless good\nnature, of affectionate simplicity, as Hamlet is of irresolution,\nor Iago of cunning, or Shylock of race-hatred; and he contrives to\npreserve all the characteristics of an ideal type amid surroundings of\nintensely prosaic realism, with which he himself, moreover, considered\nas an individual character in a specific story, is in complete,\naccord. If any one be disposed to underrate the creative and dramatic\npower to which this testifies, let him consider how it has commonly\nfared with those writers of prose fiction who have attempted to\npersonify a virtue in a man. Take the work of another famous English\nhumourist and sentimentalist, and compare Uncle Toby’s manly and\ndignified gentleness of heart with the unreal “gush” of the Brothers\nCheeryble, or the fatuous benevolence of Mr. Pickwick. We do not\nbelieve in the former, and we cannot but despise the latter. But\nCaptain Shandy is reality itself, within and without; and though\nwe smile at his naïveté, and may even laugh outright at his boyish\nenthusiasm for his military hobby, we never cease to respect him for a\nmoment. There is no shirking or softening of the comic aspects of his\ncharacter; there could not be, of course, for Sterne needed him\nmore, and used him more, for his purposes as a humourist than for his\npurposes as a sentimentalist. Nay, it is on the rare occasions when he\ndeliberately sentimentalizes with Captain Shandy that the Captain is\nthe least delightful; it is then that the hand loses its cunning, and\nthe stroke strays; it is then, and only then, that the benevolence\nof the good soldier seems to verge, though ever so little, upon\naffectation. It is a pity, for instance, that Sterne should, in\nillustration of Captain Shandy’s kindness of heart, have plagiarized\n(as he is said to have done) the incident of the tormenting fly,\ncaught and put out of the window with the words “Get thee gone, poor\ndevil! Why should I harm thee? The world is surely large enough for\nthee and me.” There is something too much of self-conscious virtue in\nthe apostrophe. This, we feel, is not the real Uncle Toby of\nSterne’s objective mood; it is the Uncle Toby of the subjectifying\nsentimentalist, surveying his character through the false medium\nof his own hypertrophied sensibilities. These lapses, however, are,\nfortunately, rare. As a rule we see the worthy Captain only as he\nappeared to his creator’s keen dramatic eye, and as he is set before\nus in a thousand exquisite touches of dialogue–the man of simple mind\nand soul, profoundly unimaginative and unphilosophical, but lacking\nnot in a certain shrewd common-sense; exquisitely naïf, and\ndelightfully mal-à-propos in his observations, but always\npardonably, never foolishly, so; inexhaustibly amiable, but with no\nweak amiability; homely in his ways, but a perfect gentleman withal;\nin a word, the most winning and lovable personality that is to be met\nwith, surely, in the whole range of fiction.",
        "It is, in fact, with Sterne’s general delineations of character as\nit is, I have attempted to show, with his particular passages of\nsentiment. He is never at his best and truest–as, indeed, no writer\nof fiction ever is or can be–save when he is allowing his dramatic\nimagination to play the most freely upon his characters, and thinking\nleast about himself. This is curiously illustrated in his handling\nof what is, perhaps, the next most successful of the uncaricatured\nportraits in the Shandy gallery–the presentment of the Rev. Mr.\nYorick. Nothing can be more perfect in its way than the picture of the\n“lively, witty, sensitive, and heedless parson,” in chapter x. of the\nfirst volume of Tristram Shandy. We seem to see the thin, melancholy\nfigure on the rawboned horse–the apparition which could “never\npresent itself in the village but it caught the attention of old and\nyoung,” so that “labour stood still as he passed, the bucket hung\nsuspended in the middle of the well, the spinning-wheel forgot its\nround; even chuck-farthing and shuffle-cap themselves stood gaping\ntill he was out of sight.” Throughout this chapter Sterne, though\ndescribing himself, is projecting his personality to a distance, as it\nwere, and contemplating it dramatically; and the result is excellent.\nWhen in the next chapter he becomes “lyrical,” so to speak; when the\nreflection upon his (largely imaginary) wrongs impels him to look\ninward, the invariable consequence follows; and though Yorick’s much\nbepraised death-scene, with Eugenius at his bed-side, is redeemed\nfrom entire failure by an admixture of the humorous with its attempted\npathos, we ask ourselves with some wonder what the unhappiness–or the\ndeath itself, for that matter–is “all about.” The wrongs which were\nsupposed to have broken Yorick’s heart are most imperfectly specified\n(a comic proof, by the way, of Sterne’s entire absorption in himself,\nto the confusion of his own personal knowledge with that of the\nreader), and the first conditions of enlisting the reader’s sympathies\nare left unfulfilled.",
        "But it is comparatively seldom that this foible of Sterne obtrudes\nitself upon the strictly narrative and dramatic parts of his work;\nand, next to the abiding charm and interest of his principal figure,\nit is by the admirable life and colour of his scenes that he exercises\nhis strongest powers of fascination over a reader. Perpetual as\nare Sterne’s affectations, and tiresome as is his eternal\nself-consciousness when he is speaking in his own person, yet when\nonce the dramatic instinct fairly lays hold of him there is no writer\nwho ever makes us more completely forget him in the presence of his\ncharacters–none who can bring them and their surroundings, their\nlooks and words, before us with such convincing force of reality.\nOne wonders sometimes whether Sterne himself was aware of the high\ndramatic excellence of many of what actors would call his “carpenter’s\nscenes\"–the mere interludes introduced to amuse us while the stage is\nbeing prepared for one of those more elaborate and deliberate displays\nof pathos or humour, which do not always turn out to be unmixed\nsuccesses when they come. Sterne prided himself vastly upon the\nincident of Le Fevre’s death; but I dare say that there is many a\nmodern reader who would rather have lost this highly-wrought piece of\ndomestic drama, than that other exquisite little scene in the kitchen\nof the inn, when Corporal Trim toasts the bread which the sick\nlieutenant’s son is preparing for his father’s posset, while “Mr.\nYorick’s curate was smoking a pipe by the fire, but said not a word,\ngood or bad, to comfort the youth.” The whole scene is absolute life;\nand the dialogue between the Corporal and the parson, as related by\nthe former to his master, with Captain Shandy’s comments thereon, is\nalmost Shakspearian in its excellence. Says the Corporal:",
        "  “When the lieutenant had taken his glass of sack and toast he\n  felt himself a little revived, and sent down into the kitchen to let me\n  know that in about ten minutes he should be glad if I would step\n  upstairs, I believe, said the landlord, he is going to say his prayers,\n  for there was a book laid on the chair by the bed-side, and as I\n  shut the door I saw him take up a cushion. I thought, said the curate,\n  that you gentlemen of the army, Mr. Trim, never said your prayers\n  at all. I heard the poor gentleman say his prayers last night,\n  said the landlady, very devoutly, and with my own ears, or I could\n  not have believed it. Are you sure of it? replied the curate. A\n  soldier, an’ please your reverence, said I, prays as often (of his own\n  accord) as a parson; and when he is fighting for his king, and for\n  his own life, and for his honour too, he has the most reason to pray\n  to God of any one in the whole world. ’Twas well said of thee, Trim,\n  said my Uncle Toby. But when a soldier, said I, an’ please your\n  reverence, has been standing for twelve hours together in the trenches,\n  up to his knees in cold water–or engaged, said I, for months together\n  in long and dangerous marches; harassed, perhaps, in his rear today;\n  harassing others to-morrow; detached here; countermanded\n  there; resting this night out upon his arms; beat up in his shirt the\n  next; benumbed in his joints; perhaps without straw in his tent to\n  kneel on, [he] must say his prayers how and when he can. I believe,\n  said I–for I was piqued, quoth the Corporal, for the reputation\n  of the army–I believe, an’t please your reverence, said I, that when\n  a soldier gets time to pray, he prays as heartily as a parson–though\n  not with all his fuss and hypocrisy. Thou shouldst not have said\n  that, Trim, said my Uncle Toby; for God only knows who is a hypocrite\n  and who is not. At the great and general review of us all,\n  corporal, at the day of judgment (and not till then) it will be seen\n  who have done their duties in this world and who have not, and we\n  shall be advanced, Trim, accordingly. I hope we shall, said Trim.\n  It is in the Scripture, said my Uncle Toby, and I will show it thee in\n  the morning. In the meantime, we may depend upon it, Trim, for our\n  comfort, said my Uncle Toby, that God Almighty is so good and just\n  a governor of the world, that if we have but done our duties in it, it\n  will never be inquired into whether we have done them in a red coat\n  or a black one. I hope not, said the Corporal. But go on, said my\n  Uncle Toby, with thy story.”",
        "We might almost fancy ourselves listening to that noble prose colloquy\nbetween the disguised king and his soldiers on the night before\nAgincourt, in Henry V. And though Sterne does not, of course, often\nreach this level of dramatic dignity, there are passages in abundance\nin which his dialogue assumes, through sheer force of individualized\ncharacter, if not all the dignity, at any rate all the impressive\nforce and simplicity, of the “grand style.”",
        "Taken altogether, however, his place in English letters is hard to\nfix, and his tenure in human memory hard to determine. Hitherto he has\nheld his own, with the great writers of his era, but it has been in\nvirtue, as I have attempted to show, of a contribution to the literary\npossessions of mankind which is as uniquely limited in amount as it is\nexceptionally perfect in quality. One cannot but feel that, as regards\nthe sum of his titles to recollection, his name stands far below\neither of those other two which in the course of the last century\nadded themselves to the highest rank among the classics of English\nhumour. Sterne has not the abounding life and the varied human\ninterest of Fielding; and, to say nothing of his vast intellectual\ninferiority to Swift, he never so much as approaches those problems of\neverlasting concernment to man which Swift handles with so terrible\na fascination. Certainly no enthusiastic Gibbon of the future is ever\nlikely to say of Sterne’s “pictures of human manners” that they will\noutlive the palace of the Escurial and the Imperial Eagle of the\nHouse of Austria. Assuredly no one will ever find in this so-called\nEnglish antitype of the Curé of Meudon any of the deeper qualities of\nthat gloomy and commanding spirit which has been finely compared to\nthe “soul of Rabelais habitans in sicco.” Nay, to descend even to\nminor aptitudes, Sterne cannot tell a story as Swift and Fielding\ncan tell one; and his work is not assured of life as Tom Jones and\nGulliver’s Travels, considered as stories alone, would be assured\nof it, even if the one were stripped of its cheerful humour, and the\nother disarmed of its savage allegory. And hence it might be rash to\npredict that Sterne’s days will be as long in the land of literary\nmemory as the two great writers aforesaid. Banked, as he still is,\namong “English classics,” he undergoes, I suspect, even more than an\nEnglish classic’s ordinary share of reverential neglect. Among those\nwho talk about him he has, I should imagine, fewer readers than\nFielding, and very much fewer than Swift. Nor is he likely to increase\ntheir number as time goes on, but rather, perhaps, the contrary.\nIndeed, the only question is whether with the lapse of years he will\nnot, like other writers as famous in their day, become yet more of a\nmere name. For there is still, of course, a further stage to which he\nmay decline. That object of so much empty mouth-honour, the English\nclassic of the last and earlier centuries, presents himself for\nclassification under three distinct categories. There is the class who\nare still read in a certain measure, though in a much smaller measure\nthan is pretended, by the great body of ordinarily well-educated men.\nOf this class, the two authors whose names I have already cited, Swift\nand Fielding, are typical examples; and it may be taken to include\nGoldsmith also. Then comes the class of those whom the ordinarily\nwell-educated public, whatever they may pretend, read really very\nlittle or not at all; and in this class we may couple Sterne with\nAddison, with Smollett, and, except, of course, as to Robinson\nCrusoe–unless, indeed, our blasé boys have outgrown him among\nother pleasures of boyhood–with Defoe. But below this there is yet a\nthird class of writers, who are not only read by none but the critic,\nthe connoisseur, or the historian of literature, but are scarcely read\neven by them, except from curiosity, or “in the way of business.” The\ntype of this class is Richardson; and one cannot, I say, help asking\nwhether he will hereafter have Sterne as a companion of his dusty\nsolitude. Are Tristram Shandy and the Sentimental Journey destined\nto descend from the second class into the third–from the region of\npartial into that of total neglect, and to have their portion with\nClarissa Harlowe and Sir Charles Grandison? The unbounded vogue\nwhich they enjoyed in their time will not save them; for sane and\nsober critics compared Richardson in his day to Shakspeare, and\nDiderot broke forth into prophetic rhapsodies upon the immortality of\nhis works which to us in these days have become absolutely pathetic\nin their felicity of falsified prediction. Seeing, too, that a good\nthree-fourths of the attractions which won Sterne his contemporary\npopularity are now so much dead weight of dead matter, and that the\nvital residuum is in amount so small, the fate of Richardson might\nseem to be but too close behind him. Yet it is difficult to believe\nthat this fate will ever quite overtake him. His sentiment may have\nmostly ceased–it probably has ceased–to stir any emotion at all in\nthese days; but there is an imperishable element in his humour. And\nthough the circle of his readers may have no tendency to increase, one\ncan hardly suppose that a charm, which those who still feel it feel so\nkeenly, will ever entirely cease to captivate; or that time can have\nany power over a perfume which so wonderfully retains the pungent\nfreshness of its fragrance after the lapse of a hundred years.",
        "The End.",
        " ",
        "\nThis ebook of “Sterne” (1882) by H.D. Traill belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Laurence SterneBy H. D. TraillAt Amazon"
    ]
}