{
    "title": "Sterne - Chapter IX: Sterne As a Writer",
    "author": "H.D. Traill",
    "chapter": "13",
    "content": [
        "\n\n",
        "THE CHARGE OF PLAGIARISM.–DR. FERRIAR’S\n“ILLUSTRATIONS.”",
        "Everyday experience suffices to show that the qualities which win\nenduring fame for books and for their authors are not always those\nto which they owe their first popularity. It may with the utmost\nprobability be affirmed that this was the case with Tristram Shandyand with Sterne. We cannot, it is true, altogether dissociate the\npermanent attractions of the novel from those characteristics of it\nwhich have long since ceased to attract at all; the two are united in\na greater or less degree throughout the work; and this being so, it\nis, of course, impossible to prove to demonstration that it was the\nlatter qualities, and not the former, which procured it its immediate\nvogue. But, as it happens, it is possible to show that what may be\ncalled its spurious attractions varied directly, and its real merits\ninversely, as its popularity with the public of its day. In the\nhigher qualities of humour, in dramatic vigour, in skilful and subtle\ndelineation of character, the novel showed no deterioration, but, in\nsome instances, a marked improvement, as it proceeded; yet the second\ninstalment was not more popular, and most of the succeeding ones\nwere distinctly less popular, than the first. They had gained in many\nqualities, while they had lost in only the single one of novelty; and\nwe may infer, therefore, with approximate certainty, that what “took\nthe town” in the first instance was, that quality of the book which\nwas strangest at its first appearance. The mass of the public read,\nand enjoyed, or thought they enjoyed, when they were really\nonly puzzled and perplexed. The wild digressions, the audacious\nimpertinences, the burlesque philosophizing, the broad jests, the\nair of recondite learning, all combined to make the book a nine\ndays’ wonder; and a majority of its readers would probably have been\nprepared to pronounce Tristram Shandy a work as original in scheme\nand conception as it was eccentric. Some there were, no doubt, who\nperceived the influence of Rabelais in the incessant digressions and\nthe burlesque of philosophy; others, it may be, found a reminder of\nBurton in the parade of learning; and yet a few others, the scattered\nstudents of French facetiae of the fourteenth and fifteenth centuries,\nmay have read the broad jests with a feeling that they had “seen\nsomething like it before.” But no single reader, no single critic of\nthe time, appears to have combined the knowledge necessary for tracing\nthese three characteristics of the novel to their respective sources;\nand none certainly had any suspicion of the extent to which the\nbooks and authors from whom they were imitated had been laid under\ncontribution. No one suspected that Sterne, not content with borrowing\nhis trick of rambling from Rabelais, and his airs of erudition from\nBurton, and his fooleries from Bruscambille, had coolly transferred\nwhole passages from the second of these writers, not only without\nacknowledgment, but with the intention, obviously indicated by his\nmode of procedure, of passing them off as his own. Nay, it was not\ntill full fifty years afterwards that these daring robberies were\ndetected, or, at any rate, revealed to the world; and, with an irony\nwhich Sterne himself would have appreciated, it was reserved for a\nsincere admirer of the humourist to play the part of detective. In\n1812 Dr. John Ferriar published his Illustrations of Sterne, and\nthe prefatory sonnet, in which he solicits pardon for his too minute\ninvestigations, is sufficient proof of the curiously reverent spirit\nin which he set about his damaging task:",
        "  “Sterne, for whose sake I plod through miry ways\n  Of antic wit, and quibbling mazes drear,\n  Let not thy shade malignant censure fear,\n  If aught of inward mirth my search betrays.\n  Long slept that mirth in dust of ancient days,\n  Erewhile to Guise or wanton Valois dear,” &c.",
        "Thus commences Dr. Ferriar’s apology, which, however, can hardly\nbe held to cover his offence; for, as a matter of fact, Sterne’s\nborrowings extend to a good deal besides “mirth;” and some of the\nmost unscrupulous of these forced loans are raised from passages of a\nperfectly serious import in the originals from which they are taken.",
        "Here, however, is the list of authors to whom Dr. Ferriar holds Sterne\nto have been more or less indebted: Rabelais, Beroalde de Verville,\nBouchet, Bruscambille, Scarron, Swift, an author of the name or\npseudonym of “Gabriel John,” Burton, Bacon, Blount, Montaigne, Bishop\nHall. The catalogue is a reasonably long one; but it is not, of\ncourse, to be supposed that Sterne helped himself equally freely from\nevery author named in it. His obligations to some of them are, as Dr.\nFerriar admits, but slight. From Rabelais, besides his vagaries of\nnarrative, Sterne took, no doubt, the idea of the Tristra-paedia(by descent from the “education of Pantagruel,” through “Martinus\nScriblerus”); but though he has appropriated bodily the passage in\nwhich Friar John attributes the beauty of his nose to the pectoral\nconformation of his nurse, he may be said to have constructively\nacknowledged the debt in a reference to one of the characters in the\nRabelaisian dialogue.[1]",
        "[Footnote 1: “There is no cause but one,” said my Uncle Toby, “why\none man’s nose is longer than another, but because that God pleases to\nhave it so.” “That is Grangousier’s solution,” said my father. “’Tis\nHe,” continued my Uncle Toby, “who makes us all, and frames and puts\nus together in such forms ... and for such ends as is agreeable to\nHis infinite wisdom.\"–Tristram Shandy, vol. iii. c. 41. “Par ce,\nrépondit Grangousier, qu’ainsi Dieu l’a voulu, lequel nous fait en\ncette forme et cette fin selon divin arbitre.\"–Rabelais, book i. c.\n41. In another place, however (vol. viii. c. 3), Sterne has borrowed a\nwhole passage from this French humourist without any acknowledgment at\nall.]",
        "Upon Beroalde, again, upon D’Aubigné, and upon Bouchet he has made no\ndirect and verbatim depredations. From Bruscambille he seems to have\ntaken little or nothing but the not very valuable idea of the tedious\nbuffoonery of vol. iii. c. 30, et sqq.; and to Scarron he, perhaps,\nowed the incident of the dwarf at the theatre in the Sentimental\nJourney, an incident which, it must be owned, he vastly improved in\nthe taking. All this, however, does not amount to very much, and it\nis only when we come to Dr. Ferriar’s collations of Tristram Shandywith the Anatomy of Melancholy that we begin to understand what\nfeats Sterne was capable of as a plagiarist. He must, to begin with,\nhave relied with cynical confidence on the conviction that famous\nwriters are talked about and not read, for he sets to work with the\nscissors upon Burton’s first page:",
        "“Man, the most excellent and noble creature of the world, the\nprincipal and mighty work of God; wonder of nature, as Zoroaster calls\nhim; audacis naturae miraculum, the marvel of marvels, as Plato; the\nabridgment and epitome of the world, as Pliny,” &c. Thus Burton; and,\nwith a few additions of his own, and the substitution of Aristotle for\nPlato as the author of one of the descriptions, thus Sterne: “Who made\nMAN with powers which dart him from heaven to earth in a moment–that\ngreat, that most excellent and noble creature of the world, the\nmiracle of nature, as Zoroaster, in his book [Greek: peri phuseos],\ncalled him–the Shekinah of the Divine Presence, as Chrysostom–the\nimage of God, as Moses–the ray of Divinity, as Plato–the marvel\nof marvels, as Aristotle,” &c.[1] And in the same chapter, in the\n“Fragment upon Whiskers,” Sterne relates how a “decayed kinsman\"\nof the Lady Baussiere “ran begging, bareheaded, on one side of her\npalfrey, conjuring her by the former bonds of friendship, alliance,\nconsanguinity, &c.–cousin, aunt, sister, mother–for virtue’s sake,\nfor your own sake, for mine, for Christ’s sake, remember me! pity me!\"\nAnd again he tells how a “devout, venerable, hoary-headed man” thus\nbeseeched her: “’I beg for the unfortunate. Good my lady, ’tis for\na prison–for an hospital; ’tis for an old man–a poor man undone by\nshipwreck, by suretyship, by fire. I call God and all His angels to\nwitness, ’tis to clothe the naked, to feed the hungry–’tis to comfort\nthe sick and the brokenhearted.’ The Lady Baussiere rode on.[2]”",
        "[Footnote 1: Tristram Shandy, vol. v.c. 1.]",
        "[Footnote 2: Ibid.]",
        "But now compare this passage from the Anatomy of Melancholy:",
        "  “A poor decayed kinsman of his sets upon him by the way, in all\n  his jollity, and runs begging, bareheaded, by him, conjuring him by\n  those former bonds of friendship, alliance, consanguinity, &c., ’uncle,\n  cousin, brother, father, show some pity for Christ’s sake, pity a\n  sick man, an old man,’ &c.; he cares not–ride on: pretend sickness,\n  inevitable loss of limbs, plead suretyship or shipwreck, fire,\n  common calamities, show thy wants and imperfections, take God\n  and all His angels to witness ... put up a supplication to him in\n  the name of a thousand orphans, an hospital, a spittle, a prison, as\n  he goes by  ... ride on.\"[1]",
        "[Footnote 1: Burton: Anat. Mel., p. 269.]",
        "Hardly a casual coincidence this. But it is yet more unpleasant to\nfind that the mock philosophic reflections with which Mr. Shandy\nconsoles himself on Bobby’s death, in those delightful chapters on\nthat event, are not taken, as they profess to be, direct from the\nsages of antiquity, but have been conveyed through, and “conveyed\"\nfrom, Burton.",
        "“When Agrippina was told of her son’s death,” says Sterne, “Tacitus\ninforms us that, not being able to moderate her passions, she abruptly\nbroke off her work.” Tacitus does, it is true, inform us of this. But\nit was undoubtedly Burton (_Anat. Mel., p. 213) who informed Sterne\nof it. So, too, when Mr. Shandy goes on to remark upon death that\n“’Tis an inevitable chance–the first statute in Magna Charta–it is\nan everlasting Act of Parliament, my dear brother–all must die,” the\nagreement of his views with those of Burton, who had himself said\nof death, “’Tis an inevitable chance–the first statute in Magna\nCharta–an everlasting Act of Parliament–all must die,[2]” is even\ntextually exact.",
        "[Footnote 2: Ibid., p. 215.]",
        "In the next passage, however, the humourist gets the better of the\nplagiarist, and we are ready to forgive the theft for the happily\ncomic turn which he gives to it.",
        "Burton:",
        "  “Tully was much grieved for his daughter Tulliola’s death at first,\n  until such time that he had confirmed his mind by philosophical precepts;\n  then he began to triumph over fortune and grief, and for her\n  reception into heaven to be much more joyed than before he was\n  troubled for her loss.”",
        "Sterne:",
        "“When Tully was bereft of his daughter, at first he laid it to his\nheart, he listened to the voice of nature, and modulated his own unto\nit. O my Tullia! my daughter! my child!–Still, still, still–’twas O\nmy Tullia, my Tullia! Me thinks I see my Tullia, I hear my Tullia, I\ntalk with my Tullia. But as soon as he began to look into the stores\nof philosophy, and consider how many excellent things might be said\nupon the occasion, nobody on earth can conceive, says the great\norator, how happy, how joyful it made me.”",
        "“Kingdoms and provinces, cities and towns,” continues Burton, “have\ntheir periods, and are consumed.” “Kingdoms and provinces, and towns\nand cities,” exclaims Mr. Shandy, throwing the sentence, like\nthe “born orator” his son considered him, into the rhetorical\ninterrogative, “have they not their periods?” “Where,” he proceeds,\n“is Troy, and Mycenae, and Thebes, and Delos, and Persepolis, and\nAgrigentum? What is become, brother Toby, of Nineveh and Babylon, of\nCyzicum and Mytilene? The fairest towns that ever the sun rose upon\"\n(and all, with the curious exception of Mytilene, enumerated by\nBurton) “are now no more.” And then the famous consolatory letter\nfrom Servius Sulpicius to Cicero on the death of Tullia is laid under\ncontribution–Burton’s rendering of the Latin being followed almost\nword for word. “Returning out of Asia,” declaims Mr. Shandy, “when I\nsailed from Aegina towards Megara” (when can this have been? thought\nmy Uncle Toby), “I began to view the country round about. Aegina\nwas behind me, Megara before,” &c., and so on, down to the final\nreflection of the philosopher, “Remember that thou art but a man;” at\nwhich point Sterne remarks coolly, “Now, my Uncle Toby knew not that\nthis last paragraph was an extract of Servius Sulpicius’s consolatory\nletter to Tully\"–the thing to be really known being that the\nparagraph was, in fact, Servius Sulpicius filtered through Burton.\nAgain, and still quoting from the Anatomy of Melancholy, Mr. Shandy\nremarks how “the Thracians wept when a child was born, and feasted and\nmade merry when a man went out of the world; and with reason.” He then\ngoes on to lay predatory hands on that fine, sad passage in Lucian,\nwhich Burton had quoted before him: “Is it not better not to hunger at\nall, than to eat? not to thirst, than to take physic to cure it?\"\n(why not “than to drink to satisfy thirst?” as Lucian wrote and Burton\ntranslated). “Is it not better to be freed from cares and agues, love\nand melancholy, and the other hot and cold fits of life, than, like a\ngalled traveller who comes weary to his inn, to be bound to begin his\njourney afresh?” Then, closing his Burton and opening his Bacon at the\nEssay on Death; he adds: “There is no terror, brother Toby, in its\n(Death’s) looks but what it borrows from groans and convulsions, and\"\n(here parody forces its way in) “the blowing of noses, and the wiping\naway of tears with the bottoms of curtains in a sick man’s bed-room;\"\nand with one more theft from Burton, after Seneca: “Consider, brother\nToby, when we are, death is not; and when death is, we are not,” this\nextraordinary cento of plagiarisms concludes.",
        "Not that this is Sterne’s only raid upon the quaint old writer of whom\nhe has here made such free use. Several other instances of word\nfor word appropriation might be quoted from this and the succeeding\nvolumes of Tristram Shandy. The apostrophe to “blessed health,\"\nin c. xxxiii. of vol. v. is taken direct from the Anatomy of\nMelancholy; so is the phrase, “He has a gourd for his head and a\npippin for his heart,” in c. ix.; so is the jest about Franciscus\nRibera’s computation of the amount of cubic space required by the\nsouls of the lost; so is Hilarion the hermit’s comparison of his body\nwith its unruly passions to a kicking ass. And there is a passage in\nthe Sentimental Journey, the “Fragment in the Abderitans,” which\nshows, Dr. Ferriar thinks–though it does not seem to me to show\nconclusively–that Sterne was unaware that what he was taking from\nBurton had been previously taken by Burton from Lucian.",
        "There is more excuse, in the opinion of the author of the\nIllustrations, for the literary thefts of the preacher than for\nthose of the novelist; since in sermons, Dr. Ferriar observes drily,\n“the principal matter must consist of repetitions.”",
        "But it can hardly, I think, be admitted that the kind of “repetitions\"\nto which Sterne had recourse in the pulpit–or, at any rate,\nin compositions ostensibly prepared for the pulpit–are quite\njustifiable. Professor Jebb has pointed out, in a recent volume of\nthis series, that the description of the tortures of the Inquisition,\nwhich so deeply moved Corporal Trim in the famous Sermon on\nConscience, was really the work of Bentley; but Sterne has pilfered\nmore freely from a divine more famous as a preacher than the great\nscholar whose words he appropriated on that occasion. “Then shame and\ngrief go with her,” he exclaims in his singular sermon on “The Levite\nand his Concubine;” “and wherever she seeks a shelter may the hand of\nJustice shut the door against her!” an exclamation which is taken,\nas, no doubt, indeed, was the whole suggestion of the somewhat strange\nsubject, from the Contemplations of Bishop Hall. And so, again, we\nfind in Sterne’s sermon the following:",
        "  “Mercy well becomes the heart of all Thy creatures! but most of\n  Thy servant, a Levite, who offers up so many daily sacrifices to Thee\n  for the transgressions of Thy people. But to little purpose, he would\n  add, have I served at Thy altar, where my business was to sue for\n  mercy, had I not learned to practise it.”",
        "And in Hall’s Contemplations the following:",
        "  “Mercy becomes well the heart of any man, but most of a Levite.\n  He that had helped to offer so many sacrifices to God for the multitude\n  of every Israelite’s sins saw how proportionable it was that man\n  should not hold one sin unpardonable. He had served at the altar\n  to no purpose, if he (whose trade was to sue for mercy) had not at all\n  learned to practise it.”",
        "Sterne’s twelfth sermon, on the Forgiveness of Injuries, is merely\na diluted commentary on the conclusion of Hall’s “Contemplation of\nJoseph.” In the sixteenth sermon, the one on Shimei, we find:",
        "  “There is no small degree of malicious craft in fixing upon a season\n  to give a mark of enmity and ill will: a word, a look, which at\n  one time would make no impression, at another time wounds the\n  heart, and, like a shaft flying with the wind, pierces deep, which,\n  with its own natural force, would scarce have reached the object\n  aimed at.”",
        "This, it is evident, is but slightly altered, and by no means for the\nbetter, from the more terse and vigorous language of the Bishop:",
        "  “There is no small cruelty in the picking out of a time for mischief:\n  that word would scarce gall at one season which at another\n  killeth. The same shaft flying with the wind pierces deep, which\n  against it can hardly find strength to stick upright.”",
        "But enough of these pièces de conviction. Indictments for plagiarism\nare often too hastily laid; but there can be no doubt, I should\nimagine, in the mind of any reasonable being upon the evidence here\ncited, that the offence in this case is clearly proved. Nor, I\nthink, can there be much question as to its moral complexion. For the\npilferings from Bishop Hall, at any rate, no shadow of excuse can,\nso far as I can see, be alleged. Sterne could not possibly plead any\nbetter justification for borrowing Hall’s thoughts and phrases and\npassing them off upon his hearers or readers as original, than\nhe could plead for claiming the authorship of one of the Bishop’s\nbenevolent actions and representing himself to the world as the doer\nof the good deed. In the actual as in the hypothetical case there is\na dishonest appropriation by one man of the credit–in the former\ncase the intellectual, in the latter the moral credit–belonging to\nanother: the offence in the actual case being aggravated by the fact\nthat it involves a fraud upon the purchaser of the sermon, who pays\nmoney for what he may already have in his library. The plagiarisms\nfrom Burton stand upon a slightly different though not, I think, a\nmuch more defensible footing. For in this case it has been urged\nthat Sterne, being desirous of satirizing pedantry, was justified in\nresorting to the actually existent writings of an antique pedant of\nreal life; and that since Mr. Shandy could not be made to talk more\nlike himself than Burton talked like him, it was artistically\nlawful to put Burton’s exact words into Mr. Shandy’s mouth. It makes\na difference, it may be said, that Sterne is not here speaking in his\nown person, as he is in his Sermons, but in the person of one of his\ncharacters. This casuistry, however, does not seem to me to be sound.\nEven as regards the passages from ancient authors, which, while\nquoting them from Burton, he tacitly represents to his readers\nas taken from his own stores of knowledge, the excuse is hardly\nsufficient; while as regards the original reflections of the author of\nthe Anatomy of Melancholy it obviously fails to apply at all. And in\nany case there could be no necessity for the omission to acknowledge\nthe debt. Even admitting that no more characteristic reflections could\nhave been composed for Mr. Shandy than were actually to be found in\nBurton, art is not so exacting a mistress as to compel the artist\nto plagiarize against his will. A scrupulous writer, being also as\ningenious as Sterne, could have found some means of indicating the\nsource from which he was borrowing without destroying the dramatic\nillusion of the scene.",
        "But it seems clear enough that Sterne himself was troubled by no\nconscientious qualms on this subject. Perhaps the most extraordinary\ninstance of literary effrontery which was ever met with is the passage\nin vol. v.c. 1, which even that seasoned detective Dr. Ferriar is\nstartled into pronouncing “singular.” Burton had complained that\nwriters were like apothecaries, who “make new mixtures every day,” by\n“pouring out of one vessel into another.” “We weave,” he said, “the\nsame web still, twist the same rope again and again.” And Sterne\nincolumi gravitate asks: “Shall we forever make new books as\napothecaries make new mixtures, by pouring only out of one vessel into\nanother? Are we forever to be twisting and untwisting the same rope,\nforever on the same track, forever at the same pace?” And this he\nwrites with the scissors actually opened in his hand for the almost\nbodily abstraction of the passage beginning, “Man, the most excellent\nand noble creature of the world!” Surely this denunciation of\nplagiarism by a plagiarist on the point of setting to work could only\nhave been written by a man who looked upon plagiarism as a good joke.",
        "Apart, however, from the moralities of the matter, it must in fairness\nbe admitted that in most cases Sterne is no servile copyist. He\nappropriates other men’s thoughts and phrases, and with them, of\ncourse, the credit for the wit, the truth, the vigour, or the learning\nwhich characterizes them; but he is seldom found, in Tristram\nShandy, at any rate, to have transferred them to his own pages out\nof a mere indolent inclination to save himself the trouble of\ncomposition. He takes them less as substitutes than as groundwork for\nhis own invention–as so much material for his own inventive powers\nto work upon; and those powers do generally work upon them with\nconspicuous skill of elaboration. The series of cuttings, for\ninstance, which he makes from Burton, on the occasion of Bobby\nShandy’s death, are woven into the main tissue of the dialogue with\nremarkable ingenuity and naturalness; and the bright strands of his\nown unborrowed humour fly flashing across the fabric at every transit\nof the shuttle. Or, to change the metaphor, we may say that in almost\nevery instance the jewels that so glitter in their stolen setting were\ncut and set by Sterne himself. Let us allow that the most expert of\nlapidaries is not justified in stealing his settings; but let us still\nnot forget that the jewels are his, or permit our disapproval of his\nlaxity of principle to make us unjust to his consummate skill.",
        "Continue...",
        "\nThis ebook of “Sterne” (1882) by H.D. Traill belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Laurence SterneBy H. D. TraillAt Amazon"
    ]
}