{
    "title": "Sterne - (1762-1765.)",
    "author": "H.D. Traill",
    "chapter": "9",
    "content": [
        "\n\n",
        "The diminished appetite of the public for the humours of Mr. Shandy\nand his brother is, perhaps, not very difficult to understand. Time\nwas simply doing its usual wholesome work in sifting the false from\nthe true–in ridding Sterne’s audience of its contingent of sham\nadmirers. This is not to say, of course, that there might not have\nbeen other and better grounds for a partial withdrawal of popular\nfavour. A writer who systematically employs Sterne’s peculiar methods\nmust lay his account with undeserved loss as well as with unmerited\ngain. The fifth and sixth volumes deal quite largely enough in mere\neccentricity to justify the distaste of any reader upon whom mere\neccentricity had begun to pall. But if this were the sole explanation\nof the book’s declining popularity, we should have to admit that the\nadverse judgment of the public had been delayed too long for justice,\nand had passed over the worst to light upon the less heinous offences.\nFor the third volume, though its earlier pages contain some good\ntouches, drifts away into mere dull, uncleanly equivoque in its\nconcluding chapters; and the fifth and sixth volumes may, at any rate,\nquite safely challenge favourable comparison with the fourth–the\npoorest, I venture to think, of the whole series. There is nothing\nin these two later volumes to compare, for instance, with that most\nwearisome exercise in double entendre, Slawkenbergius’s Tale;\nnothing to match that painfully elaborate piece of low comedy, the\nconsultation of philosophers and its episode of Phutatorius’s mishap\nwith the hot chestnut; no such persistent resort, in short, to those\nmechanical methods of mirth-making upon which Sterne, throughout a\ngreat part of the fourth volume, almost exclusively relies. The humour\nof the fifth is, to a far larger extent, of the creative and dramatic\norder; the ever-delightful collision of intellectual incongruities in\nthe persons of the two brothers Shandy gives animation to the volume\nalmost from beginning to end. The arrival of the news of Bobby\nShandy’s death, and the contrast of its reception by the philosophic\nfather and the simple-minded uncle, form a scene of inimitable\nabsurdity, and the “Tristrapaedia,” with its ingenious project for\nopening up innumerable “tracks of inquiry” before the mind of the\npupil by sheer skill in the manipulation of the auxiliary verbs, is\nin the author’s happiest vein. The sixth volume, again, which contains\nthe irresistible dialogue between Mr. and Mrs. Shandy on the great\nquestion of the “breeching of Tristram,” and the much-admired, if not\nwholly admirable, episode of Le Fevre’s death, is fully entitled to\nrank beside its predecessors. On the whole, therefore, it must be said\nthat the colder reception accorded to this instalment of the novel,\nas compared with the previous one, can hardly be justified on sound\ncritical grounds. But that literary shortcomings were not, in fact,\nthe cause of Tristram’s declining popularity may be confidently\ninferred from the fact that the seventh volume, with its admirably\nvivid and spirited scenes of Continental travel, and the eighth and\nninth, with their charming narrative of Captain Shandy’s love affair,\nwere but slightly more successful. The readers whom this, the third\ninstalment of the novel, had begun to repel, were mainly, I imagine,\nthose who had never felt any intelligent admiration for the former;\nwho had been caught by the writer’s eccentricity, without appreciating\nhis insight into character and his graphic power, and who had seen no\nother aspects of his humour than those buffooneries and puerilities\nwhich, after first amusing, had begun, in the natural course of\nthings, to weary them.",
        "Meanwhile, however, and with spirits restored by the Southern warmth\nto that buoyancy which never long deserted them, Sterne had begun to\nset to work upon a new volume. His letters show that this was not\nthe seventh but the eighth; and Mr. Fitzgerald’s conjecture, that\nthe materials ultimately given to the world in the former volume were\noriginally designed for another work, appears exceedingly probable.\nBut for some time after his arrival at Toulouse he was unable, it\nwould seem, to resume his literary labours in any form. Ever liable,\nthrough his weakly constitution, to whatever local maladies might\nanywhere prevail, he had fallen ill, he writes to Hall Stevenson, “of\nan epidemic vile fever which killed hundreds about me. The physicians\nhere,” he adds, “are the arrantest charlatans in Europe, or the most\nignorant of all pretending fools. I withdrew what was left of me out\nof their hands, and recommended my affairs entirely to Dame Nature.\nShe (dear goddess) has saved me in fifty different pinching bouts, and\nI begin to have a kind of enthusiasm now in her favour and my own, so\nthat one or two more escapes will make me believe I shall leave you\nall at last by translation, and not by fair death.” Having now become\n“stout and foolish again as a man can wish to be, I am,” he says,\n“busy playing the fool with my Uncle Toby, whom I have got soused over\nhead and ears in love.” Now, it is not till the eighth volume that\nthe Widow Wadman begins to weave her spells around Captain Shandy’s\ningenuous heart; while the seventh volume is mainly composed of that\nseries of travel-pictures in which Sterne has manifestly recorded\nhis own impressions of Northern France in the person of the youthful\nTristram. It is scarcely doubtful, therefore, that it is these\nsketches, and the use which he then proposed to make of them, that\nhe refers to, when speaking in this letter of “hints and projects\nfor other works.” Originally intended to form a part of the volume\nafterwards published as the Sentimental Journey, it was found\nnecessary–under pressure, it is to be supposed, of insufficient\nmatter–to work them up instead into an interpolated seventh volume\nof Tristram Shandy. At the moment, however, he no doubt as little\nforesaw this as he did the delay which was to take place before any\ncontinuation of the novel appeared. He clearly contemplated no very\nlong absence from England. “When I have reaped the benefit of the\nwinter at Toulouse, I cannot see I have anything more to do with it.\nTherefore, after having gone with my wife and girl to Bagnères, I\nshall return from whence I came.” Already, however, one can perceive\nsigns of his having too presumptuously marked out his future. “My\nwife wants to stay another year, to save money; and this opposition of\nwishes, though it will not be as sour as lemon, yet ’twill not be as\nsweet as sugar.” And again: “If the snows will suffer me, I propose to\nspend two or three months at Barége or Bagnères; but my dear wife is\nagainst all schemes of additional expense, which wicked propensity\n(though not of despotic power) yet I cannot suffer–though,\nby-the-bye, laudable enough. But she may talk; I will go my own way,\nand she will acquiesce without a word of debate on the subject. Who\ncan say so much in praise of his wife? Few, I trow.” The tone of\ncontemptuous amiability shows pretty clearly that the relations\nbetween husband and wife had in nowise improved. But wives do not\nalways lose all their influence over husbands’ wills along with the\npower over their affections; and it will be seen that Sterne did notmake his projected winter trip to Bagnères, and that he did remain\nat Toulouse for a considerable part of the second year for which Mrs.\nSterne desired to prolong their stay. The place, however, was not to\nhis taste; and he was not the first traveller in France who, delighted\nwith the gaiety of Paris, has been disappointed at finding that French\nprovincial towns can be as dull as dulness itself could require. It is\nin the somewhat unjust mood which is commonly begotten of disillusion\nthat Sterne discovers the cause of his ennui in “the eternal\nplatitude of the French character,” with its “little variety and no\noriginality at all.” “They are very civil,” he admits, “but civility\nitself so thus uniform wearies and bothers me to death. If I do\nnot mind I shall grow most stupid and sententious.” With such\napprehensions it is not surprising that he should have eagerly\nwelcomed any distraction that chance might offer, and in December we\nfind him joyfully informing his chief correspondent of the period,\nMr. Foley–who to his services as Sterne’s banker seems to have added\nthose of a most helpful and trusted friend–that “there are a company\nof English strollers arrived here who are to act comedies all the\nChristmas, and are now busy in making dresses and preparing some of\nour best comedies.” These so-called strollers were, in fact, certain\nmembers of the English colony in Toulouse, and their performances were\namong the first of those “amateur theatrical” entertainments which\nnow-a-days may be said to rival the famous “morning drum-beat” of\nDaniel Webster’s oration, in marking the ubiquity of British boredom,\nas the reveil does that of British power over all the terrestrial\nglobe. “The next week,” writes Sterne, “with a grand orchestra, we\nplay The Busybody, and the Journey to London the week after; but\nI have some thought of adapting it to our situation, and making it the\nJourney to Toulouse, which, with the change of half-a-dozen scenes,\nmay be easily done. Thus, my dear Foley, for want of something better\nwe have recourse to ourselves, and strike out the best amusements we\ncan from such materials.” “Recourse to ourselves,” however, means,\nin strict accuracy, “recourse to each other;” and when the amateur\nplayers had played themselves out, and exhausted their powers of\ncontributing to each others’ amusement, it is probable that\n“recourse to ourselves,” in the exact sense of the phrase, was found\nineffective–in Sterne’s case, at any rate–to stave off ennui.\nTo him, with his copiously if somewhat oddly furnished mind, and his\nnatural activity of imagination, one could hardly apply the line of\nPersius,",
        "  “Tecum habita et noris quam sit tibi curta supellex;”",
        "but it is yet evident enough that Sterne’s was one of that numerous\norder of intellects which are the convivial associates, rather than\nthe fireside companions, of their owners, and which, when deprived\nof the stimulus of external excitement, are apt to become very dull\ncompany indeed. Nor does he seem to have obtained much diversion of\nmind from his literary work–a form of intellectual enjoyment which,\nindeed, more often presupposes than begets good spirits in such\ntemperaments as his. He declares, it is true, that he “sports much\nwith my Uncle Toby” in the volume which he is now “fabricating for the\nlaughing part of the world;” but if so he must have sported only after\na very desultory and dilatory fashion. On the whole one cannot escape\na very strong impression that Sterne was heartily bored by his sojourn\nin Toulouse, and that he eagerly longed for the day of his return to\n“the dalliance and the wit, the flattery and the strife,” which he had\nleft behind him in the two great capitals in which he had shone.",
        "His stay, however, was destined to be very prolonged. The winter of\n1762 went by, and the succeeding year had run nearly half its course,\nbefore he changed his quarters. “The first week in June,” he writes in\nApril to Mr. Foley, “I decamp like a patriarch, with all my household,\nto pitch our tents for three months at the foot of the Pyrenean hills\nat Bagnères, where I expect much health and much amusement from all\ncorners of the earth.” He talked too at this time of spending the\nwinter at Florence, and, after a visit to Leghorn, returning home the\nfollowing April by way of Paris; “but this,” he adds, “is a sketch\nonly,” and it remained only a sketch. Toulouse, however, he was in\nany case resolved to quit. He should not, he said, be tempted to spend\nanother winter there. It did not suit his health, as he had hoped: he\ncomplained that it was too moist, and that he could not keep clear of\nague. In June, 1763, he quitted it finally for Bagnères; whence after\na short, and, as we subsequently learn, a disappointed, sojourn, he\npassed on to Marseilles, and later to Aix, for both of which places\nhe expressed dislike; and by October he had gone again into winter\nquarters at Montpellier, where “my wife and daughter,” he writes,\n“purpose to stay at least a year behind me.” His own intention was to\nset out in February for England, “where my heart has been fled these\nsix months.” Here again, however, there are traces of that periodic,\nor rather, perhaps, that chronic conflict of inclination between\nhimself and Mrs. Sterne, of which he speaks with such a tell-tale\naffectation of philosophy. “My wife,” he writes in January, “returns\nto Toulouse, and proposes to spend the summer at Bagnères. I, on the\ncontrary, go to visit my wife the church in Yorkshire. We all live the\nlonger, at least the happier, for having things our own way. This is\nmy conjugal maxim. I own ’tis not the best of maxims, but I maintain\n’tis not the worst.” It was natural enough that Sterne, at any rate,\nshould wish to turn his back on Montpellier. Again had the unlucky\ninvalid been attacked by a dangerous illness; the “sharp air” of the\nplace disagreed with him, and his physicians, after having him under\ntheir hands more than a month, informed him coolly that if he stayed\nany longer in Montpellier it would be fatal to him. How soon after\nthat somewhat late warning he took his departure there is no record\nto show; but it is not till the middle of May that we find him writing\nfrom Paris to his daughter. And since he there announces his intention\nof leaving for England in a few days, it is a probable conjecture that\nhe had arrived at the French capital some fortnight or so before.",
        "His short stay in Paris was marked by two incidents–trifling in\nthemselves, but too characteristic of the man to be omitted. Lord\nHertford, the British Ambassador, had just taken a magnificent hotel\nin Paris, and Sterne was asked to preach the first sermon in its\nchapel. The message was brought him, he writes, “when I was playing\na sober game of whist with Mr. Thornhill; and whether I was called\nabruptly from my afternoon amusement to prepare myself for the\nbusiness on the next day, or from what other cause, I do not pretend\nto determine; but that unlucky kind of fit seized me which you know\nI am never able to resist, and a very unlucky text did come into my\nhead.” The text referred to was 2 Kings XX. 15–Hezekiah’s admission\nof that ostentatious display of the treasures of his palace to the\nambassadors of Babylon for which Isaiah rebuked him by prophesying the\nBabylonian captivity of Judah. Nothing, indeed, as Sterne protests,\ncould have been more innocent than the discourse which he founded\nupon the mal-à-propos text; but still it was unquestionably a fair\nsubject for “chaff,” and the preacher was rallied upon it by no less\na person than David Hume. Gossip having magnified this into a dispute\nbetween the parson and the philosopher, Sterne disposes of the idle\nstory in a passage deriving an additional interest from its tribute to\nthat sweet disposition which had an equal charm for two men so utterly\nunlike as the author of Tristram Shandy and the author of the\nWealth of Nations. “I should,” he writes, “be exceedingly surprised\nto hear that David ever had an unpleasant contention with any man; and\nif I should ever be made to believe that such an event had happened,\nnothing would persuade me that his opponent was not in the wrong, for\nin my life did I never meet with a being of a more placid and gentle\nnature; and it is this amiable turn of his character which has given\nmore consequence and force to his scepticism than all the arguments of\nhis sophistry.” The real truth of the matter was that, meeting Sterne\nat Lord Hertford’s table on the day when he had preached at the\nEmbassy Chapel, “David was disposed to make a little merry with the\nparson, and in return the parson was equally disposed to make a little\nmerry with the infidel. We laughed at one another, and the company\nlaughed with us both.” It would be absurd, of course, to identify\nSterne’s latitudinarian bonhomie with the higher order of tolerance;\nbut many a more confirmed and notorious Gallio than the clerical\nhumourist would have assumed prudish airs of orthodoxy in such a\npresence, and the incident, if it does not raise one’s estimate of\nSterne’s dignity, displays him to us as laudably free from hypocrisy.",
        "But the long holiday of somewhat dull travel, with its short last act\nof social gaiety, was drawing to a close. In the third or fourth week\nof May Sterne quitted Paris; and after a stay of a few weeks in London\nhe returned to the Yorkshire parsonage, from which he had been absent\nsome thirty months.",
        "Unusually long as was the interval which had elapsed since the\npublication of the last instalment of Tristram Shandy, the new one\nwas far from ready; and even in the “sweet retirement” of Coxwold\nhe seems to have made but slow progress with it. Indeed, the “sweet\nretirement” itself became soon a little tedious to him. The month of\nSeptember found him already bored with work and solitude; and the fine\nautumn weather of 1764 set him longing for a few days’ pleasure-making\nat what was even then the fashionable Yorkshire watering-place. “I\ndo not think,” he writes, with characteristic incoherence, to Hall\nStevenson–\"I do not think a week or ten days’ playing the good fellow\n(at this very time) so abominable a thing; but if a man could get\nthere cleverly, and every soul in his house in the mind to try what\ncould be done in furtherance thereof, I have no one to consult in\nthese affairs. Therefore, as a man may do worse things, the plain\nEnglish of all which is, that I am going to leave a few poor sheep in\nthe wilderness for fourteen days, and from pride and naughtiness\nof heart to go see what is doing at Scarborough, steadfully meaning\nafterwards to lead a new life and strengthen my faith. Now, some folks\nsay there is much company there, and some say not; and I believe there\nis neither the one nor the other, but will be both if the world will\nhave patience for a month or so.” Of his work he has not much to say:\n“I go on not rapidly but well enough with my Uncle Toby’s amours.\nThere is no sitting and cudgelling one’s brains whilst the sun shines\nbright. ’Twill be all over in six or seven weeks; and there are dismal\nweeks enow after to endure suffocation by a brimstone fireside.” He\nwas anxious that his boon companion should join him at Scarborough;\nbut that additional pleasure was denied him, and he had to content\nhimself with the usual gay society of the place. Three weeks, it\nseems, were passed by him in this most doubtfully judicious form of\nbodily and mental relaxation–weeks which he spent, he afterwards\nwrites, in “drinking the waters, and receiving from them marvellous\nstrength, had I not debilitated it as fast as I got it by playing\nthe good fellow with Lord Granby and Co. too much.” By the end of the\nmonth he was back again at Coxwold, “returned to my Philosophical Hut\nto finish Tristram, which I calculate will be ready for the\nworld about Christmas, at which time I decamp from hence and fix\nmy headquarters at London for the winter, unless my cough pushes me\nforward to your metropolis” (he is writing to Foley, in Paris), “or\nthat I can persuade some gros milord to make a trip to you.\"\nAgain, too, in this letter we get another glimpse at that thoroughly\ndesentimentalized “domestic interior” which the sentimentalist’s\nhousehold had long presented to the view. Writing to request a\nremittance of money to Mrs. Sterne at Montauban–a duty which, to do\nhim justice, he seems to have very watchfully observed–Sterne adds\nhis solicitation to Mr. Foley to “do something equally essential to\nrectify a mistake in the mind of your correspondent there, who, it\nseems, gave her a hint not long ago ’that she was separated from me\nfor life.’ Now, as this is not true, in the first place, and may fix a\ndisadvantageous impression of her to those she lives amongst, ’twould\nbe unmerciful to let her or my daughter suffer by it. So do be so good\nas to undeceive him; for in a year or two she purposes (and I expect\nit with impatience from her) to rejoin me.”",
        "Early in November the two new volumes of Shandy began to approach\ncompletion; for by this time Sterne had already made up his mind to\ninterpolate these notes of his French travels, which now do duty as\nVol. VII. “You will read,” he tells Foley, “as odd a tour through\nFrance as was ever projected or executed by traveller or travel-writer\nsince the world began. ’Tis a laughing, good-tempered satire upon\ntravelling–as puppies travel.” By the 16th of the month he had\n“finished my two volumes of Tristram,” and looked to be in London at\nChristmas, “whence I have some thoughts of going to Italy this year.\nAt least I shall not defer it above another.” On the 26th of January,\n1765, the two new volumes were given to the world.",
        "Shorter in length than any of the preceding instalments, and filled\nout as it was, even so, by a process of what would now be called\n“book-making,” this issue will yet bear comparison, I think, with the\nbest of its predecessors. Its sketches of travel, though destined\nto be surpassed in vigour and freedom of draftsmanship by the\nSentimental Journey, are yet excellent, and their very obvious want\nof connexion with the story–if story it can be called–is so little\nfelt that we almost resent the head-and-ears introduction of Mr.\nShandy and his brother, and the Corporal, in apparent concession to\nthe popular prejudice in favour of some sort of coherence between\nthe various parts of a narrative. The first seventeen chapters are,\nperhaps, as freshly delightful reading as anything in Sterne. They are\nliterally filled and brimming over with the exhilaration of travel:\nwritten, or at least prepared for writing, we can clearly see, under\nthe full intoxicant effect which a bewildering succession of new\nsights and sounds will produce, in a certain measure, upon the coolest\nof us, and which would set a head like Sterne’s in an absolute whirl.\nThe contagion of his high spirits is, however, irresistible; and,\nputting aside all other and more solid qualities in them, these\nchapters are, for mere fun–for that kind of clever nonsense which\nonly wins by perfect spontaneity, and which so promptly makes ashamed\nthe moment spontaneity fails–unsurpassed by anything of the same kind\nfrom the same hand. How strange, then, that, with so keen an eye for\nthe humorous, so sound and true a judgment in the highest qualities of\nhumour, Sterne should think it possible for any one who has outgrown\nwhat may be called the dirty stage of boyhood to smile at the story\nwhich begins a few chapters afterwards–that of the Abbess and Novice\nof the Convent of Andouillets! The adult male person is not so much\nshocked at the coarseness of this story as astounded at the bathos of\nits introduction. It is as though some matchless connoisseur in wine,\nafter having a hundred times demonstrated the unerring discrimination\nof his palate for the finest brands, should then produce some vile and\nloaded compound, and invite us to drink it with all the relish with\nwhich he seems to be swallowing it himself. This story of the Abbess\nand Novice almost impels us to turn back to certain earlier chapters,\nor former volumes, and re-examine some of the subtler passages of\nhumour to be found there–in downright apprehension lest we should\nturn out to have read these “good things,” not “in,” but “into,” our\nauthor. The bad wine is so very bad, that we catch ourselves wondering\nwhether the finer brands were genuine, when we see the same palate\nequally satisfied with both. But one should, of course, add that it\nis only in respect of its supposed humour that this story shakes\nits readers’ faith in the gifts of the narrator. As a mere piece of\nstory-telling, and even as a study in landscape and figure-painting,\nit is quite perversely skilful. There is something almost irritating,\nas a waste of powers on unworthy material, in the prettiness of the\npicture which Sterne draws of the preparations for the departure\nof the two religieuses–the stir in the simple village, the\nco-operating labours of the gardener and the tailor, the carpenter and\nthe smith, and all those other little details which bring the whole\nscene before the eye so vividly that Sterne may, perhaps, in\nall seriousness, and not merely as a piece of his characteristic\npersiflage, have thrown in the exclamation, “I declare I am interested\nin this story, and wish I had been there.” Nothing, again, could be\nbetter done than the sketch of the little good-natured, “broad-set\"\ngardener, who acted as the ladies’ muleteer, and the recital of the\nindiscretions by which he was betrayed into temporary desertion of his\nduties. The whole scene is Chaucerian in its sharpness of outline\nand translucency of atmosphere: though there, unfortunately, the\nresemblance ends. Sterne’s manner of saying what we now leave unsaid\nis as unlike Chaucer’s, and as unlike for the worse, as it can\npossibly be.",
        "Still, a certain amount of this element of the non nominandum must\nbe compounded for, one regrets to say, in nearly every chapter that\nSterne ever wrote; and there is certainly less than the average amount\nof it in the seventh volume. Then, again, this volume contains the\nfamous scene with the ass–the live and genuinely touching, and not\nthe dead and fictitiously pathetic, animal; and that perfect piece of\ncomic dialogue–the interview between the puzzled English traveller\nand the French commissary of the posts. To have suggested this scene\nis, perhaps, the sole claim of the absurd fiscal system of the Ancien\nrégime upon the grateful remembrance of the world. A scheme of\ntaxation which exacted posting-charges from a traveller who proposed\nto continue his journey by water, possesses a natural ingredient of\ndrollery infused into its mere vexatiousness; but a whole volume of\nsatire could hardly put its essential absurdity in a stronger\nlight than is thrown upon it in the short conversation between the\nastonished Tristram and the officer of the fisc, who had just handed\nhim a little bill for six livres four sous:",
        "  “’Upon what account?’ said I.",
        "  “’’Tis upon the part of the King,’ said the commissary, heaving\n  up his shoulders.",
        "  “’My good friend,’ quoth I, ’as sure as I am I, and you are you–’",
        "  “’And who are you?’ he said.",
        "  “’Don’t puzzle me,’ said I. ’But it is an indubitable verity,’ I\n  continued, addressing myself to the commissary, changing only the\n  form of my asseveration,’ that I owe the King of France nothing but\n  my good-will, for he is a very honest man, and I wish him all the health\n  and pastime in the world.’",
        "  “’Pardonnez-moi,’ replied the commissary. ’You are indebted to\n  him six livres four sous for the next post from hence to St. Fons, on\n  your route to Avignon, which being a post royal, you pay double for\n  the horses and postilion, otherwise ’twould have amounted to no more\n  than three livres two sous.’",
        "  “’But I don’t go by land,’ said I.",
        "  “’You may if you please,’ replied the commissary.",
        "  “’Your most obedient servant,’ said I, making him a low bow.",
        "  “The commissary, with all the sincerity of grave good-breeding,\n  made me one as low again. I never was more disconcerted by a bow\n  in my life. ’The devil take the serious character of these people,’\n  said I, aside; ’they understand no more of irony than this.’ The\n  comparison was standing close by with her panniers, but something\n  sealed up my lips. I could not pronounce the name.",
        "  “’Sir,’ said I, collecting myself, ’it is not my intention to take\n  post.’",
        "  “’But you may,’ said he, persisting in his first reply. ’You may\n  if you choose.’",
        "  “’And I may take salt to my pickled herring if I choose.[1] But I\n  do not choose.’",
        "  “’But you must pay for it, whether you do or no.’",
        "  “’Ay, for the salt,’ said I, ’I know.’",
        "  “’And for the post, too,’ added he.",
        "  “’Defend me!’ cried I. ’I travel by water. I am going down the\n  Rhone this very afternoon; my baggage is in the boat, and I have\n  actually paid nine livres for my passage.’",
        "  “’C’est tout égal–’tis all one,’ said he.",
        "  “’Bon Dieu! What! pay for the way I go and for the way I do\n  not go?’",
        "  “’C’est tout égal,’ replied the commissary.",
        "  “’The devil it is!’ said I. ’But I will go to ten thousand Bastilles\n  first. O, England! England! thou land of liberty and climate of\n  good-sense! thou tenderest of mothers and gentlest of nurses!’ cried\n  I, kneeling upon one knee as I was beginning my apostrophe–when\n  the director of Madame L. Blanc’s conscience coming in at that instant,\n  and seeing a person in black, with a face as pale as ashes, at\n  his devotions, asked if I stood in want of the aids of the Church.",
        "  “’I go by water,’ said I, ’and here’s another will be for making\n  me pay for going by oil.’”",
        "[Footnote 1: It is the penalty–I suppose the just penalty–paid by\nhabitually extravagant humourists, that meaning not being always\nexpected of them, it is not always sought by their readers with\nsufficient care. Anyhow, it may be suspected that this retort of\nTristram’s is too often passed over as a mere random absurdity\ndesigned for his interlocutor’s mystification, and that its extremely\nfelicitous pertinence to the question in dispute is thus overlooked.\nThe point of it, of course, is that the business in which the\ncommissary was then engaged was precisely analogous to that of\nexacting salt dues from perverse persons who were impoverishing the\nrevenue by possessing herrings already pickled.]",
        "The commissary, of course, remains obdurate, and Tristram protests\nthat the treatment to which he is being subjected is “contrary to the\nlaw of nature, contrary to reason, contrary to the Gospel:”",
        "  “’But not to this,’ said he, putting a printed paper into my hand.",
        "  “’De par le Roi.’ ’’Tis a pithy prolegomenon,’ quoth I, and so\n  read on.... ’By all which it appears,’ quoth I, having read it over\n  a little too rapidly, ’that if a man sets out in a post-chaise for Paris,\n  he must go on travelling in one all the days of his life, or pay for it.’",
        "  “’Excuse me,’ said the commissary, ’the spirit of the ordinance is\n  this, that if you set out with an intention of running post from Paris\n  to Avignon, &c., you shall not change that intention or mode of\n  travelling without first satisfying the fermiers for two posts further\n  than the place you repent at; and ’tis founded,’ continued he, ’upon\n  this, that the revenues are not to fall short through your fickleness.’",
        "  “’O, by heavens!’ cried I, ’if fickleness is taxable in France, we\n  have nothing to do but to make the best peace we can.’",
        "  “And so the peace was made.”",
        "And the volume ends with the dance of villagers on “the road between\nNismes and Lunel, where is the best Muscatto wine in all France\"–that\ncharming little idyll which won the unwilling admiration of the least\nfriendly of Sterne’s critics.[1]",
        "With the close of this volume the shadowy Tristram disappears\naltogether from the scene; and even the clearly-sketched figures of\nMr. and Mrs. Shandy recede somewhat into the background. The courtship\nof my Uncle Toby forms the whole motif and indeed almost the entire\nsubstance, of the next volume. Of this famous episode in the novel a\ngreat deal has been said and written, and much of the praise\nbestowed upon it is certainly deserved. The artful coquetries of the\nfascinating widow, and the gradual capitulation of the Captain, are\nstudied with admirable power of humorous insight, and described with\ninfinite grace and skill. But there is, perhaps, no episode in the\nnovel which brings out what may be called the perversity of Sterne’s\nanimalism in a more exasperating way. It is not so much the amount\nof this element as the time, place, and manner in which it makes its\npresence felt. The senses must, of course, play their part in all\nlove affairs, except those of the angels–or the triangles; and such\nwriters as Byron, for instance, are quite free from the charge of\nover-spiritualizing their description of the passion. Yet one might\nsafely say that there is far less to repel a healthy mind in the\npoet’s account of the amour of Juan and Haidee than is to be found in\nmany a passage in this volume. It is not merely that one is the poetry\nand the other the prose of the sexual passion: the distinction goes\ndeeper, and points to a fundamental difference of attitude towards\ntheir subject in the two writers’ minds.",
        "The success of this instalment of Tristram Shandy appears to have\nbeen slightly greater than that of the preceding one. Writing from\nLondon, where he was once more basking in the sunshine of social\npopularity, to Garrick, then in Paris, he says (March 16, 1765): “I\nhave had a lucrative campaign here. Shandy sells well,” and “I am\ntaxing the public with two more volumes of sermons, which will more\nthan double the gains of Shandy. It goes into the world with a\nprancing list de toute la noblesse, which will bring me in three\nhundred pounds, exclusive of the sale of the copy.” The list was,\nindeed, extensive and distinguished enough to justify the curious\nepithet which he applies to it; but the cavalcade of noble names\ncontinued to “prance” for some considerable time without advancing.\nYet he had good reasons, according to his own account, for wishing to\npush on their publication. His parsonage-house at Button had just been\nburnt down through the carelessness of one of his curate’s household,\nwith a loss to Sterne of some 350_l. “As soon as I can,” he says, “I\nmust rebuild it, but I lack the means at present.” Nevertheless, the\nnew sermons continued to hang fire. Again, in April he describes the\nsubscription list as “the most splendid list which ever pranced before\na book since subscription came into fashion;” but though the volumes\nwhich it was to usher into the world were then spoken of as about to\nbe printed “very soon,” he has again in July to write of them only\nas “forthcoming in September, though I fear not in time to bring them\nwith me” to Paris. And, as a matter of fact, they do not seem to have\nmade their appearance until after Sterne had quitted England on his\nsecond and last Continental journey. The full subscription list may\nhave had the effect of relaxing his energies; but the subscribers had\nno reason to complain when, in 1766, the volumes at last appeared.",
        "The reception given to the first batch of sermons which Sterne had\npublished was quite favourable enough to encourage a repetition of the\nexperiment. He was shrewd enough, however, to perceive that on\nthis second occasion a somewhat different sort of article would be\nrequired. In the first flush of Tristram Shandy’s success, and in\nthe first piquancy of the contrast between the grave profession of the\nwriter and the unbounded license of the book, he could safely reckon\non as large and curious a public for any sermons whatever from the\npen of Mr. Yorick. There was no need that the humourist in his pulpit\nshould at all resemble the humourist at his desk, or, indeed, that\nhe should be in any way an impressive or commanding figure. The great\ndesire of the world was to know what he did resemble in this new\nand incongruous position. Men wished to see what the queer, sly face\nlooked like over a velvet cushion, in the assurance that the sight\nwould be a strange and interesting one, at any rate. Five years\nafterwards, however, the case was different. The public then had\nalready had one set of sermons, and had discovered that the humorous\nMr. Sterne was not a very different man in the pulpit from the dullest\nand most decorous of his brethren. Such discoveries as these are\ninstructive to make, but not attractive to dwell upon; and Sterne was\nfully alive to the probability that there would be no great demand for\na volume of sermons which should only illustrate for the second time\nthe fact that he could be as commonplace as his neighbour. He saw that\nin future the Rev. Mr. Yorick must a little more resemble the author\nof Tristram Shandy, and it is not improbable that from 1760 onwards\nhe composed his parochial sermons with especial attention to this mode\nof qualifying them for republication. There is, at any rate, no slight\ncritical difficulty in believing that the bulk of the sermons of 1766\ncan be assigned to the same literary period as the sermons of 1761.\nThe one set seems as manifestly to belong to the post-Shandian as\nthe other does to the pre-Shandian era; and in some, indeed, of\nthe apparently later productions the daring quaintness of style and\nillustration is carried so far that, except for the fact that Sterne\nhad no time to spare for the composition of sermons not intended for\nprofessional use, one would have been disposed to believe that they\nneither were nor were meant to be delivered from the pulpit at all.[1]\nThroughout all of them, however, Sterne’s new-found literary power\ndisplays itself in a vigour of expression and vivacity of illustration\nwhich at least serve to make the sermons of 1766 considerably more\nentertaining reading than those of 1761. In the first of the latter\nseries, for instance–the sermon on Shimei–a discourse in which there\nare no very noticeable sallies of unclerical humour, the quality of\nliveliness is very conspicuously present. The preacher’s view of the\ncharacter of Shimei, and of his behaviour to David, is hardly that,\nperhaps, of a competent historical critic, and in treating of the\nBenjamite’s insults to the King of Israel he appears to take no\naccount of the blood-feud between the house of David and the clan\nto which the railer belonged; just as in commenting on Shimei’s\nsubsequent and most abject submission to the victorious monarch,\nSterne lays altogether too much stress upon conduct which is\nindicative, not so much of any exceptional meanness of disposition,\nas of the ordinary suppleness of the Oriental put in fear of his life.\nHowever, it makes a more piquant and dramatic picture to represent\nShimei as a type of the wretch of insolence and servility compact,\nwith a tongue ever ready to be loosed against the unfortunate, and a\nknee ever ready to be bent to the strong. And thus he moralizes on his\nconception:",
        "[Footnote 1: Mr. Fitzgerald, indeed, asserts as a fact that some\nat least of these sermons were actually composed in the capacity\nof littérateur and not of divine–for the press and not for the\npulpit.]",
        "  “There is not a character in the world which has so bad an influence\n  upon it as this of Shimei. While power meets with honest\n  checks, and the evils of life with honest refuge, the world will never\n  be undone; but thou, Shimei, hast sapped it at both extremes: for\n  thou corruptest prosperity, and ’tis thou who hast broken the heart\n  of poverty. And so long as worthless spirits can be ambitious ones\n  ’tis a character we never shall want. Oh! it infests the court, the\n  camp, the cabinet; it infests the Church. Go where you will, in\n  every quarter, in every profession, you see a Shimei following the\n  wheels of the fortunate through thick mire and clay. Haste, Shimei,\n  haste! or thou wilt be undone forever. Shimei girdeth up his loins\n  and speedeth after him. Behold the hand which governs everything\n  takes the wheel from his chariot, so that he who driveth, driveth on\n  heavily. Shimei doubles his speed; but ’tis the contrary way: he flies\n  like the wind over a sandy desert.... Stay, Shimei! ’tis your patron,\n  your friend, your benefactor, the man who has saved you from the\n  dunghill. ’Tis all one to Shimei. Shimei is the barometer of every\n  man’s fortune; marks the rise and fall of it, with all the variations\n  from scorching hot to freezing cold upon his countenance that the\n  simile will admit of.[1] Is a cloud upon thy affairs? See, it hangs\n  over Shimei’s brow! Hast thou been spoken for to the king or the\n  captain of the host without success? Look not into the Court Calendar,\n  the vacancy is filled in Shimei’s face. Art thou in debt, though\n  not to Shimei? No matter. The worst officer of the law shall not\n  be more insolent. What, then, Shimei, is the fault of poverty so\n  black? is it of so general concern that thou and all thy family must\n  rise up as one man to reproach it? When it lost everything, did it\n  lose the right to pity too? Or did he who maketh poor as well as\n  maketh rich strip it of its natural powers to mollify the heart and\n  supple the temper of your race? Trust me you have much to answer\n  for. It is this treatment which it has ever met with from spirits\n  like yours which has gradually taught the world to look upon it\n  as the greatest of evils, and shun it as the worst disgrace. And what\n  is it, I beseech you–what is it that men will not do to keep clear of\n  so sore an imputation and punishment? Is it not to fly from this\n  that he rises early, late takes rest, and eats the bread of carefulness?\n  that he plots, contrives, swears, lies, shuffles, puts on all shapes,\n  tries all garments, wears them with this or that side outward, just as\n  it may favour his escape?”",
        "And though the sermon ends in orthodox fashion, with an assurance\nthat, in spite of the Shimeis by whom we are surrounded, it is in\nour power to “lay the foundation of our peace (where it ought to be)\nwithin our own hearts,” yet the preacher can, in the midst of his\nearlier reflections, permit himself the quaintly pessimistic outburst:\n“O Shimei! would to Heaven, when thou wast slain, that all thy family\nhad been slain with thee, and not one of thy resemblance left! But\nye have multiplied exceedingly, and replenished the earth; and if I\nprophesy rightly, ye will in the end subdue it.”",
        "[Footnote 1: Which are not many in the case of a barometer.]",
        "Nowhere, however, does the man of the world reveal himself with more\nstrangely comical effect under the gown of the divine than in the\nsermon on “The Prodigal Son.” The repentant spendthrift has returned\nto his father’s house, and is about to confess his follies. But–",
        "  “Alas! How shall he tell his story?",
        "  “Ye who have trod this round, tell me in what words he shall give\n  in to his father the sad items of his extravagance and folly: the\n  feasts and banquets which he gave to whole cities in the East; the\n  costs of Asiatic rarities, and of Asiatic cooks to dress them; the\n  expenses of singing men and singing women; the flute, the harp, the\n  sackbut, and all kinds of music; the dress of the Persian Court how\n  magnificent! their slaves how numerous! their chariots, their homes,\n  their pictures, their furniture, what immense sums they had devoured!\n  what expectations from strangers of condition! what exactions!\n  How shall the youth make his father comprehend that he was cheated\n  at Damascus by one of the best men in the world; that he had\n  lent a part of his substance to a friend at Nineveh, who had fled off\n  with it to the Ganges; that a whore of Babylon had swallowed his\n  best pearl, and anointed the whole city with his balm of Gilead; that\n  he had been sold by a man of honour for twenty shekels of silver to\n  a worker in graven images; that the images he had purchased produced\n  him nothing, that they could not be transported across the\n  wilderness, and had been burnt with fire at Shusan; that the apes\n  and peacocks which he had sent for from Tharsis lay dead upon his\n  hands; that the mummies had not been dead long enough which he\n  had brought from Egypt; that all had gone wrong from the day he\n  forsook his father’s house?”",
        "All this, it must be admitted, is pretty lively for a sermon. But hear\nthe reverend gentleman once more, in the same discourse, and observe\nthe characteristic coolness with which he touches, only to drop, what\nmay be called the “professional” moral of the parable, and glides\noff into a train of interesting, but thoroughly mundane, reflections,\nsuggested–or rather, supposed in courtesy to have been suggested–by\nthe text. “I know not,” he says, “whether it would be a subject\nof much edification to convince you here that our Saviour, by the\nProdigal Son, particularly pointed out those who were sinners of the\nGentiles, and were recovered by divine grace to repentance; and that\nby the elder brother he intended manifestly the more forward of the\nJews,” &c. But, whether it would edify you or not, he goes on, in\neffect, to say, I do not propose to provide you with edification in\nthat kind. “These uses have been so ably set forth in so many good\nsermons upon the Prodigal Son that I shall turn aside from them at\npresent, and content myself with some reflections upon that fatal\npassion which led him–and so many thousands after the example–to\ngather all he had together and take his journey into a far country.\"\nIn other words, “I propose to make the parable a peg whereon to hang\na few observations on (what does the reader suppose?) the practice of\nsending young men upon the Grand Tour, accompanied by a ’bear-leader,’\nand herein of the various kinds of bear-leaders, and the services\nwhich they do, and do not, render to their charges; with a few words\non society in Continental cities, and a true view of ’letters of\nintroduction.’” That is literally the substance of the remainder\nof the sermon. And thus pleasantly does the preacher play with his\ncurious subject:",
        "  “But you will send an able pilot with your son–a scholar. If\n  wisdom can speak in no other tongue but Greek or Latin, you do\n  well; or if mathematics will make a man a gentleman, or natural\n  philosophy but teach him to make a bow, he may be of some service\n  in introducing your son into good societies, and supporting him in\n  them when he had done. But the upshot will be generally this, that\n  on the most pressing occasions of addresses, if he is not a mere man\n  of reading, the unhappy youth will have the tutor to carry, and not\n  the tutor to carry him. But (let us say) you will avoid this extreme;\n  he shall be escorted by one who knows the world, not only from\n  books but from his own experience; a man who has been employed\n  on such services, and thrice ’made the tour of Europe with success’–that\n  is, without breaking his own or his pupil’s neck; for if he is\n  such as my eyes have seen, some broken Swiss valet de chambre, some\n  general undertaker, who will perform the journey in so many months,\n  ’if God permit,’ much knowledge will not accrue. Some profit, at\n  least: he will learn the amount to a halfpenny of every stage from\n  Calais to Rome; he will be carried to the best inns, instructed where\n  there is the best wine, and sup a livre cheaper than if the youth had\n  been left to make the tour and the bargain himself. Look at our\n  governor, I beseech you! See, he is an inch taller as he relates the\n  advantages. And here endeth his pride, his knowledge, and his use.\n  But when your son gets abroad he will be taken out of his hand by\n  his society with men of rank and letters, with whom he will pass the\n  greatest part of his time.”",
        "So much for the bear-leader; and now a remark or two on the young\nman’s chances of getting into good foreign society; and then–the\nbenediction:",
        "  “Let me observe, in the first place, that company which is really\n  good is very rare and very shy. But you have surmounted this difficulty,\n  and procured him the best letters of recommendation to the\n  most eminent and respectable in every capital. And I answer that\n  he will obtain all by them which courtesy strictly stands obliged to\n  pay on such occasions, but no more. There is nothing in which we\n  are so much deceived as in the advantages proposed from our connexions\n  and discourse with the literati, &c., in foreign parts, especially\n  if the experiment is made before we are matured by years or\n  study. Conversation is a traffic; and if you enter it without some\n  stock of knowledge to balance the account perpetually betwixt you,\n  the trade drops at once; and this is the reason, however it may be\n  boasted to the contrary, why travellers have so little (especially good)\n  conversation with the natives, owing to their suspicion, or perhaps\n  conviction, that there is nothing to be extracted from the conversation\n  of young itinerants worth the trouble of their bad language, or\n  the interruption of their visits.”",
        "Very true, no doubt, and excellently well put; but we seem to have got\nsome distance, in spirit at any rate, from Luke xv. 13; and it is with\nsomewhat too visible effect, perhaps, that Sterne forces his way\nback into the orthodox routes of pulpit disquisition. The youth,\ndisappointed with his reception by “the literati,” &c., seeks “an\neasier society; and as bad company is always ready, and ever lying in\nwait, the career is soon finished, and the poor prodigal returns–the\nsame object of pity with the prodigal in the Gospel.” Hardly a good\nenough “tag,” perhaps, to reconcile the ear to the “And now to,” &c.,\nas a fitting close to this pointed little essay in the style of the\nChesterfield Letters. There is much internal evidence to show that\nthis so-called sermon was written either after Sterne’s visit to or\nduring his stay in France; and there is strong reason, I think, to\nsuppose that it was in reality neither intended for a sermon nor\nactually delivered from the pulpit.",
        "No other of his sermons has quite so much vivacity as this. But in\nthe famous discourse upon an unlucky text–the sermon preached at\nthe chapel of the English Embassy, in Paris–there are touches of\nunclerical raillery not a few. Thus: “What a noise,” he exclaims,\n“among the simulants of the various virtues!... Behold Humility,\nbecome so out of mere pride; Chastity, never once in harm’s way; and\nCourage, like a Spanish soldier upon an Italian stage–a bladder full\nof wind. Hush! the sound of that trumpet! Let not my soldier run!’\ntis some good Christian giving alms. O Pity, thou gentlest of human\npassions! soft and tender are thy notes, and ill accord they with so\nloud an instrument.”",
        "Here, again, is a somewhat bold saying for a divine: “But, to avoid\nall commonplace cant as much as I can on this head, I will forbear to\nsay, because I do not think, that ’tis a breach of Christian charity\nto think or speak ill of our neighbour. We cannot avoid it: our\nopinion must follow the evidence,” &c. And a little later on,\ncommenting on the insinuation conveyed in Satan’s question, “Does Job\nserve God for nought?” he says: “It is a bad picture, and done by a\nterrible master; and yet we are always copying it. Does a man from\nreal conviction of heart forsake his vices? The position is not to be\nallowed. No; his vices have forsaken him. Does a pure virgin fear God,\nand say her prayers? She is in her climacteric? Does humility clothe\nand educate the unknown orphan? Poverty, thou hast no genealogies.\nSee! is he not the father of the child?” In another sermon he launches\nout into quaintly contemptuous criticism of a religious movement which\nhe was certainly the last person in the world to understand–to wit,\nMethodism. He asks whether, “when a poor, disconsolated, drooping\ncreature is terrified from all enjoyment, prays without ceasing till\nhis imagination is heated, fasts and mortifies and mopes till his body\nis in as bad a plight as his mind, it is a wonder that the mechanical\ndisturbances and conflicts of an empty belly, interpreted by an empty\nhead, should be mistook for workings of a different kind from what\nthey are?” Other sermons reflect the singularly bitter anti-Catholic\nfeeling which was characteristic even of indifferentism in those\ndays–at any rate amongst Whig divines. But in most of them one is\nliable to come at any moment across one of those strange sallies to\nwhich Gray alluded, when he said of the effect of Sterne’s sermons\nupon a reader that “you often see him tottering on the verge of\nlaughter, and ready to throw his periwig in the face of the audience.”",
        "Continue...",
        "\nThis ebook of “Sterne” (1882) by H.D. Traill belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Laurence SterneBy H. D. TraillAt Amazon"
    ]
}