{
    "title": "Sterne - Chapter II: School and University.–halifax and Cambridge",
    "author": "H.D. Traill",
    "chapter": "3",
    "content": [
        "\n\n",
        "(1723-1738.)",
        "It was not–as we have seen from the Memoir–till the autumn of 1723,\n“or the spring of the following year,” that Roger Sterne obtained\nleave of his colonel to “fix” his son at school; and this would bring\nLaurence to the tolerably advanced age of ten before beginning his\neducation in any systematic way. He records, under date of 1721, that\n“in this year I learned to write, &c.;” but it is not probable that\nthe “&c.\"–that indolent symbol of which Sterne makes such irritating\nuse in all his familiar writing–covers, in this case, any wide extent\nof educational advance. The boy, most likely, could just read and\nwrite, and no more, at the time when he was fixed at school, “near\nHalifax, with an able master:” a judicious selection, no doubt, both\nof place as well as teacher. Mr. Fitzgerald, to whose researches we\nowe as much light as is ever likely to be thrown upon this obscure and\nprobably not very interesting period of Sterne’s life, has pointed out\nthat Richard Sterne, eldest son of the late Simon Sterne, and uncle,\ntherefore, of Laurence, was one of the governors of Halifax Grammar\nSchool, and that he may have used his interest to obtain his nephew’s\nadmission to the foundation as the grandson of a Halifax man, and so,\nconstructively, a child of the parish. But, be this as it may, it\nis more than probable that from the time when he was sent to Halifax\nSchool the whole care and cost of the boy’s education was borne by his\nYorkshire relatives. The Memoir says that, “by God’s care of me, my\ncousin Sterne, of Elvington, became a father to me, and sent me to\nthe University, &c., &c.;” and it is to be inferred from this that the\nbenevolent guardianship of Sterne’s uncle Richard (who died in 1732,\nthe year before Laurence was admitted of Jesus College, Cambridge)\nmust have been taken up by his son. Of his school course–though it\nlasted for over seven years–the autobiographer has little to say;\nnothing, indeed, except that he “cannot omit mentioning” that anecdote\nwith which everybody, I suppose, who has ever come across the briefest\nnotice of Sterne’s life is familiar. The schoolmaster “had the ceiling\nof the schoolroom new-whitewashed, and the ladder remained there. I,\none unlucky day, mounted it, and wrote with a brush, in large capital\nletters, LAU. STERNE for which the usher severely whipped me. My\nmaster was very much hurt at this, and said before me that never\nshould that name be effaced, for I was a boy of genius, and he was\nsure I should come to preferment. This expression made me forget the\nblows I had received.” It is hardly to be supposed, of course, that\nthis story is pure romance; but it is difficult, on the other hand,\nto believe that the incident has been related by Sterne exactly as it\nhappened. That the recorded prediction may have been made in jest–or\neven in earnest (for penetrating teachers have these prophetic moments\nsometimes)–is, of course, possible; but that Sterne’s master was\n“very much hurt” at the boy’s having been justly punished for an act\nof wanton mischief, or that he recognized it as the natural privilege\nof nascent genius to deface newly-whitewashed ceilings, must have been\na delusion of the humourist’s later years. The extreme fatuity which\nit would compel us to attribute to the schoolmaster seems inconsistent\nwith the power of detecting intellectual capacity in any one else. On\nthe whole, one inclines to suspect that the remark belonged to that\norder of half sardonic, half kindly jest which a certain sort\nof pedagogue sometimes throws off, for the consolation of a\nrecently-caned boy; and that Sterne’s vanity, either then or\nafterwards (for it remained juvenile all his life), translated it into\na serious prophecy. In itself, however, the urchin’s freak was only\ntoo unhappily characteristic of the man. The trick of befouling what\nwas clean (and because it was clean) clung to him most tenaciously all\nhis days; and many a fair white surface–of humour, of fancy, or of\nsentiment–was to be disfigured by him in after-years with stains\nand splotches in which we can all too plainly decipher the literary\nsignature of Laurence Sterne.",
        "At Halifax School the boy, as has been said, remained for about eight\nyears; that is, until he was nearly nineteen, and for some months\nafter his father’s death at Port Antonio, which occurred in March,\n1731. “In the year ’32,” says the Memoir, “my cousin sent me to the\nUniversity, where I stayed some time.” In the course of his first year\nhe read for and obtained a sizarship, to which the college records\nshow that he was duly admitted on the 6th of July, 1733. The selection\nof Jesus College was a natural one: Sterne’s great-grandfather,\nthe afterwards Archbishop, had been its Master, and had founded\nscholarships there, to one of which the young sizar was, a year after\nhis admission, elected. No inference can, of course, be drawn from\nthis as to Sterne’s proficiency, or even industry, in his academical\nstudies: it is scarcely more than a testimony to the fact of decent\nand regular behaviour. He was bene natus, in the sense of being\nrelated to the right man, the founder; and in those days he need\nbe only very modicé doctus indeed in order to qualify himself for\nadmission to the enjoyment of his kinsman’s benefactions. Still he\nmust have been orderly and well-conducted in his ways; and this he\nwould also seem to have been, from the fact of his having passed\nthrough his University course without any apparent break or hitch, and\nhaving been admitted to his Bachelor’s degree after no more than the\nnormal period of residence. The only remark which, in the Memoir, he\nvouchsafes to bestow upon his academical career is, that “’twas there\nthat I commenced a friendship with Mr. H––, which has been lasting\non both sides;” and it may, perhaps, be said that this was, from one\npoint of view, the most important event of his Cambridge life. For Mr.\nH–– was John Hall, afterwards John Hall Stevenson, the “Eugenius” of\nTristram Shandy, the master of Skelton Castle, at which Sterne was,\nthroughout life, to be a frequent and most familiar visitor; and,\nunfortunately, also a person whose later reputation, both as a man and\na writer, became such as seriously to compromise the not very robust\nrespectability of his clerical comrade. Sterne and Hall were distant\ncousins, and it may have been the tie of consanguinity which first\ndrew them together. But there was evidently a thorough congeniality of\nthe most unlucky sort between them; and from their first meeting, as\nundergraduates at Jesus, until the premature death of the elder, they\ncontinued to supply each other’s minds with precisely that sort of\noccupation and stimulus of which each by the grace of nature stood\nleast in need. That their close intimacy was ill-calculated to raise\nSterne’s reputation in later years may be inferred from the fact\nthat Hall Stevenson afterwards obtained literary notoriety by the\npublication of Crazy Tales, a collection of comic but extremely\nbroad ballads, in which his clerical friend was quite unjustly\nsuspected of having had a hand. Mr. Hall was also reported,\nwhether truly or falsely, to have been a member of Wilkes’s famous\nconfraternity of Medmenham Abbey; and from this it was an easy step\nfor gossip to advance to the assertion that the Rev. Mr. Sterne had\nhimself been admitted to that unholy order.",
        "Among acquaintances which the young sizar of Jesus might have more\nprofitably made at Cambridge, but did not, was that of a student\ndestined, like himself, to leave behind him a name famous in English\nletters. Gray, born three years later than Sterne, had entered a\nyear after him at Cambridge as a pensioner of Peterhouse, and the two\nstudents went through their terms together, though the poet at the\ntime took no degree. There was probably little enough in common\nbetween the shy, fastidious, slightly effeminate pensioner of\nPeterhouse, and a scholar of Jesus, whose chief friend and comrade was\na man like Hall; and no close intimacy between the two men, if they\nhad come across each other, would have been very likely to arise.\nBut it does not appear that they could have ever met or heard of each\nother, for Gray writes of Sterne, after Tristram Shandy had made\nhim famous, in terms which clearly show that he did not recall his\nfellow-undergraduate.",
        "In January, 1736, Sterne took his B.A. degree, and quitted Cambridge\nfor York, where another of his father’s brothers now makes his\nappearance as his patron. Dr. Jacques Sterne was the second son of\nSimon Sterne, of Elvington, and a man apparently of more marked and\nvigorous character than any of his brothers. What induced him now to\ntake notice of the nephew, whom in boyhood and early youth he had left\nto the unshared guardianship of his brother, and brother’s son,\ndoes not appear; but the personal history of this energetic\npluralist–Prebendary of Durham, Archdeacon of Cleveland, Canon\nResidentiary, Precentor, Prebendary, and Archdeacon of York, Rector of\nRise, and Rector of Hornsey-cum-Riston–suggests the surmise that he\ndetected qualities in the young Cambridge graduate which would\nmake him useful. For Dr. Sterne was a typical specimen of the\nChurchman-politician, in days when both components of the compound\nword meant a good deal more than they do now. The Archdeacon was a\ndevoted Whig, a Hanoverian to the backbone; and he held it his duty\nto support the Protestant succession, not only by the spiritual but by\nthe secular arm. He was a great electioneerer, as befitted times when\nthe claims of two rival dynasties virtually met upon the hustings, and\nhe took a prominent part in the great Yorkshire contest of the year\n1734. His most vigorous display of energy, however, was made, as was\nnatural, in “the ’45.” The Whig Archdeacon, not then Archdeacon of\nthe East Riding, nor as yet quite buried under the mass of preferments\nwhich he afterwards accumulated, seems to have thought that this\nindeed was the crisis of his fortunes, and that, unless he was\nprepared to die a mere prebendary, canon, and rector of one or two\nbenefices, now was the time to strike a blow for his advancement\nin the Church. His bustling activity at this trying time was indeed\nportentous, and at last took the form of arresting the unfortunate\nDr. Burton (the original of Dr. Slop), on suspicion of holding\ncommunication with the invading army of the Pretender, then on its\nmarch southward from Edinburgh. The suspect, who was wholly innocent,\nwas taken to London and kept in custody for nearly a year before\nbeing discharged, after which, by way of a slight redress, a letter\nof reprimand for his trop de zèle was sent by direction of\nLord Carteret to the militant dignitary. But the desired end was\nnevertheless attained, and Dr. Sterne succeeded in crowning the\nedifice of his ecclesiastical honours.[1]",
        "[Footnote 1: A once-familiar piece of humorous verse describes the\nupset of a coach containing a clerical pluralist:",
        "  “When struggling on the ground was seen\n  A Rector, Vicar, Canon, Dean;\n  You might have thought the coach was full,\n  But no! ’twas only Dr. Bull.”",
        "Dr. Jacques Sterne, however, might have been thrown out of one of the\nmore capacious vehicles of the London General Omnibus Company, with\nalmost the same misleading effect upon those who only heard of the\nmishap.]",
        "There can be little doubt that patronage extended by such an uncle to\nsuch a nephew received its full equivalent in some way or other, and\nindeed the Memoir gives us a clue to the mode in which payment was\nmade. “My uncle,” writes Sterne, describing their subsequent rupture,\n“quarrelled with me because I would not write paragraphs in the\nnewspapers; though he was a party-man, I was not, and detested such\ndirty work, thinking it beneath me. From that time he became my\nbitterest enemy.” The date of this quarrel cannot be precisely fixed;\nbut we gather from an autograph letter (now in the British Museum)\nfrom Sterne to Archdeacon Blackburne that by the year 1750 the two men\nhad for some time ceased to be on friendly terms. Probably, however,\nthe breach occurred subsequently to the rebellion of ’45, and it may\nbe that it arose out of the excess of partisan zeal which Dr. Sterne\ndeveloped in that year, and which his nephew very likely did not, in\nhis opinion, sufficiently share. But this is quite consistent with the\nyounger man’s having up to that time assisted the elder in his party\npolemics. He certainly speaks in his “Letters” of his having “employed\nhis brains for an ungrateful person,” and the remark is made in a way\nand in a connexion which seems to imply that the services rendered\nto his uncle were mainly literary. If so, his declaration that he\n“would not write paragraphs in the newspapers” can only mean that\nhe would not go on writing them. Be this as it may, however, it\nis certain that the Archdeacon for some time found his account in\nmaintaining friendly relations with his nephew, and that during that\nperiod he undoubtedly did a good deal for his advancement. Sterne was\nordained deacon by the Bishop of Lincoln in March, 1736, only three\nmonths after taking his B.A. degree, and took priest’s orders in\nAugust, 1738, whereupon his uncle immediately obtained for him the\nliving of Sutton-on-the-Forest, into which he was inducted a few days\nafterwards. Other preferments followed, to be noted hereafter; and\nit must be admitted that until the quarrel occurred about the “party\nparagraphs” the Archdeacon did his duty by his nephew after the\npeculiar fashion of that time. When that quarrel came, however, it\nseems to have snapped more ties than one, for in the Memoir Sterne\nspeaks of his youngest sister Catherine as “still living, but most\nunhappily estranged from me by my uncle’s wickedness and her own\nfolly.” Of his elder sister Mary, who was born at Lille a year before\nhimself, he records that “she married one Weemans in Dublin, who used\nher most unmercifully, spent his substance, became a bankrupt, and\nleft my poor sister to shift for herself, which she was able to do but\nfor a few months, for she went to a friend’s house in the country and\ndied of a broken heart.” Truly an unlucky family.[1] Only three to\nsurvive the hardships among which the years of their infancy were\npassed, and this to be the history of two out of the three survivors!",
        "[Footnote 1: The mother, Mrs. Sterne, makes her appearance once more\nfor a moment in or about the year 1758. Horace Walpole, and after him\nByron, accused Sterne of having “preferred whining over a dead ass to\nrelieving a living mother,” and the former went so far as to declare\n“on indubitable authority” that Mrs. Sterne, “who kept a school (in\nIreland), having run in debt on account of an extravagant daughter,\nwould have rotted in a gaol if the parents of her scholars had not\nraised a subscription for her.” Even “the indubitable authority,\"\nhowever, does not positively assert–whatever may be meant to be\ninsinuated–that Sterne himself did nothing to assist his mother, and\nMr. Fitzgerald justly points out that to pay the whole debts of a\nbankrupt school might well have been beyond a Yorkshire clergyman’s\nmeans. Anyhow there is evidence that Sterne at a later date than this\nwas actively concerning himself about his mother’s interests. She\nafterwards came to York, whither he went to meet her; and he then\nwrites to a friend: “I trust my poor mother’s affair is by this time\nended to our comfort and hers.\"]",
        "Continue...",
        "\nThis ebook of “Sterne” (1882) by H.D. Traill belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Laurence SterneBy H. D. TraillAt Amazon"
    ]
}