{
    "title": "Sterne - Chapter VIII: Last Days and Death",
    "author": "H.D. Traill",
    "chapter": "12",
    "content": [
        "\n\n",
        "(1768.)",
        "The end was now fast approaching. Months before, Sterne had written\ndoubtfully of his being able to stand another winter in England, and\nhis doubts were to be fatally justified. One can easily see, however,\nhow the unhappy experiment came to be tried. It is possible that he\nmight have delayed the publication of his book for a while, and taken\nrefuge abroad from the rigours of the two remaining winter months,\nhad it not been in the nature of his malady to conceal its deadly\napproaches. Consumption sported with its victim in the cruel fashion\nthat is its wont. “I continue to mend,” Sterne writes from Bond Street\non the first day of the new year, “and doubt not but this with all\nother evils and uncertainties of life will end for the best.” And\nfor the best perhaps it did end, in the sense in which the resigned\nChristian uses these pious words; but this, one fears, was not the\nsense intended by the dying man. All through January and February he\nwas occupied not only with business, but as it would seem with a fair\namount, though less, no doubt, than his usual share, of pleasure also.\nVastly active was he, it seems, in the great undertaking of obtaining\ntickets for one of Mrs. Cornely’s entertainments–the “thing” to go to\nat that particular time–for his friends the Jameses. He writes them\non Monday that he has not been a moment at rest since writing the\nprevious day about the Soho ticket. “I have been at a Secretary of\nState to get one, have been upon one knee to my friend Sir George\nMacartney, Mr. Lascelles, and Mr. Fitzmaurice, without mentioning\nfive more. I believe I could as soon get you a place at Court, for\neverybody is going; but I will go out and try a new circle, and if\nyou do not hear from me by a quarter to three, you may conclude I\nhave been unfortunate in my supplications.” Whether he was or was not\nunfortunate history does not record. A week or two later the old round\nof dissipation had apparently set in. “I am now tied down neck and\nheels by engagements every night this week, or most joyfully would\nhave trod the old pleasing road from Bond to Gerrard Street. I am\nquite well, but exhausted with a roomful of company every morning till\ndinner.” A little later, and this momentary flash of health had died\nout; and we find him writing what was his last letter to his daughter,\nfull, evidently, of uneasy forebodings as to his approaching end. He\nspeaks of “this vile influenza–be not alarmed. I think I shall get\nthe better of it, and shall be with you both the 1st of May;\"\nthough, he adds, “if I escape, ’twill not be for a long period, my\nchild–unless a quiet retreat and peace of mind can restore me.” But\nthe occasion of this letter was a curious one, and a little more must\nbe extracted from it. Lydia Sterne’s letter to her father had, he\nsaid, astonished him. “She (Mrs. Sterne) could know but little of my\nfeelings to tell thee that under the supposition I should survive\nthy mother I should bequeath thee as a legacy to Mrs. Draper. No, my\nLydia, ’tis a lady whose virtues I wish thee to imitate\"–Mrs.\nJames, in fact, whom he proceeds to praise with much and probably\nwell-deserved warmth. “But,” he adds, sadly, “I think, my Lydia,\nthy mother will survive me; do not deject her spirit with thy\napprehensions on my account. I have sent you a necklace and buckles,\nand the same to your mother. My girl cannot form a wish that is in the\npower of her father that he will not gratify her in; and I cannot in\njustice be less kind to thy mother. I am never alone. The kindness of\nmy friends is ever the same. I wish though I had thee to nurse me, but\nI am denied that. Write to me twice a week at least. God bless thee,\nmy child, and believe me ever, ever, thy affectionate father.”",
        "The despondent tone of this letter was to be only too soon justified.\nThe “vile influenza” proved to be or became a pleurisy. On Thursday,\nMarch 10, he was bled three times, and blistered on the day after. And\non the Tuesday following, in evident consciousness that his end was\nnear, he penned that cry “for pity and pardon,” as Thackeray calls\nit–the first as well as the last, and which sounds almost as strange\nas it does piteous from those mocking lips:",
        "  “The physician says I am better.... God knows, for I feel myself\n  sadly wrong, and shall, if I recover, be a long while of gaining\n  strength. Before I have gone through half the letter I must stop to\n  rest my weak hand a dozen times. Mr. James was so good as to call\n  upon me yesterday. I felt emotions not to be described at the sight\n  of him, and he overjoyed me by talking a great deal of you. Do,\n  dear Mrs. James, entreat him to come to-morrow or next day, for perhaps\n  I have not many days or hours to live. I want to ask a favour\n  of him, if I find myself worse, that I shall beg of you if in this\n  wrestling I come off conqueror. My spirits are fled. It is a bad omen;\n  do not weep, my dear lady. Your tears are too precious to be shed\n  for me. Bottle them up, and may the cork never be drawn. Dearest,\n  kindest, gentlest, and best of women! may health, peace, and happiness\n  prove your handmaids. If I die, cherish the remembrance of\n  me, and forget the follies which you so often condemned, which my\n  heart, not my head, betrayed me into. Should my child, my Lydia,\n  want a mother, may I hope you will (if she is left parentless) take her\n  to your bosom? You are the only woman on earth I can depend\n  upon for such a benevolent action. I wrote to her a fortnight ago,\n  and told her what, I trust, she will find in you. Mr. James will be a\n  father to her.... Commend me to him, as I now commend you to\n  that Being who takes under his care the good and kind part of the\n  world. Adieu, all grateful thanks to you and Mr. James.",
        "  “From your affectionate friend,                       L. STERNE.”",
        "This pathetic death-bed letter is superscribed “Tuesday.” It seems to\nhave been written on Tuesday, the 15th of March, and three days later\nthe writer breathed his last. But two persons, strangers both, were\npresent at his deathbed, and it is by a singularly fortunate chance,\ntherefore, that one of these–and he not belonging to the class of\npeople who usually leave behind them published records of the events\nof their lives–should have preserved for us an account of the closing\nscene. This, however, is to be found in the Memoirs of John Macdonald,\n“a cadet of the house of Keppoch,” at that time footman to Mr.\nCrawford, a fashionable friend of Sterne’s. His master had taken a\nhouse in Clifford Street in the spring of 1768; and “about this time,\"\nhe writes, “Mr. Sterne, the celebrated author, was taken ill at the\nsilk-bag shop in Old Bond Street. He was sometimes called Tristram\nShandy and sometimes Yorick, a very great favourite of the gentlemen.\nOne day\"–namely, on the aforesaid 18th of March–\"my master had\ncompany to dinner who were speaking about him–the Duke of Roxburghe,\nthe Earl of March, the Earl of Ossory, the Duke of Grafton, Mr.\nGarrick, Mr. Hume, and a Mr. James.” Many, if not most, of the party,\ntherefore, were personal friends of the man who lay dying in the\nstreet hard by, and naturally enough the conversation turned on his\ncondition. “’John,’ said my master,” the narrative continues, “’go and\ninquire how Mr. Sterne is to-day.’” Macdonald did so; and, in language\nwhich seems to bear the stamp of truth upon it, he thus records the\ngrim story which he had to report to the assembled guests on his\nreturn: “I went to Mr. Sterne’s lodgings; the mistress opened the\ndoor. I enquired how he did; she told me to go up to the nurse. I went\ninto the room, and he was just a-dying. I waited ten minutes; but in\nfive he said, ’Now it is come.’ He put up his hand as if to stop a\nblow, and died in a minute. The gentlemen were all very sorry, and\nlamented him very much.”",
        "Thus, supported by a hired nurse, and under the curious eyes of a\nstranger, Sterne breathed his last. His wife and daughter were far\naway; the convivial associates “who were all very sorry and lamented\nhim very much,” were for the moment represented only by “John;” and\nthe shocking tradition goes that the alien hands by which the “dying\neyes were closed,” and the “decent limbs composed,” remunerated\nthemselves for the pious office by abstracting the gold sleeve-links\nfrom the dead man’s wrists. One may hope, indeed, that this last\ncircumstance is to be rejected as sensational legend, but even without\nit the story of Sterne’s death seems sad enough, no doubt. Yet it is,\nafter all, only by contrast with the excited gaiety of his daily\nlife in London that his end appears so forlorn. From many a “set of\nresidential chambers,” from many of the old and silent inns of the\nlawyers, departures as lonely, or lonelier, are being made around us\nin London every year: the departures of men not necessarily kinless or\nfriendless, but living solitary lives, and dying before their friends\nor kindred can be summoned to their bedsides. Such deaths, no doubt,\nare often contrasted in conventional pathos with that of the husband\nand father surrounded by a weeping wife and children; but the more\nsensible among us construct no tragedy out of a mode of exit which\nmust have many times entered as at least a possibility into the\nprevious contemplation of the dying man. And except, as has been\nsaid, that Sterne associates himself in our minds with the perpetual\nexcitements of lively companionship, there would be nothing\nparticularly melancholy in his end. This is subject, of course, to\nthe assumption that the story of his landlady having stolen the gold\nsleeve-links from his dead body may be treated as mythical; and,\nrejecting this story, there seems no good reason for making much ado\nabout the manner of his death. Of friends, as distinguished from mere\ndinner-table acquaintances, he seems to have had but few in London:\nwith the exception of the Jameses, one knows not with certainty\nof any; and the Jameses do not appear to have neglected him in the\nillness which neither they nor he suspected to be his last. Mr. James\nhad paid him a visit but a day or two before the end came; and it may\nvery likely have been upon his report of his friend’s condition that\nthe message of inquiry was sent from the dinner table at which he was\na guest. No doubt Sterne’s flourish in Tristram Shandy about his\npreferring to die at an inn, untroubled by the spectacle of “the\nconcern of my friends, and the last services of wiping my brows\nand smoothing my pillow,” was a mere piece of bravado; and the more\nprobably so because the reflection is appropriated almost bodily from\nBishop Burnet, who quotes it as a frequent observation of Archbishop\nLeighton. But, considering that Sterne was in the habit of passing\nnearly half of each year alone in London lodgings, the realization of\nhis wish does not strike me, I confess, as so dramatically impressive\na coincidence as it is sometimes represented.",
        "According, however, to one strange story the dramatic element gives\nplace after Sterne’s very burial to melodrama of the darkest kind. The\nfuneral, which pointed, after all, a far sadder moral than the death,\ntook place on Tuesday, March 22, attended by only two mourners, one of\nwhom is said to have been his publisher Becket, and the other probably\nMr. James; and, thus duly neglected by the whole crowd of boon\ncompanions, the remains of Yorick were consigned to the “new\nburying-ground near Tyburn” of the parish of St. George’s, Hanover\nSquare. In that now squalid and long-decayed grave-yard, within sight\nof the Marble Arch and over against the broad expanse of Hyde Park,\nis still to be found a tombstone inscribed with some inferior lines to\nthe memory of the departed humourist, and with a statement, inaccurate\nby eight months, of the date of his death, and a year out as to his\nage. Dying, as has been seen, on the 18th of March, 1768, at the age\nof fifty-four, he is declared on this slab to have died on the 13th of\nNovember, aged fifty-three years. There is more excuse, however, for\nthis want of veracity than sepulchral inscriptions can usually plead.\nThe stone was erected by the pious hands of “two brother Masons,” many\nyears, it is said, after the event which it purports to record; and\nfrom the wording of the epitaph which commences, “Near this place\nlyes the body,” &c., it obviously does not profess to indicate–what,\ndoubtless, there was no longer any means of tracing–the exact spot in\nwhich Sterne’s remains were laid. But, wherever the grave really was,\nthe body interred in it, according to the strange story to which I\nhave referred, is no longer there. That story goes: that two days\nafter the burial, on the night of the 24th of March, the corpse was\nstolen by body-snatchers, and by them disposed of to M. Collignon,\nProfessor of Anatomy at Cambridge; that the Professor invited a few\nscientific friends to witness a demonstration, and that among these\nwas one who had been acquainted with Sterne, and who fainted with\nhorror on recognizing in the already partially dissected “subject” the\nfeatures of his friend. So, at least, this very gruesome and Poe-like\nlegend runs; but it must be confessed that all the evidence which\nMr. Fitzgerald has been able to collect in its favour is of the very\nloosest and vaguest description. On the other hand, it is, of course,\nonly fair to recollect that, in days when respectable surgeons and\ngrave scientific professors had to depend upon the assistance of\nlaw-breakers for the prosecution of their studies and teachings, every\neffort would naturally be made to hush up any such unfortunate affair.\nThere is, moreover, independent evidence to the fact that similar\ndesecrations of this grave-yard had of late been very common; and\nthat at least one previous attempt to check the operations of the\n“resurrection-men” had been attended with peculiarly infelicitous\nresults. In the St. James’s Chronicle for November 26, 1767, we find\nit recorded that “the Burying Ground in Oxford Road, belonging to the\nParish of St. George’s, Hanover Square, having been lately robbed of\nseveral dead bodies, a Watcher was placed there, attended by a\nlarge mastiff Dog; notwithstanding which, on Sunday night last, some\nVillains found means to steal out another dead Body, and carried off\nthe very Dog.” Body-snatchers so adroit and determined as to contrive\nto make additional profit out of the actual means taken to prevent\ntheir depredations, would certainly not have been deterred by any\nconsiderations of prudence from attempting the theft of Sterne’s\ncorpse. There was no such ceremony about his funeral as would lead\nthem to suppose that the deceased was a person of any importance,\nor one whose body could not be stolen without a risk of creating\nundesirable excitement. On the whole, therefore, it is impossible\nto reject the body-snatching story as certainly fabulous, though\nits truth is far from being proved; and though I can scarcely myself\nsubscribe to Mr. Fitzgerald’s view, that there is a “grim and lurid\nShandyism” about the scene of dissection, yet if others discover an\nappeal to their sense of humour in the idea of Sterne’s body being\ndissected after death, I see nothing to prevent them from holding that\nhypothesis as a “pious opinion.”",
        "Continue...",
        "\nThis ebook of “Sterne” (1882) by H.D. Traill belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Laurence SterneBy H. D. TraillAt Amazon"
    ]
}