{
    "title": "Strange Case of Dr. Jekyll and Mr. Hyde - The Last Night",
    "author": "Robert Louis Stevenson",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "Mr. Utterson was sitting by his fireside one evening after\ndinner, when he was surprised to receive a visit from Poole.",
        "“Bless me, Poole, what brings you here?” he cried; and then\ntaking a second look at him, “What ails you?” he added; “is the\ndoctor ill?”",
        "“Mr. Utterson,” said the man,” there is something wrong.” ",
        "Take a seat, and here is a glass of wine for you,” said the\nlawyer. “Now, take your time, and tell me plainly what you want.”",
        "“You know the doctor’s ways, sir,” replied Poole, “and how he\nshuts himself up. Well, he’s shut up again in the cabinet; and I\ndon’t like it, sir I wish I may die if I like it. Mr. Utterson,\nsir, I’m afraid.”",
        "“Now, my good man,” said the lawyer, “be explicit. What are you\nafraid of?”",
        "“I’ve been afraid for about a week,” returned Poole, doggedly\ndisregarding the question, “and I can bear it no more.”",
        "The man’s appearance amply bore out his words; his manner was altered for the worse; and except for the\nmoment when he had first announced his terror, he had not once\nlooked the lawyer in the face. Even now, he sat with the glass of\nwine untasted on his knee, and his eyes directed to a corner of\nthe floor. “I can bear it no more,” he repeated.",
        "“Come,” said the lawyer, “I see you have some good reason, Poole;\nI see there is something seriously amiss. Try to tell me what it\nis.”",
        "“I think there’s been foul play,” said Poole, hoarsely.  ",
        "“Foul play!” cried the lawyer, a good deal frightened and rather\ninclined to be irritated in consequence. “What foul play? What\ndoes the man mean?”",
        "“I daren’t say, sir” was the answer; “but will you come along\nwith me and see for yourself?”",
        "Mr. Utterson’s only answer was to rise and get his hat and\ngreat-coat; but he observed with wonder the greatness of the\nrelief that appeared upon the butler’s face, and perhaps with no\nless, that the wine was still untasted when he set it down to\nfollow.",
        "It was a wild, cold, seasonable night of March, with a pale moon,\nlying on her back as though the wind had tilted her, and a flying\nwrack of the most diaphanous and lawny texture. The wind made\ntalking difficult, and flecked the blood into the face. It seemed\nto have swept the streets unusually bare of passengers, besides; for Mr. Utterson\nthought he had never seen that part of London so deserted. He\ncould have wished it otherwise; never in his life had he been\nconscious of so sharp a wish to see and touch his\nfellow-creatures; for struggle as he might, there was borne in\nupon his mind a crushing anticipation of calamity. The square,\nwhen they got there, was all full of wind and dust, and the thin\ntrees in the garden were lashing themselves along the railing.\nPoole, who had kept all the way a pace or two ahead, now pulled\nup in the middle of the pavement, and in spite of the biting\nweather, took off his hat and mopped his brow with a red\npocket-handkerchief. But for all the hurry of his cowing, these\nwere not the dews of exertion that he wiped away, but the\nmoisture of some strangling anguish; for his face was white and\nhis voice, when he spoke, harsh and broken.",
        "“Well, sir,” he said, “here we are, and God grant there be\nnothing wrong.”",
        "“Amen, Poole,” said the lawyer.",
        "Thereupon the servant knocked in a very guarded manner; the door\nwas opened on the chain; and a voice asked from within, “Is that\nyou, Poole?”",
        "“It’s all right,” said Poole. “Open the door.” The hall, when\nthey entered it, was brightly lighted up; the fire was built\nhigh; and about the hearth the whole of the servants, men and women, stood huddled together like a flock of sheep. At the sight\nof Mr. Utterson, the housemaid broke into hysterical whimpering;\nand the cook, crying out, “Bless God! it’s Mr. Utterson,” ran\nforward as if to take him in her arms.",
        "“What, what? Are you all here?” said the lawyer peevishly. “Very\nirregular, very unseemly; your master would be far from pleased.”",
        "“They’re all afraid,” said Poole.",
        "Blank silence followed, no one protesting; only the maid lifted\nup her voice and now wept loudly.",
        "“Hold your tongue!” Poole said to her, with a ferocity of accent\nthat testified to his own jangled nerves; and indeed, when the\ngirl had so suddenly raised the note of her lamentation, they had\nall started and turned toward the inner door with faces of\ndreadful expectation. “And now,” continued the butler, addressing\nthe knife-boy, “reach me a candle, and we’ll get this through\nhands at once.” And then he begged Mr. Utterson to follow him,\nand led the way to the back-garden.",
        "“Now, sir,” said he, “you come as gently as you can. I want you\nto hear, and I don’t want you to be heard. And see here, sir, if\nby any chance he was to ask you in, don’t go.”",
        "Mr. Utterson’s nerves, at this unlooked-for termination, gave a\njerk that nearly threw him from his balance; but he re-collected\nhis courage and followed the butler into the laboratory building and through\nthe surgical theatre, with its lumber of crates and bottles, to\nthe foot of the stair. Here Poole motioned him to stand on one\nside and listen; while he himself, setting down the candle and\nmaking a great and obvious call on his resolution, mounted the\nsteps and knocked with a somewhat uncertain hand on the red baize\nof the cabinet door.",
        "“Mr. Utterson, sir, asking to see you, “he called; and even as he\ndid so, once more violently signed to the lawyer to give ear.",
        "A voice answered from within: “Tell him I cannot see any one,” it\nsaid complainingly.",
        "“Thank you, sir,” said Poole, with a note of something like\ntriumph in his voice; and taking up his candle, he led Mr.\nUtterson back across the yard and into the great kitchen, where\nthe fire was out and the beetles were leaping on the floor.",
        "“Sir,” he said, looking Mr. Utterson in the eyes,” was that my\nmaster’s voice?”",
        "“It seems much changed,” replied the lawyer, very pale, but\ngiving look for look.",
        "“Changed? Well, yes, I think so,” said the butler. “Have I been\ntwenty years in this man’s house, to be deceived about his voice?\nNo, sir; master’s made away with; he was made, away with eight\ndays ago, when we heard him cry out upon the name of God; and\nwho’s in there instead of him, and why it stays there, is a thing\nthat cries to Heaven, Mr. Utterson!”",
        "“This is a very strange tale, Poole; this is rather a wild tale,\nmy man,” said Mr. Utterson, biting his finger. “Suppose it were\nas you suppose, supposing Dr. Jekyll to have been — well,\nmurdered, what could induce the murderer to stay? That won’t hold\nwater; it doesn’t commend itself to reason.”",
        "“Well, Mr. Utterson, you are a hard man to satisfy, but I’ll do\nit yet,” said Poole. “All this last week (you must know) him, or\nit, or whatever it is that lives in that cabinet, has been crying\nnight and day for some sort of medicine and cannot get it to his\nmind. It was sometimes his way — the master’s, that is — to\nwrite his orders on a sheet of paper and throw it on the stair.\nWe’ve had nothing else this week back; nothing but papers, and a\nclosed door, and the very meals left there to be smuggled in when\nnobody was looking. Well, sir, every day, ay, and twice and\nthrice in the same day, there have been orders and complaints,\nand I have been sent flying to all the wholesale chemists in\ntown. Every time I brought the stuff back, there would be another\npaper telling me to return it, because it was not pure, and\nanother order to a different firm. This drug is wanted bitter\nbad, sir, whatever for.”",
        "“Have you any of these papers?” asked Mr. Utterson.",
        "Poole felt in his pocket and handed out a crumpled note, which\nthe lawyer, bending nearer to the candle, carefully examined. Its contents ran thus: “Dr.\nJekyll presents his compliments to Messrs. Maw. He assures them\nthat their last sample is impure and quite useless for his\npresent purpose. In the year 18 — , Dr. J. purchased a somewhat\nlarge quantity from Messrs. M. He now begs them to search with\nthe most sedulous care, and should any of the same quality be\nleft, to forward it to him at once. Expense is no consideration.\nThe importance of this to Dr. J. can hardly be exaggerated.” So\nfar the letter had run composedly enough, but here with a sudden\nsplutter of the pen, the writer’s emotion had broken loose. “For\nGod’s sake,” he had added, “find me some of the old.”",
        "“This is a strange note,” said Mr. Utterson; and then sharply,\n“How do you come to have it open?”",
        "“The man at Maw’s was main angry, sir, and he threw it back to me\nlike so much dirt,” returned Poole.",
        "“This is unquestionably the doctor’s hand, do you know?” resumed\nthe lawyer.",
        "“I thought it looked like it,” said the servant rather sulkily;\nand then, with another voice, “But what matters hand-of-write? “\nhe said. “I’ve seen him!”",
        "“Seen him?” repeated Mr. Utterson. “Well?”",
        "“That’s it!” said Poole. “It was this way. I came suddenly into\nthe theatre from the garden. It seems he had slipped out to look for this drug or\nwhatever it is; for the cabinet door was open, and there he was\nat the far end of the room digging among the crates. He looked up\nwhen I came in, gave a kind of cry, and whipped up-stairs into\nthe cabinet. It was but for one minute that I saw him, but the\nhair stood upon my head like quills. Sir, if that was my master,\nwhy had he a mask upon his face? If it was my master, why did he\ncry out like a rat, and run from me? I have served him long\nenough. And then...” The man paused and passed his hand over his\nface.",
        "“These are all very strange circumstances,” said Mr. Utterson,\n“but I think I begin to see daylight. Your master, Poole, is\nplainly seised with one of those maladies that both torture and\ndeform the sufferer; hence, for aught I know, the alteration of\nhis voice; hence the mask and the avoidance of his friends; hence\nhis eagerness to find this drug, by means of which the poor soul\nretains some hope of ultimate recovery — God grant that he be\nnot deceived! There is my explanation; it is sad enough, Poole,\nay, and appalling to consider; but it is plain and natural, hangs\nwell together, and delivers us from all exorbitant alarms.”",
        "“Sir,” said the butler, turning to a sort of mottled pallor,\n“that thing was not my master, and there’s the truth. My master\"\nhere he looked round him and began to whisper — “is a tall, fine build of a man, and this was more of a dwarf.\"\nUtterson attempted to protest. “O, sir,” cried Poole, “do you\nthink I do not know my master after twenty years? Do you think I\ndo not know where his head comes to in the cabinet door, where I\nsaw him every morning of my life? No, Sir, that thing in the mask\nwas never Dr. Jekyll — God knows what it was, but it was never\nDr. Jekyll; and it is the belief of my heart that there was\nmurder done.”",
        "“Poole,” replied the lawyer, “if you say that, it will become my\nduty to make certain. Much as I desire to spare your master’s\nfeelings, much as I am puzzled by this note which seems to prove\nhim to be still alive, I shall consider it my duty to break in\nthat door.”",
        "Ah Mr. Utterson, that’s talking!” cried the butler.",
        "“And now comes the second question,” resumed Utterson: “Who Is\ngoing to do it?”",
        "“Why, you and me,” was the undaunted reply.",
        "“That’s very well said,” returned the lawyer; “and whatever comes\nof it, I shall make it my business to see you are no loser.”",
        "“There is an axe in the theatre, continued Poole; “and you might\ntake the kitchen poker for yourself.”",
        "The lawyer took that rude but weighty instrument into his hand,\nand balanced it. “Do you know, Poole,” he said, looking up, “that you and I are about to place ourselves in a position of some\nperil?”",
        "“You may say so, sir, indeed,” returned the butler.",
        "“It is well, then, that we should be frank,” said the other. “We\nboth think more than we have said; let us make a clean breast.\nThis masked figure that you saw, did you recognise it?”",
        "“Well, sir, it went so quick, and the creature was so doubled up,\nthat I could hardly swear to that,” was the answer. “But if you\nmean, was it Mr. Hyde? — why, yes, I think it was! You see, it\nwas much of the same bigness; and it had the same quick, light\nway with it; and then who else could have got in by the\nlaboratory door? You have not forgot, sir that at the time of the\nmurder he had still the key with him? But that’s not all. I don’t\nknow, Mr. Utterson, if ever you met this Mr. Hyde?”",
        "“Yes,” said the lawyer, “I once spoke with him.”",
        "“Then you must know as well as the rest of us that there was\nsomething queer about that gentleman — something that gave a man\na turn — I don’t know rightly how to say it, sir, beyond this:\nthat you felt it in your marrow kind of cold and thin.”",
        "“I own I felt something of what you describe,” said Mr. Utterson.",
        "“Quite so, sir,” returned Poole. “Well, when that masked thing like a monkey jumped from among the chemicals\nand whipped into the cabinet, it went down my spine like ice. Oh,\nI know it’s not evidence, Mr. Utterson. I’m book-learned enough\nfor that; but a man has his, feelings, and I give you my\nBible-word it was Mr. Hyde!”",
        "“Ay, ay,” said the lawyer. “My fears incline to the same point.\nEvil, I fear, founded — evil was sure to come — of that\nconnection. Ay, truly, I believe you; I believe poor Harry is\nkilled; and I believe his murderer (for what purpose, God alone\ncan tell) is still lurking in his victim’s room. Well, let our\nname be vengeance. Call Bradshaw.”",
        "The footman came at the summons, very white and nervous.  ",
        "Pull yourself together, Bradshaw,” said the lawyer. “This\nsuspense, I know, is telling upon all of you; but it is now our\nintention to make an end of it. Poole, here, and I are going to\nforce our way into the cabinet. If all is well, my shoulders are\nbroad enough to bear the blame. Meanwhile, lest anything should\nreally be amiss, or any malefactor seek to escape by the back,\nyou and the boy must go round the corner with a pair of good\nsticks and take your post at the laboratory door. We give you ten\nminutes to get to your stations.”",
        "As Bradshaw left, the lawyer looked at his watch. “And now,\nPoole, let us get to ours,” he said; and taking the poker under his arm, led the way into the\nyard. The scud had banked over the moon, and it was now quite\ndark. The wind, which only broke in puffs and draughts into that\ndeep well of building, tossed the light of the candle to and fro\nabout their steps, until they came into the shelter of the\ntheatre, where they sat down silently to wait. London hummed\nsolemnly all around; but nearer at hand, the stillness was only\nbroken by the sounds of a footfall moving to and fro along the\ncabinet floor.",
        "“So it will walk all day, Sir,” whispered Poole; “ay, and the\nbetter part of the night. Only when a new sample comes from the\nchemist, there’s a bit of a break. Ah, it’s an ill conscience\nthat’s such an enemy to rest! Ah, sir, there’s blood foully shed\nin every step of it! But hark again, a little closer — put your\nheart in your ears, Mr. Utterson, and tell me, is that the\ndoctor’s foot?”",
        "The steps fell lightly and oddly, with a certain swing, for all\nthey went so slowly; it was different indeed from the heavy\ncreaking tread of Henry Jekyll. Utterson sighed. “Is there never\nanything else?” he asked.",
        "Poole nodded. “Once,” he said. “Once I heard it weeping!”",
        "“Weeping? how that?” said the lawyer, conscious of a sudden chill\nof horror.",
        "“Weeping like a woman or a lost soul,” said the butler. “I came away with that upon my heart, that I could\nhave wept too.”",
        "But now the ten minutes drew to an end. Poole disinterred the axe\nfrom under a stack of packing straw; the candle was set upon the\nnearest table to light them to the attack; and they drew near\nwith bated breath to where that patient foot was still going up\nand down, up and down, in the quiet of the night.",
        "“Jekyll,” cried Utterson, with a loud voice, “I demand to see\nyou.” He paused a moment, but there came no reply. “I give you\nfair warning, our suspicions are aroused, and I must and shall\nsee you,” he resumed; “if not by fair means, then by foul! if not\nof your consent, then by brute force!”",
        "“Utterson,” said the voice, “for God’s sake, have mercy!” ",
        "Ah, that’s not Jekyll’s voice — it’s Hyde’s!” cried Utterson.\n“Down with the door, Poole!”",
        "Poole swung the axe over his shoulder; the blow shook the\nbuilding, and the red baise door leaped against the lock and\nhinges. A dismal screech, as of mere animal terror, rang from the\ncabinet. Up went the axe again, and again the panels crashed and\nthe frame bounded; four times the blow fell; but the wood was\ntough and the fittings were of excellent workmanship; and it was\nnot until the fifth, that the lock burst in sunder and the wreck\nof the door fell inwards on the carpet.",
        "The besiegers, appalled by their own riot and the stillness that\nhad succeeded, stood back a little and peered in. There lay the\ncabinet before their eyes in the quiet lamplight, a good fire\nglowing and chattering on the hearth, the kettle singing its thin\nstrain, a drawer or two open, papers neatly set forth on the\nbusiness-table, and nearer the fire, the things laid out for tea:\nthe quietest room, you would have said, and, but for the glased\npresses full of chemicals, the most commonplace that night in\nLondon.",
        "Right in the midst there lay the body of a man sorely contorted\nand still twitching. They drew near on tiptoe, turned it on its\nback and beheld the face of Edward Hyde. He was dressed in\nclothes far too large for him, clothes of the doctor’s bigness;\nthe cords of his face still moved with a semblance of life, but\nlife was quite gone; and by the crushed phial in the hand and the\nstrong smell of kernels that hung upon the air, Utterson knew\nthat he was looking on the body of a self-destroyer.",
        "“We have come too late,” he said sternly, “whether to save or\npunish. Hyde is gone to his account; and it only remains for us\nto find the body of your master.”",
        "The far greater proportion of the building was occupied by the\ntheatre, which filled almost the whole ground story and was\nlighted from above, and by the cabinet, which formed an upper\nstory at one end and looked upon the court. A corridor joined the theatre to the door on the\nby-street; and with this the cabinet communicated separately by a\nsecond flight of stairs. There were besides a few dark closets\nand a spacious cellar. All these they now thoroughly examined.\nEach closet needed but a glance, for all were empty, and all, by\nthe dust that fell from their doors, had stood long unopened. The\ncellar, indeed, was filled with crazy lumber, mostly dating from\nthe times of the surgeon who was Jekyll’s predecessor; but even\nas they opened the door they were advertised of the uselessness\nof further search, by the fall of a perfect mat of cobweb which\nhad for years sealed up the entrance. Nowhere was there any trace\nof Henry Jekyll, dead or alive.",
        "Poole stamped on the flags of the corridor. “ He must be buried\nhere,” he said, hearkening to the sound.",
        "“Or he may have fled,” said Utterson, and he turned to examine\nthe door in the by-street. It was locked; and lying near by on\nthe flags, they found the key, already stained with rust.",
        "“This does not look like use,” observed the lawyer.",
        "“Use!” echoed Poole. “Do you not see, sir, it is broken? much as\nif a man had stamped on it.”",
        "“Ay,” continued Utterson,” and the fractures, too, are rusty.\"\nThe two men looked at each other with a scare. “This is beyond\nme, Poole,” said the lawyer. “Let us go back to the cabinet.”",
        "They mounted the stair in silence, and still with an occasional\nawe-struck glance at the dead body, proceeded more thoroughly to\nexamine the contents of the cabinet. At one table, there were\ntraces of chemical work, various measured heaps of some white\nsalt being laid on glass saucers, as though for an experiment in\nwhich the unhappy man had been prevented.",
        "“That is the same drug that I was always bringing him,” said\nPoole; and even as he spoke, the kettle with a startling noise\nboiled over.",
        "This brought them to the fireside, where the easy-chair was drawn\ncosily up, and the teathings stood ready to the sitter’s elbow,\nthe very sugar in the cup. There were several books on a shelf;\none lay beside the tea-things open, and Utterson was amazed to\nfind it a copy of a pious work, for which Jekyll had several\ntimes expressed a great esteem, annotated, in his own hand, with\nstartling blasphemies.",
        "Next, in the course of their review of the chamber, the searchers\ncame to the cheval glass, into whose depths they looked with an\ninvoluntary horror. But it was so turned as to show them nothing\nbut the rosy glow playing on the roof, the fire sparkling in a\nhundred repetitions along the glazed front of the presses, and\ntheir own pale and fearful countenances stooping to look in.",
        "“This glass have seen some strange things, sir,” whispered Poole.",
        "“And surely none stranger than itself,” echoed the lawyer in the\nsame tones. “For what did Jekyll” — he caught himself up at the\nword with a start, and then conquering the weakness — “what\ncould Jekyll want with it?” he said.",
        "“You may say that!” said Poole. Next they turned to the\nbusiness-table. On the desk among the neat array of papers, a\nlarge envelope was uppermost, and bore, in the doctor’s hand, the\nname of Mr. Utterson. The lawyer unsealed it, and several\nenclosures fell to the floor. The first was a will, drawn in the\nsame eccentric terms as the one which he had returned six months\nbefore, to serve as a testament in case of death and as a deed of\ngift in case of disappearance; but, in place of the name of\nEdward Hyde, the lawyer, with indescribable amazement, read the\nname of Gabriel John Utterson. He looked at Poole, and then back\nat the paper, and last of all at the dead malefactor stretched\nupon the carpet.",
        "“My head goes round,” he said. “He has been all these days in\npossession; he had no cause to like me; he must have raged to see\nhimself displaced; and he has not destroyed this document.”",
        "He caught up the next paper; it was a brief note in the doctor’s\nhand and dated at the top.",
        "“O Poole!” the lawyer cried, “he was alive and here this day. He\ncannot have been disposed of in so short a space, he must be\nstill alive, he must have fled! And then, why fled? and how? and\nin that case, can we venture to declare this suicide? Oh, we must\nbe careful. I foresee that we may yet involve your master in some\ndire catastrophe.”",
        "“Why don’t you read it, sir?” asked Poole.",
        "“Because I fear,” replied the lawyer solemnly. “ God grant I have\nno cause for it!” And with that he brought the paper to his eyes\nand read as follows:",
        "“My Dear Utterson, — When this shall fall into your hands, I\nshall have disappeared, under what circumstances I have not the\npenetration to foresee, but my instinct and all the circumstances\nof my nameless situation tell me that the end is sure and must be\nearly. Go then, and first read the narrative which Lanyon warned\nme he was to place in your hands; and if you care to hear more,\nturn to the confession of",
        "Your unworthy and unhappy friend,                                \n                                         Henry Jekyll.”",
        "“There was a third enclosure?” asked Utterson.",
        "“Here, sir,” said Poole, and gave into his hands a considerable\npacket sealed in several places.",
        "The lawyer put it in his pocket. “I would say nothing of this\npaper. If your master has fled or is dead, we may at least save\nhis credit. It is now ten; I must go home and read these\ndocuments in quiet; but I shall be back before midnight, when we\nshall send for the police.”",
        "They went out, locking the door of the theatre behind them; and\nUtterson, once more leaving the servants gathered about the fire\nin the hall, trudged back to his office to read the two\nnarratives in which this mystery was now to be explained.",
        "Continue...",
        "\nThis complete text of Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson is in the public domain.\n\n\nThe Amazon book: The Strange Case of Dr. Jekyll and Mr. Hyde (Whole Story) by Robert Louis Stevenson, Francois Place (Illustrator).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Strange Case of Dr. Jekyll and Mr. Hyde (Collected Works of Robert Louis Stevenson)By Robert Louis StevensonAt Amazon"
    ]
}