{
    "title": "Strange Case of Dr. Jekyll and Mr. Hyde",
    "author": "Robert Louis Stevenson",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "Mr. Utterson the lawyer was a man of a rugged countenance, that was\nnever lighted by a smile; cold, scanty and embarrassed in\ndiscourse; backward in sentiment; lean, long, dusty, dreary, and\nyet somehow lovable. At friendly meetings, and when the wine was to\nhis taste, something eminently human beaconed from his eye;\nsomething indeed which never found its way into his talk, but which\nspoke not only in these silent symbols of the after-dinner face, but\nmore often and loudly in the acts of his life. He was austere with\nhimself; drank gin when he was alone, to mortify a taste for\nvintages; and though he enjoyed the theatre, had not crossed the\ndoors of one for twenty years. But he had an approved tolerance for\nothers; sometimes wondering, almost with envy, at the high pressure\nof spirits involved in their misdeeds; and in any extremity inclined\nto help rather than to reprove.",
        "“I incline to, Cain’s heresy,” he used to say. “I let my brother go\nto the devil in his quaintly: “own way.” In this character, it was\nfrequently his fortune to be the last reputable acquaintance and the\nlast good influence in the lives of down-going men. And to such as\nthese, so long as they came about his chambers, he never marked a\nshade of change in his demeanour.",
        "No doubt the feat was easy to Mr. Utterson; for he was\nundemonstrative at the best, and even his friendship seemed to be\nfounded in a similar catholicity of good-nature. It is the mark of a\nmodest man to accept his friendly circle ready-made from the hands\nof opportunity; and that was the lawyer’s way. His friends were\nthose of his own blood or those whom he had known the longest; his\naffections, like ivy, were the growth of time, they implied no\naptness in the object. Hence, no doubt, the bond that united him to\nMr. Richard Enfield, his distant kinsman, the well-known man about\ntown. It was a nut to crack for many, what these two could see in\neach other, or what subject they could find in common. It was\nreported by those who encountered them in their Sunday walks, that\nthey said nothing, looked singularly dull, and would hail with\nobvious relief the appearance of a friend. For all that, the two men\nput the greatest store by these excursions, counted them the chief\njewel of each week, and not only set aside occasions of pleasure,\nbut even resisted the calls of business, that they might enjoy them uninterrupted.",
        "It chanced on one of these rambles that their way led them down a\nby-street in a busy quarter of London. The street was small and\nwhat is called quiet, but it drove a thriving trade on the\nweek-days. The inhabitants were all doing well, it seemed, and all\nemulously hoping to do better still, and laying out the surplus of\ntheir gains in coquetry; so that the shop fronts stood along that\nthoroughfare with an air of invitation, like rows of smiling\nsaleswomen. Even on Sunday, when it veiled its more florid charms\nand lay comparatively empty of passage, the street shone out in\ncontrast to its dingy neighbourhood, like a fire in a forest; and\nwith its freshly painted shutters, well-polished brasses, and\ngeneral cleanliness and gaiety of note, instantly caught and pleased\nthe eye of the passenger.",
        "Two doors from one corner, on the left hand going east, the line\nwas broken by the entry of a court; and just at that point, a\ncertain sinister block of building thrust forward its gable on the\nstreet. It was two stories high; showed no window, nothing but a\ndoor on the lower story and a blind forehead of discoloured wall on\nthe upper; and bore in every feature, the marks of prolonged and\nsordid negligence. The door, which was equipped with neither bell\nnor knocker, was blistered and distained. Tramps slouched into the\nrecess and struck matches on the panels; children kept shop upon the steps; the schoolboy had\ntried his knife on the mouldings; and for close on a generation, no\none had appeared to drive away these random visitors or to repair\ntheir ravages.",
        "Mr. Enfield and the lawyer were on the other side of the by-street;\nbut when they came abreast of the entry, the former lifted up his\ncane and pointed.",
        "“Did you ever remark that door?” he asked; and when his companion\nhad replied in the affirmative, “It is connected in my mind,” added\nhe, “with a very odd story.”",
        "“Indeed?” said Mr. Utterson, with a slight change of voice, “and\nwhat was that?”",
        "“Well, it was this way,” returned Mr. Enfield: “I was coming home\nfrom some place at the end of the world, about three o’ clock of a\nblack winter morning, and my way lay through a part of town where\nthere was literally nothing to be seen but lamps. Street after\nstreet, and all the folks asleep — street after street, all lighted\nup as if for a procession and all as empty as a church — till at\nlast I got into that state of mind when a man listens and listens\nand begins to long for the sight of a policeman. All at once, I saw\ntwo figures: one a little man who was stumping along eastward at a\ngood walk, and the other a girl of maybe eight or ten who was\nrunning as hard as she was able down a cross street. Well, sir, the\ntwo ran into one another naturally enough at the corner; and then came the horrible part of the thing; for the man\ntrampled calmly over the, child’s body and left her screaming on\nthe ground. It sounds nothing to hear, but it was hellish to see.\nIt wasn’t like a man; it was like some damned Juggernaut. I gave a\nview-halloa, took to my heels, collared my gentleman, and brought\nhim back to where there was already quite a group about the\nscreaming child. He was perfectly cool and made no resistance, but\ngave me one look, so ugly that it brought out the sweat on me like\nrunning. The people who had turned out were the girl’s own family;\nand pretty soon, the doctor, for whom she had been sent, put in his\nappearance. Well, the child was not much the worse, more frightened,\naccording to the Sawbones; and there you might have supposed would\nbe an end to it. But there was one curious circumstance. I had taken\na loathing to my gentleman at first sight. So had the child’s\nfamily, which was only natural. But the doctor’s case was what\nstruck me. He was the usual cut-and-dry apothecary, of no particular\nage and colour, with a strong Edinburgh accent, and about as\nemotional as a bagpipe. Well, sir, he was like the rest of us; every\ntime he looked at my prisoner, I saw that Sawbones turn sick and\nwhite with the desire to kill him. I knew what was in his mind, just\nas he knew what was in mine; and killing being out of the question,\nwe did the next best. We told the man we could and would make such a scandal out of this, as should make his name\nstink from one end of London to the other. If he had any friends or\nany credit, we undertook that he should lose them. And all the time,\nas we were pitching it in red hot, we were keeping the women off him\nas best we could, for they were as wild as harpies. I never saw a\ncircle of such hateful faces; and there was the man in the middle,\nwith a kind of black, sneering coolness — frightened too, I could\nsee that — but carrying it off, sir, really like Satan. ’If you\nchoose to make capital out of this accident,’ said he, ’I am\nnaturally helpless. No gentleman but wishes to avoid a scene,’ says\nhe. ’Name your figure.’ Well, we screwed him up to a hundred pounds\nfor the child’s family; he would have clearly liked to stick out;\nbut there was something about the lot of us that meant mischief, and\nat last he struck. The next thing was to get the money; and where\ndo you think he carried us but to that place with the door? —\nwhipped out a key, went in, and presently came back with the matter\nof ten pounds in gold and a cheque for the balance on Coutts’s,\ndrawn payable to bearer and signed with a name that I can’t mention,\nthough it’s one of the points of my story, but it was a name at\nleast very well known and often printed. The figure was stiff; but\nthe signature was good for more than that, if it was only genuine. I\ntook the liberty of pointing out to my gentleman that the whole business looked apocryphal, and that a man does not, in real life,\nwalk into a cellar door at four in the morning and come out of it\nwith another man’s cheque for close upon a hundred pounds. But he\nwas quite easy and sneering. ’Set your mind at rest,’ says he, ’I\nwill stay with you till the banks open and cash the cheque myself.’\nSo we all set off, the doctor, and the child’s father, and our\nfriend and myself, and passed the rest of the night in my chambers;\nand next day, when we had breakfasted, went in a body to the bank. I\ngave in the check myself, and said I had every reason to believe it\nwas a forgery. Not a bit of it. The cheque was genuine.”",
        "“Tut-tut,” said Mr. Utterson.",
        "“I see you feel as I do,” said Mr. Enfield. “Yes, it’s a bad story.\nFor my man was a fellow that nobody could have to do with, a really\ndamnable man; and the person that drew the cheque is the very pink\nof the proprieties, celebrated too, and (what makes it worse) one of\nyour fellows who do what they call good. Black-mail, I suppose; an\nhonest man paying through the nose for some of the capers of his\nyouth. Black-Mail House is what I call that place with the door, in\nconsequence. Though even that, you know, is far from explaining\nall,” he added, and with the words fell into a vein of musing.",
        "From this he was recalled by Mr. Utterson asking rather suddenly:\"\nAnd you don’t know if the drawer of the cheque lives there?”",
        "“A likely place, isn’t it?” returned Mr. Enfield. “But I happen to\nhave noticed his address; he lives in some square or other.”",
        "“And you never asked about the — place with the door?” said Mr.\nUtterson.",
        "“No, sir: I had a delicacy,” was the reply. “I feel very strongly\nabout putting questions; it partakes too much of the style of the\nday of judgment. You start a question, and it’s like starting a\nstone. You sit quietly on the top of a hill; and away the stone\ngoes, starting others; and presently some bland old bird (the last\nyou would have thought of) is knocked on the head in his own\nback-garden and the family have to change their name. No, sir, I\nmake it a rule of mine: the more it looks like Queer Street, the\nless I ask.”",
        "” A very good rule, too,” said the lawyer.",
        "“But I have studied the place for myself,” continued Mr. Enfield.\"\nIt seems scarcely a house. There is no other door, and nobody goes\nin or out of that one but, once in a great while, the gentleman of\nmy adventure. There are three windows looking on the court on the\nfirst floor; none below; the windows are always shut but they’re\nclean. And then there is a chimney which is generally smoking; so\nsomebody must live there. And yet it’s not so sure; for the\nbuildings are so packed together about that court, that it’s hard to\nsay where one ends and another begins.”",
        "The pair walked on again for a while in silence; and then,\n“Enfield,” said Mr. Utterson, “that’s a good rule of yours.”",
        "“Yes, I think it is,” returned Enfield.",
        "“But for all that,” continued the lawyer, “there’s one point I want\nto ask: I want to ask the name of that man who walked over the\nchild.”",
        "“Well,” said Mr. Enfield, “I can’t see what harm it would do. It\nwas a man of the name of Hyde.”",
        "“H’m,” said Mr. Utterson. “What sort of a man is he to see?”",
        "“He is not easy to describe. There is something wrong with his\nappearance; something displeasing, something downright detestable. I\nnever saw a man I so disliked, and yet I scarce know why. He must be\ndeformed somewhere; he gives a strong feeling of deformity, although\nI couldn’t specify the point. He’s an extraordinary-looking man, and\nyet I really can name nothing out of the way. No, sir; I can make no\nhand of it; I can’t describe him. And it’s not want of memory; for I\ndeclare I can see him this moment.”",
        "Mr. Utterson again walked some way in silence and obviously under a\nweight of consideration.",
        "“You are sure he used a key?” he inquired at last.",
        "“My dear sir...” began Enfield, surprised out of himself.",
        "“Yes, I know,” said Utterson; “I know it must seem strange. The\nfact is, if I do not ask you the name of the other party, it is\nbecause I know it already. You see, Richard, your tale has gone\nhome. If you have been inexact in any point, you had better correct\nit.”",
        "“I think you might have warned me,” returned the other, with a\ntouch of sullenness. “But I have been pedantically exact, as you\ncall it. The fellow had a key; and what’s more, he has it still. I\nsaw him use it, not a week ago.",
        "Mr. Utterson sighed deeply but said never a word; and the young man\npresently resumed. “Here is another lesson to say nothing,” said he.\n“I am ashamed of my long tongue. Let us make a bargain never to\nrefer to this again.”",
        "“With all my heart,” said the lawyer. “I shake hands on that,\nRichard.”",
        "Continue...",
        "\nThis complete text of Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson is in the public domain.\n\n\nThe Amazon book: The Strange Case of Dr. Jekyll and Mr. Hyde (Whole Story) by Robert Louis Stevenson, Francois Place (Illustrator).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Strange Case of Dr. Jekyll and Mr. Hyde (Collected Works of Robert Louis Stevenson)By Robert Louis StevensonAt Amazon"
    ]
}