{
    "title": "Strange Case of Dr. Jekyll and Mr. Hyde - Henry Jekyll’s Full Statement of the Case",
    "author": "Robert Louis Stevenson",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "I was born in the year 18 — to a large fortune, endowed besides\nwith excellent parts, inclined by nature to industry, fond of the\nrespect of the wise and good among my fellow-men, and thus, as\nmight have been supposed, with every guarantee of an honourable\nand distinguished future. And indeed the worst of my faults was a\ncertain impatient gaiety of disposition, such as has made the\nhappiness of many, but such as I found it hard to reconcile with\nmy imperious desire to carry my head high, and wear a more than\ncommonly grave countenance before the public. Hence it came about\nthat I concealed my pleasures; and that when I reached years of\nreflection, and began to look round me and take stock of my\nprogress and position in the world, I stood already committed to\na profound duplicity of life. Many a man would have even blazoned\nsuch irregularities as I was guilty of; but from the high views\nthat I had set before me, I regarded and hid them with an almost\nmorbid sense of shame. It was thus rather the exacting nature of my aspirations than any particular degradation in my\nfaults, that made me what I was and, with even a deeper trench\nthan in the majority of men, severed in me those provinces of\ngood and ill which divide and compound man’s dual nature. In this\ncase, I was driven to reflect deeply and inveterately on that\nhard law of life, which lies at the root of religion and is one\nof the most plentiful springs of distress. Though so profound a\ndouble-dealer, I was in no sense a hypocrite; both sides of me\nwere in dead earnest; I was no more myself when I laid aside\nrestraint and plunged in shame, than when I laboured, in the eye\nof day, at the furtherance of knowledge or the relief of sorrow\nand suffering. And it chanced that the direction of my scientific\nstudies, which led wholly toward the mystic and the\ntranscendental, re-acted and shed a strong light on this\nconsciousness of the perennial war among my members. With every\nday, and from both sides of my intelligence, the moral and the\nintellectual, I thus drew steadily nearer to that truth, by whose\npartial discovery I have been doomed to such a dreadful\nshipwreck: that man is not truly one, but truly two. I say two,\nbecause the state of my own knowledge does not pass beyond that\npoint. Others will follow, others will outstrip me on the same\nlines; and I hazard the guess that man will be ultimately known\nfor a mere polity of multifarious, incongruous, and independent\ndenizens. I, for my part, from the nature of my life, advanced infallibly in one\ndirection and in one direction only. It was on the moral side,\nand in my own person, that I learned to recognise the thorough\nand primitive duality of man; I saw that, of the two natures that\ncontended in the field of my consciousness, even if I could\nrightly be said to be either, it was only because I was radically\nboth; and from an early date, even before the course of my\nscientific discoveries had begun to suggest the most naked\npossibility of such a miracle, I had learned to dwell with\npleasure, as a beloved day-dream, on the thought of the\nseparation of these elements. If each, I told myself, could but\nbe housed in separate identities, life would be relieved of all\nthat was unbearable; the unjust delivered from the aspirations\nmight go his way, and remorse of his more upright twin; and the\njust could walk steadfastly and securely on his upward path,\ndoing the good things in which he found his pleasure, and no\nlonger exposed to disgrace and penitence by the hands of this\nextraneous evil. It was the curse of mankind that these\nincongruous fagots were thus bound together that in the agonised\nwomb of consciousness, these polar twins should be continuously\nstruggling. How, then, were they dissociated?",
        "I was so far in my reflections when, as I have said, a side-light\nbegan to shine upon the subject from the laboratory table. I\nbegan to perceive more deeply than it has ever yet been stated, the trembling\nimmateriality, the mist-like transience of this seemingly so\nsolid body in which we walk attired. Certain agents I found to\nhave the power to shake and to pluck back that fleshly vestment,\neven as a wind might toss the curtains of a pavilion. For two\ngood reasons, I will not enter deeply into this scientific branch\nof my confession. First, because I have been made to learn that\nthe doom and burthen of our life is bound for ever on man’s\nshoulders, and when the attempt is made to cast it off, it but\nreturns upon us with more unfamiliar and more awful pressure.\nSecond, because, as my narrative will make, alas! too evident, my\ndiscoveries were incomplete. Enough, then, that I not only\nrecognised my natural body for the mere aura and effulgence of\ncertain of the powers that made up my spirit, but managed to\ncompound a drug by which these powers should be dethroned from\ntheir supremacy, and a second form and countenance substituted,\nnone the less natural to me because they were the expression, and\nbore the stamp, of lower elements in my soul.",
        "I hesitated long before I put this theory to the test of\npractice. I knew well that I risked death; for any drug that so\npotently controlled and shook the very fortress of identity,\nmight by the least scruple of an overdose or at the least\ninopportunity in the moment of exhibition, utterly blot out that\nimmaterial tabernacle which I looked to it to change. But the temptation of a discovery so\nsingular and profound, at last overcame the suggestions of alarm.\nI had long since prepared my tincture; I purchased at once, from\na firm of wholesale chemists, a large quantity of a particular\nsalt which I knew, from my experiments, to be the last ingredient\nrequired; and late one accursed night, I compounded the elements,\nwatched them boil and smoke together in the glass, and when the\nebullition had subsided, with a strong glow of courage, drank off\nthe potion.",
        "The most racking pangs succeeded: a grinding in the bones, deadly\nnausea, and a horror of the spirit that cannot be exceeded at the\nhour of birth or death. Then these agonies began swiftly to\nsubside, and I came to myself as if out of a great sickness.\nThere was something strange in my sensations, something\nindescribably new and, from its very novelty, incredibly sweet. I\nfelt younger, lighter, happier in body; within I was conscious of\na heady recklessness, a current of disordered sensual images\nrunning like a mill-race in my fancy, a solution of the bonds of\nobligation, an unknown but not an innocent freedom of the soul. I\nknew myself, at the first breath of this new life, to be more\nwicked, tenfold more wicked, sold a slave to my original evil;\nand the thought, in that moment, braced and delighted me like\nwine. I stretched out my hands, exulting in the freshness of\nthese sensations; and in the act, I was suddenly aware that I had lost\nin stature.",
        "There was no mirror, at that date, in my room; that which stands\nbeside me as I write, was brought there later on and for the very\npurpose of these transformations. The night, however, was far\ngone into the morning — the morning, black as it was, was nearly\nripe for the conception of the day — the inmates of my house\nwere locked in the most rigorous hours of slumber; and I\ndetermined, flushed as I was with hope and triumph, to venture in\nmy new shape as far as to my bedroom. I crossed the yard, wherein\nthe constellations looked down upon me, I could have thought,\nwith wonder, the first creature of that sort that their\nunsleeping vigilance had yet disclosed to them; I stole through\nthe corridors, a stranger in my own house; and coming to my room,\nI saw for the first time the appearance of Edward Hyde.",
        "I must here speak by theory alone, saying not that which I know,\nbut that which I suppose to be most probable. The evil side of my\nnature, to which I had now transferred the stamping efficacy, was\nless robust and less developed than the good which I had just\ndeposed. Again, in the course of my life, which had been, after\nall, nine-tenths a life of effort, virtue, and control, it had\nbeen much less exercised and much less exhausted. And hence, as I\nthink, it came about that Edward Hyde was so much smaller, slighter, and younger than Henry Jekyll. Even as good shone upon\nthe countenance of the one, evil was written broadly and plainly\non the face of the other. Evil besides (which I must still\nbelieve to be the lethal side of man) had left on that body an\nimprint of deformity and decay. And yet when I looked upon that\nugly idol in the glass, I was conscious of no repugnance, rather\nof a leap of welcome. This, too, was myself. It seemed natural\nand human. In my eyes it bore a livelier image of the spirit, it\nseemed more express and single, than the imperfect and divided\ncountenance I had been hitherto accustomed to call mine. And in\nso far I was doubtless right. I have observed that when I wore\nthe semblance of Edward Hyde, none could come near to me at first\nwithout a visible misgiving of the flesh. This, as I take it, was\nbecause all human beings, as we meet them, are commingled out of\ngood and evil: and Edward Hyde, alone in the ranks of mankind,\nwas pure evil.",
        "I lingered but a moment at the mirror: the second and conclusive\nexperiment had yet to be attempted; it yet remained to be seen if\nI had lost my identity beyond redemption and must flee before\ndaylight from a house that was no longer mine; and hurrying back\nto my cabinet, I once more prepared and drank the cup, once more\nsuffered the pangs of dissolution, and came to myself once more\nwith the character, the stature, and the face of Henry Jekyll.",
        "That night I had come to the fatal cross-roads. Had I approached\nmy discovery in a more noble spirit, had I risked the experiment\nwhile under the empire of generous or pious aspirations, all must\nhave been otherwise, and from these agonies of death and birth, I\nhad come forth an angel instead of a fiend. The drug had no\ndiscriminating action; it was neither diabolical nor divine; it\nbut shook the doors of the prison-house of my disposition; and\nlike the captives of Philippi, that which stood within ran forth.\nAt that time my virtue slumbered; my evil, kept awake by\nambition, was alert and swift to seize the occasion; and the\nthing that was projected was Edward Hyde. Hence, although I had\nnow two characters as well as two appearances, one was wholly\nevil, and the other was still the old Henry Jekyll, that\nincongruous compound of whose reformation and improvement I had\nalready learned to despair. The movement was thus wholly toward\nthe worse.",
        "Even at that time, I had not yet conquered my aversion to the\ndryness of a life of study. I would still be merrily disposed at\ntimes; and as my pleasures were (to say the least) undignified,\nand I was not only well known and highly considered, but growing\ntoward the elderly man, this incoherency of my life was daily\ngrowing more unwelcome. It was on this side that my new power\ntempted me until I fell in slavery. I had but to drink the cup,\nto doff at once the body of the noted professor, and to assume, like a thick cloak, that\nof Edward Hyde. I smiled at the notion; it seemed to me at the\ntime to be humorous; and I made my preparations with the most\nstudious care. I took and furnished that house in Soho, to which\nHyde was tracked by the police; and engaged as housekeeper a\ncreature whom I well knew to be silent and unscrupulous. On the\nother side, I announced to my servants that a Mr. Hyde (whom I\ndescribed) was to have full liberty and power about my house in\nthe square; and to parry mishaps, I even called and made myself a\nfamiliar object, in my second character. I next drew up that will\nto which you so much objected; so that if anything befell me in\nthe person of Dr. Jekyll, I could enter on that of Edward Hyde\nwithout pecuniary loss. And thus fortified, as I supposed, on\nevery side, I began to profit by the strange immunities of my\nposition.",
        "Men have before hired bravos to transact their crimes, while\ntheir own person and reputation sat under shelter. I was the\nfirst that ever did so for his pleasures. I was the first that\ncould thus plod in the public eye with a load of genial\nrespectability, and in a moment, like a schoolboy, strip off\nthese lendings and spring headlong into the sea of liberty. But\nfor me, in my impenetrable mantle, the safety was complete. Think\nof it — I did not even exist! Let me but escape into my\nlaboratory door, give me but a second or two to mix and swallow the draught that I had always standing\nready; and whatever he had done, Edward Hyde would pass away like\nthe stain of breath upon a mirror; and there in his stead,\nquietly at home, trimming the midnight lamp in his study, a man\nwho could afford to laugh at suspicion, would be Henry Jekyll.",
        "The pleasures which I made haste to seek in my disguise were, as\nI have said, undignified; I would scarce use a harder term. But\nin the hands of Edward Hyde, they soon began to turn toward the\nmonstrous. When I would come back from these excursions, I was\noften plunged into a kind of wonder at my vicarious depravity.\nThis familiar that I called out of my own soul, and sent forth\nalone to do his good pleasure, was a being inherently malign and\nvillainous; his every act and thought centred on self; drinking\npleasure with bestial avidity from any degree of torture to\nanother; relentless like a man of stone. Henry Jekyll stood at\ntimes aghast before the acts of Edward Hyde; but the situation\nwas apart from ordinary laws, and insidiously relaxed the grasp\nof conscience. It was Hyde, after all, and Hyde alone, that was\nguilty. Jekyll was no worse; he woke again to his good qualities\nseemingly unimpaired; he would even make haste, where it was\npossible, to undo the evil done by Hyde. And thus his conscience\nslumbered.",
        "Into the details of the infamy at which I thus\nconnived (for even now I can scarce grant that I committed it) I\nhave no design of entering; I mean but to point out the warnings\nand the successive steps with which my chastisement approached. I\nmet with one accident which, as it brought on no consequence, I\nshall no more than mention. An act of cruelty to a child aroused\nagainst me the anger of a passer-by, whom I recognised the other\nday in the person of your kinsman; the doctor and the child’s\nfamily joined him; there were moments when I feared for my life;\nand at last, in order to pacify their too just resentment, Edward\nHyde had to bring them to the door, and pay them in a cheque\ndrawn in the name of Henry Jekyll. But this danger was easily\neliminated from the future, by opening an account at another bank\nin the name of Edward Hyde himself; and when, by sloping my own\nhand backward, I had supplied my double with a signature, I\nthought I sat beyond the reach of fate.",
        "Some two months before the murder of Sir Danvers, I had been out\nfor one of my adventures, had returned at a late hour, and woke\nthe next day in bed with somewhat odd sensations. It was in vain\nI looked about me; in vain I saw the decent furniture and tall\nproportions of my room in the square; in vain that I recognised\nthe pattern of the bed-curtains and the design of the mahogany\nframe; something still kept insisting that I was not where I was,\nthat I had not wakened where I seemed to be, but in the little\nroom in Soho where I was accustomed to sleep in the body of\nEdward Hyde. I smiled to myself, and, in my psychological way\nbegan lazily to inquire into the elements of this illusion,\noccasionally, even as I did so, dropping back into a comfortable\nmorning doze. I was still so engaged when, in one of my more\nwakeful moments, my eyes fell upon my hand. Now the hand of Henry\nJekyll (as you have often remarked) was professional in shape and\nsize: it was large, firm, white, and comely. But the hand which I\nnow saw, clearly enough, in the yellow light of a mid-London\nmorning, lying half shut on the bed-clothes, was lean, corded,\nknuckly, of a dusky pallor and thickly shaded with a swart growth\nof hair. It was the hand of Edward Hyde.",
        "I must have stared upon it for near half a minute, sunk as I was\nin the mere stupidity of wonder, before terror woke up in my\nbreast as sudden and startling as the crash of cymbals; and\nbounding from my bed, I rushed to the mirror. At the sight that\nmet my eyes, my blood was changed into something exquisitely thin\nand icy. Yes, I had gone to bed Henry Jekyll, I had awakened\nEdward Hyde. How was this to be explained? I asked myself, and\nthen, with another bound of terror — how was it to be remedied?\nIt was well on in the morning; the servants were up; all my drugs\nwere in the\ncabinet — a long journey down two pairs of stairs, through the\nback passage, across the open court and through the anatomical\ntheatre, from where I was then standing horror-struck. It might\nindeed be possible to cover my face; but of what use was that,\nwhen I was unable to conceal the alteration in my stature? And\nthen with an overpowering sweetness of relief, it came back upon\nmy mind that the servants were already used to the coming and\ngoing of my second self. I had soon dressed, as well as I was\nable, in clothes of my own size: had soon passed through the\nhouse, where Bradshaw stared and drew back at seeing Mr. Hyde at\nsuch an hour and in such a strange array; and ten minutes later,\nDr. Jekyll had returned to his own shape and was sitting down,\nwith a darkened brow, to make a feint of breakfasting.",
        "Small indeed was my appetite. This inexplicable incident, this\nreversal of my previous experience, seemed, like the Babylonian\nfinger on the wall, to be spelling out the letters of my\njudgment; and I began to reflect more seriously than ever before\non the issues and possibilities of my double existence. That part\nof me which I had the power of projecting, had lately been much\nexercised and nourished; it had seemed to me of late as though\nthe body of Edward Hyde had grown in stature, as though (when I\nwore that form) I were conscious of a more generous tide of\nblood; and I began to spy a danger that,\nif this were much prolonged, the balance of my nature might be\npermanently overthrown, the power of voluntary change be\nforfeited, and the character of Edward Hyde become irrevocably\nmine. The power of the drug had not been always equally\ndisplayed. Once, very early in my career, it had totally failed\nme; since then I had been obliged on more than one occasion to\ndouble, and once, with infinite risk of death, to treble the\namount; and these rare uncertainties had cast hitherto the sole\nshadow on my contentment. Now, however, and in the light of that\nmorning’s accident, I was led to remark that whereas, in the\nbeginning, the difficulty had been to throw off the body of\nJekyll, it had of late gradually but decidedly transferred itself\nto the other side. All things therefore seemed to point to this:\nthat I was slowly losing hold of my original and better self, and\nbecoming slowly incorporated with my second and worse.",
        "Between these two, I now felt I had to choose. My two natures had\nmemory in common, but all other faculties were most unequally\nshared between them. Jekyll (who was composite) now with the most\nsensitive apprehensions, now with a greedy gusto, projected and\nshared in the pleasures and adventures of Hyde; but Hyde was\nindifferent to Jekyll, or but remembered him as the mountain\nbandit remembers the cavern in which he conceals himself from\npursuit. Jekyll had more than a father’s interest; Hyde had more than a son’s indifference. To cast in my lot with\nJekyll, was to die to those appetites which I had long secretly\nindulged and had of late begun to pamper. To cast it in with\nHyde, was to die to a thousand interests and aspirations, and to\nbecome, at a blow and for ever, despised and friendless. The\nbargain might appear unequal; but there was still another\nconsideration in the scales; for while Jekyll would suffer\nsmartingly in the fires of abstinence, Hyde would be not even\nconscious of all that he had lost. Strange as my circumstances\nwere, the terms of this debate are as old and commonplace as man;\nmuch the same inducements and alarms cast the die for any tempted\nand trembling sinner; and it fell out with me, as it falls with\nso vast a majority of my fellows, that I chose the better part\nand was found wanting in the strength to keep to it.",
        "Yes, I preferred the elderly and discontented doctor, surrounded\nby friends and cherishing honest hopes; and bade a resolute\nfarewell to the liberty, the comparative youth, the light step,\nleaping impulses and secret pleasures, that I had enjoyed in the\ndisguise of Hyde. I made this choice perhaps with some\nunconscious reservation, for I neither gave up the house in Soho,\nnor destroyed the clothes of Edward Hyde, which still lay ready\nin my cabinet. For two months, however, I was true to my\ndetermination; for two months I led a life of such severity as I had never before attained to, and enjoyed the\ncompensations of an approving conscience. But time began at last\nto obliterate the freshness of my alarm; the praises of\nconscience began to grow into a thing of course; I began to be\ntortured with throes and longings, as of Hyde struggling after\nfreedom; and at last, in an hour of moral weakness, I once again\ncompounded and swallowed the transforming draught.",
        "I do not suppose that, when a drunkard reasons with himself upon\nhis vice, he is once out of five hundred times affected by the\ndangers that he runs through his brutish, physical insensibility;\nneither had I, long as I had considered my position, made enough\nallowance for the complete moral insensibility and insensate\nreadiness to evil, which were the leading characters of Edward\nHyde. Yet it was by these that I was punished. My devil had been\nlong caged, he came out roaring. I was conscious, even when I\ntook the draught, of a more unbridled, a more furious propensity\nto ill. It must have been this, I suppose, that stirred in my\nsoul that tempest of impatience with which I listened to the\ncivilities of my unhappy victim; I declare, at least, before God,\nno man morally sane could have been guilty of that crime upon so\npitiful a provocation; and that I struck in no more reasonable\nspirit than that in which a sick child may break a plaything. But\nI had voluntarily stripped myself of all those balancing\ninstincts by which even the worst of us continues to walk with some degree\nof steadiness among temptations; and in my case, to be tempted,\nhowever slightly, was to fall.",
        "Instantly the spirit of hell awoke in me and raged. With a\ntransport of glee, I mauled the unresisting body, tasting delight\nfrom every blow; and it was not till weariness had begun to\nsucceed, that I was suddenly, in the top fit of my delirium,\nstruck through the heart by a cold thrill of terror. A mist\ndispersed; I saw my life to be forfeit; and fled from the scene\nof these excesses, at once glorying and trembling, my lust of\nevil gratified and stimulated, my love of life screwed to the\ntopmost peg. I ran to the house in Soho, and (to make assurance\ndoubly sure) destroyed my papers; thence I set out through the\nlamplit streets, in the same divided ecstasy of mind, gloating on\nmy crime, light-headedly devising others in the future, and yet\nstill hastening and still hearkening in my wake for the steps of\nthe avenger. Hyde had a song upon his lips as he compounded the\ndraught, and as he drank it, pledged the dead man. The pangs of\ntransformation had not done tearing him, before Henry Jekyll,\nwith streaming tears of gratitude and remorse, had fallen upon\nhis knees and lifted his clasped hands to God. The veil of\nself-indulgence was rent from head to foot, I saw my life as a\nwhole: I followed it up from the days of childhood, when I had\nwalked with my father’s hand, and through the self-denying toils of my\nprofessional life, to arrive again and again, with the same sense\nof unreality, at the damned horrors of the evening. I could have\nscreamed aloud; I sought with tears and prayers to smother down\nthe crowd of hideous images and sounds with which my memory\nswarmed against me; and still, between the petitions, the ugly\nface of my iniquity stared into my soul. As the acuteness of this\nremorse began to die away, it was succeeded by a sense of joy.\nThe problem of my conduct was solved. Hyde was thenceforth\nimpossible; whether I would or not, I was now confined to the\nbetter part of my existence; and oh, how I rejoiced to think it!\nwith what willing humility, I embraced anew the restrictions of\nnatural life! with what sincere renunciation, I locked the door\nby which I had so often gone and come, and ground the key under\nmy heel!",
        "The next day, came the news that the murder had been overlooked,\nthat the guilt of Hyde was patent to the world, and that the\nvictim was a man high in public estimation. It was not only a\ncrime, it had been a tragic folly. I think I was glad to know it;\nI think I was glad to have my better impulses thus buttressed and\nguarded by the terrors of the scaffold. Jekyll was now my city of\nrefuge; let but Hyde peep out an instant, and the hands of all\nmen would be raised to take and slay him.",
        "I resolved in my future conduct to redeem the past; and I can say\nwith honesty that my resolve was fruitful of some good. You know\nyourself how earnestly in the last months of last year, I\nlaboured to relieve suffering; you know that much was done for\nothers, and that the days passed quietly, almost happily for\nmyself. Nor can I truly say that I wearied of this beneficent and\ninnocent life; I think instead that I daily enjoyed it more\ncompletely; but I was still cursed with my duality of purpose;\nand as the first edge of my penitence wore off, the lower side of\nme, so long indulged, so recently chained down, began to growl\nfor licence. Not that I dreamed of resuscitating Hyde; the bare\nidea of that would startle me to frenzy: no, it was in my own\nperson, that I was once more tempted to trifle with my\nconscience; and it was as an ordinary secret sinner, that I at\nlast fell before the assaults of temptation.",
        "There comes an end to all things; the most capacious measure is\nfilled at last; and this brief condescension to evil finally\ndestroyed the balance of my soul. And yet I was not alarmed; the\nfall seemed natural, like a return to the old days before I had\nmade discovery. It was a fine, clear, January day, wet under foot\nwhere the frost had melted, but cloudless overhead; and the\nRegent’s Park was full of winter chirrupings and sweet with\nspring odours. I sat in the sun on a bench; the animal within me\nlicking the chops of memory; the spiritual side a little, drowsed, promising\nsubsequent penitence, but not yet moved to begin. After all, I\nreflected, I was like my neighbours; and then I smiled, comparing\nmyself with other men, comparing my active goodwill with the lazy\ncruelty of their neglect. And at the very moment of that\nvain-glorious thought, a qualm came over me, a horrid nausea and\nthe most deadly shuddering. These passed away, and left me faint;\nand then as in its turn the faintness subsided, I began to be\naware of a change in the temper of my thoughts, a greater\nboldness, a contempt of danger, a solution of the bonds of\nobligation. I looked down; my clothes hung formlessly on my\nshrunken limbs; the hand that lay on my knee was corded and\nhairy. I was once more Edward Hyde. A moment before I had been\nsafe of all men’s respect, wealthy, beloved — the cloth laying\nfor me in the dining-room at home; and now I was the common\nquarry of mankind, hunted, houseless, a known murderer, thrall to\nthe gallows.",
        "My reason wavered, but it did not fail me utterly. I have more\nthan once observed that, in my second character, my faculties\nseemed sharpened to a point and my spirits more tensely elastic;\nthus it came about that, where Jekyll perhaps might have\nsuccumbed, Hyde rose to the importance of the moment. My drugs\nwere in one of the presses of my cabinet; how was I\nto reach them? That was the problem that (crushing my temples in\nmy hands) I set myself to solve. The laboratory door I had\nclosed. If I sought to enter by the house, my own servants would\nconsign me to the gallows. I saw I must employ another hand, and\nthought of Lanyon. How was he to be reached? how persuaded?\nSupposing that I escaped capture in the streets, how was I to\nmake my way into his presence? and how should I, an unknown and\ndispleasing visitor, prevail on the famous physician to rifle the\nstudy of his colleague, Dr. Jekyll? Then I remembered that of my\noriginal character, one part remained to me: I could write my own\nhand; and once I had conceived that kindling spark, the way that\nI must follow became lighted up from end to end.",
        " Thereupon, I arranged my clothes as best I could, and summoning\na passing hansom, drove to an hotel in Portland Street, the name\nof which I chanced to remember. At my appearance (which was\nindeed comical enough, however tragic a fate these garments\ncovered) the driver could not conceal his mirth. I gnashed my\nteeth upon him with a gust of devilish fury; and the smile\nwithered from his face — happily for him — yet more happily for\nmyself, for in another instant I had certainly dragged him from\nhis perch. At the inn, as I entered, I looked about me with so\nblack a countenance as made the attendants tremble; not a look\ndid they exchange in my presence; but obsequiously took my orders, led me to a private\nroom, and brought me wherewithal to write. Hyde in danger of his\nlife was a creature new to me; shaken with inordinate anger,\nstrung to the pitch of murder, lusting to inflict pain. Yet the\ncreature was astute; mastered his fury with a great effort of the\nwill; composed his two important letters, one to Lanyon and one\nto Poole; and that he might receive actual evidence of their\nbeing posted, sent them out with directions that they should be\nregistered.",
        "Thenceforward, he sat all day over the fire in the private room,\ngnawing his nails; there he dined, sitting alone with his fears,\nthe waiter visibly quailing before his eye; and thence, when the\nnight was fully come, he set forth in the corner of a closed cab,\nand was driven to and fro about the streets of the city. He, I\nsay — I cannot say, I. That child of Hell had nothing human;\nnothing lived in him but fear and hatred. And when at last,\nthinking the driver had begun to grow suspicious, he discharged\nthe cab and ventured on foot, attired in his misfitting clothes,\nan object marked out for observation, into the midst of the\nnocturnal passengers, these two base passions raged within him\nlike a tempest. He walked fast, hunted by his fears, chattering\nto himself, skulking through the less-frequented thoroughfares,\ncounting the minutes that still divided him from midnight. Once a\nwoman spoke to him, offering, I think, a box of lights. He smote\nher in the face, and she fled.",
        "When I came to myself at Lanyon’s, the horror of my old friend\nperhaps affected me somewhat: I do not know; it was at least but\na drop in the sea to the abhorrence with which I looked back upon\nthese hours. A change had come over me. It was no longer the fear\nof the gallows, it was the horror of being Hyde that racked me. I\nreceived Lanyon’s condemnation partly in a dream; it was partly\nin a dream that I came home to my own house and got into bed. I\nslept after the prostration of the day, with a stringent and\nprofound slumber which not even the nightmares that wrung me\ncould avail to break. I awoke in the morning shaken, weakened,\nbut refreshed. I still hated and feared the thought of the brute\nthat slept within me, and I had not of course forgotten the\nappalling dangers of the day before; but I was once more at home,\nin my own house and close to my drugs; and gratitude for my\nescape shone so strong in my soul that it almost rivalled the\nbrightness of hope.",
        "I was stepping leisurely across the court after breakfast,\ndrinking the chill of the air with pleasure, when I was seized\nagain with those indescribable sensations that heralded the\nchange; and I had but the time to gain the shelter of my cabinet,\nbefore I was once again raging and freezing with the passions of\nHyde. It took on this occasion a double dose to recall me to\nmyself; and alas! Six hours after, as I sat looking sadly in the\nfire, the pangs returned, and the drug had to be re-administered.\nIn short, from that day forth it seemed only by a great effort as\nof gymnastics, and only under the immediate stimulation of the\ndrug, that I was able to wear the countenance of Jekyll. At all\nhours of the day and night, I would be taken with the premonitory\nshudder; above all, if I slept, or even dozed for a moment in my\nchair, it was always as Hyde that I awakened. Under the strain of\nthis continually-impending doom and by the sleeplessness to which\nI now condemned myself, ay, even beyond what I had thought\npossible to man, I became, in my own person, a creature eaten up\nand emptied by fever, languidly weak both in body and mind, and\nsolely occupied by one thought: the horror of my other self. But\nwhen I slept, or when the virtue of the medicine wore off, I\nwould leap almost without transition (for the pangs of\ntransformation grew daily less marked) into the possession of a\nfancy brimming with images of terror, a soul boiling with\ncauseless hatreds, and a body that seemed not strong enough to\ncontain the raging energies of life. The powers of Hyde seemed to\nhave grown with the sickliness of Jekyll. And certainly the hate\nthat now divided them was equal on each side. With Jekyll, it was\na thing of vital instinct. He had now seen the full deformity of\nthat creature that shared with him some of the phenomena of\nconsciousness, and was co-heir with him to death: and beyond these\nlinks of community, which in themselves made the most poignant\npart of his distress, he thought of Hyde, for all his energy of\nlife, as of something not only hellish but inorganic. This was the\nshocking thing; that the slime of the pit seemed to utter cries\nand voices; that the amorphous dust gesticulated and sinned; that\nwhat was dead, and had no shape, should usurp the offices of life.\nAnd this again, that that insurgent horror was knit to him closer\nthan a wife, closer than an eye; lay caged in his flesh, where he\nheard it mutter and felt it struggle to be born; and at every hour\nof weakness, and in the confidence of slumber, prevailed against\nhim and deposed him out of life. The hatred of Hyde for Jekyll,\nwas of a different order. His tenor of the gallows drove him\ncontinually to commit temporary suicide, and return to his\nsubordinate station of a part instead of a person; but he loathed\nthe necessity, he loathed the despondency into which Jekyll was\nnow fallen, and he resented the dislike with which he was himself\nregarded. Hence the ape-like tricks that he would play me,\nscrawling in my own hand blasphemies on the pages of my books,\nburning the letters and destroying the portrait of my father; and\nindeed, had it not been for his fear of death, he would long ago\nhave ruined himself in order to involve me in the ruin. But his\nlove of life is wonderful; I go further: I, who sicken\nand freeze at the mere thought of him, when I recall the\nabjection and passion of this attachment, and when I know how he\nfears my power to cut him off by suicide, I find it in my heart\nto pity him.",
        "It is useless, and the time awfully fails me, to prolong this\ndescription; no one has ever suffered such torments, let that\nsuffice; and yet even to these, habit brought — no, not\nalleviation — but a certain callousness of soul, a certain\nacquiescence of despair; and my punishment might have gone on for\nyears, but for the last calamity which has now fallen, and which\nhas finally severed me from my own face and nature. My provision\nof the salt, which had never been renewed since the date of the\nfirst experiment, began to run low. I sent out for a fresh\nsupply, and mixed the draught; the ebullition followed, and the\nfirst change of colour, not the second; I drank it and it was\nwithout efficiency. You will learn from Poole how I have had\nLondon ransacked; it was in vain; and I am now persuaded that my\nfirst supply was impure, and that it was that unknown impurity\nwhich lent efficacy to the draught.",
        "About a week has passed, and I am now finishing this statement\nunder the influence of the last of the old powders. This, then,\nis the last time, short of a miracle, that Henry Jekyll can think\nhis own thoughts or see his own face (now how sadly altered!)\nin the glass. Nor must I delay\ntoo long to bring my writing to an end; for if my narrative has\nhitherto escaped destruction, it has been by a combination of\ngreat prudence and great good luck. Should the throes of change\ntake me in the act of writing it, Hyde will tear it in pieces;\nbut if some time shall have elapsed after I have laid it by, his\nwonderful selfishness and Circumscription to the moment will\nprobably save it once again from the action of his ape-like\nspite. And indeed the doom that is closing on us both, has\nalready changed and crushed him. Half an hour from now, when I\nshall again and for ever re-indue that hated personality, I know\nhow I shall sit shuddering and weeping in my chair, or continue,\nwith the most strained and fear-struck ecstasy of listening, to\npace up and down this room (my last earthly refuge) and give ear\nto every sound of menace. Will Hyde die upon the scaffold? or\nwill he find courage to release himself at the last moment? God\nknows; I am careless; this is my true hour of death, and what is\nto follow concerns another than myself. Here then, as I lay down\nthe pen and proceed to seal up my confession, I bring the life of\nthat unhappy Henry Jekyll to an end.",
        " ",
        "\nThis complete text of Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson is in the public domain.\n\n\nThe Amazon book: The Strange Case of Dr. Jekyll and Mr. Hyde (Whole Story) by Robert Louis Stevenson, Francois Place (Illustrator).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Strange Case of Dr. Jekyll and Mr. Hyde (Collected Works of Robert Louis Stevenson)By Robert Louis StevensonAt Amazon"
    ]
}