{
    "title": "Strange Case of Dr. Jekyll and Mr. Hyde - The Carew Murder Case",
    "author": "Robert Louis Stevenson",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "Nearly a year later, in the month of October, 18 — , London was\nstartled by a crime of singular ferocity and rendered all the more\nnotable by the high position of the victim. The details were few and\nstartling. A maid servant living alone in a house not far from the\nriver, had gone up-stairs to bed about eleven. Although a fog rolled\nover the city in the small hours, the early part of the night was\ncloudless, and the lane, which the maid’s window overlooked, was\nbrilliantly lit by the full moon. It seems she was romantically\ngiven, for she sat down upon her box, which stood immediately under\nthe window, and fell into a dream of musing. Never (she used to say,\nwith streaming tears, when she narrated that experience), never had\nshe felt more at peace with all men or thought more kindly of the\nworld. And as she so sat she became aware of an aged and beautiful\ngentleman with white hair, drawing near along the lane; and\nadvancing to meet him, another and very small gentleman, to whom at\nfirst she paid less attention. When they had come within speech (which was\njust under the maid’s eyes) the older man bowed and accosted the\nother with a very pretty manner of politeness. It did not seem as\nif the subject of his address were of great importance; indeed,\nfrom his pointing, it sometimes appeared as if he were only\ninquiring his way; but the moon shone on his face as he spoke, and\nthe girl was pleased to watch it, it seemed to breathe such an\ninnocent and old-world kindness of disposition, yet with something\nhigh too, as of a well-founded self-content. Presently her eye\nwandered to the other, and she was surprised to recognise in him a\ncertain Mr. Hyde, who had once visited her master and for whom she\nhad conceived a dislike. He had in his hand a heavy cane, with which\nhe was trifling; but he answered never a word, and seemed to listen\nwith an ill-contained impatience. And then all of a sudden he broke\nout in a great flame of anger, stamping with his foot, brandishing\nthe cane, and carrying on (as the maid described it) like a madman.\nThe old gentleman took a step back, with the air of one very much\nsurprised and a trifle hurt; and at that Mr. Hyde broke out of all\nbounds and clubbed him to the earth. And next moment, with ape-like\nfury, he was trampling his victim under foot and hailing down a\nstorm of blows, under which the bones were audibly shattered and the\nbody jumped upon the roadway. At the horror of these sights and\nsounds, the maid fainted.",
        "It was two o’clock when she came to herself and called for the\npolice. The murderer was gone long ago; but there lay his victim in\nthe middle of the lane, incredibly mangled. The stick with which the\ndeed had been done, although it was of some rare and very tough and\nheavy wood, had broken in the middle under the stress of this\ninsensate cruelty; and one splintered half had rolled in the\nneighbouring gutter — the other, without doubt, had been carried\naway by the murderer. A purse and a gold watch were found upon the\nvictim: but no cards or papers, except a sealed and stamped\nenvelope, which he had been probably carrying to the post, and which\nbore the name and address of Mr. Utterson.",
        "This was brought to the lawyer the next morning, before he was out\nof bed; and he had no sooner seen it, and been told the\ncircumstances, than he shot out a solemn lip. “I shall say nothing\ntill I have seen the body,” said he; “this may be very serious. Have\nthe kindness to wait while I dress.” And with the same grave\ncountenance he hurried through his breakfast and drove to the police\nstation, whither the body had been carried. As soon as he came into\nthe cell, he nodded.",
        "“Yes,” said he, “I recognise him. I am sorry to say that this is\nSir Danvers Carew.”",
        "“Good God, sir,” exclaimed the officer, “is it possible?” And the\nnext moment his eye lighted up with professional ambition. “This will make a deal of\nnoise,” he said. “And perhaps you can help us to the man.” And he\nbriefly narrated what the maid had seen, and showed the broken\nstick.",
        "Mr. Utterson had already quailed at the name of Hyde; but when the\nstick was laid before him, he could doubt no longer; broken and\nbattered as it was, he recognised it for one that he had himself\npresented many years before to Henry Jekyll.",
        "“Is this Mr. Hyde a person of small stature?” he inquired.",
        "“Particularly small and particularly wicked-looking, is what the\nmaid calls him,” said the officer.",
        "Mr. Utterson reflected; and then, raising his head, “If you will\ncome with me in my cab,” he said, “I think I can take you to his\nhouse.”",
        "It was by this time about nine in the morning, and the first fog of\nthe season. A great chocolate-coloured pall lowered over heaven, but\nthe wind was continually charging and routing these embattled\nvapours; so that as the cab crawled from street to street, Mr.\nUtterson beheld a marvellous number of degrees and hues of twilight;\nfor here it would be dark like the back-end of evening; and there\nwould be a glow of a rich, lurid brown, like the light of some\nstrange conflagration; and here, for a moment, the fog would be\nquite broken up, and a haggard shaft of daylight would glance in between the swirling wreaths. The\ndismal quarter of Soho seen under these changing glimpses, with its\nmuddy ways, and slatternly passengers, and its lamps, which had\nnever been extinguished or had been kindled afresh to combat this\nmournful re-invasion of darkness, seemed, in the lawyer’s eyes, like\na district of some city in a nightmare. The thoughts of his mind,\nbesides, were of the gloomiest dye; and when he glanced at the\ncompanion of his drive, he was conscious of some touch of that\nterror of the law and the law’s officers, which may at times assail\nthe most honest.",
        "As the cab drew up before the address indicated, the fog lifted a\nlittle and showed him a dingy street, a gin palace, a low French\neating-house, a shop for the retail of penny numbers and twopenny\nsalads, many ragged children huddled in the doorways, and many\nwomen of different nationalities passing out, key in hand, to have a\nmorning glass; and the next moment the fog settled down again upon\nthat part, as brown as umber, and cut him off from his blackguardly\nsurroundings. This was the home of Henry Jekyll’s favourite; of a\nman who was heir to a quarter of a million sterling.",
        "An ivory-faced and silvery-haired old woman opened the door. She\nhad an evil face, smoothed by hypocrisy; but her manners were\nexcellent. Yes, she said, this was Mr. Hyde’s, but he was not at\nhome; he had been in that night very late, but had gone away again in less than an hour; there was nothing\nstrange in that; his habits were very irregular, and he was often\nabsent; for instance, it was nearly two months since she had seen\nhim till yesterday.",
        "“Very well, then, we wish to see his rooms,” said the lawyer; and\nwhen the woman began to declare it was impossible, “I had better\ntell you who this person is,” he added. “This is Inspector Newcomen\nof Scotland Yard.”",
        "A flash of odious joy appeared upon the woman’s face. “Ah!” said\nshe, “he is in trouble! What has he done?",
        "“Mr. Utterson and the inspector exchanged glances. “He don’t seem a\nvery popular character,” observed the latter. “And now, my good\nwoman, just let me and this gentleman have a look about us.”",
        "In the whole extent of the house, which but for the old woman\nremained otherwise empty, Mr. Hyde had only used a couple of rooms;\nbut these were furnished with luxury and good taste. A closet was\nfilled with wine; the plate was of silver, the napery elegant; a\ngood picture hung upon the walls, a gift (as Utterson supposed) from\nHenry Jekyll, who was much of a connoisseur; and the carpets were of\nmany plies and agreeable in colour. At this moment, however, the\nrooms bore every mark of having been recently and hurriedly\nransacked; clothes lay about the floor, with their pockets inside\nout; lock-fast drawers stood open; and on the hearth there lay a pile of\ngrey ashes, as though many papers had been burned. From these\nembers the inspector disinterred the butt-end of a green\ncheque-book, which had resisted the action of the fire; the other\nhalf of the stick was found behind the door. and as this clinched\nhis suspicions, the officer declared himself delighted. A visit to\nthe bank, where several thousand pounds were found to be lying to\nthe murderer’s credit, completed his gratification.",
        "“You may depend upon it, sir,” he told Mr. Utterson: “I have him in\nmy hand. He must have lost his head, or he never would have left the\nstick or, above all, burned the cheque-book. Why, money’s life to\nthe man. We have nothing to do but wait for him at the bank, and get\nout the handbills.”",
        "This last, however, was not so easy of accomplishment; for Mr. Hyde\nhad numbered few familiars — even the master of the servant-maid\nhad only seen him twice; his family could nowhere be traced; he had\nnever been photographed; and the few who could describe him differed\nwidely, as common observers will. Only on one point, were they\nagreed; and that was the haunting sense of unexpressed deformity\nwith which the fugitive impressed his beholders.",
        "Continue...",
        "\nThis complete text of Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson is in the public domain.\n\n\nThe Amazon book: The Strange Case of Dr. Jekyll and Mr. Hyde (Whole Story) by Robert Louis Stevenson, Francois Place (Illustrator).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Strange Case of Dr. Jekyll and Mr. Hyde (Collected Works of Robert Louis Stevenson)By Robert Louis StevensonAt Amazon"
    ]
}