{
    "title": "Strange Case of Dr. Jekyll and Mr. Hyde - Incident at the Window",
    "author": "Robert Louis Stevenson",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "It chanced on Sunday, when Mr. Utterson was on his usual walk\nwith Mr. Enfield, that their way lay once again through the\nby-street; and that when they came in front of the door, both\nstopped to gaze on it.",
        "“Well,” said Enfield, “that story’s at an end at least. We shall\nnever see more of Mr. Hyde.”",
        "“I hope not,” said Utterson. “Did I ever tell you that I once saw\nhim, and shared your feeling of repulsion?”",
        "“It was impossible to do the one without the other,” returned\nEnfield. “And by the way, what an ass you must have thought me,\nnot to know that this was a back way to Dr. Jekyll’s! It was\npartly your own fault that I found it out, even when I did.”",
        "“So you found it out, did you?” said Utterson. “But if that be\nso, we may step into the court and take a look at the windows. To\ntell you the truth, I am uneasy about poor Jekyll; and even\noutside, I feel as if the presence of a friend might do him\ngood.”",
        "The court was very cool and a little damp, and full of premature\ntwilight, although the sky, high up overhead, was still bright\nwith sunset. The middle one of the three windows was half-way\nopen; and sitting close beside it, taking the air with an\ninfinite sadness of mien, like some disconsolate prisoner,\nUtterson saw Dr. Jekyll.",
        "“What! Jekyll!” he cried. “I trust you are better.”",
        "“I am very low, Utterson,” replied the doctor, drearily, “very\nlow. It will not last long, thank God.”",
        "“You stay too much indoors,” said the lawyer. “You should be out,\nwhipping up the circulation like Mr. Enfield and me. (This is my\ncousin — Mr. Enfield — Dr. Jekyll.) Come, now; get your hat and\ntake a quick turn with us.”",
        "“You are very good,” sighed the other. “I should like to very\nmuch; but no, no, no, it is quite impossible; I dare not. But\nindeed, Utterson, I am very glad to see you; this is really a\ngreat pleasure; I would ask you and Mr. Enfield up, but the place\nis really not fit.”",
        "“Why then,” said the lawyer, good-naturedly, “the best thing we\ncan do is to stay down here and speak with you from where we\nare.”",
        "“That is just what I was about to venture to propose,” returned\nthe doctor with a smite. But the words were hardly uttered,\nbefore the smile was struck out of his face and succeeded by an expression of such abject terror and despair, as froze the\nvery blood of the two gentlemen below. They saw it but for a\nglimpse, for the window was instantly thrust down; but that\nglimpse had been sufficient, and they turned and left the court\nwithout a word. In silence, too, they traversed the by-street;\nand it was not until they had come into a neighbouring\nthoroughfare, where even upon a Sunday there were still some\nstirrings of life, that Mr. Utterson at last turned and looked at\nhis companion. They were both pale; and there was an answering\nhorror in their eyes.",
        "“God forgive us, God forgive us,” said Mr. Utterson.",
        "But Mr. Enfield only nodded his head very seriously and walked on\nonce more in silence.",
        "Continue...",
        "\nThis complete text of Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson is in the public domain.\n\n\nThe Amazon book: The Strange Case of Dr. Jekyll and Mr. Hyde (Whole Story) by Robert Louis Stevenson, Francois Place (Illustrator).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Strange Case of Dr. Jekyll and Mr. Hyde (Collected Works of Robert Louis Stevenson)By Robert Louis StevensonAt Amazon"
    ]
}