{
    "title": "Ten Great Events in History -",
    "author": "James Johonnot",
    "chapter": "3",
    "content": [
        "\n\nDrawing of the Mayflower\nFrom the collection of the\nCape Cod Pilgrim Memorial Association\n\n",
        "\n\n",
        "1. After the destruction of Jerusalem by Titus, in the year 70 of the\nChristian era, Palestine continued for upward of two centuries in the\ncondition of a Roman province, inhabited by a mixed population of\npagans, Jews, and Christians. In Jerusalem, temples of Venus and\nJupiter were erected on the most sacred spots of Christian history;\nand heathenism triumphed in the possession of the Holy City of two\nreligions. On the establishment of Christianity in the Roman Empire by\nConstantine, in the year 321, this state of things was changed;\nPalestine and Jerusalem became objects of interest to all Christians,\nand crowds of pilgrims visited the localities celebrated by the\nevangelists. Splendid churches were erected on the ruins of pagan\ntemples, and every spot pointed out as the scene of the memorable\nevents in the life of Christ and his apostles was marked by a chapel\nor house of prayer. Jerusalem and the Holy Land became the resort of\nnumerous bodies of clergy, who resided in the churches and monasteries\nwhich the piety of the wealthy had founded for them.",
        "2. At the end of the fourth century, the gigantic Roman Empire was\nbroken up into two, the Eastern, the capital of which was\nConstantinople, and the Western, the capital of which was Rome. It was\nto the former of these that Syria and Palestine were attached. Before\nthe end of the fifth century the Western Empire had been destroyed by\nthe eruption of the German races, and the beginnings of a new European\ncivilization were rising from its ruins. Meanwhile, the Eastern\nremained entire, till about the year 630, when the Arabs, burning with\nthe spirit of conquest infused into them by the religion of Mohammed,\npoured into its provinces. Egypt, Syria, and Palestine were annexed as\ndependencies to the great Arabic Empire of the caliphs. The religion\nof Mohammed became dominant in the Holy Land, the temples and chapels\nwere converted into mosques.",
        "3. Numbers of pilgrims still continued each year to visit Palestine.\nIn return for a certain tribute, the earlier caliphs permitted the\nChristians of Jerusalem to have a patriarch, and to carry on their own\nform of worship. Of all the caliphs, the celebrated Haroun al-Rashid,\nbest known to us in the stories of the “Arabian Nights,” was the most\ntolerant, and under him the Christians enjoyed perfect peace.",
        "4. Great cruelties were practised by the Fatimite caliphs, who\nconquered Syria about the year 980. The pilgrims were robbed, beaten,\nand sometimes slain on their journey, the Christian residents\noppressed by heavy impositions, and their feelings outraged by insults\nagainst their religion. These sufferings were slight, however,\ncompared with those which they endured after the invasion and conquest\nof Palestine by the Turkish hordes in 1065. But recently converted to\nMoslemism, and therefore more rude and fanatical than the other\nMohammedans, these Turks wreaked their vengeance on all\nalike–Christians, Jews, and even the native Mohammedans.",
        "5. The news of the atrocities perpetrated by the Turks produced a deep\nsensation over the whole of Christendom, as well among the Latin\nChristians as among the Greek Christians, the name given to the\npopulation of what remained of the old Byzantine Empire. The latter\nhad reason to dread that, if the Turks were not checked,\nConstantinople, their capital, would soon share the same fate as\nJerusalem. Accordingly, about the year 1073, the Greek Emperor, Manuel\nVII, sent to supplicate the assistance of the great Pope Gregory VII\nagainst the Turks. Till now there had prevailed a spirit of antagonism\nbetween the Greek and Latin churches, the former refusing to yield\nobedience to the pope of the West as the universal head of the Church.\nGregory, therefore, eagerly received the application of the Greek\nEmperor, seeing the promise of the final subjection of the Greek to\nthe Latin Church. He resolved to give the enterprise his countenance,\nand to march himself at the head of an army to rescue the Holy\nSepulchre.",
        "6. Gregory was prevented from ever carrying out his design, and the\nidea of a crusade gradually died away. Meanwhile, the Turks extended\ntheir victories at the expense of the Greek Empire. Before the\naccession of the celebrated Alexius Comnenus to the throne in 1081,\nthe whole of Asia Minor was in the possession of the Turks, and broken\nup into a number of kingdoms, the sultans of which soon began to\nquarrel among themselves. The disturbed state of Asia Minor greatly\nincreased the sufferings of the pilgrims; not one out of three\nreturned to recount the story of his hardships.",
        "7. Among those who undertook the pilgrimage to Jerusalem, when the\ndangers attending it were the greatest, was a native of Amiens in\nFrance, named Peter, who had become a monk and an ascetic, being\ncalled from his solitary manner of life, Peter the Hermit. He arrived\nsafely at Jerusalem, and visited all the scenes sacred to a\nChristian’s eyes. As he walked along the streets, looking at this and\nthat holy spot, insolent and contemptuous Turks looked on and mocked\nhim, and his spirit grew bitter within him, and his hand clutched\nitself convulsively as if longing for a sword.",
        "8. Burning with a sense of injuries sustained by the Christians, and\nthe desecration of the sacred places, he sought the counsel of Simeon,\nthe Greek patriarch of Jerusalem. In reply to Peter’s questions, he\nexplained that nothing was to be expected from the Greek Empire in\nbehalf of the Holy Land, the court of Constantinople was so dissolute\nand corrupt, and that the only hope was that the Latin princes might\nbe persuaded to form a league for the grand purpose entertained by\nGregory VII. “Write,” Peter said to the patriarch, “to the pope and to\nall Latin Christians, and seal your letters with the signet of your\noffice as patriarch of Jerusalem. As a penance for my sins, I will\ntravel over Europe, I will describe everywhere the desolate condition\nof the Holy City, and exhort princes and people to wrest it from the\nprofane hands of the infidels.”",
        "9. The letters were accordingly written, and the hermit set sail with\nthem from Joppa. Arriving in Italy he presented the documents to the\npope, Urban II, a pupil and protégé of Gregory VII, urging his\nholiness to use his authority, as the head of Christendom, to set in\nmotion a scheme for regaining the birthplace of Christ. Enthusiasm is\ncontagious, and the pope appears to have caught it instantly from one\nwhose zeal was so unbounded. Giving the Hermit full powers, he sent\nhim abroad to preach the holy war. Peter departed, going from town to\ntown, and from village to village, and, in the language of the\nchroniclers, “traversing the whole of Europe in less than a year’s\ntime.” His strange and wild aspect, his glittering eye, his shrill\nand unearthly eloquence, the grandeur of his theme, his pathetic\ndescriptions of Jerusalem and the Christians there, produced\neverywhere the most extraordinary sensations. “He set out,” says a\ncontemporary historian, “from whence I know not, nor with what\npurpose; but we saw him passing through the towns and villages,\neverywhere preaching, and the people flocking round him, loading him\nwith gifts, and praising his sanctity with such eulogiums, that I\nnever remember having seen so great honors paid to any other man. The\npeople reverenced him so that they plucked the hairs from the mane of\nhis mule, and kept them afterward as relics. Out of doors he generally\nwore a woolen tunic, with a brown mantle, which descended to his\nheels. His arms and feet were bare, he ate little or no bread, but\nlived on fish and wine.”",
        "10. Such being the success of the Hermit’s mission, the pope showed\nhis approbation of the project by summoning in the year 1095 two\ncouncils. The first of these was held at Placentia in March;\nambassadors from the Greek Emperor appeared to petition for aid\nagainst the Turks, and the members of the council were unanimous in\ntheir support of the crusade. The second, the famous Council of\nClermont, was held at the town of that name in Auvergne in the month\nof November. It was in the midst of an extremely cold winter, and the\nground was covered with snow. During seven days the council sat with\nclosed doors, while immense crowds from all parts of France flocked\ninto the town, in the expectation that the pope himself would address\nthe people.",
        "11. All the neighborhood presented the appearance of a vast camp.\nIssuing from the church in his full canonicals, surrounded by his\ncardinals and bishops in all the splendor of ecclesiastical costume,\nthe pope stood before the populace on a high scaffolding, erected for\nthe occasion, and covered with scarlet cloth. A brilliant array of\nbishops and cardinals surrounded him, and among them, humbler in rank\nbut more important in the world’s eye, the Hermit Peter, dressed in\nhis simple woolen gown. The pope’s eloquent words touched every heart.\nHe was interrupted by the united voice of the people shouting “God\nwills it! God wills it!” Hushing the joyous tumult with a wave of his\nhand, the pontiff continued “Be they then your war-cry in the combat,\nfor those words came from God. Let the army of the Lord, when it\nrushes upon its enemies, shout but that one cry, ’God wills it! God\nwills it!’ Let whoever is inclined to devote himself to this holy\ncause wear on his breast or back the sign of the holy cross.” From\nthis time the red cross was the sacred emblem of the crusaders.",
        "12. Following the Council of Clermont, preparations for invading the\nHoly Land began in almost every country of Europe. The clanging of the\nsmith’s hammer, making or repairing armor, was heard in every village.\nAll who had property of any description rushed to the mart to change\nit for hard cash. The nobles mortgaged their estates, the farmer\nendeavored to sell his plow, and the artisan his tools to purchase a\nsword for the deliverance of Jerusalem. Women disposed of their\ntrinkets for the same purpose. During the spring and summer of 1096\nthe roads teemed with crusaders, all hastening to the towns and\nvillages appointed as the rendevous of the district. Very few knew\nwhere Jerusalem was. Some thought it fifty thousand miles away, and\nothers imagined it but a month’s journey; while at the sight of every\ntower or castle the children exclaimed “Is that Jerusalem?” Little\nattempt at any organization was made, though the multitude had three\nleaders. It is said that the first band, consisting of twenty thousand\nfoot, with only eight horsemen, were led by a Burgundian gentleman,\ncalled Walter the Penniless. They were followed by a rabble of forty\nthousand men, women, and children, led by Peter the Hermit, a medley\nof all nations and languages. Next followed a band of fifteen thousand\nmen, mostly Germans, under a priest named Gottschalk. These three\nmultitudes led the way in the crusades, pursuing the same route, that,\nnamely, which leads through Hungary and Bulgaria toward Asia Minor.",
        "13. Like their nominal leader, each of the followers of Walter the\nPenniless was poor to penury, and trusted for subsistence to the\nchances of the road. In Hungary they met with loud resistance from the\npeople, whose houses they attacked and plundered, but in Bulgaria the\nnatives declared war against the hungry horde; they were dispersed and\nalmost exterminated. Some of the survivors retraced their steps; the\nrest, among whom was Walter, reached Constantinople, where they\nawaited the arrival of Peter and his companions. The Hermit, who had\nthe same difficulties to contend with in marching through Hungary and\nBulgaria, reached Constantinople with his army greatly reduced, and in\na most deplorable condition. Here he and Walter joined forces, the\nHermit assuming the superior command. They were hospitably received by\nthe emperor, but their riotous conduct soon wearied out his patience,\nand he was glad to listen to a proposal of the Hermit to furnish them\nwith the means of passing at once into Asia. The rabble accordingly\ncrossed the Bosphorus, and took up their quarters in Bethynia. Here\nthey became perfectly ungovernable, ravaging the country around, and\ncommitting incredible excesses; at length Peter, utterly disgusted and\ndespairing, left them to their own guidance and returned to\nConstantinople. The bravest of them were annihilated in a battle\nfought near Nice, Walter the Penniless falling with seven mortal\nwounds. Between two and three thousand alone escaped, brought back to\nConstantinople by the troops of Alexius, who rescued them from the\nTurks. The emperor dismissed them, with orders to return home, and\nthus ended the disastrous expedition of Walter the Penniless and Peter\nthe Hermit.",
        "14. The fifteen thousand Germans led by Gottschalk never reached\nConstantinople, being slaughtered or dispersed during their passage\nthrough Hungary. Hungary was also fatal to another army of crusaders,\nthe fourth in order, but greatly exceeding in numbers the other three\nput together. This terrible horde, consisting of about two hundred\nthousand, swept through Germany committing horrible outrages,\nespecially against the Jews, whom they murdered without mercy. They\nwere preceded by a goose and a goat, to which they attributed divine\npowers. As the rabble advanced, the Hungarians gave themselves up for\nlost, the king and nobles were preparing to flee, when the mass fell\nasunder of its own accord. Many were slain by the enraged Hungarians.\nSome escaped to the north, a few ultimately joined the succeeding\nbands of crusaders, but the majority perished. Thus, within a few\nmonths, upward of a quarter of a million of human beings were swept\nout of existence. And they had spent their lives, without one\nimportant result having been accomplished, without one glorious feat\nhaving been achieved.",
        "15. This was the worst paroxysm of the madness of Europe, and this\npassed, her chivalry stepped upon the scene. Men of cool heads, mature\nplans, and invincible courage stood forward, to lead and direct not\nmore fanatical masses, but the gentry, yeomanry, and serfs of feudal\nEurope. These were the true crusaders. Altogether they formed six\narmies, marching separately, and at considerable intervals of time.\nFirst carne the army of Godfrey of Bouillon, Duke of Lorraine, the\npride of his age for all noble and knightly virtues, immortalized by\nthe poet Tasso. He had risen from a sick-bed to join the crusade, and\nsold his lordship to raise the necessary money; around his standard\nassembled many of the best knights of the age. In the month of August,\n1096, they commenced their march, through Hungary and Bulgaria.",
        "16. Four other chiefs of the royal blood of Europe also assumed the\ncross, and led each his army to the Holy Land; Hugh, Count of\nVermandois, brother of the king of France; Robert, Duke of Normandy,\nthe elder brother of William Rufus; Robert, Count of Flanders, and\nBohemond, Prince of Tarentum, eldest son of the celebrated Robert\nGuiscard. With Bohemond, and second in command in the army, came\nTancred, the favorite hero of all the historians of the crusade, so\nyoung, so valiant, so enthusiastic. There was not among them all, says\nTasso, a greater warrior, nor any one of more courteous behavior, of\nfairer countenance, or of loftier and more intrepid heart. The last\narmy was led by the haughty and resolute Count Raimond of Toulouse.",
        "17. To detail the progress of the various armies is unnecessary.\nUpward of six hundred thousand warriors of the West, beside a\nmultitude of priests, women, and children, were at last actually\nencamped on Asiatic soil. It was literally a moving nation, in which\nall languages were spoken, all costumes worn. There was the\nfair-haired son of the north, with broad, open forehead, mild blue\neyes, sanguine complexion, and large frame; there the dark visaged\nsouthron, with his flashing glance and fiery soul; there was the\nknight in his armor, the priest in his robes, the foot-soldier in his\ntough jerkin, the unkempt serf with his belt of rope. There were\npawing horses, swearing grooms, carts full of provisions, sacks,\ngroups of gossiping women, crowds of merry children. Under the bright\nsun of Asia, all was gaudy and brilliant. Spearpoints glittered,\nbreast-plates and helmets gleamed, thousands of targets displayed\ntheir painted glories, pennons of blue, purple, and white streamed\nfrom every tent, while heavier flags flapped their sullen folds; and\neverywhere, on shield, flag, helmet, tunic, and coat of mail, was seen\nblazoned the holy sign of the red cross. Walking through all these,\nheedless of the looks cast upon him, and hearing not the oft-repeated\nbugle-blasts from all parts of the camp, might be seen a man of small\nstature, thin and poorly clad, with down-cast face, wild, unsettled\neye, and timid, nervous gait. It was the man who had created it\nall–Peter the Hermit. He had crossed from Constantinople with Godfrey\nof Bouillon. His revenge was near! On, on, then, to the Holy City!",
        "18. Alas, the Holy City was yet far distant! Not much more than half\ntheir journey in point of space had been accomplished, and in point of\ndifficulty and peril their march had little more than begun, for they\nhad just entered the countries of the infidels. Months had to roll on,\nand many battles to be fought, ere the pinnacles of the Holy City\nshould greet their longing eyes.",
        "19. The route of the crusading armies lay in a southeasterly\ndirection, through Asia Minor, and then southward to Jerusalem, along\nthe shores of the Levant. Their march along this route, counting from\nthe time of their crossing into Asia Minor, May, 1097, to the time\nwhen they came in sight of Jerusalem and laid siege to it, June, 1099,\noccupied upward of two years. Countless were the dangers to which the\ncrusaders were subject in this trial. Of the many sieges two are\nespecially memorable, that of Nice and that of Antioch.",
        "20. The siege of Nice was the first exploit in which the crusading\narmies were engaged. During these six weeks the slaughter of the\nChristians, by the arrows of the Turkish garrison, and by the bolts\nand large stones which they discharged from mangonels and catapults,\nwas immense. The city surrendered at last, not, however, to the Latin\nchiefs, but to an envoy of the Greek Emperor Alexius, who contrived to\nenter into communication with the besieged and induced them to\ncapitulate. Angry and dissatisfied, the crusaders left their\nencampment and resumed their march, not in one mass, but in several\nbodies. At length the scattered armies reunited for the siege of\nAntioch toward the end of October, 1097. All the known means of attack\nwere put in operation; movable towers were constructed from which to\ndischarge missiles into the city. The walls were battered, and the\nsallies of the besieged bravely met, still without any effective\nresult. At the end of ten days famine stared them in the face, so\nextravagant were they in the use of their stores. Pestilence joined\nits ravages, and instead of the brave army of chivalry which had sat\ndown before Antioch, was to be seen a crowd of gaunt and famishing\ncreatures, with scarcely a thought but that of procuring food.\nMultitudes died, desertions became numerous.",
        "21. The chiefs began to weary of the expedition, and, most disgraceful\nof all, Peter the Hermit turned his back on the enterprise, and had\nactually fled several miles on his way home, when he was brought back\nby the soldiers of Tancred and forced to undergo a public reprimand.\nAt length, after infinite sufferings on the part of the Christians,\nAntioch was taken on the 3d of June, 1098, by means of the treachery\nof an Armenian captain, whom the Turks had intrusted with the command\nof one of the towers, and who admitted a number of the crusaders\nduring a dark and stormy night.",
        "22. Imagination can not conceive a scene more dreadful than that\npresented by the devoted city of Antioch on that night of horror. The\ncrusaders fought with a blind fury which fanaticism and suffering\nalike incited. No quarter was shown. At daylight the massacre ceased,\nand the crusaders gave themselves up to plunder. They found gold,\njewels, and rich fabrics in abundance, but of provisions little of any\nkind. Suddenly they were roused from their sloth and pleasure by the\nappearance before Antioch of an immense army, which the Persian caliph\nhad dispatched to sweep the Christian locusts from the face of the\nearth. Great was the alarm of the Christians when they saw this\nsplendid host of more than two hundred thousand men encamped around\nthe hills of Antioch. The corn and wine found in the city were soon\nexhausted; all the horrors of a second famine began.",
        "23. Many deserted and escaped over the walls, carrying the news of the\nsad condition of the Christians back toward Europe. The worst\nconsequence of these desertions was, that the Greek Emperor Alexius,\nwho, hearing of the successes of the Latins, was on his march to\nassist the crusaders, was deterred from advancing, and returned to\nConstantinople. With increasing famine came a pestilence, so that in a\nshort time but sixty thousand remained of the three hundred thousand\nthat had invested Antioch. But this bitter extremity knit the leaders\nmore firmly together, and Bohemond, Godfrey, and Tancred swore never\nto desert the cause while life lasted.",
        "24. It is said that belief in the remarkable fulfillment of a dream\nbrought hope once more to the disheartened crusaders. Peter Barthelmy,\na priest of Provence, dreamed, he said, that Saint Andrew appeared to\nhim in the night, and informed him that underneath a certain spot in\nthe floor of the church of Saint Peter was buried the identical lance\nwith which the Roman soldiers pierced the side of Christ as he hung on\nthe cross. This relic, said the apparition, was to be the guarantee of\nGod’s presence and their guide to victory. Twelve persons were chosen\nto conduct the search. A whole day was spent in vain, the workmen were\ntired out, and still no lance was found. At last Peter descended into\nthe pit and began to dig the loose earth. Suddenly a cry of joy was\nheard, and stretching himself to his full height, Peter handed up into\nthe eager fingers of those above an actual rusty lance-head. In an\ninstant it was noised abroad that the holy relic had been found. What\nremained now but to issue forth and discomfit the infidel host.",
        "25. The infidel host was discomfited. On the 28th of June, 1098, two\nhundred thousand Turks, in the full flush of health and strength, were\nrouted, outside the walls of Antioch, by a half-famished Christian\narmy. Antioch was bestowed upon Bohemond, and it was resolved that the\narmy should remain there to recruit before advancing toward Jerusalem.\nThe tragical fate of Peter Barthelmy must be mentioned. Many of the\ncrusaders had begun to question the genuineness of the relic he had\nfound. He was prevailed upon to submit to the ordeal of fire, and\nperished in the flames. From that moment the story of the relic lost\ncredit.",
        "26. It was on a lovely morning in the summer of 1099 that the forty\nthousand crusaders, who were all that remained of the vast army which\nhad two years ago laid seige to Nice, were recompensed for all their\ntoils by a sight of the Holy City, bathed in the splendor of eastern\nsunshine. The name “Jerusalem” escaped from every lip; some leaped and\nshouted, some kneeled and prayed, some wept, some threw themselves\nprostrate and kissed the earth, some gazed and trembled. “All had much\nado,” says the quaint Fuller, “to manage so much gladness.”",
        "27. Preparations for a siege were soon under way. The besiegers, who\nhad gained skill by their former attempts, employed all the methods of\nattack that experience could suggest or courage execute, while the\ngarrison of forty thousand Turks, who maintained the city for their\nmaster, the caliph of Egypt, resisted with determined obstinacy. At\nlength, after a confession of sins by the whole army, and a\npenitential procession around the walls, a simultaneous attack was\nmade with battering-rains, mangonels, and all manner of besieging\nengines. At one quarter a huge wooden tower was wheeled close to the\nwalls, a movable bridge was let down, and, bounding across it, a\nsoldier named Lutold was the first man to stand upon the battlements.\nGodfrey of Bouillon and a number of knights sprang after him, and the\nChristians were within Jerusalem. Meanwhile, at another part of the\nwall, Tancred and Robert of Normandy had shattered open a gate, and\nrushed in with their men; while at a third part of the city, Raimond\nof Toulouse effected an entrance for himself and his followers by the\nhelp of scaling-ladders. In an instant after, the banner of the cross\nfloated upon the walls of Jerusalem. The crusaders, raising once more\ntheir redoubtable war-cry, rushed on from every side, and the city was\ntaken. The battle raged for several hours, and the Christians gave no\nquarter. Peter the Hermit, who had remained so long under the veil of\nneglect, was repaid that day for all his zeal and all his suffering.\nHe was once more the idol of the army, but history is silent\nconcerning the remainder of his life.",
        "28. Eight days after the capture of the city, the Latin chiefs\nunanimously elected Godfrey of Bouillon king of Jerusalem. A new\nChristian state was thus founded in Syria, consisting at first of\nlittle more than the mere city of Jerusalem, but extending by\nsubsequent battles and conquests until it included the whole of\nPalestine. A language resembling Norman-French was established in this\nkingdom, and a code of feudal laws drawn up for its government. The\nclergy also obtained their share of the conquest, Jerusalem was\ncreated into a patriarchate, and Bethlehem into a bishopric. The\nfoundation of the Latin Kingdom of Jerusalem in July, 1099, was the\nconsummation of the first crusade.",
        "29. A period of fifty years succeeded, during which time many battles\nwere fought with the Saracens of Syria and Egypt, the result of which\nwas to strengthen the Latin state. No fewer than five hundred thousand\npersons set out from Europe for Syria, incited by the news of the\nsuccess of the first crusade. The three centers from which the\nChristian power sought to spread itself through the Mussulman\npossessions were Jerusalem, Antioch, and Edessa.",
        "30. The very spirit of the crusade seemed to have died out. The Latin\nKingdom of Jerusalem had become, like any other kingdom of the period,\na country in which men built houses, plowed land, made bargains, gave\nfeasts, etc., drank, laughed, talked, quarreled, and went to law. The\nfall of Edessa, the first conspicuous success of the Turks, came like\na surprise upon the Latin population of Syria. An attempt was made by\nthe Christians to recover the city, but it failed, and the frontier of\nSyria was open to invasion from the East.",
        "31. The fall of Edessa, and the petitions of the people of Palestine\nfor aid, produced a sensation throughout Europe, and especially in\nFrance. Nor was an apostle wanting worthy to fill the place of Peter,\nand to summon the chivalry of Europe to a second crusade. Commissioned\nby Pope Eugenius for that purpose, the famous Saint Bernard, Abbot of\nClairvaux in Champagne, traveled through France and Germany, exerting\nthe power of his marvelous eloquence in recruiting the armies of the\ncross. The chiefs of the second crusade were two of the most powerful\nprinces of Europe, Louis VII, King of France, and Conrad III, Emperor\nof Germany. Under their command upward of one million two hundred\nthousand men, collected from all parts of Europe, marched toward\nPalestine in two great armies, early in 1147.",
        "32. Notwithstanding the vastness of the preparations, the expedition\nwas a total failure. The events of the last fifty years had rendered\nthe policy of the Greek princes hostile to the crusades. Manuel\nComnenus, the grandson of Alexius, who now occupied the throne,\nsuffered both armies to pass into Asia Minor, where, misled by Greek\nscouts, the army of Conrad was all but destroyed by the Turks, near\nIconium, while the army of Louis, after undergoing infinite hardships,\nwas wrecked in the defiles of the Pisidian mountains. The fragments of\nthe two armies uniting made their way to Syria, where they co-operated\nwith forces of the princes of Jerusalem and Antioch, in laying seige\nto Damascus, but without effect. In 1149 Conrad and Louis returned to\nEurope, and the second crusade was at an end, having attained nothing\nbut the expenditure of more than a million of lives.",
        "33. A period of forty years elapsed before Europe fitted out another\ncrusade. Meanwhile the struggle between the Christian and the Turks in\nSyria was carried on without intermission. Noureddin, the son of the\nconqueror of Edessa, displayed a genius which astonished both\nChristians and Turks. Keeping possession of Edessa, he aimed at\nextending his conquest at the expense of the Christians still further.\nFor some time he was kept in check by the abilities of Baldwin III,\nKing of Jerusalem. On his death, in 1162, his brother Amalric, far\ninferior to Baldwin in ability, succeeded to the throne.",
        "34. At this crisis, while Noureddin, the Sultan of Aleppo, and\nAmalric, the Christian King of Jerusalem, were the rival powers in\nSyria, occurred a circumstance which exercised considerable influence\non the subsequent course of events, and which makes necessary a\nretrospective glance.",
        "35. At the time of the first crusade Palestine was the scene of a\nviolent contest between the Turks, who had poured down from the North,\nconquering as they went, and the Fatimites of Egypt, who had possessed\nSyria for nearly a century. The Turks had at first been irresistible.\nThe Fatimites, however, had been able to recover Jerusalem from the\nhands of their enemies, and held it when besieged by the Christians.\nInterrupted in their conflict with each other for the sovereignty of\nPalestine, the Fatimites and Turks turned their arms with one accord\nagainst the invader. In the person of Noureddin the Turkish power was\nnow increasing. The Fatimite dynasty of Egypt, meanwhile, had long\nbeen showing signs of decay, the caliphs having become mere tools in\nthe hands of their viziers. In 1163 one of these viziers, Shawer,\nfinding himself expelled from his post by a rival, sought refuge at\nthe court of Aleppo, and applied to the sultan for assistance.\nNoureddin eagerly embraced an opportunity for obtaining a footing in\nEgypt, and sent two persons, Chyrkouh and his nephew Saladin, to\ndisplace the usurping vizier and re-establish Shawer. They, however,\nusurped the government, and Shawer applied to the King of Jerusalem,\nAmalric, for assistance. Amalric in turn attempted usurpation, and\nagain the officers of Noureddin came to the aid of Shawer. The vizier\npaid the penalty of his fickleness by losing his head, and his post\nwas occupied by Chyrkouh, who, while ruling Egypt as a vizier of the\nFatimite caliph, was in reality the lieutenant of Noureddin.",
        "36. On the death of Chyrkouh, Saladin was appointed to the viziership.\nThe caliph fancied that he would now regain the control of his own\ndominions, but he little knew the character of his new vizier. Saladin\nsoon effected a revolution in Egypt, declared the Fatimite dynasty to\nbe at an end, and subjected the country once more to the nominal\nauthority of the Bagdad caliphs, whom Noureddin professed to reverence\nas the supreme heads of the Mohammedan Empire. Nor did he stop here.\nHe soon showed a disposition to shake off the supremacy of Noureddin,\nand the sultan of Aleppo was marching into Egypt to vindicate his\nauthority, when he suddenly died in the year 1171.",
        "37. Saladin now saw the great obstacle to his ambition removed, and\nbegan to aim at realizing those schemes of sovereignty which Noureddin\nhad projected. The state of the Christian kingdom during the ten or\ntwelve years which followed directly favored his plans. Civil\ndissensions arose which the keen eye of Saladin discovered, and,\nalready master of all Syria, he resolved to complete his greatness by\nthe conquest of Palestine. Accordingly, when in the year 1157 it was\nknown that he was on his march against Jerusalem, the Christian\ncrusaders saw the necessity of abandoning their dissensions and\nuniting cordially against the invader. Town after town surrendered to\nthe victorious Saracen, and, in October, 1187, Jerusalem itself, after\nfourteen days’ defense, was obliged to submit to his mercy. The\nconduct of Saladin on this occasion was more generous than might have\nbeen expected. A moderate ransom was fixed for every individual, on\nthe payment of which he was at liberty to remove with his goods to\nwhatever place he chose. To the Christian ladies, Saladin’s conduct\nwas courteous in the extreme, so that it became a remark among the\nLatins of Palestine that Saladin was a barbarian only in name.",
        "38. Thus, after ninety years, was the Holy City again inhabited by the\ninfidel, and all the fruits of the first crusade lost, as it seemed to\nthe world. Saladin now possessed the whole of Palestine, with the\nsingle exception of the city of Tyre, which was gallantly defended by\nConrad, Marquis of Montferrat.",
        "39. The epidemic frenzy which had been gradually cooling was now\nextinct, or nearly so, and the nations of Europe looked with cold\nindifference upon the armaments of their princes. But chivalry was now\nin all its glory, and it continued to supply armies for the Holy Land.\nPoetry more than religion inspired the Third Crusade. The knights and\ntheir retainers listened with delight to the martial and amatory\nstrains of the ministrels, minnesingers, and troubadors. Men fought\nnot so much for the holy sepulchre as to gain glory for themselves in\nthe best and only field where glory could be obtained. They fought not\nas zealots, but as soldiers, not for religion, but for honor.",
        "40. The first to take the field was the illustrious German emperor,\nFrederick Barbarossa. Marching from Ratisbon at the bead of a\nmagnificent army in 1189, he fought his way through the Greek\ndominions, advanced through Asia Minor, conquering as he went, and was\nalready on the borders of Palestine, when, imprudently bathing, he was\ncut off in the seventieth year of his age. His army suffered greatly\nfrom the difficulties of their march and the attacks of the Saracens.\nThe wrecks of it under Frederick’s son, the Duke of Swabia, proved a\nmost valuable reinforcement to the Christians in Syria, who had by\nthis time rallied and combined against the domination of Saladin,\nlaying siege to the city of Acre on the sea-coast, a town of so much\nimportance that the possession of it was considered almost equivalent\nto being master of the whole country.",
        "41. Upon this siege, commenced in August, 1189, was concentrated all\nthe force at the command of the Christians in Palestine, the remnants\nof the two great military orders the Knights Templars and the Knights\nHospitallers, the survivors of Frederick’s army, together with such\nbodies of crusaders as were continually arriving from Europe by sea.\nGuy de Lusignan was the commander of the besieging forces, and so\nskillfully was his army fortified that Saladin was unable to dislodge\nhim. For two-and-twenty months the siege continued, and many\nengagements had taken place between the Christian army and that of\nSaladin, which occupied the mountains to the south, but without\nvisible advantage on either side.",
        "42. Such was the position of affairs when, early in the summer of\n1191, Philip, of France, and Richard Coeur de Lion, of England,\narrived with their fleets. The struggle was soon over, and on the 12th\nof July, 1191, Acre surrendered to the Christians. Had the crusaders\nbeen united among themselves, the fall of this city might have been\nbut preliminary to the recovery of the whole country. The rivalry of\nthe kings of France and England, however, prevented their cordial\nco-operation, and, not long after the capture of Acre, Philip ruined\nthe cause of the crusade by returning to Europe.",
        "43. After gaining many important successes against Saladin, and\nearning for himself the reputation of the most valiant knight of the\nage, Richard, involved in disputes with the other chiefs of the\ncrusade, and anxious to revisit England, where his presence was\nbecoming daily more necessary, was glad to conclude an honorable\npeace. Saladin, on his part, was equally willing to end a struggle\nwhich had cost him so much. A truce was concluded for three years and\neight months, during which Christian pilgrims were to enjoy the\nliberty of visiting Jerusalem without hindrance.",
        "44. Saladin entertained many Christians in his own palace, from which\nthey returned, their tongues laden with praises of the noble infidel.\nRichard and Saladin never met, but each admired the prowess and\nnobleness of soul of his rival.",
        "45. The Christians and Moslems no longer looked upon each other as\nbarbarians, to whom mercy was a crime. Each host entertained the\nhighest admiration for the bravery and magnanimity of the other, and\nin their occasional truces met upon the most friendly terms. When\nRichard, the lion-hearted king of England, lay in his tent consumed by\na fever, there came into the camp camels laden with snow, sent by his\nenemy, the Sultan Saladin, to assuage his disease, the homage of one\nbrave soldier to another. But, when Richard was returning to England,\nit was by a Christian prince that he was treacherously seized and\nsecretly confined.",
        "46. It was on the 25th of October, 1192, that Richard set sail for\nEurope. Forced by stress of weather to land at Zara, he made the\nattempt to journey through the continent, and was arrested and held a\nprisoner while passing through the dominions of his enemy and former\nfellow-crusader, the archduke of Austria, and remained in prison in\nVienna for several months. He returned to England in 1194, and died in\n1199. His great antagonist, Saladin, had died in 1193, not long after\nthe Christian armies left Palestine. At the end of the crusade, the\nCrescent waved as defiantly as ever over the land of Israel.",
        "47. The fourth crusade, from 1195 to 1198, led by Henry VI of Germany,\nwas equally a failure. There were gained some brilliant victories, but\ndissensions divided the armies, and at last a truce was made with the\nMohammedans. It is true that these victories made the crusaders\nmasters of the sea-coast, but, when the armies departed, the Christian\nking found himself in possession of cities which he was unable to\ngarrison, and which he felt would be held only by the sufferance of\nthe enemy.",
        "48. In the year 1203 a new crusade was set on foot, commanded by\nseveral of the most powerful nobles of Italy and France. Instead of\nmarching at once against the infidels, the crusaders suffered\nthemselves to be drawn into a contest with the Greek empire. Just at\nthis time the emperor of the Greeks had been deposed and deprived of\nhis eyes by his own brother. His son, Alexius, fled to Europe, and\npetitioned the assistance of the Latin princes against the usurper,\npromising in return to use his efforts to bring about a union of the\nGreek with the Latin church, and to employ all the resources of his\nkingdom against the infidels of Syria. The temptation of such a\nprospect could not be resisted; the crusaders marched into Greece,\nlaid siege to Constantinople, and took the city by storm A. D. 1204,\nthereby establishing Latin Christianity in the eastern metropolis, but\nat what a cost. Neither the works of God nor man were respected by the\ninvaders; they vented their brutal ferocity upon the one, and\nsatisfied their avarice upon the other. “In St. Sophia, the silver was\nstripped from the pulpit, an exquisite and highly-prized table of\noblation was broken in pieces, the sacred chalices were turned into\ndrinking-cups, the gold fringe was ripped off the veil of the\nsanctuary. Asses and horses were led into the churches to carry off\nthe spoil.",
        "49. “Many beautiful bronze pieces, above all price as works of art,\nwere broken into pieces to be sold as old metal. The finely chiseled\nmarble was also destroyed by the same spirit of vandalism. Two\nthousand people were put to the sword; had there been less plunder,\nthe slaughter would in all probability have been much greater.”",
        "50. For fifty years the empire was ruled over by the Franks. Meanwhile\nthe knights, plunged in the luxury of the city, heeded not the appeals\nfrom Palestine, but allowed the besieged and suffering, for whose\nrescue they had enlisted, to linger and die without an effort on their\nbehalf. Moved to desperation, in this emergency, the Christians sent\nto Europe a heart-rending cry for help.",
        "51. The urgent appeal from Palestine caused Pope Innocent III to\nearnestly preach a new crusade, and he crowned his labors and appeals\nwith his famous exclamation, “Sword, sword, start from thy scabbard,\nand sharpen thyself to kill.” Though the many disastrous and\nfruitless expeditions had so dampened the ardor of men that they gave\nlittle heed to his appeals, the zeal of the young was kindled for the\ncause to which their elders seemed so indifferent.",
        "52. The children of Germany and France caught the madness of the hour,\nand resolved upon a crusade of their own. Inspired by the preaching of\na fanatical priest named Nicholas, twenty thousand boys of the average\nage of twelve years assembled at Cologne. They came from all ranks of\nlife, and the heir of the proud noble marched side by side with the\nson of the humblest peasant. Sisters, priests, and servants joined the\nthrong, swelling the numbers and adding to the confusion.",
        "53. Their journey began in July, 1212, and their destination was\nPalestine, and they were to go by way of Rome, so as to obtain the\nassistance and the blessing of the Pope. In their ignorance these poor\nchildren thought that Palestine was but a few miles distant, and\nbefore the close of the first day’s march excited voices were heard\nasking if the holy sepulchre was in sight. Slowly onward the multitude\nmoved up the Rhine, and over the Mont Cenis pass of the Alps, into\nItaly.",
        "54. But day by day hearts became sick with continued disappointment,\nand little feet weary with the never-ending miles which stretched\nbefore. The weak and the sickly were the first to give out, and,\nthough they struggled to keep their places in the ranks, one by one\nthey fell by the wayside to die alone, with no loving hands to soothe\ntheir last moments or to moisten their parched lips with a drop of\ncold water. The path of the youthful crusaders might be traced by the\nmarks left by thousands of bleeding feet and by the victims stretched\nin death along the course.",
        "55. Death, disease, and desertion soon thinned their ranks to such an\nextent that only one half of their original number lived to reach the\nsummit of the Alps and look down into Italy. The journey across the\nmountains was a fearful one. They had left home in summer, when their\nraiment was thin; it had become scanty and ragged in the long and\ndusty march, so that they were exposed to the full severity of the\ncold. The rocks cut their shoeless feet, but nothing remained but to\npress onward or to lie down and die.",
        "56. Only seven thousand lived to reach Genoa, where they were received\ncoldly, but where they were at last permitted to stay a week to rest.\nThen again onward through the plains of Italy, until all that survived\nmade their way to Rome. Pope Innocent partook of the fanaticism which\naffected all Europe, but the sight of these little victims of the\nuniversal delusion, reduced to mere spectres by hardships, disease,\nand famine, aroused in him an unexpected human sympathy. He blessed\nthe children, forbade them to go farther, and when rested sent them\nback to their German homes.",
        "57. The winter had passed and the spring had come again before the few\nsurvivors reached their beloved fatherland. Day by day there came\nstraggling into the German cities groups of these victims, their heads\ndrooping for shame, their eyes red with tears, their clothing in rags.\nMany died upon realizing the last hope which had sustained them so\nlong. Sad-eyed mothers looked in vain among the thin ranks for their\nbeloved ones, and time only soothed the untold misery of this wild\nenterprise.",
        "58. Soon after the departure of the German children on their crusade\nunder Nicholas, another of about equal numbers set out from Cologne by\na different route. They crossed the Alps by the pass of St. Gothard,\nand descended into Eastern Italy. Keeping along the coast of the\nAdriatic, they at last came to the southern front of the peninsula,\nand could go no farther. They met with a fate similar to that of the\nfirst band, with the additional horror that many of them were seized\nby Turkish pirates and carried away into life-long slavery. The few\nwho survived to reach Southern Italy embarked on a vessel, and never\nwere heard of more. No messenger even returned to the vine-clad hills\nof the Rhine to report the fate of the little ones, and they all\ndisappeared from the aching gaze of anxious mothers as though the\nearth had swallowed them up.",
        "59. The third children’s crusade set out from France under the\nleadership of a bare-footed friar named Stephen. They numbered thirty\nthousand, and their first destination was Marseilles, whence they were\nto take shipping for Palestine through means directly provided by the\nLord. Through the broad fields of France, during the hot summer days,\nthe crusaders marched, every mile marked by victims; and, when the\nwhite walls of the city of their destination became visible, their\nnumbers were reduced one half.",
        "60. The charity of Marseilles was taxed to its utmost to provide for\nthe fifteen thousand mouths open to receive it. Through weary weeks\nthe children waited in vain for the promised aid from the Lord.\nDespair was more fatal than famine, and soon two thirds of those who\nhad reached the city perished. When their numbers were reduced to five\nthousand, apparently the promise of Divine aid was fulfilled. Two\nwealthy and benevolent merchants volunteered to send the children on\nto their destination. Seven ships were prepared, and into these the\nfive thousand crowded, believing their troubles were at an end.",
        "61. The ships sailed out of port, freighted with mother love and\nreligious blessings. To anxious eyes that watched their departure,\ntheir white sails, lessening in the distance, wafted back messages of\nhope and assurance. At the dawn of another day the last speck had\ndisappeared, and the blue waves of the Mediterranean rolled\ntranquilly, as if jealously guarding the secrets of fate. But time\nwent on. Homeward-bound vessels, direct from the scene of conflict,\nsaw the precious fleet. News of stern conflicts with the infidels was\nbrought by wandering palmers; but from sailor merchant, from peasant\nwarrior, and from noble, scarred with Saracenic wounds, there was a\ndeath-like silence in regard to the little wanderers. Streaming eyes\nfixed upon the East looked in vain until all tears were quenched in\ndeath.",
        "62. Eighteen years passed since the children’s fleet sailed out of\nEuropean life. Then a vague rumor of treachery began to circulate,\nand, little by little, the details came out of one of the most inhuman\ncrimes that ever shocked the hearts of men. The benevolent merchants\nwho furnished the ships had sold the children to the barbarous\nMoslems, and the course of the fleet was turned from east to south. On\nthe second day out a great storm arose, and two of the ships\nfoundered, and all on board perished. A more horrible fate awaited the\nsurvivors. Landing in a city of the Moors in northern Africa, they\nwere conducted to a secure prison, and from the gloomy portals they\npassed out into distant and perpetual slavery. One by one the captives\ndied, some by disease, some by cruelty, others passed away in old age.\nAt length all dropped their weary burdens, and their toils and sorrows\nended. Not one of the hundreds that sailed out of Marseilles on that\nsunny afternoon ever saw Europe again. Rarely in the history of the\nworld has a story in real life been freighted with so much woe as fell\nto the lot of the victims of the strange madness which swept over\nEurope less than seven hundred years ago. Peace to their memories!",
        "63. At last an army was organized, and Innocent announced that he\nhimself would lead the host to the defense of the holy sepulchre; but\nhis death intervened before the project was ripe. Andrew, king of\nHungary, was the only monarch who had leisure or inclination to leave\nhis dominions. He led the army to Palestine and defeated the Saracens,\nbut failed to follow up his victory, and soon after abandoned the\nenterprise. The Duke of Austria, who succeeded him as leader, directed\nthe whole energy of the crusade against Egypt; and Damietta, which\ncommanded the river Nile, was chosen as the first point of attack.\nFinding themselves unable to successfully defend the city, the Moslems\noffered to yield the whole of Palestine to the Christians upon the\ncondition of the evacuation of Egypt. With a blindness almost\nincredible these terms were refused, and a last attack made on the\nwalls of Damietta. The besieged made but slight resistance, and the\nChristians entered the city, to find out of seventy thousand but three\nthousand remaining, so fearful had been the scourge of plague and\nfamine. Several months were spent in Damietta. The climate either\nweakened the frames or obscured the understandings of the Christians,\nfor after their conquest they remained inactive until the Moslems\nrecuperated their army and were able to recapture Damietta and expel\nthe Crusaders from Egypt.",
        "64. With a view to the recovery of the Holy Land, Frederick II, of\nGermany, had been married to Iolante, the heiress of the kingdom of\nJerusalem. His early life was spent in Sicily, in familiar intercourse\nwith Jews and Arabs, and Sicily was to the last the favored portion of\nhis dominion. The emperor’s court was given up to unpardonable\nfrivolities in the eyes of Pope Gregory IX, one of whose first\npontifical acts was to summon Frederick to a new crusade. The emperor\npaid little heed to the aged Pope’s exhortations and commands,\npostponing from time to time the period of his departure. He embarked\nat last, but in ten days returned. The Pope was not to be trifled\nwith, and pronounced his excommunication. Frederick treated it with\ncontempt, and appealed to Christendom to sustain him. For this be\nunderwent a more tremendous excommunication, but his partisans in Rome\nraised an insurrection and expelled the Pope.",
        "65. And now Frederick set sail of his own accord on his crusading\nexpedition. On reaching the Holy Land he was received with joy by the\nknights and pilgrims, but the clergy held aloof from him as under the\nban of the Church. He negotiated privately with the Sultan of Egypt.\nThe Christian camp was thronged with Saracens. The emperor wore a\nSaracen dress. In his privacy he did not hesitate to say, “I came not\nhere to deliver the Holy City, but to maintain my estimation among the\nFranks.” To the Sultan he appealed: “Out of your goodness surrender\nto me Jerusalem as it is, that I may be able to lift up my head among\nthe kings of Christendom.” Accordingly, the city was surrendered to\nhim. The Pope repudiated the transaction.",
        "66. While the emperor proclaimed his successes to Europe, the pope\ndenounced them. Frederick crowned himself at Jerusalem, being unable\nto find any ecclesiastic who dared to perform the ceremony, and\ndeparted from the Holy Land. He prepared to enter on his conflict with\nthe pontiff, and drew over to his side the general sentiment of\nEurope; the Pope was made to give way, and peace proclaimed. The\ntreaty, which closed the sixth crusade, was for ten years.",
        "67. On neither side probably was the truce strictly kept, and the\ninjuries done to pilgrims on their way from Acre to Jerusalem were\nalleged as a sufficient reason for sending out the expedition headed\nby Richard, Earl of Cornwall, brother of the English Henry III, and\nafterward King of the Romans. This expedition may be regarded as the\nseventh in the list of crusades, and deserves notice as having been\nbrought to an end, like that of Frederick, by a treaty, in 1240. The\nterms of the latter covenant were even more favorable to the\nChristians, but, two years later, the Latin power, such as it was, was\nswept away by the sword of Korasmians, pushed onward by the hordes of\nJenghiz Khan. The awful inroad was alleged by Pope Innocent IV as\nreason for summoning Christendom again to the rescue of the Holy Land.",
        "68. Nearly seven years passed away before the French king, Louis IX,\nwas able to set sail for Egypt. The royal saint, who lives for us in\nthe quaint and graphic account of his seneschal Joinville, may with\ntruth be said to have been animated by a spirit of devotion and\nself-sacrifice. Intolerant in theory and bigoted in language, Louis\nhad that true charity which would make him succor his enemies not less\nthan his friends. Nor was his bravery less signal than his gentleness.\nHis dauntless courage saved his army from complete destruction at\nMansourah in 1249, but his offer to exchange Damietta for Jerusalem\nwas rejected, and in the retreat, during which they were compelled to\nfight at desperate disadvantage, Louis was taken prisoner. With serene\npatience he underwent suffering, for which the Saracens, so Joinville\ntells us, frankly confessed that they would have renounced Mahommed;\nand, when the payment of his ransom set him free, he made a pilgrimage\nin sackcloth to Nazareth in 1250. As a general he achieved nothing,\nbut his humiliation involved no dishonor; and the genuineness of his\nfaith, his devotion, and his love had been fully tested in the furnace\nof affliction.",
        "69. The crusading fire was now rapidly burning itself out. In the West\nthere was nothing to awaken again the enthusiasm which had been\nstirred by Peter the Hermit and St. Bernard, while in Palestine itself\nthe only signs of genuine activity were furnished by the antagonism\nbetween the religious orders there. The quarrels of Templars and\nHospitallers led to a pitched battle in 1259, in which almost all the\nTemplars were slain.",
        "70. Some eight years later the tidings that Antioch had been taken by\nthe infidels revived in St. Louis the old yearning for the rescue of\nthe holy places. Cheered by the sympathy of Pope Clement IV, he\nembarked with an army of sixty thousand in 1270, but a storm drove his\nships to Sardinia, and thence they sailed for Tunis. They encamped on\nthe site of Carthage, when a plague broke out. The saintly king was\namong the victims, and the truest of all crusaders died. In the\nfollowing year Edward, of England, reached Acre, took Nazareth–the\ninhabitants of which he massacred–fell sick, and during his sickness\nnarrowly escaped being murdered by an assassin sent by the Emir of\nJoppa. Having made a peace for nine years, he returned to Europe, and\nthe ninth and last crusade was at an end.",
        "71. The after fate of the Holy Land may be briefly told: The\nChristians, unmindful of their past sufferings and of the jealous\nneighbors they had to deal with, first broke the truce by plundering\nsome Egyptian traders, near Margat. The Sultan revenged the outrage by\ntaking possession of Margat, and war once more raged between the two\nnations. Tripoli and the other cities were captured in succession,\nuntil at last Acre was the only city of Palestine remaining to the\nChristians.",
        "72. The Grand Master of the Templars collected his small and devoted\nband, and prepared to defend to the death the last possession of the\norder. Europe was deaf to his cry, the numbers of the foe were\noverwhelming, and devoted bravery was of no avail. In the disastrous\nsiege the Christians were all but exterminated. The Grand Master fell\nat the head of his knights, pierced by many wounds. Seven Templars and\nas many Hospitallers alone escaped from the dreadful carnage. The\nvictorious Moslems then set fire to the city, and the rule of the\nChristians in Palestine was brought to a close forever.",
        "73. Kingsley ably summarizes the effects of the crusades as follow:\n“Egypt was still the center of communication between the two great\nstations of the Moslem power; and, indeed, as Mr. Lane has shown us in\nhis most valuable translation of the ’Arabian Nights,’ possessed a\npeculiar life and character of its own.",
        "74. “It was the rash object of the crusaders to extinguish that life.\nPalestine was first their point of attack, but the later crusaders\nseem to have found, like all the rest of the world, that the destinies\nof Palestine could not be separated from those of Egypt, and to\nDamietta accordingly was directed that last disastrous attempt of St.\nLouis. The crusaders failed utterly of the object at which they aimed.\nThey succeeded in an object of which they never dreamed; for in those\ncrusades the Moslem and the Christian had met face to face, and found\nthat both were men, that they had a common humanity, a common eternal\nstandard of nobility and virtue. So the Christian knights went home\nhumbler and wiser men, when they found in the Saracen enemies the same\ngenerosity, truth, mercy, chivalrous self-sacrifice, which they\nfancied their own peculiar possession; and, added to that, a\ncivilization and a learning which they could only admire and imitate.\nAnd, thus, from the era of the crusades, a kindlier feeling sprang up\nbetween the Crescent and the Cross, till it was again broken by the\nfearful invasions of the Turks through Eastern Europe.",
        "75. “The learning of the Moslem, as well as their commerce, began to\npour rapidly into Christendom, both from Spain, Egypt, and Syria; and\nthus the crusaders were, indeed, rewarded according to their deeds.\nThey took the sword and perished by the sword. But the truly noble\nelement in them, the element which our hearts and reasons recognize\nand love, in spite of all the folly and fanaticism of the crusades,\nwhensoever we read ’Ivanhoe’ or the ’Talisman,’ the element of loyal\nfaith and self-sacrifice, did not go unrequited.",
        "76. “They learned wider, juster views of man and virtue, which I can\nnot help believing must have had great effect in weakening in their\nminds the old, exclusive, bigoted notions, and in paving the way for\nthe great outburst of free thought and the great assertion of the\ndignity of humanity which the fifteenth century beheld. They opened a\npath for that influx of scientific knowledge which has produced in\nafter centuries the most enormous effects on the welfare of Europe,\nand made life possible for millions who would otherwise have been pent\nwithin the narrow bounds of Europe to devour each other in the\nstruggle for life and bread!”",
        "Continue...",
        "\nThis complete electronic text of Ten Great Events in History (1887) by James Johonnot is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ten Great Events in History (Large Print Edition)By James JohonnotAt Amazon"
    ]
}