{
    "title": "Ten Great Events in History - Chapter I. Defense of Freedom By Greek Valor",
    "author": "James Johonnot",
    "chapter": "2",
    "content": [
        "\n\nDrawing of the Mayflower\nFrom the collection of the\nCape Cod Pilgrim Memorial Association\n\n",
        "\n\n",
        "1. The great events in history are those where, upon special\noccasions, a man or a people have made a stand against tyranny, and\nhave preserved or advanced freedom for the people. Sometimes tyranny\nhas taken the form of the oppression of the many by the few in the\nsame nation, and sometimes it has been the oppression of a weak nation\nby a stronger one. The successful revolt against tyranny, the terrible\nconflict resulting in the emancipation of a people, has always been\nthe favorite theme of the historian, marking as it does a step in the\nprogress of mankind from a savage to a civilized state.",
        "2. One of the earliest as well as most notable of these conflicts of\nwhich we have an authentic account took place in Greece twenty-four\nhundred years ago, or five hundred years before the Christian era. At\nthat time nearly all of Europe was inhabited by rude barbarous tribes.\nIn all that broad land the arts and sciences which denote civilization\nhad made their appearance only in the small and apparently\ninsignificant peninsula of Greece, lying on the extreme southeast\nborder adjoining Asia.",
        "3. At a period before authentic history begins, it is probable that\nroving tribes of shepherds from the north took possession of the hills\nand valleys of Greece. Shut off on the north by mountain ranges, and\non all other sides surrounded by the sea, these tribes were able to\nmaintain a sturdy independence for many hundred years. The numerous\nharbors and bays which subdivide Greece invited to a maritime life,\nand at a very early time, the descendants of the original shepherds\nbecame skillful navigators and courageous adventurers.",
        "4. The voyages of Aeneas and Ulysses in the siege of Troy, and those\nof Jason in search of the golden fleece, and of Perseus to the court\nof King Minos, are the mythological accounts, embellished by\nimagination and distorted by time, of what were real voyages. Crossing\nthe Mediterranean, Grecian adventurers became acquainted with the\nEgyptians, then the most civilized people of the world; and from Egypt\nthey took back to their native country the germs of the arts and\nsciences which afterward made Greece so famous.",
        "5. Thence improvements went forward with rapid strides. Hints received\nfrom Egypt were reproduced in higher forms. Massive temples became\nlight and airy, rude sculpture became beautiful by conforming to\nnatural forms, and hieroglyphics developed into the letters which\nCadmus invented or improved. Schools were established, athletic sports\nwere encouraged, aesthetic taste was developed, until in the arts, in\nphilosophy, in science, and in literature the Greeks took the lead of\nall peoples.",
        "6. As population increased, colonies went out, settling upon the\nadjacent coasts of Asia and upon the islands farther west. In Asia the\nGreek colonists were subject to the Persian Empire, which then\nextended its rule over all Western Asia, and claimed dominion over\nAfrica and Eastern Europe. The Greeks, fresh from the freedom of their\nnative land, could not patiently endure the extortions of the Persian\ngovernment, to which their own people submitted without question;\nhence conflicts arose which finally culminated in Persia taking\ncomplete possession of the Asiatic Greek cities.",
        "7. But the ties of kinship were strong, and the people of Greece\nkeenly resented the tyranny which had been exercised over their\ncountrymen, and an irrepressible conflict arose between the two\nnations. The Persian king, Darius, determined to put an end to all\nannoyance by invading and subjugating Greece. Before the final march\nof his army, Darius sent heralds throughout Greece demanding soil and\nwater as an acknowledgment of the supremacy of Persia, but Herodotus\nsays that at Sparta, when this impudent demand was made, the heralds\nwere thrown into wells and told to help themselves to all the earth\nand water they liked.",
        "8. After a long preparation, in 490 B.C., an army of one hundred\nthousand men or more, under the command of Artaphernes, convoyed by a\nformidable fleet, invaded Greece. For a long time it met with little\nopposition, and city after city submitted to the overwhelming hosts of\nthe Persian king. The approach to Athens was regarded as the final\nturning point of the war.",
        "9. Artaphernes selected the Plains of Marathon, twenty-two miles to\nthe northeast of Athens, as the place of his final landing. His\nforces, by the lowest estimate, consisted of one hundred and fifty\nthousand men, of which ten thousand were cavalry. To these were\nopposed the army of Athens and its allies, consisting in all of ten\nthousand men. The battle-ground forms an irregular crescent, six miles\nlong and two broad in its widest part. It is bounded on one side by\nthe sea, and on the other by a rampart of mountains. At the time of\nthe battle the extremities of the plain were flanked by swamps,\ndiminishing the extent of the front, and hampering the operations of\nthe larger army. The command of the Greek army had been intrusted to\nten generals, who ruled successively one day each. Themistocles, one\nof these generals, resigned his day in favor of Miltiades, and all the\nothers followed his example. And so the battle was set, ten thousand\nGreeks, under Miltiades, against the overwhelming hosts of the enemy.",
        "10. The Persians, confident in their numbers, erected no\nintrenchments. They did not dream of an attack from the little band of\nGreeks. There is evidence to believe that they were dissatisfied with\nthe nature of the battle-field they had chosen, and were upon the\npoint of embarking to land at some point nearer the city. If this was\nthe case, they were very rudely awakened from their dream of security\nby the movement of the Greeks.",
        "11. On the morning of the tenth day after leaving Athens, Miltiades\ndrew up his army in order of battle. He was obliged to perilously\nweaken his center in order to confront the whole of the Persian army,\nso as to avoid the danger of being outflanked and surrounded. The\nGreeks began the battle by a furious attack along the whole line,\nendeavoring to close in a hand-to-hand conflict as soon as possible,\nso as to avoid the deadly arrows of the Persians, and to take the\nadvantage of their heavier arms. The Persians were greatly astonished\nwhen they saw this little band rushing against them with such a\nheadlong dash, and thought that the Greeks must have been seized with\nmadness. The Persian general had concentrated his forces at the\ncenter, and at this part of the battle-field the fiery onset of Greeks\nwas checked by mere weight of numbers. But at length the mighty\nPersian force moved irresistibly forward, forcing the Greeks slowly\nbackward, fighting, dying, but never yielding. Soon the Greek army\nwere cut in two, and the Persians marched proudly onward to assured\nvictory.",
        "12. But the battle was not yet over. The genius of Miltiades had\nanticipated this result. The wings of the Greek army, strengthened at\nthe expense of the center, fell upon the weakened wings of the\nPersians with irresistable onset. The invaders were forced back step\nby step, the retreat soon changing into a wild and promiscuous rout,\nand two thirds of the Persian army ceased to exist as a fighting\nforce. The victorious Greeks now turned their attention to the Persian\ncenter, falling upon its flanks with incredible fury. Surrounded on\nall sides, for a time the Persians maintained their old reputation as\nvaliant soldiers, but nothing could withstand the impetuosity of the\nGreeks, and soon the whole of the invading hosts were in tumultuous\nretreat.",
        "13. The victorious Greeks pressed rapidly forward to prevent the foe\nfrom embarking, and, if possible, to capture some of the ships. But\nthe Persian archers held the victors in check until the flying\nsoldiery were embarked, and the Greeks obtained possession of only\nseven vessels. But they were left in undisputed possession of the\nfield of battle, the camp of the enemy, and an immense amount of\ntreasure which had been abandoned in the precipitate flight. Six\nthousand four hundred Persian dead remained on the plain, while the\nGreek loss was one hundred and ninety-two.",
        "14. All Athens hastened to welcome the brave soldiery. A Spartan\nforce, on its way to join the Athenians, arrived too late to take part\nin the battle, and they quietly returned home. As the news spread,\nloud and frantic rejoicings were heard throughout Greece, and the name\nof Persia, so long a dread and a menace, lost much of its terrors.",
        "15. But the battle of Marathon, and the victory of Miltiades, had a\nwider significance than could enter into the imaginations of then\nliving man. It was a conflict between the barbarism of Asia and the\ndawning civilization of Europe, between Oriental despotism and human\nliberty. The victory rendered normal human growth possible, and, to\nuse the expressive phrase of the modern poet–",
        "  “Henceforth to the sunset, unchecked on its way,\n   Shall liberty follow the march of the day.”",
        "It was not for the Greeks alone, but for all ages and all peoples; and\nin this Western World, when we celebrate the birth of our own country,\nwe should ever keep in mind the desperate struggle at Marathon, and\nthe valor of Miltiades and his Greek soldiery.",
        "16. But the war was not yet over. A single defeat did not extinguish\nthe hopes of the Persian monarch, nor exhaust the resources of his\nempire. Herodotus says: “Now Darius was very bitter against the\nAthenians, and when he heard the tale of the battle of Marathon he was\nmuch more wroth, and desired much more eagerly to march against\nHellas. Straightway he sent heralds to all the cities, and bade them\nmake ready an army, and to furnish much more than they had done\nbefore, both ships, and horses, and corn; and while the heralds were\ngoing round, all Asia was shaken for three years; but in the fourth\nyear the Egyptians, who had been made slaves by Cambyses, rebelled\nagainst the Persians, and then the king sought only the more\nvehemently to go both against the Egyptians and against the Greeks. So\nhe named Xerxes, his son, to be king over the Persians after himself,\nand made ready to march. But in the year after the revolt of Egypt,\nDarius himself died; nor was he suffered to punish the Athenians or\nthe Egyptians who had rebelled against him.”",
        "17. The death of Darius gave Greece a respite, but the final conflict\nwas only postponed. Xerxes was weak, obstinate, and vain-glorious, but\nhe inherited all his father’s hatred of the Greeks, and he resolved\nupon one supreme effort to reduce them to subjection. For seven years\nmore the whole vast Persian empire resounded with the notes of\npreparation. In 480 B.C., ten years after the battle of Marathon,\neverything was in readiness. A formidable fleet had been built and\nequipped, corn and military stores had been collected to a vast\namount, and an army had gathered which, including camp followers, was\nvariously estimated at from three to five millions. A bridge of boats\nwas built across the Hellespont, and the Oriental horde was prepared\nto ravage the Grecian valleys like a swarm of devouring locusts. A\ngreat storm arose and destroyed the bridge, and the Persian despot\nordered the Hellespont scourged with whips in token of his\ndispleasure. When the bridge was rebuilt, Xerxes, from a throne\nerected upon the shore, for seven days and nights, watched his mighty\nhost pass over from Asia into Europe.",
        "18. In the mean time the Greeks were preparing for the onset. Sparta,\ntrue to her military organization, did little but to bring her army to\nthe perfection of discipline, and many of the weaker cities resolved\nto quietly submit to the invaders. The Athenians alone seemed to have\nfully understood the gravity of the situation. To them the rage of the\nPersian king was particularly directed, for the crushing defeat at\nMarathon, and Athens was more exposed than any other of the Greek\ncities. During the ten years Athens raised and equipped as large an\narmy as her population would warrant. Every able-bodied man was\nenrolled in the ranks. Food and military stores were collected, but\nthe chief means of defense was a novel one, and showed the desperate\nnature of the conflict in which they were about to engage. Under the\nwise direction of Themistocles they built a formidable fleet, so large\nthat in case of emergency the whole population of the city could\nembark, and either remain afloat or take refuge on the neighboring\nislands.",
        "19. A congress of the cities had determined to oppose the approach of\nXerxes at some favorable place by a combined army. At the head of the\nMaliac gulf there was a narrow pass, through which the Persians had to\ngo, the road running between a mountain and a swamp which stretched to\nthe sea; and at one place the swamp came so near the mountain that\nthere was hardly room for the road to run between. This is the famous\npass of Thermopylæ; and here it was that a small army might block the\nway against any number of the enemy. Across this pass a wall was\nbuilt, and behind it was posted the Greek army under the command of\nLeonidas, the Spartan king. His forces consisted of three hundred\nSpartans, seven hundred Thespians, and about four thousand more from\nthe various Grecian cities. The Persians approached, and for four days\nwaited, expecting to see the Greek army disperse at the very sight of\ntheir formidable numbers. But as they were apparently not frightened,\non the fifth day the Persians made an attack. For two days the battle\ncontinued, inflicting great losses upon the Persians, while the little\narmy of Leonidas, behind their fortifications, was scarcely injured.",
        "20. On the third morning a renegade Greek showed Xerxes a path across\nthe mountains where he could completely turn the Greek position. The\nPersians were not slow to avail themselves of this intelligence, and\ntoward the close of the third day Leonidas saw the enemy descending\nthe mountain, ready to surround him and cut off his retreat. Acting\npromptly, he ordered his allies to leave the field before it was too\nlate, but he, with his devoted band of three hundred, were to remain,\nin accordance of a Spartan law which forbade a Spartan soldier ever to\nretreat from the presence of an enemy. The seven hundred Thespians\nremained with him, and the whole band was cut down, but not without\ninflicting fearful loss upon the enemy.",
        "21. While the passage of Thermopylæ was disputed, he Greek fleet\nadvanced and took position in the strait of Artemisium, to prevent the\nPersian fleet from advancing farther into Greek waters. During the\nbattle the fleets were also engaged in an indecisive conflict. A\nstorm, however, arose and destroyed two hundred of the Persian ships.\nWhen Thermopylæ fell there was no longer reason for defending\nArtemisium, and the Greek fleet returned to defend the approach to\nAthens at the strait of Salamis.",
        "22. Athens was now at the mercy of the conqueror. The Spartan army\nmoved off to defend their own city. It was now that the wisdom of\nThemistocles showed itself. “The Athenians had no hope of being able\nto defend Athens, and resolved to abandon the town, and to remove\ntheir wives and children out of Attica to a place of safety. The whole\npopulation, men, women, and children, sorrowfully left their homes,\nand streamed down to the sea-shore, carrying what they could with\nthem.” The fleet took them over to Salamis and adjacent islands; and\nwhen Xerxes reached Athens he found it silent and deserted. A few poor\nor desperate men alone refused to depart, and had posted themselves\nbehind a wooden fortification on the top of the Acropolis, the\nfortress and sanctuary of Athens. The Persians fired the\nfortifications, stormed the Acropolis, slaughtered its defenders, and\nburned every holy place to the ground. Athens and its citadel were in\nthe hands of the barbarians; its inhabitants were scattered, its holy\nplaces destroyed. One hope alone remained to the Athenians–the ships\nwhich Themistocles had persuaded them to build.",
        "23. The fleet was anchored in the strait of Salamis, and beside the\ntwo hundred ships of Athens, it consisted of a large number from other\nports of Greece. Among the Greeks there were divided counsels; some\nwere for giving immediate battle, and some were for flying from the\nthousand Persian ships now advancing upon them. Themistocles saw that\nto retreat would be ruin, and he by stratagem kept every ship in its\nplace. He sent secret word to the Persians that the Greek fleet would\nsoon be in full retreat, and the Persian admiral sent two hundred\nvessels to blockade the farther extremity of the strait, so that\nflight was impossible.",
        "24. When everything was in readiness, Xerxes, from a throne built for\nhim on the shore so that he might be a spectator of the fight, gave\nthe signal to advance. At once all the long banks of oars in the\nthousand ships flashed in the light and dipped in the water. But here,\nas at Marathon, the way was narrow, and there was no chance for the\ndisplay of the full power of the Persian fleet. In a hand-to-hand\nconflict they stood no chance with the Greeks, and Xerxes, with\ndespair in his heart, saw two hundred of his best ships sunk or\ncaptured and many more seriously disabled, while the Greeks had\nsuffered little loss.",
        "25. Themistocles remained all night at his anchorage, ready to renew\nthe conflict on the morrow, but Xerxes, fearful for the fate of his\nbridge across the Hellespont, ordered the eight hundred remaining\nships to sail for its protection, while he and his whole army marched\nas rapidly as possible for the same point. The number assembled to\npass back into Asia was greatly diminished from the hosts which a few\nmonths before had so proudly marched to assured victory. Besides those\nlost in battle, thousands had perished through disease and famine. But\nthe hope of final success was not entirely abandoned, and the Persian\ngeneral, Mardonius, with three hundred thousand of the best soldiers\nof the invading army, were left to complete the conquest.",
        "26. With the retreat of Xerxes, the Athenians returned to their city,\nfinding their temples destroyed, and their homes desolated, but they\nimmediately commenced the work of rebuilding, and, amid rejoicings and\nrenewed hopes, the city arose from its ashes. The clash of arms gave\nplace to the din of industry, and the fighting soldier was replaced by\nthe peaceable citizen.",
        "27. In the mean time, Mardonius went into winter quarters in the\nnorthern provinces, and during the winter he endeavored to effect by\nnegotiation and bribery what he had failed to accomplish by arms. He\nsucceeded in exciting the jealousy of several of the cities toward\neach other, so that it was difficult to bring about concert of action,\nand he succeeded in detaching Thebes entirely from the confederacy,\nand arraying it against Athens. The Theban force which joined his army\nbecame one of the most formidable foes which the allied Greek had to\nmeet.",
        "28. The negotiations continued through the spring, but as summer\napproached the army of Mardonius was on the move. Sparta was not ready\nto meet the invader, and the Athenians once more took refuge on their\nships, ten months after their return. Mardonius took possession of the\ncity, and this time effectually destroyed it; but as nothing was to be\ngained by a further stay, he marched his army to Thebes, which became\nhis headquarters. The Spartans were at length ready to march. They saw\ntheir city menaced, and their own safety demanded that the forces of\nMardonius should be broken.",
        "29. With the aid of their allies they put into the field an army, the\nlargest that the Greeks ever mustered, variously reported as numbering\none hundred thousand to one hundred and ten thousand men. These were\nunder the command of the Spartan king, Pausanias. In September they\nset out for Thebes, and in a few days came up to the Persian army,\nwhich was stationed at Plataea, a short distance from Thebes. Here\nMardonius had established a fortified camp to which he might retreat\nif defeated on the field. For eleven days the two armies confronted\neach other, neither anxious to strike the first blow. Then the supply\nof water for the Greek camp gave out, and Pausanias fell back to a\nbetter position.",
        "30. This movement threw the Greek army into disorder, and the three\nmain divisions became separated from one another. Perceiving this the\nnext morning, Mardonius hastened with his Persians toward the higher\nground, where the Spartan troops might be seen winding along under the\nhillside, for from the river-banks he could not catch sight of the\nAthenians, who were hidden among the low hills which rose from the\nlevel plain.",
        "31. The last momentous strife had now begun. It was the custom of the\nSpartans before beginning a battle to offer sacrifice, and to wait for\nan omen or sign from heaven on the offering. Even now, when the\nPersians had advanced to within bow-shot and were pouring flights of\narrows upon the Spartans, Pausanias offered sacrifice. But the omens\nwere bad, and forbade any action except in self-defence. The Spartans\nknelt behind their shields, but the arrows pierced them, and the\nbravest men died sorrowfully, lamenting not for death, but because\nthey died without striking a blow for Sparta. In his distress\nPausanias called upon the goddess Hera, and the omens suddenly became\nfavorable, and the Spartans with their Tegean allies threw themselves\nupon the enemy.",
        "32. But the disparity of forces rendered the attack desperate.\nFifty-three thousand Greeks in all were opposed to the overwhelming\nnumbers of Mardonius. The Athenians were engaged elsewhere and could\nafford no assistance. The Persians had made a palisade of their wicker\nshields, behind which they could securely and effectually use their\nbows and arrows. By the first fierce onset of the Greeks this palisade\nwent down, but the Asiatics, laying aside their bows, fought\ndesperately with javelins and daggers. But they had no metal armor to\ndefend them; and the Spartans, with their lances fixed and their\nshields touching each other, bore down everything before them.",
        "33. The Persians fought with almost Hellenic heroism. Coming to close\nquarters, they seized the spears of their enemies and broke off their\nheads. Rushing forward singly or in small groups, they were borne down\nin the crush and killed; still they were not dismayed; and the battle\nraged more fiercely on the spot where Mardonius, on his white horse,\nfought with the flower of his troops. At length Mardonius was slain,\nand when his chosen guards had fallen around him, the remainder of the\nPersians made their way to their fortified camp, and took refuge\nbehind its wooden walls.",
        "34. In the mean time the Athenian army had been confronted by the\nPersian-Theban allies. Here it was not a conflict between disciplined\nvalor and barbaric hordes, but between Greek and Greek. The battle was\nlong and bloody, but in the end the defenders of Greek liberty were\nvictorious over those who would destroy it. The Theban force was not\nonly defeated but annihilated, and then the Athenians hastened to the\nsupport of Pansanias. While the Spartans were the best-drilled\nsoldiery in Greece for the field, they had little skill in siege\noperations, and the wooden walls of the Persian camp opposed to them\nan effective barrier.",
        "35. While the Spartan force was engaged in abortive attempts, the\nAthenians and their allies came up fresh from their victory over the\nThebans. Headed by the Tegeans, they burst like a deluge into the\nencampment, and the Persians, losing all heart, sought wildly to hide\nthemselves like deer flying from lions. Then followed a carnage so\nfearful that out of two hundred and sixty thousand men not three\nthousand, it is said, remained alive.",
        "36. Thus ended this formidable invasion, which threatened the very\nexistence of Greece. The great wave of Oriental despotism had spent\nits force without submerging freedom. Thenceforth the wonderful Greek\nenergy and creative power might be turned away from matters military\nand expended upon the arts of peace.",
        "37. The Athenians returned to their city and found everything in\nruins. Fire and hate had destroyed home and temple alike. All the\naccumulated wealth of generations was gone. Nothing was left but the\nindomitable energy which had been tested on so many trying\nemergencies, and the wonderful skill of eye and hand which came of\ninherited aptitude and long personal experience. Upon the old site a\nnew city grew in a single generation, marvelous in its splendor of\ntemple and palace, so light and airy, yet so strong and enduring, that\nafter the lapse of twenty-five centuries the marble skeletons, though\nin ruins, stand, the admiration of all men and of all ages.",
        "Continue...",
        "\nThis complete electronic text of Ten Great Events in History (1887) by James Johonnot is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ten Great Events in History (Large Print Edition)By James JohonnotAt Amazon"
    ]
}