{
    "title": "Ten Great Events in History - Chapter V. Columbus and the New World",
    "author": "James Johonnot",
    "chapter": "6",
    "content": [
        "\n\nDrawing of the Mayflower\nFrom the collection of the\nCape Cod Pilgrim Memorial Association\n\n",
        "\n\n",
        "1. Columbus lived in a stirring age. Everywhere light was breaking in\nafter centuries of darkness, and all Europe was restless with\nsuggestions and beginnings of new life. Great men were plenty; rulers,\nlike the Medici of Florence; artists, like Raphael and Angelo;\npreachers, like Savonarola, whose fiery prophecies brought him to\nfiery death; reformers, chief among diem Luther, just beginning to\nthink the thoughts that later set the world agog. Great inventions\nwere spreading; gun-powder, invented before, now becoming terribly\neffective through the improvement in guns; printing, suddenly opening\nknowledge to every class; the little compass, with which mariners were\njust beginning to trust themselves boldly on the seas, in spite of the\npopular impression that it was a sort of infernal machine presided\nover by the devil himself.",
        "2. And to this age had been bequeathed the fascinating stories of Sir\nJohn Mandeville and Marco Polo, stories to make every boy crazy to be\noff to seek his fortune. From their travels in Asia these men had\nbrought back the most remarkable accounts of the eastern lands. A\ncountry was there, they said, called Cathay, bordering on the sea. It\nwas ruled by an emperor, the Kubla Khan, or Great Khan, who lighted\nhis bedroom with a bright jewel half a foot long, set upon golden\npillars, and decorated his walls with wrought gold and hundreds of\nprecious stones. The rivers of the land were crossed by marble\nbridges, and the houses were roofed and paved with gold. The seas were\nfull of islands where spices grew and countless strange creatures\nlived: one-eyed men; men with a lip long enough to cover their whole\nface; men with only one foot, but that so large that they held it over\nthem like an umbrella when they lay down in the sun to rest;\ntwo-headed men and men with no heads at all; men whose only food was\nsnakes, and others whose favorite beverage was human blood; dragons\nand unicorns; woolly hens and sheep that grew on trees; and in one\nisland a valley where only devils dwelt. But there were besides great\nhills of gold, cities with towers of silver and gold, precious stones\nof all kinds, and rose-tinted pearls, big and round.",
        "3. There was trade between Europe and certain parts of Asia which they\ncalled the Indies, and reached by going east and south by land; but\nthis marvelous country of the Grand Khan lay beyond, and its riches\nremained a golden dream, known only by the travelers’ reports. That\nwas what was known of Asia. Of Africa, even less; for, fifty years\nbefore Columbus was born, only a strip across the northern part of it\nwas known, and south of that lay “nothing,” said the people. And of\nAmerica, our wide-stretching America, they never dreamed.",
        "4. Some fifty years before the birth of Columbus, Prince Henry of\nPortugal, studying the matter, came to the conclusion that the world\ndid not necessarily end at “Cape Nothing,” on the African coast, as\npeople said, but perhaps extended a long way farther; and, having an\nabundance of time and money, he began to send out ships to sail along\nbeyond the cape and see what they could find. And they found a long,\nlong coast. Year after year, until the prince was a gray-haired old\nman, he sent out vessel after vessel; and, though often storm-driven\nand wrecked, and unsuccessful, they many times came back with accounts\nof new discoveries. One by one they brought the numerous islands lying\noff the northwest coast of Africa to the notice of the people of\nEurope. And after they once got past that mysterious “Cape Nothing,\"\nthey sailed along the coast, going farther and farther on successive\nvoyages, until, in 1487, long after Prince Henry’s death, and just\nbefore Columbus’s great voyage, the most southern point was rounded,\nthe African continent was known, and the long-sought water-way to the\nIndies was established.",
        "5. As to the date of Columbus’s birth, historians can not agree within\nsome ten years. It was doubtless some where between 1435 and 1446.\nThey also give different accounts as to his birthplace; but it seems\nmost probable that he was born in Genoa, on the Mediterranean, the son\nof a wool-carder, and that he went to school in Pavia. At fourteen he\nbecame a sailor.",
        "6. Up and down the seas, first in the sunny Mediterranean, later along\nthe stormy Atlantic coast, sailed the lad, the young man, in the small\nsailing vessels of the time, and learned well the ocean which he\nafterward so boldly trusted.",
        "7. He was a daring, quick-witted, handsome, bronzed young man when he\nwent to Lisbon, where his brother Bartholomew was established as a\ncosmographer, making charts for seamen; and with all his enthusiasm\nfor his sea-faring life, he had enough interest in ordinary pursuits\nto fall in love most romantically. It happened on account of his being\nso regular at church. Every day he must attend service, and every day\nto church came Donna Philippa Palestrello, who lived in a convent near\nby. Across the seats flitted involuntary glances between the\ncloistered maiden and the handsome brown sailor–with a dimple in his\nchin, some pictures have him; something besides prayers were read\nbetween the lines of the prayer-book, and the marriage which closed\nthis churchly wooing proved the wisdom of both parties.",
        "8. Philippa’s father had been one of Prince Henry’s famous seamen and\nthe governor of Porto Santo, one of the new-found islands; and after\nhis marriage, Columbus lived sometimes at Porto Santo, sometimes at\nLisbon, and much of the time on the sea. He sailed south along the\nAfrican coast to Guinea; north he sailed to England, and farther on to\nIceland. Wherever ships could go, there went he, intent on learning\nall there was to know of the world he lived in. He read eagerly all\nthat was written about the earth’s shape and size. The modern science\nof his time he well understood. He pored over the maps of the ancient\ngeographer Ptolemy, over the maps of Cosmas, a later geographer, over\nPalestrello’s charts, given him by Philippa’s mother.",
        "9. Ptolemy said the world is round, but Cosmas, whom good Christians\nwere bound to believe, since he founded his science on the Bible, said\nit is flat, with a wall around it to hold up the sky–very probable,\ncertainly. But that notion of the ancients that the world is “round\nlike a ball” had been caught up and believed by a handful of men\nscattered sparsely down through the centuries, and of late lead\ngained, among advanced scientists, more of a following than ever. And\nColumbus, who, with all his enthusiasm for adventure and his reverence\nfor religion and he church, had a clear, unbiased, scientific head,\nmentally turned his back upon Cosmas, and clasped hands with the\nancients and the wisest scientists of his own day.",
        "10. The north was known, the south was fast becoming so, the east had\nbeen penetrated, but the west was unexplored. Stretching along from\nThule, the distant Iceland, to the southern part of the great African\ncontinent, thousands of miles, lay the “Sea of Darkness,” as the\npeople called it. What lay beyond? The question had been asked before,\ntimes enough; times enough answered for any reasonable man. “Hell was\nthere,” said one superstition, “Haven’t you seen the flames at\nsunset-time?” “A sea thick like paste, in which no ships can sail,\"\nsaid another. “Darkness,” said another, “thick darkness, the blackness\nof nothing, and the end of all created things!”",
        "11. There was a legend that over there beyond was Paradise, and St.\nBrandan, wandering about the seas, had reached it. The ancients told\nof an island Atlantis over there somewhere in the West, and one of\nthem had said: “In the last days an age will come when ocean shall\nloose the chains of things; a wonderful country will be discovered,\nand Tiphis shall make known new worlds, nor shall Thule be the end of\nthe earth.”",
        "12. Ah, to be the discoverer of Atlantis or Paradise! “But, if the\nworld is round,” said Columbus, “it is not hell that lies beyond that\nstormy sea. Over there must lie the eastern strand of Asia, the Cathay\nof Marco Polo, the land of the Kubla Khan, and Cipango, the great\nisland beyond it.” “Nonsense!” said the neighbors; “the world isn’t\nround–can’t you see it is flat? And Cosmas Indicopleustes, who lived\nhundreds of years before you were born, says it is flat; and he got it\nfrom the Bible. You’re no good Christian to be taking up with such\nheathenish notions!” Thought Columbus, “I will write to Paolo\nToscanelli, at Florence, and see what be will say.”",
        "13. So Columbus wrote, and Toscanelli, the wise scientist, answered\nthat the idea of sailing west was good and feasible; and with the\nletter came a map, on which Asia and the great island Cipango were\nlaid down opposite Europe, with the Atlantic between, exactly as\nColumbus imagined it. Toscanelli said it was easy enough: “You may be\ncertain of meeting with extensive kingdoms, populous cities, and rich\nprovinces, abounding in all sorts of precious stones; and your visit\nwill cause great rejoicing to the king and princes of those distant\nlands, besides opening a way for communication between them and the\nChristians, and the instruction of them in the Catholic religion and\nthe arts we possess.” It was 1474 when this encouragement came, and\nfrom this time all the sailor’s thoughts and plans turned toward the\nwest.",
        "14. The life at home between his voyages, whether spent with his\nbrother, the cosmographer, at Lisbon, or with his wife and sailor\nbrother-in-law, on the Porto Santo island, was hardly less nautical\nthan the voyages themselves. Porto Santo was in line with the\nship-routes to and from Spain and all the new-found African coast and\nislands; and the family there, with the men sailors and geographers,\nand the women, wives and daughters of sailors and geographers, lived\nin the bracing salt sea-air, full of the tingle of adventure.",
        "15. Wild stories tell the sailors, coming and going, whom one can\nscarce contradict for lack of certain knowledge; and is it not an age\nof wonders in real life? And the round earth, the round earth–is it\nround? And the empire of the Grand Khan just over the western water\nthere–not far! The sailors said that on the shores of one of the\nislands two dead men of strange appearance had been washed in from the\nwest. The sailors said they had picked up curiously-carved sticks\ndrifting from the west. Pedro Correa himself, Columbus’s\nbrother-in-law, and a man to be trusted, had found one floating from\nthe west. And there was a legend of the sight of land lying like a\nfaint cloud along that western horizon.",
        "16. “The world is round,” said Columbus. “It is not very large” (he\nthought it much smaller than it is), “and opposite us across that sea\nlies Asia; and to Asia by way of that sea I will go. There, in the\nwest, lies my duty to God and man; I will carry salvation to the\nheathen, and bring back gold for the Christians. From the ’Occident to\nthe Orient’ a path I will find through the waters.”",
        "17. Such a venture as Columbus proposed could scarcely be carried out\nat that time except by the help of kings, so to the kings went\nColumbus.",
        "18. Naturally, Portugal, with her proved interest in discovery, came\nfirst in his thought; and before Portugal’s king he laid his project.\nThe king should fit him out with vessels and men, and with them\nColumbus would sail to the Indies, not by the route around Africa,\nwhich the Portuguese had so long been seeking, but by a nearer\nway–straight across the Atlantic. Think of the untold wealth from the\nempire of the khan rolling in to Portugal if this connection could be\nestablished! And think of converting those heathen to our blessed\nmother church! It was worth thinking about, and the king called a\ncouncil of his wise men to consider the startling idea. Not long were\nthe wise men in wisely deciding that the plan was the wild scheme of\nan adventurer, likely to come to no good whatever; and when the king,\nhardly satisfied, laid it before another council, they, too, wisely\ndeclared it ridiculous.",
        "19. O ye owlish dignitaries! Still, the king was not convinced. “We\nhave discovered much by daring adventure, why not more?” “Stick to the\ncoast, and don’t go sailing straight away from all known land into\nwaters unknown and mysterious,” said the wise men. “But if the unknown\nwaters bring us to the riches of Cathay?” said the king. “That’s the\nextravagant dream of a visionary; it contains no truth and much\ndanger,” said the wise men. “Try it yourself, and see. Unbeknown to\nthis Columbus, just send out a ship of your own to the west, and let\nthem come back and tell us what they find.”",
        "20. It was a most underhand piece of business all around; but the king\nyielded and sent out a ship, which presently came back again with the\nreport that there was no Cathay there, and they hadn’t found any\nCipango; it was all nonsense! And what they had met with was a big\nstorm that scared them terribly. So Columbus retired, and left the\nking of Portugal to his brave sailors and wise councilors.",
        "21. Next will come Spain, and meantime he will send his brother\nBartholomew to present the plan at the English court.",
        "22. The Spanish sovereigns, Ferdinand and Isabella, were down in\nAndalusia, that beautiful southern province of Spain, in the midst of\na war with the Moors, who occupied certain portions of the land, and\nwhom the Spaniards were trying to drive out. So, his wife being now\ndead, Columbus took his little boy Diego, and to Andalusia they went.\nThey stopped at Palos by the sea, and from there set out on foot. The\nway was long, and Diego could not go far without getting very thirsty;\nand his father stopping at a great, dark, stone convent, called Maria\nde la Rabida, to get him a drink, the prior asked them in to rest a\nbit. As they talked, Columbus soon told of his great project, to sail\nto the Indies by way of the western sea.",
        "23. The prior, in his long dark robe and shaved head, opened his eyes\nat this and wanted to hear more. “Novel project this,” thought he;\n“very novel-most astonishing I must have my friend, Dr. Fernandez,\nhear it.” So a messenger was sent to Palos to fetch the doctor, and\nColumbus went over again the wonderful plan–just to sail west, not so\nvery far, over the round earth, and reach the stately cities of\nCathay, and convert the Grand Khan to the faith, and gather of the\nplentiful gold and jewels of that land. Little Diego stood by and\nlistened with wide-open eyes, and the doctor pondered, while the prior\ngazed out from the western window upon the Atlantic, and Columbus bent\neager eyes and flushed face over his chart.",
        "21. “Why, it may be possible! Send for Martin Alonzo Pinzon. He is a\nseaman; let us see what he thinks!”",
        "25. To Palos again goes the messenger, to the rich and influential\ncitizen, Alonzo Pinzon, and tells him he is wanted at La Pabida. “Ah,\nAlonzo Pinzon!” greets him–the prior, “come and hear what a man\nproposes to do; and a wise and courageous sailor he seems, though poor\nenough!” And a third time they bend over the charts there in the dark\nstone convent, and Alonzo Pinzon hears of the western route to India;\nand Diego gazes from one to the other, and hopes in his heart that his\nfather will take him along–he wants to see the unicorns. Pinzon\ncatches the idea with enthusiasm, promising to help Columbus with\nmoney and influence, and to go with him if he goes. The doctor,\ncogitating upon the statements and arguments, concludes that they make\nquite a reasonable showing, and advises Columbus to go on.",
        "26. The prior says: “Go at once to the court. Talavera, the queen’s\nconfessor, is a good friend of mine, and a letter of introduction to\nhim will gain you access to the king and queen. They will surely help\nyou.” Diego clasps his hands. “Will you stay with me, Diego?” says\nthe long-robed prior. “I’d rather go to court,” says Diego. “Nay, my\nson,” says Columbus, “if the good prior will keep you, I will leave\nyou here while I go on my uncertain errand.” So the little boy stands\nin the great stone doorway and watches his father out of sight toward\nCordova.",
        "27. At Cordova is nothing but excitement and confusion. The army is\njust starting upon a campaign against the Moors. Talavera is\npreoccupied, has his hands full of business, and can scarcely give\nColumbus time enough to state his errand. “Dear me, a new route to the\nIndies! But don’t you see how busy we are with this war? It is\nprobably all nonsense–sounds like it. The court in war-time can not\nwaste precious hours over the consideration of such wild visions as\nthis.” So Columbus takes lodgings in Cordova, supports himself by\nchart-making, talks to everybody about the new route to Asia, and\nwaits. Such a man with such a story is likely to gain some attention,\nand by and by he begins to have friends. Several of the important\npoliticians come to know him, some are converts to his theory, and\nfinally the grand cardinal himself procures him an audience with the\nking and queen.",
        "28. Enthusiastically the “one-idea’d man” unfolds his theories to\nroyalty. The land of the Grand Khan, with its untold treasure, the\nsalvation of millions of souls in the Indies, are the vivid points.\nThe earth is a sphere, and a ship may sail straight from Spain to\nCipango, urges this man of imagination and faith. The king was not\nslow to perceive the great advantages which success in such an\nenterprise would bring to the government that undertook it; but he\nmust consult the wise men. Talavera should head a commission composed\nof the great men in the church, great men of science, and professors\nin the universities. Surely no man could ask for more. So to\nSalamanca, seat of the greatest Spanish university, Columbus went to\nconvince the commission.",
        "29. In the hall of the convent there was assembled the imposing\ncompany–shaved monks in gowns of black and gray, fashionably dressed\nmen from the court in jaunty bats, cardinals in scarlet robes–all the\ndignity and learning of Spain, gathered and waiting for the man and\nhis idea.",
        "30. He stands before them with his charts, and explains his belief\nthat the world is round, and that Asia stretches from the eastern\nboundary of Europe to a point something like four thousand miles from\nSpain. Hence Asia could be reached by sailing due west across the\nAtlantic. They had heard something of this before at Cordova, and here\nat Salamanca, before the commission was formally assembled, and they\nhad their arguments ready.",
        "31. You think the earth is round, and inhabited on the other side? Are\nyou not aware that the holy fathers of the church have condemned this\nbelief? Say the fathers, the Scriptures tell us all men are descended\nfrom Adam; but certainly no men descended from Adam live in such a\nregion as this you speak of–the antipodes. Will you contradict the\nfathers? The Holy Scriptures, too, tell us expressly that the heavens\nare spread out like a tent, and how can that be true if the earth is\nnot flat like the ground the tent stands on? This theory of yours\nlooks heretical.",
        "32. Columbus might well quake in his boots at the mention of heresy;\nfor there was that new Inquisition just in fine running order, with\nits elaborate bone-breaking, flesh-pinching, thumb-screwing, banging,\nburning, mangling system for heretics. What would become of the Idea\nif he should get passed over to that energetic institution?",
        "33. “I am a true and loyal Catholic,” he cries; “I wish to convert the\nGrand Khan’s people to our blessed faith. I believe the Bible, and God\nhimself sends me on this mission. But these words of the Scriptures\nare to be taken as a figure, not as literal facts of science.” “Will\nthis sailor teach us how to read the Scriptures!” growl the monks.",
        "34 “Well, for argument, suppose this world is round, and you could\nsail west to the Indies. The voyage would take years, and you could\nnot carry food enough to keep you from starving.”",
        "35. “But I believe it is only a voyage of four thousand miles, and\ncan, with favoring winds, be accomplished in a short time,” says\nColumbus, stating his scientific reasons for this belief. “Will this\nsailor teach us science!” growl the professors. “Well, all this may be\ntrue; but really, can you expect us to believe that there is a land\nbeneath us where people walk with their feet up, and trees grow down?\"\nOh, foolish Columbus! What an absurd idea! “And, besides, if the\nsignor should succeed in sailing down around the earth to this\npeculiar region, how does he propose to get back again? Will his ship\nsail up-hill?”",
        "36. Oh, the nudgings and winks among the monks at this poser! And the\nprofessors smile triumphantly. “And, anyway, who are you, Signor\nColombo, to set yourself up to know more than all the world beside?\nHaven’t men been sailing in all the seas ever since the time of Noah,\nand, if such a thing as this were possible, would not somebody have\nfound it out long ago?” With sound science, reverent religion,\nenthusiastic imagination and faith, he answered them, this unknown\nsailor, and left them bewildered by his views and impressed by his\npersonality. “Perhaps there is truth in the matter,” said the monks of\nSt. Stephen. They said they would think about it, and they did think\nabout it, and it took them four years to think about it. Meantime they\nadjourned and went about their own affairs, and Columbus went back to\ncourt.",
        "37. The campaign against the Moors began, and from that time to the\nend of those weary years Columbus followed the court from place to\nplace, over the hills and valleys of beautiful Andalusia. Sometimes he\nmade charts for his support, sometimes be fought in the battles,\nsometimes he talked with the courtiers, or begged audience with the\nking to urge him to a decision; but always was with him that one dream\non which he was staking all his time and strength–the best years and\nthe fullest power of his manhood–hope of his heart, purpose of his\nwill, that one Idea possessing him in vivid, unwavering faith.",
        "38. The queen was kind. His enthusiasm and sound judgment, his\npersistent faith in his idea, his dignity and strong determination,\ntempered by the most manly religion, made him friends even among his\nexaminers at Salamanca; and so he hoped and waited. Think of it–four\nyears of suspense on top of thirteen years of thought and study and\ninvestigation toward one end! And when at last Talavera assembled the\nwise men of the commission: to announce the result of their long\ndeliberation, they had come to this wise conclusion: that the whole\nthing was foolish and impossible, unworthy of a great king’s\nattention.",
        "39. Better give it up, Cristoforo Colombo, and make charts for a\nliving the rest of your days. No, says Colombo, that western ocean\nmust be crossed. He turns to the powerful Spanish nobles. They are\nfriendly, but hardly dare take up the project. He will go to France\nand present his case. But first to La Rabida to see Diego, a tall lad\nnow. “What!” says the prior, “no success? Too bad, too bad! But Spain\nmust not give the glory of this great undertaking to France. I know\nthe queen, and I will write to her; I was her confessor once.”",
        "40. He wrote with such force that he was summoned to the queen at\nonce, and his earnest pleading determined Isabella to send again for\nColumbus. But again disappointment came, for they took offense at\nColumbus’s high demands and would not grant them. The Spanish\nsovereigns were to furnish the largest share of the equipment; he\nshould be admiral of the seas, and he and his sons after him were to\nrule, under the king, the countries discovered, and share in all the\nprofits of the enterprise. Bold demands from an adventurer! Seventeen\nyears of waiting might have taught him common sense; but with his\nabsurd faith and uncommon sense he would accept no other terms, and\nturned away again with his Idea and his determination.",
        "41. “Too bad, too bad!” said St. Angel, the tax-collector; “I will\nplead with the queen. She must not let slip this chance of enriching\nthe king–and converting the khan. I will myself lend the money\nnecessary, if the king can’t afford it.” Said Isabella to St. Angel:\n“I think as you do. This is a wonderful plan. Let them say what they\nwill, by my own right I am queen of Castile, as well as queen of\nSpain, and I pledge the crown of Castile to raise for Cristoforo\nColombo a suitable equipment to sail to the Indies by the west. Let\nhim make his own terms.”",
        "42. At last the fretting applications, the repeated explanations, the\nharrowing suspense, the long restriction are over, and the strong\nwings of the sea-bird are free to bear away over the Atlantic.",
        "43. At Palos, in Southern Spain, three small ships were provided. One,\nthe Santa Maria, in which Columbus was to sail, was fully decked; the\nother two–the Pinta and the Niña–had decks and cabins only at the\nends. As for crews, to secure them was no easy matter. Not many\nsailors cared to trust themselves upon that unknown “Sea of Darkness.\n“ Not many believed in this story of a western route to Asia.",
        "44. A few, with visions of the Grand Khan’s palaces and the marvelous\nsights of the East, would go for adventure’s sake, and risk the\nmystery between. A few, thinking of the “great hills of gold,” would\nrisk the danger of tumbling into hell midway for the chance of getting\nsafely across to the land of treasure. Alonzo Pinzon was on hand, as\nhe had promised, and was given command of the Pinta, while the Niña\nwas put in charge of his brother Vincent. Royal pardon for crimes and\noffenses was offered for any who would undertake this voyage, and so\nsome jail-birds were added to the company. Queer stuff for such an\nundertaking! But beggars can not be choosers, and Cristoforo Colombo\nmight be thankful that he could get anybody for his fool’s errand!",
        "45. On August 3, 1492, in the early morning, the three ships lay in\nPalos harbor, and down to Palos harbor flock all the town to see them\noff for Cathay. Groups of trades-people shudder companionably over the\nvague terrors of the Atlantic, and chatter over the probabilities of\nthe adventurers’ return with untold wealth. Excited women-bareheaded\nlikely-gaze again upon the strong, controlled face of Columbus, and\nthank God for this missionary to the Grand Khan-only the dark sea will\nsurely be his destruction before he gets there! Children wriggle\nthrough the throng and stare at the men who are soon to find out what\nbecomes of the sun when it sets, and to know for themselves whether or\nno it hisses and makes the water boil. The sailors make their way\ntoward the ships through a running fire of conversation and\nhand-clasps, culminating at the dock in general good-byes and the\nclinging embraces and sobs of daughters and sweethearts and wives. The\nPinzons are there with their friends. Dr. Fernandez is going, too, and\nthe prior of La Rabida, in his long robe, is exulting with him over\nthis success. Diego, soon to go to court as page to the prince, is\nthere to bid his father good-by.",
        "46. Now all are on the docks ready to embark. A hundred and twenty men\nto brave the unknown terrors of that sea stretching before them! The\nprior steps gravely down among them, carrying the sacred host;\nkneeling before him, Columbus murmurs his last confession and receives\nthe communion; and after him the Pinzons and the sailors reverently\ncommune. The people are silent as the prior blesses the departing\nones, and then the ships are manned, the sails spread, and Palos\nwatches until they flutter, like white birds, out of sight-never to\nreturn! moan the daughters and the sweethearts and the wives; and the\nchildren, with wide dark eyes, whisper of the unicorns and dragons of\nthe East.",
        "47. Off at last! Oh, the exhilaration of it! Admiral of three rickety\nships and all the unknown seas; governor of a hundred disreputable\nsailors and the realms of Cathay!",
        "48. They had not been out three days when the Pinta’s rudder got out\nof order. That crew of the Pinta had been none too willing to start on\nthis rash expedition, and Columbus had his suspicions that they put it\nout of order on purpose. Perhaps they did; anyway, the next day it was\nreported broken again, and Columbus pointed for one of the Canary\nIslands to get it mended. “We are going to Cathay by way of the\nwestern ocean,” they said in reply to the islanders’ questions. “Oh,\"\nsaid the islanders, “every year we can see land lying west of us, away\noff there. You will find it, though none of us have been there.” Some\nweeks of delay that unseaworthy Pinta caused; but at last, on\nSeptember 6th, they were once more started. Now, to the west! And,\nwith their homes and the known world behind them, into the west they\nsailed!",
        "49. Hardly had the land disappeared when the sailors, dismayed at\ntheir own boldness, began to be frightened enough. The steersmen let\nthe vessels drift around a bit. “Steer to the west!” sternly cried\nColumbus. There was grumbling in the crew, and the admiral showed his\nwit by commencing then and there two records of the distance traveled\neach day. The record for the faithless sailors’ edification showed\nfewer miles than the reality, and the truth of the matter no one knew\nbut himself, from that day until he brought them safe to the other\nside. The fifth day a fragment of a ship drifted by them–\"a wreck!\"\ncried the sailors, and grew gloomy over the bad omen. One night a\n“remarkable bolt of fire” fell into the sea, and the superstitious men\nwere panic-stricken. How could they go on in the face of this message\nfrom heaven? But go on they must. This remarkable admiral said calmly:\n“Steer to the west.”",
        "50. As the days went on “they began to meet large patches of weeds,\nvery green.” “We must be near to land,” said the sailors. “Perhaps\nsome island,” said the admiral; “but the continent we shall find\nfurther ahead.” Another strange thing happened. That little compass,\ntheir only sure guide to Cathay, began to behave as if it too had lost\nits head over this foolhardy undertaking. The neighbors at home had\nwarned them that the devil managed the compass; and this needle, never\nknown to point anywhere but north, now pointed west of north! Was the\ndevil steering them for hell? Heaven’s fiery bolt had warned them;\nthey had not heeded, and now the devil was tampering with the compass.\nPoor sailors! They looked fiercely on Columbus, and wished themselves\nwell out of this business. But the admiral faced the strange\noccurrence quietly, though his heart may well have beat fearfully, and\nproceeded to investigate its cause. He soon announced it. “It is the\nnorth star that moves,” he coolly informed the terrified men, “the\nneedle is always true.” The admiral was certainly a marvelously wise\nman, and the sailors said no more.",
        "51. Eleven days out. No thickening of the sea yet, except with this\nmass of floating weed. No darkness, except the darkness of night. No\nnearer the sunset, and always at sunset-time that golden western path\nacross the water. Weeds, weeds–vast stretches of weeds; they must\nbetoken land; and a live crab discovered among them would surely seem\nto indicate it. The sea is smooth, the air clear. It is like\n“Andalusia in April, all but the nightingales,” exclaims the admiral.\nWhat would you give to hear a nightingale just now, brave-hearted\nadmiral, gazing into the moonlit infinity of silence that enspheres\nyou! You can not bear the crystal tension; go below to the relief of\nthe narrow room and the journal faithfully kept!",
        "52. More signs of land. They kill tunnies–sure sign, say the sailors.\nAnd all the signs are from the west, “where I hope the high God in\nwhose hand is all victory will speedily direct us to land,” writes the\nadmiral. Even the faithless sailors begin to forget their sullen\ndisapproval, and the three ships race merrily to see which shall first\ndiscover land. Great flocks of birds Alonzo Pinzon saw from the Pinta.\n“This very night we shall reach land, I believe!” he exulted; and the\nPinta swiftly shot ahead, expecting to sight the shore at any moment.\n“There must be islands all about us,” thought the admiral; “but we\nwill not stay for them now. Straight to the west!”",
        "53. Still no land, for all the signs and eager watching. Leagues of\nundulating weeds, but no land! And the faint-hearted sailors grumble\nagain. They fear that they never shall “meet in these seas with a fair\nwind to return to Spain.” A head-wind heartens them, but it quickly\nflits off laden with kisses for Andalusian sweethearts; and again the\neast wind fills the sails and carries them away, and away, and away!",
        "54. Alonzo Pinzon and Columbus hold a conference, and Columbus,\nspreading out that dear map of the Atlantic lying between Europe and\nAsia, traces for the pilots the course they have pursued–a bold,\nstraight westerly line–and shows them that they are now near the\nislands of the Asiatic coast. Inspired delusion! How did it happen\nthat the distance you reckoned to Asia was just the distance that\nlanded you on American shores!",
        "55. Then, again, all eyes strain to the west, and the three little\nships in that great circle of water steer swiftly on their unknown\ncourse to unknown lands. The excited sailors can scarce do their work.\n“We are nearing land, the admiral says.” “He says it will be perhaps\nCipango itself!” “Think of the gold!” “And the dragons!” “Thou’rt a\ncoward. In Cipango the king has his palace roofed and floored with\ngold.” “And the pearls there are of a beautiful rose-color.” “If it\nis not Cipango, it will be still some other famous island, if not\nCathay.”",
        "56. “But, bethink you of the monsters of those islands: we are like to\nmeet two-headed men, they say, and lions, and beasts with men’s\nheads!” “Ay, but the gold, the gold!” “What will gold be to thee, man,\nwith a cannibal drinking thy blood?” “And there is somewhere there a\nvalley of devils!” “Hist about that, there’s no need to speak.” “Any\nland were better than this dreary, endless ocean!” “Ay, ay, any land\nwere better than this endless ocean!–I go to look for land. The\nadmiral offers a reward to the man first discovering it.” “Ho! for the\nwest, and the golden cities of Cathay!”",
        "57. Monsters? devils? The admiral was a man of science and not of\nsuperstition, but those wild stories may well have made the night\nuncanny for him. Suddenly Alonzo Pinzon cried “Land!” and with\npraiseworthy prudence hastened to claim the reward. The admiral fell\non his knees and thanked God. Alonzo Pinzon’s crew sang the “Gloria\";\nthe men of the Niña ran up the rigging, and shouted that the land was\ntruly there. All night the excited men talked of nothing but that\nland, and the admiral changed their course to southwest, where it\nappeared to lie. Fast they sailed till morning, till noon, till\nafternoon, and then “discovered that what they had taken for land was\nnothing but clouds!” Oh, the fearful reaction after that tense\ntwenty-four hours! “There is no further shore!” cried the sailors. “It\nis as they said: the sea goes on forever, and we are going to death!\"\nThe admiral quietly ordered, “Sail on into the west.” They could not\ngainsay him. He willed it, and they sailed on.",
        "58. Weeds and birds still float and fly about the ships. “Fine weather\nand the sea smooth, many thanks to God,” says the admiral. Alonzo\nPinzon wished to seek the islands that might be near them. “No,” said\nthe admiral, “we shall not change our course.” Put the signs of land\nagain brought reviving spirits and new hope to the men, and again the\nthree ships try to outsail one another in the race for the first\ndiscovery. The Nina suddenly fired a salute–signal of land–but the\nland did not appear. Seeing flocks of birds flying southwest, Columbus\naltered his course to that direction, thinking that the birds knew\nbetter than he where land lay.",
        "59. And three days more they sailed, watching eagerly the various\nsigns–weeds, pelicans, passing birds–gazing, gazing, gazing upon\nthat unbroken boundary line sweeping around the lonesome watery world!\nOnly sky and sea, sea and sky, with lines of passing birds black\nacross the one and the undulating weeds streaking the other–three\nlittle ships with spreading sails under the blue dome, that distant,\nlimiting circle, delicately distinct, always curving in unbroken\nperfection. Ah! the calm cruelty of the smiling sea and sky!",
        "60. “The admiral encouraged them in the best manner he could,\nrepresenting the profits they were about to acquire, and adding that\nit was to no purpose to complain; having come so far, they had nothing\nto do but continue on to the Indies till, with the help of our Lord,\nthey should arrive there.” It is said, though Columbus does not\nrecord it, that now the sailors whispered about among themselves “that\nit would be their best plan to throw him quietly into the sea, and say\nhe unfortunately fell in while he stood absorbed in looking at the\nstars!” If they did plot such folly, they had sense enough not to\ncarry it out.",
        "61. So there was, indeed, nothing for it but to sail on. The next day\nbrought more floating articles and newly excited expectancy. A cane, a\nlog, a carved stick the Pinta found. Think of the way that carved\nstick passed from, hand to hand! “Carved with an iron tool,” said one.\n“Nay, I doubt it.” See, they are waving a branch from the Niña’s\ndeck! Ho, the Pinta! “A stalk loaded with roseberries!” There must be\nland–or else the devil himself puts these signs in our way. Alonzo\nPirzon, in the swift Pinta, kept ahead. Night came down. At ten the\nadmiral, peer into the darkness, saw a light–was it one of those\nphantom lights reported to dance over these waters? A faint,\nglimmering light! “Pero Gutierrez, come here. I see a light! Look that\nway!\"–\"I see it too,” said Pero. “Rodrigo Sanchez, come here–a\nlight!” But Rodrigo Sanchez does not stand in the right place, and\nsees nothing at all. It was gone a moment. Then the admiral saw it\nmoving up and down. “It may be an indication of land,” admitted\nRodrigo Sanchez; but Columbus was certain, and his orders were prompt\nand imperative: a strict watch to be kept upon the forecastle, and for\nhim who should first see land a silken jacket and the reward promised\nby the king and queen.",
        "62. At midnight the Pinta was still ahead. Ninety miles they had made\nsince sunset. Look out for land, Alonzo Pinzon. Midnight–look sharp.\nNo land. One o’clock–look sharp. No land. Two o’clock–what is it?\nRodrigo de Triana has seen land, land! Make the signals, Alonzo\nPinzon. Ho, the Santa Maria–Land! Ho, the Niña–Land! Take in the\nsails, wait now for the dawn–first dawn for Europe in the new world.",
        "63. In the morning–it was Friday, October 12th, five weeks since they\nsaw the last of the Canaries–they found that the land was a small\nisland with naked people on its shore. Here we are at last! We have\naccomplished it! Think of the exultation! Land with fitting ceremony,\nand take possession for the king and queen of Spain. Drop the small\nboat from the Santa Maria (put in your guns, lest the natives prove\ncannibals). Get in you, and you, and you, of the sailors; get in,\nRodrigo de Escovedo, our secretary; you, of course, Rodrigo Sanchez,\nsince the king sent you on purpose to bear witness to this occasion.\nAlonzo Pinzon and Vincent, carry your standards of the green cross;\nand the admiral bears the royal standard of our sovereigns. All\naboard–put off the boat–row for the shore.",
        "64. The curious natives flock about these strange beings, who come in\nwinged ships, and have bodies covered with something besides skin\nhandsome natives, evidently no cannibals, and very obliging. No lions,\nor hippogriffs, or unicorns. But gold–yes, little pieces of it\nhanging about the savages’ necks. They make signs that it comes from a\nland to the south. Cipango, thought Columbus, and set sail to find it.\nThey were in the group of islands between North and South America,\nwhich we call the Bahamas and the West Indies. The first island\ndiscovered the natives called Guanahani, but Columbus named it San\nSalvador–\"Holy Saviour.”",
        "65. They sailed about among them, hunting for gold and Cipango;\nbartering with the astonished natives; observing the land. Not quite\nequal to Mandeville’s tales were the sights they saw, yet the\nluxuriant, tropical vegetation of the islands, the trees with luscious\nfruit and sweet perfume, the brilliant birds flitting through the\ngreen foliage, the marvelous fish flashing in the waters, the lizards\ndarting across the paths, were wonderful enough in their new beauty to\nthe sea-weary eyes of the Europeans. “I saw no cannibals,” says\nColumbus; but he heard of an island full of them. He heard, too, of\nthe island of the Amazons, fierce, wild women, who use bows and\nspears, and are less like women than men. And there was an island\nwhere the inhabitants had no hair, and one where the people had tails.\nMermaids he saw, but, adds the honest admiral, they were “not so like\nladies as they are painted.”",
        "66. “Where do you get your gold?” says the admiral by signs to the\nislanders. “Cubanacan,” say the natives. Kubla Khan, flashes across\nthe admiral’s mind, and he sails off in renewed certainty. The island\nwhich the natives called Colba, or Cuba, he took for Cipango, and\nafter much searching he came to it at last. When he did reach it, its\nsize deceived him into thinking he had reached the continent, and\nmessengers were straightway dispatched to seek the Grand Khan, with\nhis marble bridges and golden towers. Columbus bad brought along a\nletter to him from Ferdinand and Isabella, in which they tell him\nthat, having heard of his love for them, and his wish to hear news\nfrom Spain, they now send their admiral to tell him of their health\nand prosperity! But the messengers could not find the khan. How could\nyou know, Cristoforo Colombo, that you were only half way around the\ngreat world, and thousands of miles yet from Cathay!",
        "67. America was discovered. The daring admiral never knew it. To the\nday of his death he thought the world was only half as large as it is,\nand that he had sailed west to Cathay.",
        "68. America was discovered. Shout, Palos! Seven months only have\npassed, and here come the heroes back again–back from Cipango and\nCathay. Weep for joy, daughters and sweethearts and wives! Little\nchildren, gaze with fear upon those dark-skinned painted savages, and\nbe consoled that they brought no dragons. Barcelona, ring your bells!\nThe hero, Columbus, is coming in state! Crowd the streets, the doors,\nthe windows, the roofs; king and queen receive him in magnificence.\nHail to the man who has succeeded!",
        "69. Three times afterward Columbus crossed the ocean to the new-found\nIndies, touching once the mainland of South America. No need to go\ninto the details of his after life. How can one have the heart to tell\nof the quick subsiding of his triumph, the malicious envy of\ncourtiers, the unreasonable discontent of subordinates, the selfish\nambition of rivals, the wanton wickedness of the West Indian settlers;\nof his removal from the governorship, and his voyage home in chains,\nover his Atlantic, of his weakening health, his accumulating\nanxieties, his troubled old age? The peaceful death that closed it all\nin 1506 was relief to the bold spirit which injustice and pain could\nnot subdue, but only hamper and fret. From the island of Jamaica,\nthree years before his death, America’s discoverer writes to his king\nand queen:",
        "70. “For seven years was I at your royal court, where every one to\nwhom the enterprise was mentioned treated it as ridiculous; but now\nthere is not a man, down to the very tailors, who does not beg to be\nallowed to become a discoverer. . . . The lands in this part of the\nworld which are now under your highnesses’ sway are richer and more\nextensive than those of any other Christian power; and yet, after that\nI had, by the Divine will, placed them under your high and royal\nsovereignty, and was on the point of bringing your majesties into the\nreceipt of a very great and unexpected revenue,... I was arrested\nand thrown, with my two brothers, loaded with irons, into a ship,\nstripped and very ill treated, without being allowed any appeal to\njustice. . . . I was twenty-eight years old when I came into your\nhighnesses’ service, and now I have not a hair upon me that is not\ngray; my body is infirm, and all that was left to me, as well as to my\nbrothers, has been taken away and sold, even to the frock that I wore,\nto my great dishonor. . . . I implore your highnesses to forgive my\ncomplaints. I am, indeed, in as ruined a condition as I have related;\nhitherto I have wept over others-may Heaven now have mercy upon me,\nand may the earth weep for me. With regard to temporal things, I have\nnot even a blanca for an offering, and in spiritual things, I have\nceased here in the Indies from observing the prescribed forms of\nreligion. Solitary in my trouble, sick, and in daily expectation of\ndeath, surrounded by millions of hostile savages full of cruelty, and\nthus separated from the blessed sacraments of our holy church, how\nwill my soul be forgotten if it be separated from the body in this\nforeign land! Weep for me, whoever has charity, truth, and justice!”",
        "Ellen Coit Brown.",
        "Continue...",
        "\nThis complete electronic text of Ten Great Events in History (1887) by James Johonnot is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ten Great Events in History (Large Print Edition)By James JohonnotAt Amazon"
    ]
}