{
    "title": "Ten Great Events in History - Chapter VI. Defence of Freedom On Dutch Dikes",
    "author": "James Johonnot",
    "chapter": "7",
    "content": [
        "\n\nDrawing of the Mayflower\nFrom the collection of the\nCape Cod Pilgrim Memorial Association\n\n",
        "\n\n",
        "1. After the destruction of the Roman Empire all Europe was in a state\nof anarchy. The long domination of Rome, and the general acceptance of\nthe Roman idea that “the state is everything and the individual man\nnothing,” had unfitted the people for self-government. While Rome\nfell, the system of Rome, leading to absolute monarchy, persisted, and\nout of it grew the present governments of Europe. The conquering Goths\nbrought in a modifying condition which changed the whole relations of\nmonarch to people. In their social and political relations chieftains\nof tribes or clans divided power with the monarch, and for many\ncenturies there was continuous warfare between these antagonistic\nideas. This period is known as the “dark ages,” for while it lasted\nthere was little visible progress, and an apparent almost entire\nforgetfulness of the ancient civilizations.",
        "2. During the dark ages roving bands of freebooters wandered about\nfrom place to place, engaged in robbery, rapine, and murder. To resist\nthis systematic plunder the people placed themselves under the\nguardianship of some powerful chieftain in the vicinity, and paid a\ncertain amount of their earnings for the privilege of enjoying the\nremainder. Hence there grew up, in the Gothic communities of Europe,\nthat peculiar state of society known as “the feudal system.” A great\nchieftain or lord lived in a strong castle built for defense against\nneighboring lords. A retinue of soldiers was in immediate attendance,\nwho, when not engaged in war, passed their time in hunting and\ndebauchery. All the expenses and waste of the castle and its occupants\nwere defrayed by the peasants who cultivated the lands, and who were\nall obliged to take up arms whenever their lord’s dominions were\ninvaded.",
        "3. In process of time the taxes upon the people became so burdensome\nthat they were reduced to the condition of serfs, when all their\nearnings, except enough to supply the barest necessaries of life, were\ntaken from them in the shape of taxes and rents. A constantly\nincreasing number were yearly taken from the ranks of the industrious\nto swell the numbers of the soldiery, until Europe seemed one vast\ncamp.",
        "4. The feudal system demanded little in the way of industry except\nagriculture and rude home manufactures to furnish food and clothing.\nArms were purchased from other lands, the best being obtained from the\nhigher civilization of the Moslems; but, as population increased,\npeople began to congregate in centers and towns, and cities sprung up.\nThese called for more varied industries, and a class of people soon\nbecame numerous who had little or no dependence upon the feudal lord.\nTo protect themselves, craftsmen engaged in the same kind of work\nunited and formed guilds, and the various guilds, though often warring\nwith each other, united for the common defense. The leaders of the\nguilds gradually became the heads of notable burgher families who\nbecame influential and wealthy. As the cities became powerful the\nfeudal system declined, and in many regions the powerful burghers were\nable to maintain their independence, not only against their old lords,\nbut also against the monarch who ruled many lordships.",
        "5. Between the monarch and the lords there was a natural\nantagonism–the monarch endeavoring to gain power, and the lords\nendeavoring to retain their privileges. The burghers made use of these\ncontending forces; and by sometimes siding with the one and sometimes\nwith the other, they not only secured their own freedom, but laid the\nfoundation for the freedom of the people which is now generally\nrecognized, and which forms the very corner-stone of our republican\ninstitutions.",
        "6. But the rise of the burgher class, and the evolution of human\nliberty through their work, was by no means an easy task. As the\nmilitary spirit was dominant, the calling of an artisan was considered\nderogatory, and lords and soldiers looked down upon the industrious\nclasses as inferior beings. Scott well represents this spirit in the\nspeech of Rob Roy, the Highland chief, in his reply to the offer of\nBailie Jarvie to get his sons employment in a factory: “Make my sons\nweavers! I would see every loom in Glasgow, beam, treadle, and\nshuttles, burnt in hell-fire sooner!” To break the force of the strong\nmilitary power, and to secure to the industrious classes the rights of\nhuman beings, required a continuous warfare which lasted through many\ncenturies, and which is far from being finished at the present time.\nBut, thanks to the sturdy valor of the burghers of the middle ages,\nhuman liberty was maintained and transmitted to succeeding\ngenerations.",
        "7. Hitherto in the history of the world mountains had been found\nnecessary for the preservation of human liberty. Thermopylæ,\nMorgarten, Bannockburn, were all fought where precipitous hill-sides\nand narrow valleys prevented the champions of freedom from being\noverwhelmed by numbers, and where a single man in defense of his home\ncould wield more power than ten men in attack. The tyrants who lorded\nit over plains had learned by dear experience to shun mountains and\navoid collisions with mountaineers; and, in case of controversies,\nthey always endeavored to gain by stratagem what they could not obtain\nby force. Austrian tyranny had dashed itself in vain against the Alps,\nand English tyranny had turned back southward, thwarted and impotent,\nfrom the Scotch Highlands.",
        "8. But it was to be demonstrated that liberty might have a home in\nother than mountain fastnesses. Along the North Sea is a stretch of\ncountry redeemed from the ocean. Great dikes, faced with granite from\nNorway, withstand the tempest from the turbulent ocean, and smaller\ndikes prevent inundations from rivers. In thousands of square miles\nthe only land above sea-level is the summit of the dikes. In the\npolders or hollow places below the sea, and saved from destruction\nonly by the dikes, is some of the richest and most productive land in\nEurope. Here prospered a teeming and industrious population.\nAgriculture, the parent of national prosperity, flourished as nowhere\nelse. Manufactures and trade had followed in its train, until the\nhollow lands had become the beehive of Europe. The direction of the\nmost vast commercial enterprises had been transferred from the lagoons\nof Venice to the cities of the dikes.",
        "9. This country for centuries had constituted a part of the German\nEmpire. At one side of the great lines of communication, and moored so\nfar out to sea, it had been overlooked and neglected to a certain\ndegree by the reigning dynasties; and out of this neglect grew its\nprosperity. While the rule of the central government was nearly\nnominal, the feudal lords never obtained a strong foothold in the\ncountry, and the order and peace of the communities were preserved by\nmunicipal officers chosen by suffrage. In process of time wealthy\nburgher families fairly divided political influence with princes, acid\ndictated a policy at once wise and humane. Extortioners were\nsuppressed, industries fostered, and peace maintained.",
        "10. In the religious controversies which followed the preaching of\nLuther, the eastern provinces of the hollow land almost exclusively\nespoused the new religion, while the western provinces clung as\ntenaciously to the old. While this difference in religious opinions\ngave rise to disputes, and tended toward the disruption of social\nrelations, for many years toleration was practiced and peace\npreserved.",
        "11. During the reign of Charles V as emperor of Germany, the lowland\ncountries were permitted to go on in their career of prosperity, with\nthe exception of a religious persecution. Charles was a bigot, and,\nfor a time, he tried to put down heresy with a strong hand; but,\nfinding the new doctrines firmly established in the hearts of the\npeople, he relaxed his persecutions, and permitted things to take\npretty much their own course.",
        "12. On the abdication of Charles V, in 1555, Spain and the low\ncountries fell to the lot of Philip II. Notwithstanding the riches\nwhich had poured into Spain from the plunder of Mexico and Peru, the\nNetherlands were the richest part of Philip’s dominions, yielding him\na princely revenue. But the free spirit manifested by these artisans,\nin their homes by the sea, was contrary to all Philip’s ideas of\ngovernment, and was constantly galling to his personal pride. So he\ndetermined to reduce his Teutonic subjects to the same degree of\nabject submission that he had the residents of the sunny lands of\nSpain. To give intensity to his resolve, Philip was a cold-blooded\nbigot, and in carrying out his state designs he was also gratifying\nhis religious animosities, and giving expression to his almost insane\nreligious hatreds. His policy was directly calculated to ruin the most\nprosperous part of his own dominions–to “kill the goose which laid\nthe golden egg.”",
        "13. Philip spent the first five years of his reign in the Netherlands,\nwaiting the issue of a war in which he was engaged with France. During\nthis period his Flemish and Dutch subjects began to have some\nexperience of his government. They observed with alarm that the king\nhated the country and distrusted the people. He would speak no other\nlanguage than Spanish; his counselors were Spaniards; he kept\nSpaniards alone about his person, and it was to Spaniards that all\nvacant posts were assigned. Besides, certain of his measures gave\ngreat dissatisfaction. He re-enacted the persecuting edicts against\nthe Protestants which his father, in the end of his reign, had\nsuffered to fall into disuse; and the severities which ensued began to\ndrive hundreds of the most useful citizens out of the country, as well\nas to injure trade by deterring Protestant merchants from the Dutch\nand Flemish ports. Dark hints, too, were thrown out that he intended\nto establish an ecclesiastical court in the Netherlands similar to the\nSpanish Inquisition, and the spirit of Catholics as well as\nProtestants revolted from the thought that this chamber of horrors\nshould ever become one of the institutions of their free land.",
        "14. He had also increased the number of bishops in the Netherlands\nfrom five to seventeen; and this was regarded as the mere appointment\nof twelve persons devoted to the Spanish interest, who would help, if\nnecessary, to overawe the people. Lastly, he kept the provinces full\nof Spanish troops, and this was in direct violation of a fundamental\nlaw of the country.",
        "15. Against these measures the nobles and citizens complained\nbitterly, and from them drew sad anticipations of the future. Nor were\nthey more satisfied with the address in which, through the bishop of\nArras as his spokesman, he took farewell of them at a convention of\nthe states held at Ghent previous to his departure to Spain. The\noration recommended severity against heresy, and only promised the\nwithdrawal of the foreign troops. The reply of the states was firm and\nbold, and the recollection of it must have rankled afterward in the\nrevengeful mind of Philip. “I would rather be no king at all,” he said\nto one of his ministers at the time, “than have heretics for my\nsubjects.” But suppressing his resentment in the mean time, be set\nsail for Spain in August, 1559, leaving his half-sister to act as his\nviceroy in the Netherlands.",
        "16. At this juncture, while the Dutch were threatened by a complete\nsubjugation of their liberties, a champion arose who in the end proved\nmore than a match for Philip both in diplomatic fields and in military\noperations. This was William, Prince of Orange, one of the highest\nnobility, but with his whole heart in sympathy with the people.\nInheriting a personality almost perfect in physical, mental, and moral\nvigor and harmony, he early manifested a prudence and wisdom which\ngained for him the entire confidence of the suspicious and experienced\nCharles V.",
        "17. It was on the arm of William of Orange that Charles had leaned for\nsupport on that memorable day when, in the assembly of the states at\nBrussels, he rose feebly from his seat, and declared his abdication of\nthe sovereign power; and it was said that one of Charles’s last\nadvices to his son Philip was to cultivate the goodwill of the people\nof the Netherlands, and especially to defer to the counsels of the\nPrince of Orange. When, therefore, in the year 1555, Philip began his\nrule in the Netherlands, there were few persons who were either better\nentitled or more truly disposed to act the part of faithful and loyal\nadvisers than William of Nassau, then twenty-two years of age.",
        "18. But, close as had been William’s relations to the late emperor,\nthere were stronger principles and feelings in his mind than gratitude\nto the son of the monarch whom he had loved. He had thought deeply on\nthe question, how a nation should be governed, and had come to\nentertain opinions very hostile to arbitrary power; he had observed\nwhat appeared to him, as a Catholic, gross blunders in the mode of\ntreating religious differences; he had imbibed deeply the Dutch spirit\nof independence; and it was the most earnest wish of his heart to see\nthe Netherlands prosperous and happy. Nor was he at all a visionary,\nor a man whose activity would be officious and troublesome; he was\neminently a practical man, one who had a strong sense of what is\nexpedient in existing circumstances; and his manner was so grave and\nquiet that he obtained the name of “William the Silent.” Still, many\nthings occurred during Philip’s four years’ residence in the\nNetherlands to make him speak out and remonstrate. He was one of those\nwho tried to get the king to use gentler and more popular measures,\nand the consequence was that a decided aversion grew up in the dark\nand haughty mind of Philip to the Prince of Orange.",
        "19. After the departure of Philip the administration of the Duchess of\nParma produced violent discontent. The persecutions of the Protestants\nwere becoming so fierce that, over and above the suffering inflicted\non individuals, the commerce of the country was sensibly falling off.\nThe establishment of a court like the Inquisition was still in\ncontemplation; Spaniards were still appointed to places of trust in\npreference to Flemings; and finally, the Spanish soldiers, who ought\nto have been removed long ago, were still burdening the country with\ntheir presence. The woes of the people were becoming intolerable;\noccasionally there were slight outbreaks of violence; and a low murmur\nof vehement feeling ran through the whole population, foreboding a\ngeneral eruption. “Our poor fatherland!” they said to each other; “God\nhas afflicted as with two enemies, water and Spaniards; we have built\ndikes and overcome the one, but how shall we get rid of the other?\nWhy, if nothing better occurs, we know one way at least, and we shall\nkeep it in reserve–we can set the two enemies against each other. We\ncan break down the dikes, inundate the country, and let the water and\nthe Spaniards fight it out between them.”",
        "20. About this time, too, the decrees of the famous Council of Trent,\nwhich had been convened in 1545 to take into consideration the state\nof the Church and the means of checking the new religion, and which\nhad closed its sittings in the end of 1563, were made public; and\nPhilip, the most zealous Catholic of his time, issued immediate orders\nfor their being enforced both in Spain and in the Netherlands. In\nSpain the decrees were received as a matter of course, the council\nhaving authority over the Catholic people; but the attempt to force\nthe mandates of an ecclesiastical body upon a people who neither\nacknowledged its authority nor believed in its truth, was justly\nregarded as an outrage, and the whole country burst out in a storm of\nindignation. In many places the decrees were not executed at all; and\nwherever the authorities did attempt to execute them, the people rose\nand compelled them to desist.",
        "21. A political club or confederacy was organized among the nobility\nfor the express purpose of resisting the establishment of the\nInquisition. They bound themselves by a solemn oath “to oppose the\nintroduction of the Inquisition, whether it were attempted openly or\nsecretly, or by whatever name it should be called,” and also to\nprotect and defend each other from all the consequences which might\nresult from their having formed this league.",
        "22. Perplexed and alarmed, the regent implored the Prince of Orange\nand his two associates, Counts Egmont and Horn, to return to the\ncouncil and give her their advice. They did so; and a speech of the\nPrince of Orange, in which he asserted strongly the utter folly of\nattempting to suppress opinion by force, and argued that “such is the\nnature of heresy that if it rests it rusts, but whoever rubs it whets\nit,” had the effect of inclining the regent to mitigate the ferocity\nof her former edicts. Meanwhile the confederates were becoming bolder\nand more numerous. Assembling in great numbers at Brussels, they\nwalked in procession through the streets to the palace of the regent,\nwhere they were admitted to an interview. In reply to their petition,\nshe said she was willing to send one or more persons to Spain to lay\nthe complaint before the king.",
        "23. While the nobles and influential persons were thus preparing to\nco-operate, in case of a collision with the Spanish government, a\nsudden and disastrous movement occurred among the lower classes. It\nwas stated and believed that the regent had given permission for the\nexercise of the Protestant form of worship, and throughout Flanders\nmultitudes poured into the fields after the preachers. The reaction\nafter the suppression of the previous years was very great, and the\npent-up emotions were easily kindled into rage against the Catholics.\nLed on by fanatics, the ignorant masses made a concerted attack upon\nthe Catholic churches, shattering their windows, tearing up their\npavements, and destroying all the objects of art which they contained.\nThe cathedral at Antwerp was the special object of attack, and it was\nreduced to an almost hopeless ruin. The patriot nobles exerted their\ninfluence, and at last succeeded in suppressing the violence and in\nrestoring order.",
        "24. Before the news of this outburst had reached Spain, Philip had\nresolved to crush the confederacy and break the proud spirit of the\nNetherlands. Secret orders; were given for the collection of troops;\nthe regent was instructed to amuse the patriots until the means of\npunishing them were ready; and in a short time it was hoped that there\nwould no longer be a patriot or a heretic in the Low Countries. It is\neasy to conceive with what rage and bitterness of heart Philip, while\nindulging these dreams, must have received intelligence of the\nterrible doings of the iconoclasts. But, as cautious and dissimulating\nas he was obstinate and revengeful, he concealed his intentions in the\nmean time, announced them to the regent only in secret letters and\ndispatches, and held out hopes in public to the patriots and people of\nthe Netherlands that he was soon to pay them a visit in person to\ninquire into the condition of affairs.",
        "25. William had secret intelligence of the purpose of Philip in time\nto avert its worst consequences. The man whom Philip sent into the\nNetherlands at the head of the army, as a fit instrument of his\npurpose of vengeance, was the Duke of Alva, a personage who united the\nmost consummate military skill with the disposition of a ruffian,\nready to undertake any enterprise however base. Such was the man who,\nat the age of sixty, in the month of August, 1567, made his entry into\nthe Netherlands at the head of an army of fifteen thousand men. One of\nhis first acts was the arrest of the Counts Egmont and Horn. The\nregent resigned, and Alva was left in supreme control. Now ensued the\ngrand struggle in the Netherlands. On the one hand was a nation of\nquiet, orderly people, industrious in a high degree, prosperous in\ntheir commerce, and disposed to remain peaceful subjects to a foreign\nmonarch; on the other hand was a sovereign who, unthankful for the\nblessing of reigning over such a happy and well-disposed nation, and\nstimulated by passion and bigotry, resolved on compelling all to\nsubmit to his will on penalty of death.",
        "26. Alva at once commenced his persecutions. Supported by his army,\nblood was shed like water. The Inquisition was established, and began\nits work of unspeakable horrors in the Netherlands. Patriots and\nProtestants in crowds left the country. The leading men of the\nNetherlands were arrested and executed. Under circumstances of extreme\nferocity Counts Egmont and Horn were beheaded at Brussels.\nOverwhelming taxes were imposed upon the people, and during the short\nperiod of his administration Alva executed eighteen thousand patriots,\nincluding many Catholics; for, in his rage against the free spirit of\nthe Netherlanders, he recognized no distinction in condition or in\nreligious belief.",
        "27. In the mean time the Prince of Orange was active in devising means\nto liberate his unfortunate country from the terrible scourge to which\nit was subjected. For five years he battled incessantly against the\nSpanish power. Now he entered into combination with the English and\nnow with the French, with the vain hope of obtaining a sufficient\nforce to drive the Spaniards out of the country. Twice he raised an\narmy and marched to the aid of the brave burghers, who still\nmaintained their independence, and both times was defeated by the\nsuperior force and generalship of Alva. He organized a fleet which\nravaged the coast, captured vessels laden with provisions for Alva’s\narmy, and defended the ports within reach of their guns, When the\nshattered remains of William’s last army retreated across the German\nfrontier, it seemed that the people of the Netherlands were about to\nbe left to their fate.",
        "28. But sixty cities and towns were now in revolt, and, unless they\nwere recovered, Philip could no longer be considered the king of the\nNetherlands. Nothing was left but the slow process of siege\noperations. Haarlem held out seven months, and cost the Spaniards ten\nthousand men. It surrendered at last under the promise of an amnesty\nto its defenders, when they were murdered by thousands in cold blood.\nBut Philip was dissatisfied with Alva for his slow progress, and for\nhis execution of Catholics as well as Protestants; and in 1753, after\nfive years’ rule, he recalled him, and, with characteristic\ningratitude, neglected and ill-treated him for his faithful but bloody\nservices.",
        "29. Don Luis Requesens succeeded the Duke of Alva as governor of the\nNetherlands and as commander of the Spanish army. While a zealous\nCatholic, he seems to have been a much more humane and just man than\nAlva. He began his administration by abolishing the most obnoxious\nmeasures of his predecessor, thus changing the whole tone of the\ngovernment. Had he been left to follow his own counsels in everything,\nhe doubtless would have come to an understanding with the Prince of\nOrange, and established peace upon a permanent basis. But the king was\nobstinately determined to capture the revolted cities and punish his\nrebel subjects, and the general was obliged to continue the war. At\nthis time William was besieging Middleburg, on the island of Zealand,\nand one of the first acts of the newly-appointed, governor was to\nraise the siege. To this end he caused a large fleet to be assembled,\nand under the command of two experienced admirals he sent it down the\nScheldt to the relief of Middleburg. The Prince of Orange immediately\nhastened to the critical spot, and gave direction to patriot\noperations. The Holland ships were collected, and a great naval battle\ntook place on January 29, 1574. Although their force was much the\ngreater, the Spaniards had little chance upon the water in a contest\nwith the half-amphibious inhabitants of the Low Countries. The smaller\nvessels of the Prince of Orange fell upon the Spanish fleet with a\nferocity which they could not withstand, and the result was a complete\nvictory, with the destruction of their principal vessels. Middleburg\nsoon after surrendered to the patriots, and the sway of William over\nthe maritime provinces was rendered complete.",
        "30. In April an army from Germany, raised through the influence of the\nPrince of Orange, and commanded by his brother, Count Henry of Nassau,\nmarched into the Low Countries; but the Spaniards dominated the land\nas the Dutch the sea, and the relief array was defeated and Count\nHenry was killed. This defeat, however, to the patriot cause, was\nalmost equal to a victory. The Spanish troops, who had long been\nwithout pay, became mutinous and unmanageable, and before they could\nbe appeased much precious time was lost. The Prince of Orange made the\nbest use of this time. The revolted cities were strengthened and\nsupplied with provisions, and every preparation made for both\ndefensive and offensive war. But, best of all, the Dutch admiral\nboldly sailed up the Scheldt, captured forty of the Spanish vessels,\nand sunk many more.",
        "31. At length the Spanish general was once more ready to continue his\naggressive movements, and he proceeded to lay siege to the populous\ncity of Leyden. The story of this siege is one of the most\nspirit-stirring in the annals of heroism. Leyden stands in a low\nsituation, in the midst of a labyrinth of rivulets and canals. That\nbranch of the Rhine which still retains the name of its upper course\npasses through the middle of it, and front this stream such an\ninfinity of canals are derived that it is difficult to say whether the\nwater or the land possesses, the greater space. By these canals the\nground on which the city stands is divided into a great number of\nsmall islands, united together by bridges.",
        "32. For five months all other operations were suspended; all the\nenergy of Requesens, on the one hand, was directed toward getting\npossession of the city, and all the energy of the Prince of Orange, on\nthe other hand, toward assisting the citizens, and preventing it from\nbeing taken. The issue depended entirely, however, on the bravery and\nresolution of the citizens of Leyden themselves. Pent up within their\nwalls, they had to resist the attacks and stratagems of the besiegers;\nand all that the Prince of Orange could do was to occupy the\nsurrounding country, harass the besiegers as much as possible, and\nenable the citizens to hold out, by conveying to them supplies of\nprovisions and men.",
        "33. There was not in the city a single scion of a noble family. There\nwere no men trained to military operations. It was a city of artisans\nand tradesmen, and the Spaniards expected scarcely more than a show of\nresistance from a foe so ignoble. As well might the sheep resist a\npack of ravening wolves as the men of the counting-house and workshop\nresist the best trained soldiers of Europe. But nobly, nay, up to the\nhighest heroic pitch of human nature, did the citizens behave! They\nhad to endure a siege in its most dreary form–that of a blockade.\nInstead of attempting to storm the town, Valdez, the Spanish general,\nresolved to reduce it by the slow process of starvation. For this\npurpose he completely surrounded the town by a circle of forts more\nthan sixty in number; and the inhabitants thus saw themselves walled\ncompletely in from the rest of the earth, with its growing crops and\nits well-filled granaries, and restricted entirely to whatever\nquantity of provisions there happened to be on the small spot of\nground on which they walked up and down. Their only means of\ncommunication with the Prince of Orange was by carrier-pigeons trained\nfor the purpose.",
        "34. One attempt was made by them to break through the line of\nblockade, for the sake of keeping possession of a piece of\npasture-ground for their cattle; but it was unsuccessful; and they\nbegan now to work day and night in repairing their fortifications, so\nas to resist the Spanish batteries when they should begin to play.\nLike fire pent up, the patriotism of the inhabitants burned more\nfiercely and brightly; every man became a hero, every woman an orator,\nand words of flashing genius were spoken and deeds of wild bravery\ndone, such as would have been impossible except among twenty thousand\nhuman beings living in the same city, and all roused at once to the\nsame unnatural pitch of emotion.",
        "35. The two leading spirits were John van der Dors, the commander,\nbetter known by his Latinized name of Dousa; and Peter van der Werf,\nthe burgomaster. Plebeian names these, but loftier natures never\npossessed the hearts of kings or nobles! Beside their deeds, the\nchivalry of knighthood looks trivial and mean. Under the management of\nthese two men every precaution was adopted for the defense of the\ncity. The resolution come to was, that the last man among them should\ndie of want rather than admit the Spaniards into the town. Coolly, and\nwith a foresight thoroughly Dutch, Dousa and Van der Werf set about\nmaking an inventory of all that was eatable in the town: corn,\ncattle–nay, even horses and dogs; calculating how long the stock\ncould last at the rate of so much a day to every man and woman in the\ncity; adopting means to get the whole placed under the management of a\ndispensing committee; and deciding what should be the allowance per\nhead at first, so as to prevent their stock from being eaten up too\nfast.",
        "36. It was impossible, however, to collect all the food into one fund,\nor to regulate its consumption by municipal arrangements; and, after\ntwo months had elapsed, famine bad commenced in earnest, and those\ndevices for mitigating the gnawings of hunger began to be employed\nwhich none but starving men would think of. Not only the flesh of dogs\nand horses, but roots, weeds, nettles–everything green that the eye\ncould detect shooting up from the earth–was ravenously eaten. Many\ndied of want, and thousands fell ill. Still they held out, and\nindignantly rejected the offers made to them by the besiegers.",
        "37. “When we have nothing else,” said Dousa, in reply to a message\nfrom Valdez, “we will eat our left hands, keeping the right to fight\nwith.” Once, indeed, hunger seemed to overcome patriotism, and for\nsome days crowds of gaunt and famished wretches moved along the\nstreets, crying: “Let the Spaniards in; for God’s sake let them in!\"\nAssembling with hoarse clamor at the house of Van der Werf, they\ndemanded that he should give them food or surrender. “I have no food\nto give you,” was the burgomaster’s reply, “and I have sworn that I\nwill not surrender to the Spaniards; but, if my body will be of any\nservice to you, tear me in pieces, and let the hungriest of you eat\nme.” The poor wretches went away, and thought no more of\nsurrendering.",
        "38. The thought of the Prince of Orange night and day was how to\nrender assistance to the citizens of Leyden–how to convey provisions\ninto the town. He had collected a large supply, but, with all his\nexertions, could not raise a sufficient force to break through the\nblockade. In this desperate extremity the Dutch resolved to have\nrecourse to that expedient which they had kept in reserve until it\nshould be clear that no other was left–they would break their dikes,\nopen their sluices, inundate the whole level country around Leyden,\nand wash the Spaniards and their forts utterly away!",
        "39. It was truly a desperate measure, and it was only in the last\nextremity that they could bring themselves to think of it. All that\nfertile land, which the labor of ages had drained and cultivated–to\nsee it converted into a sheet of water! There could not possibly be a\nsight more unseemly and melancholy to a Dutchman’s eyes. But, when the\nmeasure was once resolved upon, they set to work with a heartiness and\nzeal greater than that which had attended their building. Hatchets,\nhammers, spades, and pickaxes were in requisition; and by the labor of\na single night the work of ages was demolished and undone. The water,\navailing itself of the new inlets, poured over the flat country, and\nin a short time the whole of the region between Leyden and Rotterdam\nwas flooded.",
        "40. The Spaniards, terror-stricken, at first resolved upon immediate\nflight; but, seeing that the water did not rise above a certain level,\nthey recovered their courage, and, though obliged to abandon their\nforts, which were stationed upon the low grounds, they persevered in\nthe blockade. But there was another purpose to be served by the\ninundation of the country beside that of washing away the Spaniards,\nand the Prince of Orange made preparations for effecting it. He had\ncaused two hundred flat-bottomed boats to be built, and loaded with\nprovisions; these now began to row toward the famished city. The\ninhabitants saw them coming; they watched them eagerly advancing\nacross the waters, fighting their way past the Spanish forts, and\nbringing bread to them. But it seemed as if Heaven itself had become\ncruel; for a north wind was blowing, and, so long as it continued to\nblow, the waters would not be deep enough for the boats to reach the\ncity. They waited for days, every eye fixed on the vanes; but still\nthe wind continued in the north, though never within the memory of the\noldest citizen had it blown in that direction so long at that time of\nyear. Many died in sight of the vessels that contained the food which\nwould have kept them alive; and those who survived shuffled along the\nstreets, living skeletons instead of men!",
        "41. But the sea did not at last desert the brave men who had so long\ndominated it. At the last extremity it roused itself and swept down in\nits might upon the doomed Spaniards. When but two days stood between\nthe starving citizens and death, lo! the vanes trembled and veered\nround; the wind shifted first to the northwest, blowing the sea-tides\nwith hurricane force into the mouth of the rivers, and then to the\nsouth, driving the waters directly toward the city. The remaining\nforts of the Spaniards were quickly begirt with water. The Spaniards\nthemselves, pursued by the Zealanders in their boats, were either\ndrowned or shot swimming, or fished out with hooks fastened to the end\nof poles, and killed with the sword. Several bodies of them, however,\neffected their escape. The citizens had all crowded at the gates to\nmeet their deliverers. With bread in their hands they ran through the\nstreets; and many who had outlived the famine died of surfeit. The\nsame day they met in one of the churches–a lean and sickly\ncongregation–with the magistrates at their head, to return thanks to\nAlmighty God for his mercy.",
        "42. The citizens of Leyden had performed their duty nobly and well. It\nwas a triple service–they had driven away from their city the hated\nSpaniard; they had secured the freedom of their country; and they had\npreserved liberty for mankind. No nobler deeds are chronicled in all\nhistory than this long battle with death, than this silent,\nuncomplaining endurance during the long weeks, while the life-giving\nsuccors were delayed by adverse winds. As a recompense to the people\nof Leyden for their heroic conduct, the Prince of Orange gave them the\nchoice of exemption from taxes for a certain number of years, or of\nhaving a university established in the city; and, much to their honor,\nthey preferred the latter. The University of Leyden was accordingly\nestablished in 1575. At one time it attained so high a reputation for\nlearning that Leyden was styled the Athens of the West.",
        "Continue...",
        "\nThis complete electronic text of Ten Great Events in History (1887) by James Johonnot is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ten Great Events in History (Large Print Edition)By James JohonnotAt Amazon"
    ]
}