{
    "title": "Ten Great Events in History - Chapter VIII. Freedom’s Voyage to America",
    "author": "James Johonnot",
    "chapter": "9",
    "content": [
        "\n\nDrawing of the Mayflower\nFrom the collection of the\nCape Cod Pilgrim Memorial Association\n\n",
        "\n\n",
        "1. Through the middle ages England, like the rest of the world, had\nbeen in full communion with the Church of Rome. When the Reformation\nhad swept over Europe and left dissent to crystallize into various\nProtestant sects, England too had dissented, and her king had\nestablished the Anglican Church. This church, when it assumed final\nform, had for its supreme head, not the pope, but the king, and under\nhim the clergy held their offices. The Roman Catholic ritual was not,\nas in some of the European sects, entirely given up, but was modified\nto suit the new order. And when the change was effected, the new\nministers firm in their positions, the new service-books ready for\nuse, then the Catholics were summarily ordered to embrace the reformed\nfaith.",
        "2. At that time it had not dawned upon the world that there might be\nmore than one way to worship God in truth. Catholics honestly believed\nthat Protestants were going straight to perdition, and Protestants as\nhonestly believed that a like fate was in store for the pope and his\nfollowers. When this was the temper of conviction, the natural thing\nfor each church to do was to persecute every other; not from hate, but\nfrom the benevolent determination to oblige men to accept the true\nreligion and save their souls, even though it might be necessary in\nthe course of proceedings to burn their bodies. Mixed with this\nlegitimate missionary spirit were all sorts of political motives. The\nchurch, whether Catholic or Protestant, was closely connected with the\nstate, and through all the corruptions of party politics religion had\nto be dragged.",
        "3. So, when the English state established Protestantism, its first\nduty and interest was to suppress Catholicism. After two Protestant\nkings, a Catholic queen came to the throne, and with her the\nProtestants fell and the Catholics rose. The former were forbidden\ntheir service, their ministers were turned out of their positions;\nfines, imprisonment, burning punished those who held out against the\n“true faith.” Again the scene changed. The queen died, and by her\nProtestant successor freedom of worship was denied to Catholics, and\nthe Anglican Church was re-established as the Church of England.",
        "4. Meantime, in the Church of England a spirit of criticism had grown\nup. Stricter thinkers disliked the imposing ceremonies which the\nEnglish church still retained: some of the ministers ceased to wear\ngowns in preaching, performed the marriage ceremony without using a\nring, and were in favor of simplifying all the church service.\nUnpretentious workers began to tire of the everlasting quarreling, and\nto long for a religion simple and quiet. These soon met trouble, for\nthe rulers had decided that salvation was by the Church of England, as\nthe sovereign, its head, should order. Dissent was the two-fold guilt\nof heresy and revolution–sin against God and crime against the king\nand English law. They were forbidden to preach at all if they would\nnot wear a gown during service, and the people who went to hear them\nwere punished. This treatment caused serious thought among the\n“non-conformists,” as they were called, and, once thinking, they soon\nconcluded that the king had no such supreme right to order the church,\nand the church had over its ministers no such right of absolute\ndictation.",
        "5. Various sects sprang up, called by various names, differing among\nthemselves upon minor points, but agreeing more or less in dissent\nfrom the full, unquestioned rule and service of the Episcopal Church.\nAgainst all these dissenters the laws acted as against the Catholics.\nNot only must Englishmen be Protestants, they must be Protestants of\nthe Church of England. Bodies were organized to keep strict watch of\nthe non-conformists. They were forbidden their simpler church worship\nand fined if they did not attend that of the English Church. They were\n“scoffed and scorned by the profane multitude, and so vexed, as truly\ntheir affliction was not small.”",
        "6. Among that division of the non-conformists called Puritans was a\nlittle congregation at Scrooby, a town in north England. The pastor\nwas John Robinson, wise, kind, dignified, scholarly; and his helper in\nchurch work and government was Elder William Brewster, a college man\nwho had served at the royal court. For the rest, the congregation were\nmainly Bible-reading farmers, who wished only to live in peace\naccording to Bible teaching. Royal servants were watchful, and an open\nchurch was out of the question; but every Sunday they met for service\nwherever they could, sometimes in Elder Brewster’s big house,\nsometimes out-doors, anywhere so that they might listen to their\nbeloved pastor. During the week they worked their farms, thinking and\ntalking of the iniquities of the Catholics, the impurities of the\nEpiscopalians, the hard ways that beset the Puritans, and the\nrighteous God who looked down upon it all to record and avenge.",
        "7. Quiet as such a simple church in a corner of England must have\nbeen, it was not left undisturbed. Priests of the dominant church and\nofficers of the civil service soon pounced down with the demand that\nthe Puritan farmers stop all this “new-fangledness,” and return to the\nways of the loyal church. John Robinson’s people, however, had no\nnotion of giving up their new-fangledness. They possessed a full share\nof English obstinacy, and, backed in it by their consciences, were not\nlikely to surrender at once. So their troubles began. They were hunted\nand persecuted on every side. Some were clapped into prisons, others\nhad their houses beset and watched night and day, and hardly escaped\ntheir hands, and the most were fain to fly and leave their houses and\nhabitations and the means of their livelihood.",
        "8. What shall we do? thought the distressed farmers. We can not live\nin such persecution. We will have to go away. Give up? Indeed, no! We\nshall not belie our consciences for any man. Since God is behind us,\nwe will not conform. And, under opposition and injustice, Puritan lips\nset themselves rigid, Puritan hearts closed against the persecutors,\nstrong reaction from the beautiful ceremonies and graceful living that\ncould hide such unbrotherliness became almost worship of unloveliness\nand hardship. In after years the lives of their descendants were\nshaped into a narrow severity, not drawn from the sweetness and light\nof the gospel which they read, but from the bitter fountains of their\nearly sufferings and wrongs.",
        "9. What shall we do? cried the harassed farmers. We will have to leave\nour home and go to Holland, where others like us have already gone,\nand where, we hear, is freedom of religion for all men. Yet how should\nthey get there? “for, though they could not stay, yet were they not\nsuffered to go.” And, if they should get there, how could they, who\n“had only been used to a plain country life and the innocent trade of\nhusbandry,” manage to live in a country where people spoke an\noutlandish language instead of good English, and earned their money by\ntrade.",
        "10. Somehow God would help. Give up their religion they would not.\nThey set about going. They bribed ship captains, feed the sailors,\npaid unreasonable rates for passage, and then, deserted by these same\ncaptains and sailors, tried it again with others, were betrayed into\nthe hands of officers who rifled them of what money they had left and\nturned them over to prison. Hard luck! Set free from prison, they\nbargained with a Dutchman to take them in his ship to Holland, but as\nthey were going aboard a company of armed men surprised them, and the\nDutchman, afraid to be seen in such company, hastily sailed away with\nhalf the “Pilgrims,” leaving the rest terrified on the shore.",
        "11. “Take us back!” cried the men. “Don’t you see our wives and\nchildren crying after us!” But the Dutchman was afraid of the\nsoldiers. “What will they do without us!” cried the men, straining\ntheir eyes to see all that was happening on shore. “Our goods are not\nyet aboard–take us back!” No use. The Dutchman sailed away, and the\nsoldiers carried off the frightened women and children to prison. When\nthe authorities had them safely locked up, they did not know what to\ndo with silly women and helpless children, who cried for their\nhusbands and fathers, and when asked concerning their homes cried the\nmore and declared they hadn’t any; and, after making themselves\nsufficient trouble, they solved the important problem by letting the\nridiculous creatures go again. The Dutchman’s ship, through a terrible\nstorm, came to land. The distressed husbands sought the distressed\nwives, and troublous wanderings ended in reunion. So were they\ncontinually thwarted; but, by one means or another, determined wills\nbent circumstances to their end, and at last they reached Holland.",
        "12. Strangers as they were, destitute, all unused to the new life and\npeople, they had trouble enough at first, but they wasted little time\nstaring at the new world. It was a world they were to become a part of\nas soon as possible, and, with characteristic earnestness, they fell\nto work at any thing they found to do. After a year in Amsterdam they\nsettled in Leyden. They made them homes. They learned as best they\ncould the uncouth language. They taught their farmer hands\nunaccustomed crafts, and applied their farmer heads to the mysteries\nof trade.",
        "13. Elder Brewster, with the tastes and habits of a gentleman, a\nrapidly diminishing property, and a large family of children, looked\nabout for work, and presently obtained pupils whom he taught English\nafter an original method. Later he set up a printing-press, and in\nprinting Puritan books, forbidden to be published in England, found\nplenty to do. Mr. Robinson visited his people and was busy for their\nwelfare, preached, studied, wrote books; he was a kind friend and\nhelper, and a scholar besides, and proud of him were his devoted\nflock.",
        "14. Leyden Dutchmen looked with curiosity upon the knot of plain\nforeigners, sober men, quiet women, children named after all the Bible\nsaints and heavenly virtues. Bibles they brought and evidently read.\nIt was rumored that together every morning and before each meal each\nhousehold held service of prayer, and long sermons and various\ndevotions wholly filled the Sabbath. Queer people, meditated the\nHollanders. But they soon found that it was safe to trust the Bible\nreaders. Though they were peculiar about Sunday, they were\nsurprisingly certain to keep their promises, and for all their\npropensity to pray without ceasing they made most faithful workmen.\nSuperintendents sought them for laborers, merchants willingly gave\nthem credit; and with the passing years they became settled and\nquietly prosperous. The Bibles were not neglected, the daily prayers\nand weekly sermons were methodically attended.",
        "15. The unpretentious people were not unobserved. Many from England\ncame to enjoy like freedom of worship, and far outside of Leyden John\nRobinson’s learning was known. When Arminians and Calvinists fell into\nhot disputes, and Leyden ministers and university professors held\npublic meetings twice a week to settle knotty points of doctrine, John\nRobinson was always there, listening eagerly to both sides. Many a\nfamous talk he bad with the ministers and professors. We must have Mr.\nRobinson confute the Arminians, cried his friends among themselves.",
        "16. So on a day the Puritan pastor, somewhat demurring because he was\na foreigner, yet withal not loath to ride a tilt with the enemy,\nconfronted Episcopus, the Arminian professor; and it is reported by\nthe Calvinists that his overwhelming arguments utterly nonplussed and\nput the great Episcopus to rout. Oh, those theological debates! About\nthe paltry affairs of this world it was not right to quarrel. When\npersonal considerations were at stake, Puritan worthies could bridle\nthe tongue; but when was called in question some keenly felt phase of\nthe truth, some doctrine their precious Bible seemed to teach, then\nthe repressed fire burst into legitimate flame, and righteous\nindignation with magnificent effect hurled back and forth the\nthunderbolts of prophecy and psalm.",
        "17. After some eleven or twelve years of this life in Leyden the\nPuritans began to grow restless. Holland was not home to them, and\nthey were lonely. Some of them were growing old, and the somber burden\nof poverty and exile began to weary the brave shoulders. The children\nwere growing up, and hard work and cramped life pressed all too\nseverely upon the young natures, so that they either threw off the\nyoke and turned to bad ways or, bearing it patiently, missed the\nchance of education and grew old before their time. They feared to\nstay longer in this foreign country lest the children should learn\nfrom the Dutch to break the Sabbath, should lose their native\nlanguage, should cease to be Englishmen.",
        "18. Perhaps it would be best to move again and settle in some land\nunder the flag of dear England–harsh England, that would not grant\nthem peace at home. Though they should have to go to most distant\nregions, they would cheerfully go, and consider themselves God’s\nmissionaries there, if only they might have the protection of\nEngland’s king. They would go and break the way for others of their\ncountrymen less strong, and in America, if need be, prepare an English\nhome for Englishmen.",
        "19. Gravely the elders talked together. The uncongenial life had been\ncheerfully borne; a new uprooting and uncertain change would be as\nsteadfastly carried through, once they were sure God willed it. And at\nlast it seemed best to decide upon removal. “The dangers were great\nbut not desperate, the difficulties were many but not invincible–and\nall of them, through the help of God, by fortitude and patience, might\neither be borne or overcome.” Sturdy courage! O England, to exile\nsuch sons!",
        "20. Where, then, should they go? “I will guide thee,” reads the\npromise of the Puritan’s Bible, and to God they turn in prayer for\ndirection. A general meeting is held, and much discussion results in\nthe decision to cross the Atlantic to Virginia, Great Britain’s vast\nnew realm. They would not settle near the colony already planted\nthere, for that was of the Episcopal Church and might molest them; but\naway by themselves somewhere–anywhere, if only they might nestle in a\nremote corner of their king’s dominions, and on English soil be free\nto follow their own conscience. God and the king was the loyal\nthought–yet, if there must be choice, the king shall not be first.",
        "21. But, sending petition to the king, they found that he would give\nthem no assurance of freedom of worship; it was intimated that, if\nthey did go, the royal eye might be expected to wink at the\nproceeding; but, as for promises, royalty would not commit itself.\nHere was a discouragement. How should they dare break up their homes\nand cross the ocean to an unknown, uncolonized land, with no assurance\nof protection and liberty when they arrived there? But the leaders\nrallied again: “If on the king’s part there is a purpose or desire to\nwrong us,” they cried, “though we had a seal as broad as the\nhouse-floor it would not serve the turn, for there would be means\nenough found to recall or reverse it. . . . We must rest herein on\nGod’s providence, as we have done before.” Not lacking in\ncomprehension of the world’s ways and in canny shrewdness were those\nPuritans!",
        "22. Wearisome negotiations then began with men who should furnish\nmeans for the removal. Back and forth, from Leyden to London, from\nLondon to Leyden, the agents went; letters passed from Robinson and\nBrewster to the London merchants, and from the London merchants back.\nPoor Robert Cushman, agent for the Puritans, experienced numerous\ntribulations; pushed by the merchants to make an agreement, blamed by\nhis friends for going beyond his instructions, his letters defending\nhimself give a spirited glimpse into the harrowed soul of a\nquick-tempered Christian.",
        "23. After months of all this, the arrangements were concluded. A body\nof London merchants agreed to furnish ships and provisions for the\npassage, on certain conditions: for seven years after landing the\nPuritans were to hold all property in common; they were to fish,\nplant, build, and at the end of seven years were to share with the\nmerchants, according to certain specified conditions, the accumulated\nproperty, capital, and profits. Hard terms! But they could not choose,\nand go they must.",
        "24. Who should go? This question agitated the Leyden congregation. Not\nall could take the voyage. Perhaps not all cared to: it was so far, so\nfar! Yet the most were willing, and it remained to select from the\nlarge congregation those most fit for the hard task. There was\ndividing of friend from friend, of husband from wife, of father from\nchild. Elder Brewster would go as their spiritual leader, since the\nbeloved pastor must for the present stay with those who remained,\nhoping later to cross the sea and come to them.",
        "25. A ship, the Speedwell, was fitted up in Holland; another, the\nMayflower, awaited them in England. When all was ready they appointed\na day of solemn fasting and prayer. Pastor Robinson preached to them\n“a good part of the day” on the text, “And there at the river, by\nAhava, I proclaimed a fast, that we might humble ourselves before our\nGod and seek of him a right way for us and for our children and for\nall our substance,” and “the rest of the time was spent in pouring out\nprayers to the Lord with great fervency mixed with abundance of tears.\n“ Again they met together in a “feast” at the pastor’s house. Sorry\nfeasting!",
        "26. The hospitality was large, but hearts were too full for much but\ntears: a tender, painful farewell gathering, their white-haired pastor\ngoing about among them with words of comfort and counsel, gentle last\nsuggestions, scripture texts believed, though the voice that repeats\nthem trembles and breaks–believed and clung to through the tug of\nparting. “Fear thou not, for I am with thee. Be not dismayed, for I am\nthy God. I will strengthen thee; yea, I will help thee; yea, I will\nuphold thee with the right hand of my righteousness!” “God is our\nrefuge and strength, a very present help in trouble. Therefore will\nnot we fear, though the earth be removed and though the mountains be\ncarried into the midst of the sea. The Lord of hosts is with us; the\nGod of Jacob is our refuge.” Yes, they believed. And believing, they\nsang through tears–quivering pain notes at first, then, faith\ndominating, the tones grew firmer and sustained, until the final words\nrang out clear and strong; and with the end of the hymn they were\nready for last earnest hand-clasps and quiet good-night.",
        "27. To take ship, they went to Delft Haven, fourteen miles from\nLeyden, and to the port Pastor Robinson, with most of their friends,\naccompanied them. One more night on land, then the long voyage and the\nuncertain future. There was little sleep that night; and again, with\nBible words and Christian counsel, hearts were strengthened.",
        "28. In the morning, the wind being fair, “they went aboard and their\nfriends with them, where truly doleful was the sight of that sad and\nmournful parting, to see what sighs and sobs and prayers did sound\namong them.” We know, we know–God is our refuge–but sore is the\nparting. We are willing–but our hearts are wrung. There is no thought\nof regret or turning–but oh, the pain of it! The Dutchmen, loitering\nin the sunshine on the shore, watching with heavy curiosity this\nstrange departure, suddenly find their own eyes filled with\nsympathetic tears. We must be off! cries the captain, half impatient\nover so much fervency and tears. They kneel around the pastor, and,\nwith unsteady voice, though his trust is firm, he calls upon the God\nin whom they believe to guide and bless these his children. Once more\nthe arms cling close. “Mother, mother, how can I let you go!” “My\nchild, my child!” “Beloved, you will come over to me soon.” “Oh, my\nhusband!” “God wills it; I must go.” “My son, I shall not live to see\nyour face again.” Loosen the clasping arms; unfold the clinging\nfingers. You stay and we go, and the ocean lies between. The wind\ncomes breathing, the sails fill; good-by! good-by! across the widening\nspace–and they are gone.",
        "29. They sailed first to meet the Mayflower and others of the Puritan\ncompany at Southampton, England. There they called Robert Cushman to\naccount, fell out with one of their London patrons, read together an\naffectionate farewell letter from Mr. Robinson, made all final\narrangements for the voyage, and on August 5th, 1620, set sail in the\ntwo ships for America. But the captain of the Speedwell, half-hearted\nin the business, twice had them back to land to repair pretended\nleaks; and the second time, putting in at Plymouth, it was determined\nto leave the Speedwell and a part of the Puritan band. The little\ncompany, small enough before, was again reduced, “like Gideon’s army.\n“ Some were discouraged with the many hindrances and willingly stayed;\nsome were beginning to fear for the success of the voyage, undertaken\nso late in the season; some were weak, and, could be spared where\nthere was need of the strongest; some little children were sent back\nto await a later passage; Robert Cushman, vexed to the soul by the\nunsatisfactoriness of his negotiations, sick and disheartened, stayed\nbehind. Again there were sad parting, tears, and prayers; but God\nwould sustain, and, leaving the companion ship and the last friends,\nthe Mayflower sailed from Plymouth, September 6th.",
        "30. One hundred and two “Pilgrims,” seeking a better country: men,\nwomen, children, servants and hand-maidens. Elder William Brewster\nwith his wife Mary, his two sons Love and Wrestling, and a boy,\nRichard More; the Winslows, with two men-servants and Richard More’s\nlittle sister Ellen; William Bradford and his wife Dorothy, their only\nchild being left behind; the Allertons, the Martins, the Whites, with\ntheir son Resolved; Mr. and Mrs. Mullins with their children Joseph\nand Priscilla, and a servant; Mr. Hopkins and his family; Mr. Warren,\nlonely enough without the wife and children left behind; John\nBillington, his wife Ellen, and his two sons; the two Tilley families,\nwith their cousins Henry Samson and Humility Cooper, children whose\nparents were not with them; Mr. Cook and John his son, his wife and\nother children being in England yet, John Rigdale and Alice his wife;\nMiles Standish, bold English soldier, with Rose his wife; John Alden,\nthe cooper, “a hopeful young man and much desired\"; Thomas Tinker,\nwith his wife and child; these and many others in the little ship\nsailed over the wide ocean in search of an English home where\nEnglishmen might freely worship God.",
        "31. The voyage at first was fair enough. They were seasick, some of\nthem; the children had to be watched lest they fall overboard; a\nprofane bully of a sailor, after using all manner of abuse toward the\nsick ones, himself fell ill and died, “And,” says William Bradford,\nrecording it, “thus his curses light on his own head, and it was an\nastonishment to all his fellows, for they noted it to be the just hand\nof God upon him.” Later came storms and danger, with breaking of\nmasts, eager consultation among the ship’s officers, water, wind,\nconfusion; but the masts were mended and they “committed themselves to\nthe will of God and resolved to proceed.” Big John Howland, coming on\ndeck, was thrown into the sea by a lurch of the ship, but with a rope\nwas hauled in again and saved. Before they came to land a little boy\nwas born in the Hopkins family, and they named him Oceanus; and Samuel\nFuller’s servant, a young man named William Butten, died as they\nneared the coast.",
        "32. The hard voyage was over at last, and on the 9th of November Cape\nCod appeared. They knew about Cape Cod from the map and book of\nCaptain John Smith, who had tried to plant a colony there some years\nbefore, but they intended to land somewhere near the Hudson River, and\nturned south along the coast. Shoals and breakers barring their\npassage that way, they returned, and, on November 11th, anchored in\nCape Cod harbor. “Being now passed the vast ocean and a sea of\ntroubles, before their preparation unto further proceedings . . . they\nfell down upon their knees and blessed the Lord, the God of Heaven,\nwho had brought them over the vast and furious ocean, and delivered\nthem from all perils and miseries thereof, again to set their feet on\nthe firm and stable earth, their proper element.”",
        "33. So there they were, and as yet no one had left the ship. It was\nwinter. The cold blue ocean beat the cold white shore, and the dark\nforest further back rustled and moaned in the north wind, whistling\nbleak welcome. What could those women and children do there? West from\nthe sea lay an unexplored country, no one knew how large; dark forest\nuninhabited, save for the dusky Indian, clothed the land in an\nunbroken mystery of wilderness; north and south stretched the desolate\ncoast, stretched five hundred miles ere it reached the nearest\nEuropean settlement; east lay the ocean, not to be recrossed. How\ncould the men build shelter in the midst of a northern winter? And\nthey must build, for the ship’s store of provisions was none too\nlarge, and the captain impatient to be off again before famine set in.\nAfter ages of comfort–shiver to think of it!–that lone, cold\nlanding; the stretching, desolate coast; the cutting, wind-blown snow;\nthe little anchored ship, bearing treasure of warm human hearts,\nstrong human wills, clear purpose, courage untamed. Slight protection,\nthe rocking ship, for such precious store of life, with that white,\nrelentless winter coming down upon the bay.",
        "34. The day of casting anchor, those steadfast, earnest men, whose God\nwas the Lord, and whose king was James of England, gathered in the\nMayflower cabin and, by a formal statement written and signed, formed\nthemselves into a civil state. Note the words of the compact: “In the\nname of God, amen. We, whose names are underwritten, the loyal\nsubjects of our dread sovereign lord, King James–” have fled over\nseas from English persecution? No–\"have undertaken, for the glory of\nGod and the advancement of the Christian faith, and honor of our king\nand country, a voyage to plant the first colony in the northern parts\nof Virginia.” God and the king; true Christians and true Englishmen.\nThe document reads with a calm dignity, a clear political instinct, a\nsolemn religious faith, worthy of Englishmen. They may have braved\nEnglish laws for conscience’ sake, but there is no bravado; they may\nkeenly feel the injustice they have experienced, but there was no\nrepining.",
        "35. Then began expeditions to the land. The men, under Captain\nStandish, went in parties in a small boat, returning to the ship at\nnight, or, in some cases, they camped on the shore and were away from\nthe ship several days. Wading to the shore through water too shallow\neven for the small boat, with sea-spray freezing as it covered them,\ntramping through the snow, breaking through the forest, with prayer\neach morning, and always a day of rest on Sunday, they explored the\ncoast and wilderness for the best place to settle. They found yellow\nIndian corn buried by the Indians in sand-heaps, and carried it to the\nship, counting it God’s special providence that they were thus\nprovided with seed to plant the next year. “The Lord is never wanting\nunto his in their greatest needs; let his holy Name have all the\npraise!” cried William Bradford. November wore away, dark and wild,\nand with set teeth December came. Back and forth went the exploring\nparties. A skirmish with the Indians took place; but “it pleased God\nto vanquish their enemies and give them deliverance, and by his\nspecial providence so to dispose, that not any one of them was hurt or\nhit, though their arrows came close.” Thereupon they gave the Lord\nsolemn thanks, and named the place “The First Encounter.”",
        "36. After a stormy, dangerous week, Saturday, December 9th, dawned\nclear, and the sun shone down on the snowy world. The Sabbath day the\nexplorers observed on shore, and Monday they “sounded the harbor and\nfound it fit for shipping, and marched into the land and found a . . .\nplace fit for situation; at least, it was the best they could find,\nand the season and their present necessity made them glad to accept of\nit. So they returned to their ship again with this news to the rest of\ntheir people, which did much comfort their hearts.” This day,\nDecember 11th, old style, corresponding to December 21st, new style,\nis celebrated as the date of the “landing of the Pilgrims.”",
        "37. Meantime, what of those left in the ship these four dreary weeks?\nThe ways of life went on in births and deaths; six of the wanderers\nfound the door of the other world; and Peregrine White came into\nthis–first-born of New England. The little boy Jasper More, who came\nin care of the Carvers, died; and Dorothy Bradford fell overboard and\nwas drowned while her husband was exploring the coast. The men had\nterrible coughs and colds from wading through the freezing sea, and\nthe women were beginning to suffer from the hardship of it all. The\nchildren, child-like, adapted themselves to the situation. Mr.\nBillington being gone to the shore, his son John, with the family gun\nwell loaded, took occasion to try his skill by shooting it off in the\ncabin; “yet, by God’s mercy, no harm was done!”",
        "38. Midwinter, and provisions low. Seven already buried in the ocean.\nSickness setting in with more severity, women and children to be\nsomehow cared for, two tiny babies to be shielded from all harm, their\nonly home the inhospitable shore. No time to lose! The 16th they began\nto build the first house, and so was planted Plymouth.",
        "39. In that dead winter time sprang Plymouth. Cold for the seed of the\nMayflower, but Mayflower’s seed did not easily die. The houses went\nup, one after another, and as it became possible the company on the\nship were transferred to the land. The ship, indeed, became more and\nmore undesirable: sickness prevailed; the sailors did not escape, but\ndragged about or tossed in their beds in fierce impatience, and, of\nthe Puritans, half their number died before the end of March. Elder\nBrewster and strong Miles Standish, with half-a-dozen others who were\nleft in health, toiled night and day, cooking, building fires, making\nbeds, washing clothes, adapting their masculine hands to women’s\noffices as they dressed and undressed the feverish patients, cared for\nthe babies whose mothers lay ill, heard the children say their\nprayers. Ah, Miles Standish, rough captain, nowhere do you stand out\nbraver than against that background! And Rose, thy wife, Rose Standish\ntoo must die, ere ever she comes to the home on the shore.",
        "40. The winter wears on. The Indians come to investigate, later to\ntreat with the English. Since there are few well enough to build, the\nlittle settlement, snowbound between the ocean and the forest, grows\nbut slowly. Sometimes death comes twice and thrice in a day, and the\nwhole scene is a funeral and the ocean one black grave. Yet they bear\nit all patiently, silently: it is the hand of the Lord. Priscilla\nMullins sees her father, her mother, her brother, buried in the\nheartless sea, and stands in the New World alone. “God is our refuge\nand strength, a very present help in trouble.” Priscilla can bear it\nas a brave woman will, and, later, finds protection in the strong arm\nof John Alden. Mr. Winslow watches the waves close over the form of\nhis wife. “My life is spent with sorrow and my years with sighing,...\nbut I trusted in thee, O Lord; my times are in thy hand.” He can\nbear it as a brave man can, and not many months after finds comfort in\ntaking to himself the widow of Mr. White; the two knit together by\ncommon sorrow and danger. Elizabeth Tilley loses father and mother.\nJohn Rigdale and Alice, his wife, die together. Thomas Tinker, wife,\nand child, all die there in the ship. And the north wind beat the sea\nand blew through the bare trees. Desolate, desolate welcome! “From the\nend of the earth will I cry unto thee, when my heart is overwhelmed:\nlead me to the rock that is higher than I. The rock of my strength and\nmy refuge is in God.” They could bear it and be brave; and they did,\nuntil God sent the spring with new health for his people.",
        "41. Warmer shines the sun, and April comes. All the people–all whom\ndeath has left–are in the houses now, and the Mayflower is ready for\nthe home voyage. They gather at the shore to see the last of her, and\nsend last messages back to the dear home land. Back goes the ship,\nstraight to Old England; yet, with that fearful winter freezing in\ntheir memories, scarce fifty of them left to found the lonely\nsettlement, weak yet and worn, not one returns to the easier life at\nhome. The Mayflower disappears on the eastern horizon; the last\nwatcher by the shore is satisfied that she is gone; and then alone,\nself-governed, self-dependent, free, the sea and wilderness circling\nclose about them, God their Father watching overhead, the Puritans\ntake up their stern life, and in America create New England,",
        "Ellen Coit Brown.",
        "  42. The breaking waves dashed high\n    On a stern and rock-bound coast,\n  And the woods, against a stormy sky,\n    Their giant branches tossed.\n\n  43. And the heavy night hung dark\n    The woods and waters o’er,\n  When a band of exiles moored their bark\n    On the wild New England shore.\n\n  44. Not as the conqueror comes,\n    They, the true-hearted, came;\n  Not with the roll of the stirring drums,\n    And the trumpet that speaks of fame;\n\n  45. Not as the flying come,\n    In silence and in fear–\n  They shook the depths of the desert’s gloom\n    With their hymns of lofty cheer.\n\n  46. Amidst the storm they sang;\n    And the stars heard, and the sea;\n  And the sounding aisles of the dim woods rang\n    To the anthem of the free!\n\n  47. The ocean eagle soared\n    From his nest by the white wave’s foam,\n  And the rocking pines of the forest roared–\n    This was their welcome home.",
        "Mrs. Hemans",
        "The Pilgrim Fathers.\n    48. Behold! they come–those sainted forms,\n    Unshaken through the strife of storms;\n    Heaven’s winter cloud hangs coldly down,\n    And earth puts on its rudest frown;\n    But colder, ruder, was the hand\n    That drove them from their own fair land;\n  Their own fair land–Refinement’s chosen seat,\n  Art’s trophied dwelling, Learning’s green retreat;\n  By Valor guarded and by Victory crowned,\n  For all but gentle Charity renowned.\n\n  49. With streaming eye, yet steadfast heart,\n  Even from that land they dared to part,\n    And burst each tender tie;\n  Haunts, where their sunny youth was passed,\n  Homes, where they fondly hoped at last\n    In peaceful age to die.\n  Friends, kindred, comfort, all they spurned,\n    Their fathers’ hallowed graves,\n  And to a world of darkness turned,\n    Beyond a world of waves.\n\n  50. When Israel’s race from bondage fled,\n  Signs from on high the wanderers led;\n  But here–Heaven hung no symbol here,\n  Their steps to guide, their souls to cheer;\n  They saw, through sorrow’s lengthening night,\n  Naught but the fagot’s guilty light;\n  The cloud they gazed at was the smoke.\n  Nor power above, nor power below,\n  Sustained them in their hour of woe;\n    A fearful path they trod,\n      And dared a fearful doom;\n    To build an altar to their God,\n      And find a quiet tomb.\n\n  51. Yet, strong in weakness, there they stand\n    On yonder ice–bound rock,\n  Stern and resolved, that faithful band,\n    To meet Fate’s rudest shock.\n  Though anguish rends the father’s breast,\n  For them, his dearest and his best,\n    With him the waste who trod–\n  Though tears that freeze the mother sheds\n  Upon her children’s houseless heads–\n    The Christian turns to God.\n\n  52. In grateful adoration now\n    Upon the barren sands they bow.\n    What tongue of joy e’er woke such prayer\n    As bursts in desolation there?\n    What arm of strength e’er wrought such power\n    As waits to crown that feeble hour?\n  When into life an infant empire springs,\n    There falls the iron from the soul,\n    There Liberty’s young accents roll\n  Up to the King of kings!\n\n  53. Spread out earth’s holiest record here,\n    Of days and deeds to reverence dear;\n  A zeal like this, what pious legends tell?\n      On kingdoms built\n      In blood and guilt,\n  The worshipers of vulgar triumph dwell:\n    But what exploit with them shall page\n      Who rose to bless their kind–\n    Who left their nation and their age\n      Man’s spirit to unbind\n      Who boundless seas passed o’er,\n    And boldly met in every path,\n    Famine, and frost, and heathen wrath,\n      To dedicate a shore\n  Where Piety’s meek train might breathe their vow,\n  And seek their Maker with an unshamed brow;\n  Where Liberty’s glad race might come,\n  And set up there an everlasting home!",
        "Charles Sprague.",
        "Continue...",
        "\nThis complete electronic text of Ten Great Events in History (1887) by James Johonnot is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ten Great Events in History (Large Print Edition)By James JohonnotAt Amazon"
    ]
}