{
    "title": "Ten Great Events in History - Chapter VII. The Invincible Armada",
    "author": "James Johonnot",
    "chapter": "8",
    "content": [
        "\n\nDrawing of the Mayflower\nFrom the collection of the\nCape Cod Pilgrim Memorial Association\n\n",
        "\n\n",
        "1. In 1588 the “Invincible Armada” sailed from Spain into the high\nseas. To understand the nature of this formidable naval armament and\nthe reasons for its sailing, we must take a brief survey of the\ncondition of Europe at this period of the world’s history.",
        "2. At this time Spain was the most powerful of the monarchies of\nEurope. Many causes had conspired to give her this pre-eminence. About\none hundred years before, the two principal provinces, Castile and\nAragon, were united by the marriage of their sovereigns, Isabella and\nFerdinand. In 1492 the Aloors were subjugated, uniting the whole\npeninsula under one government. In the same year, under the auspices\nof the Spanish sovereigns, Columbus discovered the New World, giving\nadditional luster to the Spanish name and a new impulse to Spanish\nadventure.",
        "3. Thirty years later, Mexico and Peru had been overrun and plundered\nby Cortes and Pizarro, and the treasures of millions of people,\naccumulated through many centuries, became a possession of the Spanish\npeople; raising them to a degree of opulence unknown since the time of\nthe most illustrious of the Roman emperors. In consequence of this\nwealth, commerce expanded, large cities grew up along the courses of\nthe navigable rivers, and all branches of industry were aroused to a\nstate of great activity.",
        "4. In 1516 Spain and Austria were united under the Emperor Charles V,\ngrandson of Ferdinand and Isabella; and, during his reign, the united\nkingdoms arose to a height of power almost equal to that of the empire\nof Charlemagne. The dominion of Charles extended from the Atlantic to\nthe steppes of Poland, and from the Mediterranean to the Baltic. It\nincluded all of Western Continental Europe, except France and Southern\nItaly. In 1556 Charles abdicated his throne, and divided his empire,\ngiving Austria and Germany to his brother Ferdinand, and Spain and the\nLow Countries of Holland and Belgium to his son Philip II.",
        "5. Spain was now rich and powerful. Her armies were large, and were\ncommanded by the most experienced military officers of Europe.\nMaterial progress showed itself on every side. The richest commerce of\nthe world poured its wealth into her ports. A new intellectual life\nwas aroused, which found expression in literature and schools. All the\nconditions seemed to indicate that the Spanish people were about to\nlead Europe in the direction of a higher civilization.",
        "6. But soon all this changed. Philip was vain, bigoted, and ambitious.\nIn his administration of public affairs he seemed to have but two\nobjects in view, to augment Spanish power, and to cause his own\nreligious creed to be universally accepted. To promote these objects\nhe had no scruples in regard to means. His own people were tortured\nand executed by the thousand. By this savage policy he stamped out\nheresy, placed freedom of thought under a ban, and put an end to the\nintellectual progress of the country. In his dealings with other\nnations his diplomacy included all the arts of chicanery and deceit.",
        "7. Two formidable obstacles stood in the way of the realization of his\nplans. Heretical England had become a strong naval power, and English\nships captured his treasure-vessels laden with the spoils of the\ncountries lie had plundered. The eagles of the sea despoiled the\nwolves of the main of their ill-got gains. The second trouble was\nnearer home. The people of the Low Countries revolted alike from his\ngovernment and his creed. To remove these obstacles was the first step\ntoward the attainment of his larger ambitions.",
        "8. In regard to England, Philip ventured upon a master-stroke of\npolicy. He sought the hand of Mary, the newly crowned Queen of\nEngland, and married her. By this step lie hoped and expected to\nextinguish dissent in England as he had done in his own dominions, to\ngradually usurp the government, and to make English naval supremacy\nsubserve the interests of Spain.",
        "9. But Philip was sorely disappointed. Mary, though narrow and\nbigoted, and at one with hire in creed, had still English blood in\nher; and English independence had been sturdily maintained through too\nmany centuries to be surrendered to any power or on any pretext. The\nEnglish Parliament also interfered and refused to crown him jointly\nwith Mary. So Philip found himself united to a sickly, peevish wife of\ntwice his age, and entirely powerless to effect the purposes he had in\nview.",
        "10. Three or four years passed in fruitless intrigue. Punishments for\nheresy were frequent, but the fires of persecution never blazed so\nfiercely in the cooler atmosphere of England as in Spain, and the\nvictims of the stake could be counted singly instead of by the\nthousand. Then Mary died, and Elizabeth ascended the throne of\nEngland. The new queen declined the honor of Philip’s hand which was\ntendered her, and she zealously espoused the cause of the English\nchurch. The hunted turned hunters, and the last fires of English\npersecution were lit by those whom the stake had threatened all\nthrough the dreary years of Mary’s reign. This change of front and the\ngradual amelioration of penalties which followed show that\npersecutions are not the monopoly of any sect, but are rather the\nmanifestations of an irresponsible power in a semi-barbarous age.",
        "11. Philip retired angry and disgusted. The contemptuous refusal of\nhis hand by Elizabeth was a terrible shock to his personal pride; the\ntriumph of the new church inflamed his bigotry; and the sturdy\nindependence of the English people was a severe blow to his pride of\ncountry. He brooded over the situation and determined to resent the\nslights–personal and public–which had been put upon him.",
        "12. From his purpose he was for a time diverted by the attitude of his\nrebellious subjects in Belgium. Maddened to ferocity by the failure of\nhis plans, he devoted the whole people to destruction, and he sent his\nbest-equipped armies, under the terrible Duke of Alva, to devastate\nthe cities of the dikes as Pizarro had destroyed the homes of the\nIncas. After innumerable atrocities, and the wholesale slaughter of\nmen, women, and children, the remnant of freedom was preserved by the\nobstinacy of the Dutch burghers, the wise policy of William the\nSilent, the aid of the sea, and the succor furnished by Elizabeth.",
        "13. Here, again, was practical defeat. His cherished purposes were\nthwarted, and the high hope of his life was gone. Nothing was left but\ndespair and revenge. At this time Philip began to exhibit in a marked\ndegree the madness which overshadowed the last years of his life. His\nhatred of England grew from day to day, and at last took shape in a\ndetermination to make one supreme effort to conquer his rival, and to\ncheck the rising free thought of the English people. For years the\npreparations went, on for the great conflict, and in 1588, twenty\nyears after the accession of Elizabeth to the throne, everything was\nready.",
        "14. And what of England and of her ability to resist this formidable\nattack? For a hundred years before the beginning of the sixteenth\ncentury, the civil wars of the Roses had desolated the country and put\nan end to national growth. For the next fifty years, and until the\ncommencement of the reign of Elizabeth, violence and bloodshed were so\ncommon that the population barely maintained its own. In 1588 the\nwhole number of people in England and Wales was estimated at four\nmillions, about one third of the population of Spain.",
        "15. But England possessed two elements of strength–her people,\nalthough differing in creed and often warring with one another,\nwere intensely patriotic, and were united as one man against a\nforeign foe; and the ships of England, manned by English crews\nand commanded by her great captains–the legitimate successors\nof the old Vikings–dominated the seas. No enterprise was too\nhazardous for these hardy mariners to undertake, and no disparity\nof force ever induced them to pause. Philip was often wrought to\nfrenzy as he saw these bold corsairs capture his treasure-ships\nand ravage his coasts in sight of his invincible but impotent\narmies.",
        "16. The mode of attack which Philip determined upon consisted of two\ndistinct but co-operative movements. A formidable army of invasion,\nunder the Duke of Parma, the most experienced and skillful commander\nin Europe, was stationed at the several ports of the Low Countries,\nopposite the British coast, from Dunkirk east. Innumerable transports\nwere provided to convey this host across the Channel, and, once on\nEnglish ground, an easy and triumphant march to London was expected.\nThe second part of the grand expedition consisted of an immense fleet\nof the largest vessels ever built, under the command of the Duke of\nMedina Sidonia, which was to drive away the English ships and convoy\nthe army of Parma to the English shore. This fleet was christened by\nthe Spaniards “The Invincible Armada.”",
        "17. “Philip hastened his preparations with all the energy he could\ncommand. In every port resounded the axe and hammer of the\nship-builder; in every arsenal blazed the flames of busy forges. All\nSpanish Europe echoed with the din of arms. Provisions were amassed in\na thousand granaries; soldiers were daily mustered on the\nparade-grounds, drilled, and accustomed to the use of arquebus and\ncannon. Carts and wagons were built in hundreds for the conveyance of\nstores; spades, mattocks; and baskets were got ready for the pioneers;\niron and brass ordnance were cast, and leaden shot melted in enormous\nquantities; nor were the instruments of torture–the thumb-screw and\nthe ’jailer’s daughter’–forgotten.”",
        "18. In 1587 the preparations were nearly completed, and the Armada was\nabout ready to sail, when a knowledge of its destination became known\nto Sir Francis Drake, the great English commander. Without considering\nthe disparity of force, the old sea-king, with a fleet of\nswift-sailing vessels, made a sudden descent upon the port of Cadiz,\nwhere the ships of the Armada were at anchor. Many of the larger\nvessels escaped by taking refuge under the guns of the forts, but the\ncity was lit up by the blaze of one hundred and fifty burning ships,\nand the great enterprise was delayed for another year.",
        "19. But this disaster only called forth greater exertions. The maimed\nvessels were repaired, new ones were built, and at length one hundred\nand thirty-two ships, many of them the largest ever known at the time,\nwere ready to sail. They carried three thousand guns and thirty\nthousand men. On May 3d the Armada sailed from the mouth of the Tagus,\nbut a great gale dispersed the ships, and obliged them to put back\ninto port to repair. Surely God did not smile upon the beginning of a\nwarfare carried on in his name! It was not until July 12th that the\nfleet finally sailed from Corunna on its mission of destruction, and\nto meet its fate.",
        "20. To cope with this formidable force, the whole British navy could\nmuster only thirty-six vessels, all much smaller than the largest of\nthe Spanish ships. But, in consideration of the great danger,\nmerchants and private gentlemen fitted out vessels at their own\nexpense, and by midsummer a fleet of one hundred and ninety-seven\nships was placed at the disposal of the British admiral. In tonnage,\nnumber of guns, and number of men, the strength of the whole fleet was\nabout one half that of the Armada.",
        "21. But all England was aroused. For more than five centuries this was\nthe first foreign invasion that had threatened her shores. The years\nof preparation had given time for the avowed purposes of Philip to\nbecome known throughout the kingdom. There was anxiety everywhere, for\nno one knew where and when the blow was to be struck; but there was no\nthought of submission, and all England stood alert, eagerly watching\nand waiting. Much to Philip’s disappointment and chagrin, the great\nCatholic families of England rallied to their country’s defense as\nreadily as their Protestant neighbors, and all Englishmen stood\nshoulder to shoulder in this supreme moment of the nation’s peril.\nVessels patrolled the shores, to give notice of the coming ships;\nsoldiers drilled in every hamlet; and on the hill-tops piles of fagots\nwere placed so that signal-fires might speedily send the news to the\nremotest parts of the kingdom.",
        "22. Canon Kingsley has given a graphic picture of England’s great\nnaval commanders, when the news was received that the Armada was off\nthe coast. He supposes them assembled at Plymouth on the 19th of July,\nengaged in the then favorite game of bowls.",
        "23. “Those soft, long eyes and pointed chin you recognize already.\nThey are Sir Walter Raleigh’s. The fair young man in the flame-colored\nsuit at his side is Lord Sheffield; opposite them stand Lord\nSheffield’s uncle, Sir Richard Grenville, and the stately Lord Charles\nHoward of Effingham, Lord High Admiral of England next to him is his\nson-in-law, Sir Robert Southwell, captain in her Majesty’s service.",
        "24. “But who is that short, sturdy, plainly dressed man, who stands\nwith legs a little apart, and hands behind his back, looking up with\nkeen gray eyes into the face of each speaker? His cap is in his hand,\nso you can see the bullet-head of crisp brown hair and the wrinkled\nforehead as well as the high cheek-bones, the short square face, the\nbroad temples, the thick lips, which are yet as firm as granite. A\ncoarse, plebeian stump of a man; yet the whole figure and attitude are\nthose of boundless determination, self-possession, energy; and, when\nat last he speaks a few blunt words, all eyes are turned respectfully\non him, for his name is Francis Drake.",
        "25. “A burly, grizzled elder, in greasy, sea-stained garments,\ncontrasting oddly with the huge gold chain about his neck, waddles up,\nas if he had been born, and had lived ever since, in a gale of wind at\nsea. The upper half of his sharp, dogged visage seems of a brick-red\nleather, the brow of badger’s fur, and, as he claps Drake on the back,\nwith a broad Devon accent he shouts, ’Be you a-coming to drink your\nwine, Francis Drake, or be you not? saving your presence my lord.’\nThe lord high admiral only laughs, and bids Drake go and drink his\nwine, for John Hawkins, admiral of the fleet, is the patriarch of\nPlymouth seamen, if Drake is the hero.",
        "26. “So they push through the crowd, wherein is many another man whom\nwe would gladly have spoken with face to face on earth. Martin\nFrobisher and John Davis are sitting on that bench, smoking tobacco\nfrom long silver pipes; and by them are Fenton and Wishington, who\nhave both tried to follow Drake’s path around the world, and failed,\nthough by no fault of their own. The short, prim man, in the huge\nyellow ruff, is Richard Hawkins, the admiral’s hereafter famous son.",
        "27. “But hark! the boom of a single gun seaward directs the attention\nof every one to a small armed vessel staggering up the sound under a\npress of canvas. A boat puts off; its oars flash quickly in the sun;\nthe captain lands, and, inquiring for the lord high admiral, is\nquickly brought into his presence. He has discovered the formidable\narray of the Spaniards bearing down with the wind like so many\nfloating castles, the ocean seeming to groan under the weight of their\nheavy burdens. The lord high admiral proposes to hold counsel with his\nprincipal officers; but, says Drake, with a hearty laugh: ’Let us play\nout our play; there will be plenty of time to win the game and beat\nthe Spaniards, too.’",
        "28. “The game was played out steadily, and, the last cast having been\nthrown, Drake and his comrades leaped into their boats and rowed\nswiftly to their respective ships. With so much skill did Howard and\nhis lieutenants direct the movements of their squadrons that, before\nmorning, sixty of the best English ships had warped out of Plymouth\nHarbor.”",
        "29. While preparations had been made to meet the Armada, there seems\nto have been a half expectation on the part of the government that\nsomething would occur to prevent its sailing. Until the very last,\nElizabeth and her counselors appeared to place more confidence in\ndiplomacy and political combinations than in the powers of Sir Francis\nDrake and his coadjutors. So, when the Armada was seen off the coast,\nthe signal-fires were kindled, and the whole kingdom was soon ablaze.\nThe stirring verse of Macaulay best describes the spread of the news,\nthe alarm, the anxiety, and the grand uprising of the whole people.",
        "  30. Attend, all ye who list to bear\n    Our noble England’s praise;\n  I tell of the thrice-famous deeds\n    She wrought in ancient days,\n  When that great fleet invincible\n    Against her bore in vain\n  The richest spoils of Mexico,\n    The stoutest hearts of Spain.\n\n  31. It was about the lovely close\n    Of a warm summer day,\n  There carne a gallant merchant-ship\n    Full sail to Plymouth Bay;\n  Her crew hath seen Castile’s black fleet,\n    Beyond Aurigny’s isle,\n  At earliest twilight, on the waves,\n    Lie heaving many a mile.\n\n  32. At sunrise she escaped their van,\n    By God’s especial grace;\n  And the tall Pinta, till the noon,\n    Had held her close in chase.\n\n  33. Forthwith a guard at every gun\n    Was placed along the wall;\n  The beacon blazed upon the roof\n    Of Edgecumbe’s lofty hall;\n  Many a light fishing-bark put out\n    To ply along the coast,\n  And with loose rein and bloody spur\n    Rode inland many a post.\n\n  34. With his white hair unbonneted,\n    The stout old sheriff comes;\n  Before him march the halberdiers;\n    Behind him sound the drums;\n  His yeomen round the market cross\n    Make clear an ample space;\n  For there behooves him to set up\n    The standard of her Grace.\n\n  43. At once on all her stately gates\n    Arose the answering fires;\n  At once the wild alarum clashed\n    From all her reeling spires;\n  From all the batteries of the Tower\n    Pealed loud the voice of fear;\n  And all the thousand masts of Thames\n    Sent back a louder cheer\n\n  44. And from the farthest wards was heard\n    The rush of hurrying feet,\n  And the broad streams of pikes and flags\n    Rushed down each roaring street;\n  And broader still became the blaze,\n    And louder still the din,\n  As fast from every village round\n    The horse came spurring in:\n\n  45. And eastward straight from wild Blackheath\n    The warlike errand went,\n  And roused in many an ancient hall\n    The gallant squires of Kent.\n  Southward from Surrey’s pleasant hills\n    Flew those bright couriers forth;\n  High on bleak Hampstead’s swarthy moor\n    They started for the north;\n\n  46. And on, and on, without a pause\n    Untired they bounded still;\n  All night from tower to tower they sprang:\n    They sprang from hill to hill:\n  Till the proud peak unfurled the flag\n    O’er Darwin’s rocky dales,\n  Till like volcanoes flared to heaven\n    The stormy hills of Wales;\n\n  47. Till twelve fair counties saw the blaze\n    On Malvern’s lonely height,\n  Till streamed in crimson on the wind\n    The Wrekin’s crest of light,\n  Till broad and fierce the star came forth\n    On Ely’s stately fame,\n  And tower and hamlet rose in arms\n    O’er all the boundless plain;\n\n  48. Till Belvoir’s lordly terraces\n    The sign to Lincoln sent,\n  And Lincoln sped the message on\n    O’er the wide vale of Trent;\n  Till Skiddaw saw the fire that burned\n    On Gaunt’s embattled pile,\n  And the red glare on Skiddaw roused\n    The burghers of Carlisle.",
        "49. It was on Saturday, July 20th, a dull, misty day, that the two\ngreat fleets, which represented the cause of freedom on the one side\nand the longing after universal empire on the other, came in sight of\neach other. The great Armada, with its huge galleons in battle array\nextending over a space of many miles, was suffered to sail up the\nChannel, past Plymouth Harbor, without molestation. This was in\naccordance with the general plan of attack which bad been agreed upon.",
        "50. The superior force of the Spaniards caused no fear, but rather a\ngrim determination to overwhelm and destroy. The universal sentiment\nthat seemed to prevail among all classes of Englishmen concerning\ntheir country finds fitting expression in the words which Shakespeare\nputs into the mouth of John of Gaunt:",
        "  “This royal throne of kings, this sceptered isle,\n   This earth of majesty, this seat of Mars,\n   This other Eden, demi-paradise;\n   This fortress, built by Nature for herself\n   Against infection and the hand of war;\n   This happy breed of men, this little world;\n   This precious stone set in the silver sea,\n   Which serves it in the office of a wall,\n   Or as a moat defensive to a house,\n   Against the envy of less happier lands;\n   This blessed spot, this earth, this realm, this England,\n   Dear for her reputation through the world.”",
        "51. To guard this favored spot, and to protect its soil from the\npolluting footstep of the hated Spaniard, mariners went forth to do or\ndie. It was now, in the moment of supreme peril, that the courage,\nhardihood, and skill of England’s great navigators gained in battle\nwith the elements in the unknown seas of the North and West, and in\nmany a strife against fearful odds with their Spanish foes, were found\nto be equal to the occasion and sufficient to insure the safety of\ntheir country.",
        "52. On Sunday morning, July 21st, the English ships commenced their\nattacks upon their unwieldy antagonists. “The Spanish ships,” says\nMotley, “seemed arrayed for a pageant in honor of a victory won.\nArranged in the form of a crescent whose horns were seven miles\nasunder, those gilded towers and floating castles, with their\nbrilliant standards and martial music, bore slowly up the Channel. The\nadmiral, the ’Golden Duke,’ stood in his private shot-proof tower, on\nthe deck of his great galleon, the Saint Martin, surrounded by guards\nof infantry and captains of cavalry, no better acquainted than himself\nwith naval tactics.",
        "53. “And just as the gaddy hovers about and stings the horse, which is\nall unable to escape from its tiny enemy; so round the heavy galleons\nand unwieldy ships of Spain the light English vessels, commanded by\nable and experienced seamen, hovered with the utmost freedom. Their\nsuperior tactics soon obtained the advantage of the wind, enabling\nthem at intervals to cannonade their enemies with great effect, while\nthey themselves escaped out of range at pleasure, and easily avoided\nthe tremendous discharge of the Spanish ordnance.",
        "54. “In vain the Golden Duke attempted to bring on a general\nengagement. Howard and Drake were well aware that in a ship-to-ship\nfight the strongest would necessarily conquer, and that their only\nhope of success lay in keeping close upon the enemy’s flanks, or\nfollowing at his heels, cutting off a stray galleon, making a dash\ninto his ill-managed squadrons, and so gradually but surely reducing\nhis strength, until they could venture to give him battle on more\nequal terms.”",
        "55. “The Armada,” Mr. Fronde says, “made sail and attempted to close.\nTo Medina Sidonia’s extreme astonishment, it seemed at the pleasure of\nthe English to leave him or allow him to approach them as they chose.\nThe high-towered, broad-bowed galleons moved like Thames barges piled\nwith hay, while the sharp, low English ships sailed at near two feet\nto the Spaniards’ one and shot away, as if by magic, in the eye of the\nwind. It was as if a modern steam fleet was engaged with a squadron of\nthe old-fashioned sailing vessels, choosing their own distance, and\nfighting or not fighting, as suited their convenience.",
        "56. “Astonished and confounded, as well by the manoeuvring as by the\nrapidity of the English fire, the Spanish officers could not refuse\ntheir admiration. They knew they were inferior at sea, but had not\nfully realized their inferiority, notwithstanding the lessons Drake,\nHawkins, Cavendish, and others had already taught them. But here were\nthe English firing four shots to their one, while their ships were so\nnimble that, with a fresh breeze, even the swiftest of the Spanish\nships could not touch there. Such splendid gunners and skillful seamen\nthe Spaniards had never seen before, and were hardly able to believe\nin their existence.”",
        "57. The wind was from the west, so that the English fleet were able to\nkeep to the windward, giving them an increased advantage over their\nantagonists. The Spanish gunners, drafted from the army, could not\nmanage the naval ordnance, and their shots flew high and scarcely\ntouched the English ships. On the other hand, the Spanish vessels were\nriddled with shot, and men fell killed and wounded on every side. But\nthe ships were too strongly built to be easily destroyed, and so the\nmonsters continued to receive fearful blows, and sailed wearily and\nhelplessly on. Toward night, Medina Sidonia, finding it impossible to\nbring on a general engagement, signaled to make sail up the Channel,\nthe rear to be covered by the squadron under his second in command,\nDon Martinez de Recaldi.",
        "58. “The wind was now rising and promised a squally evening. The\nEnglish ships withdrew for want of powder. An express was sent up to\nLondon for a fresh supply. A fast boat was dispatched to Lord Harry\nSeymour, who commanded a fleet of coasters farther up the Channel,\nwith a letter reporting progress so far, and bidding him be on the\nalert. But the misfortunes of the Spaniards were not yet over. The\nCapitana, one of their largest galleons, fouled with another vessel\nand broke her bow-sprit. She fell behind, and was left to her fate.\nIn the morning Drake took possession of her, and found many casks of\nreals, and, what was of more importance, some tons of gunpowder, with\nwhich the Roebuck, the swiftest traveler of the fleet, flew to the\nlord admiral.",
        "59. “Shortly after dark another serious accident occurred. The\nofficers of one of the great galleons, impatient and irritated at the\nresults of the action, were quarreling with one another. The captain\nstruck the master-gunner with a stick. The gunner, who was from\nHolland, went below in a rage, thrust a burning linstock, or long\nmatch, into a powder-barrel, and sprang through a port-hole into the\nsea. The deck was blown off from stem to stern. Two hundred seamen and\nsoldiers were sent into the air: some fell into the water and were\ndrowned; some, scorched or mutilated, dropped back into the wreck. The\nship, which was one of the largest in the fleet, was built so strongly\nthat she survived the shock, and at day-light the English took\npossession of her. At the bottom of the hold were many barrels of\npowder, which Lord Howard so sorely needed.”",
        "60. On the morning of July 22d the Spanish admiral saw the remainder\nof the English fleet coming up from Plymouth Harbor, and he made all\nsail up the Channel. Owing to the want of powder, the attack of the\nEnglish was less vigorous than on the day before, but still they\ndogged the Spaniards in the most persevering manner, and succeeded in\ninflicting serious damage upon many of the Spanish vessels. The breeze\nfrom the west still continued, but it was light, and the fleets made\nbut little headway during the day.",
        "61. On Tuesday, July 23d, a strong morning breeze sprang up from the\neast, and the Spaniards found themselves for the first time to the\nwindward. Taking advantage of the situation, they bore down upon the\nEnglish fleet, and tried to bring on a general engagement. This\nchallenge the English would not accept, and stood out to sea toward\nthe west. The Spaniards thought they were retreating, and gave chase.\nAll the galleons were bad sailers, but some were better than others,\nand soon the San Marcus outstripped her consorts. When several miles\nahead of all her companions the wind shifted to the west, leaving the\nEnglish to the windward. Lord Howard immediately bore down in his\nflag-ship, the Ark, and attacked the San Marcus, but she defended\nherself with great bravery, and for an hour and a half fought\nsingle-handed, delivering eighty shots and receiving five hundred. His\npowder again giving out, Lord Howard was obliged to withdraw. This\naction was fought off Plymouth Harbor, so that in the three days’\nfight the Armada had made no substantial progress toward its\ndestination.",
        "62. “By this time the news that the Armada was in the Channel had\ncirculated throughout the length and breadth of England, and from\nevery creek and port and harbor came accession of goodly ships,\nequipped at the cost of leading squires and nobles, and manned by her\n’best blood.’ From Lyme and Weymouth and Poole and the Isle of Wight,\nyoung lords and gentlemen came streaming out in every smack or sloop\nthey could lay hold of, to snatch their share of danger and glory at\nHoward’s side. The strength which they were able to add was little or\nnothing, but they brought enthusiasm; they brought to the half-starved\ncrews the sense that the heart of all England was with them, and this\nassurance transformed every seaman into a hero.",
        "63. “On Tuesday evening, after the fight, Medina Sidonia counted a\nhundred sail behind him, and he observed, with some uneasiness, that\nthe numbers were continually increasing. On Wednesday, July 24th, the\nweather was calm, and the English lay idle at a short distance from\nthe Armada waiting for powder.",
        "64. “Thursday, July 25th, was the feast-day of Spain’s patron saint,\nSt. Jago; of him who, mounted on a milk-white steed, had ridden in\nfore-front of battle in one of the Spanish encounters with the Moors,\nand had led them to victory. Should nothing on this holy day be done\nin his honor by those whom he had so greatly favored? It was decided\nto make an attack. The galleys led the way, and in their van rode\nthree of the four great galliasses, thrashing the sea to foam with\nthree hundred oars apiece. The English met them with such tremendous\ndischarges of chain-shot that, had not the wind risen about noon,\nenabling the Spanish ships to come up to their assistance, the galleys\nwould surely have been taken. When the lord admiral withdrew his\nships, the Spaniards were so cowed that they made no attempt to pursue\nthem.”",
        "65. “Thus,” says Canon Kingsley, “the fight had thundered on the\nlive-long afternoon, beneath the virgin cliffs of Freshwater, on the\nIsle of Wight, while myriad sea fowl rose screaming from every ledge,\nand with their black wings spotted the snow-white walls of chalk; and\nthe lone shepherd hurried down the slopes above to peer over the dizzy\nledge, and forgot the wheat-ear fluttering in his snare, while,\ntrembling, he gazes upon glimpses of tall masts and gorgeous flags,\npiercing at times the league-broad veil of sulphur-smoke which\nweltered far below.”",
        "66. Friday, July 26th, was a tranquil summer day. The wind died away,\nand the two fleets, but a few miles apart, lay rocking on the waves.\nThe Duke of Medina Sidonia took advantage of the pause and sent a\nswift messenger to the Prince of Parma, praying him to dispatch to his\nassistance forty small sailing-vessels, capable of contending with the\nlight swift craft of the English. All the next day, July 27th, the two\nfleets sailed slowly up the Channel in hostile but silent\ncompanionship–the Spaniard convinced he could not meet the Englishman\nin open fight; the Englishman heedful that he should not be surrounded\nby a superior force. At night the battered and maltreated Armada took\nrefuge in the harbor of Calais.",
        "67. The same afternoon Lord Howard was joined by Sir Harry Seymour\nwith his squadron of sixteen vessels, which bad been keeping watch\nalong the eastern ports, and the combined fleet dropped anchor to the\neastward of Calais, and within a mile and a half of the French shore.\n“Never, since England was England,” says Mr. Motley, “had such a sight\nbeen seen as now revealed itself in those narrow straits between Dover\nand Calais. Along that low, sandy shore, and quite within the range of\nthe Calais fortifications, one hundred and thirty Spanish ships–the\ngreater number of them the largest and most heavily armed in the\nworld–lay face to face, and scarcely out of cannon-shot, with one\nhundred and fifty English sloops and frigates, the strongest and\nswiftest that the island could furnish, and commanded by men whose\nexploits had rung through the world.",
        "68. “Farther along the coast, invisible but known to be performing a\nmost perilous and vital service, was a squadron of Dutch vessels of\nall sizes lining both the outer and inner of the sand-banks of the\nFlemish coasts and swarming in all the estuaries and inlets of that\nintricate and dangerous cruising-ground between Dunkirk and\nTexel. Those fleets of Holland and Zealand, numbering some one hundred\nand fifty galleons, sloops, and fly-boats, lay patiently blockading\nevery possible egress from the ports in possession of the Duke of\nParma, and longing to grapple with him as soon as his fleet of\ngunboats and hoys, packed with his Spanish and Italian veterans,\nshould venture to set forth upon the sea for their long-meditated\nenterprise.”",
        "69. This friendly attitude of the Dutch to the English was due to a\nvariety of causes. Both nations represented the new religion in its\nstruggle against the established church. In consequence of the\nterrible atrocities of the Duke of Alva, the Dutch had an\ninextinguishable hatred for the Spaniards, and were ready to do\nanything to thwart their plans and diminish their power. Then, too,\nthe Dutch remembered how the ships of Elizabeth, laden with\nprovisions, had brought succor to their beleaguered cities and saved\nthe lives of their famished people. So, animated by enmity on the one\nside and by gratitude on the other, the Dutch for a time forgot their\nstruggle for maritime supremacy with the English, and brought all\ntheir force to bear to support the English cause in its hour of\ngreatest need.",
        "70. The Spaniards seem never to have anticipated this energetic action\non the part of the Dutch. The Duke of Medina Sidonia now found that he\ncould get no direct sea communication with the Spanish land-forces;\nand the Duke of Parma found himself in a situation where his\ninvincible army was powerless, and his soldierly experience and\ntalents were of no avail. The plans of the Spanish admiral to make use\nof the small vessels of Parma had been thwarted by the Dutch, and the\ndispersion of the Dutch vessels had been prevented by the fierce\nattack of Howard and Drake upon the Armada.",
        "71. In coming to anchor on that Saturday night in Calais Harbor,\nhowever, the Spaniards had gained two important points. Their ships\nwere under the protection of friendly land-batteries; and nothing\nremained to prevent the co-operation of the land-forces and the fleet.\nThe Duke of Parma could march his forces westward and embark from\nCalais instead of Dunkirk, and thus turn the flank of the Dutch fleet.",
        "72. Sunday, July 29th, was a day of suspense and anxiety on the part\nof both the contending forces. The English knew that a junction with\nParma was now possible, and Howard and Drake were too good seamen not\nto know that, in a close and general engagement, the superior size,\nweight, and numbers of the Spanish ships would prevail. On the other\nhand, the Spaniards knew that they were in an unsafe harbor should a\nstrong wind spring up from the west, and Medina Sidonia began to have\na wholesome dread of the valor and strength which guarded the homes of\nBritain. The day passed in Sabbath quiet and repose, and when the sun\nset there was no indication that a night’s strife was to follow,\npotential as shaping the future destinies of both Spain and England.",
        "73. During the day, Captain Winter, of the English fleet, suggested\nthat the Spaniards might be driven from their anchorage by fire-ships,\nand his plan was adopted. Six vessels were loaded with wild-fire,\nrosin, pitch, brimstone, and other combustibles, and made ready to\nsail. The night was dark, with indications in sky and sea of a coming\ngale. “When the Spanish bells,” says Froude, “were about striking\ntwelve, and, save the watch on deck, soldiers and seamen lay stretched\nin sleep, certain dark objects, which had been seen dimly drifting in\nthe tide near where the galleons lay thickest, shot suddenly into\npyramids of light, flames leaping from ruddy sail to sail, flickering\non the ropes and forecastles, masts and bow-sprits, a lurid blaze of\nconflagration.",
        "74. “A cool commander might have ordered out his boats and towed the\nfire-ships clear; but Medina Sidonia, with a strain already upon him\nbeyond the strength of his capacity, saw coming some terrible engine\nof destruction, like the floating mine which had shattered Parma’s\nbridge at Antwerp. Panic spread through the entire Armada. Hasty and\nimpetuous cries arose on board each menaced vessel. ’Up anchors,\ncomrades! Out every stitch of canvas! Away, away! for in the track of\nthose blazing ships follow death and ruin!’",
        "75. “There are times when immense bodies of men suddenly give way to\nthe influence of a needless but over-mastering panic, and this was one\nof them. Every cable was cut; galleon, galliasse, and patache drove\nhurriedly through the press of shipping, each heedless of its\ncomrade’s danger, and seeking frantically some channel of escape. In\nvain the Duke of Medina Sidonia attempted to reform his disordered\narray. So long as the darkness lasted, the confusion prevailed; and\nship after ship reeled, staggered, and drifted out to sea. Several of\nthe Spanish ships were disabled, two were burned, and it was not until\nthey found themselves six miles from shore, and at a secure distance\nfrom the smoldering hulks, that they recovered from their terror.”",
        "76. On Monday, July 29th, when the day dawned, Lord Howard discovered\nthe Spanish fleet in great disorder, scattered over a wide space in\nthe Channel. He immediately ordered an advance, and, while Drake made\na bold attack upon the main body of the enemy, the lord high admiral\ndrove upon the sands several of the sluggard vessels of the Armada\nwhich the fire-ships had failed to drive out to sea. For several hours\nhe engaged the great galliasse under the direct command of Admiral\nMoncada, which was aground upon the sands. The vessel was captured and\nMoncada slain, and the English admiral hastened to the assistance of\nDrake.",
        "77. “It was well,” says Froude, “that no more time was wasted over so\nsmall a matter. Lord Howard had already delayed too long for his fame.\nIt was no time for the admiral of the fleet to be loitering over a\nstray feather which had dropped from the enemy’s plume when every ship\nwas imperiously needed for a far more important service. Medina\nSidonia intended to return to Calais, but his ships had drifted in the\nnight far to the east, and before his signal of return could be obeyed\nthe English fleet was upon them.",
        "78. “Sir Henry Seymour, with his sixteen ships, having the advantage\nof wind, speed, and skill, came upon a cluster of Spanish galleons at\neight in the morning. Reserving their fire till within a hundred and\ntwenty yards, and wasting no cartridges, the English ships continued\nthrough the entire forenoon to pour upon them one continuous rain of\nshot. They were driven together, and became entangled in a confused\nand helpless mass.",
        "79. “Drake, in the mean time, had fallen upon a score of galleons\nunder the direct command of Medina Sidonia himself. They were better\nhandled than the rest, and were endeavoring to keep sea-room and\nretain some command of themselves. But their wretched sailing powers\nput them to a disadvantage, for which no skill or courage could\ncompensate. The English were always at windward of them; and, hemmed\nin at every turn, they, too, were forced back upon their consorts,\nhunted together as a shepherd hunts sheep upon a common, and the whole\nmass of them were forced slowly eastward, away from the only harbor\nopen to them, and into the unknown waters of the North Sea.",
        "80. “Howard came up at noon to join in the work of destruction. The\nSpaniards’ gun-practice, always bad, was helpless beyond all past\nexperience. From eight o’clock in the morning until sunset the\nEnglish, almost untouched themselves, fired into them without\nintermission at short range. They ceased only when the last cartridge\nwas spent, and every man was weary with labor. They took no prizes,\nand they attempted to take none. Their orders were to sink and\ndestroy. They saw three great galleons go down, and three more drift\ntoward the sands, where their destruction was certain.",
        "81. “On board the Spanish ships all was consternation and despair.\nToward sunset the great Santa Maria went down with all on board. When\nthe ships’ companies were called over, it was discovered that no less\nthan four thousand men had been killed or drowned, and twice as many\nwounded. The survivors were so utterly dispirited that nothing could\ninduce them to face England’s sea-kings again.”",
        "82. On Tuesday afternoon, July 30th, Lord Howard summoned a council of\nwar, which decided upon a course of action. Lord Henry Seymour with\nhis squadron was to return to guard the mouth of the Thames against\nany attempt on the part of Parma, while the remainder of the fleet was\nto continue the chase of the Armada. Ninety vessels, under Howard,\nDrake, and Frobisher, followed the flying Spaniards into the North\nSea. “We have the army of Spain before us,” Drake wrote, “and hope,\nwith the grace of God, to wrestle a fall with him. There was never\nanything pleased me better than seeing the enemy flying with a\nsoutherly wind to the northward. God grant you have a good eye to the\nDuke of Parma, for, if we live, I doubt not to handle the matter with\nthe Duke of Sidonia, as he shall wish himself at St. Mary’s Port,\namong his orange-trees!”",
        "83. The wind, now strong from the south, had risen to a gale. The\nSpanish ships, so fashioned as to sail only before the wind, were\ndriven northward. Between them and the shore, where lay possible\nsafety, was the dreadful English fleet, which had battered them so\nsorely during the past ten days. Before them was the sea, full of\nunknown perils. “Not only man but God was against them. His wind blew\ndiscomfiture to their meditated enterprise. More than one poor;\ncrippled ship dropped behind as her spars snapped, or the water made\nits way through her wounded seams in the straining seas. The\nSpaniards, stricken with a wonderful fear, made no attempt to succor\ntheir consorts, but pressed heavily on, leaving them to founder.”",
        "84. The pursuit continued until Friday, August 2d. There was now no\nmore danger to be apprehended from the scattered enemy. The wind was\nthreatening, and, the supply of provisions beginning to fail, Howard\nand Drake determined on returning homeward, leaving a couple of\npinnaces to dog the Spaniards past the Scottish isles. Though the wind\nwas contrary, they beat back against it without loss, and in four or\nfive days the vessels, with their half-starved crews, all safely\narrived in Margate Roads, having done the noblest service that fleet\never rendered to a country in the hour of supreme peril.",
        "85. Meanwhile, so much as remained of the Invincible Armada was\nbuffeted to and fro by the resistless gale, like a shuttlecock between\ntwo invisible players. The monster left its bones on the iron-bound\nshore of Norway and on the granite cliffs of the Hebrides. Its course\ncould be traced by its wrecks. Day followed day, and still God’s wrath\nendured. On the 5th of August Admiral Oguendo, in his flag-ship,\ntogether with one of the great galliasses and thirty-eight other\nvessels, were driven by the fury of the tempest upon the rocks and\nreefs of Ireland, and nearly every soul on board perished. Of one\nhundred and thirty-four vessels which, gay with gold and amid\ntriumphal shouts and loud music, had sailed from Corunna July 12th,\nonly fifty-three battered and useless hulks returned to the ports of\nSpain.",
        "86. The fate and exploits of the Armada are graphically summed up in\nthe emphatic language of Sir Francis Drake. “It is happily\nmanifested,” he says, “indeed, to all nations how their navy which\nthey termed invincible, consisting of nearly one hundred and forty\nsail of ships, were by thirty of her Majesty’s ships of war, and a few\nof our own merchants, by the wise and advantageous conduct of Lord\nCharles Howard, High Admiral of England, beaten and shuffled together\nfrom Lizard in Cornwall to Portland, from Portland to Calais; and from\nCalais, driven by squibs from their anchors, were chased out of sight\nof England, round about Scotland and Ireland. With all their great and\nterrible ostentation, they did not, in all their sailing round about\nEngland, so much as sink or take one ship, bark, pinnace, or cock-boat\nof ours, or even burn so much as one sheep-cote on the land.”",
        "Continue...",
        "\nThis complete electronic text of Ten Great Events in History (1887) by James Johonnot is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ten Great Events in History (Large Print Edition)By James JohonnotAt Amazon"
    ]
}