{
    "title": "Ten Great Events in History - Chapter IX. Plassey; and How An Empire Was Won",
    "author": "James Johonnot",
    "chapter": "10",
    "content": [
        "\n\nDrawing of the Mayflower\nFrom the collection of the\nCape Cod Pilgrim Memorial Association\n\n",
        "\n\n",
        "1. India, the great peninsula stretching from the Himalayas to Cape\nComorin, is nearly half as large as Europe, and contains a population\nof 150,000,000. Myth and tradition claim for this people a very great\nantiquity, and there are many evidences that in arts, government, and\nliterature, India is at least coeval with China and Egypt, the three\nconstituting the most ancient civilizations of the world. While\nWestern Europe was still the abode of barbarians, and while even\nGreece had scarcely felt the impulse which aroused her to intellectual\nlife, the fabrics of India had reached a marvelous degree of fineness\nand beauty; and the monarchs of the West counted it a great privilege\nto be clothed in the “purple and fine linen” of the Orient.",
        "2. The early history of India seems a confused tangle of strifes and\ncontentions between different nations and races for the possession of\nthis region, inexpressibly rich in all that makes a land desirable for\nthe occupation of man, and of wars between local rulers striving for\ndominion. In the midst of this confusion, however, there seems to be\ngood evidence that the early civilization made its first appearance in\nthe valleys of the Upper Indus; that all invasions, until recent\ntimes, were from the fierce tribes of the table-lands to the\nnorthwest; that the industrious people of the valleys were driven from\ntheir homes by successive incursions of barbarians, extending through\nmany centuries; that each horde, becoming partially civilized, was in\nturn driven forward; and that the migrations were continuous from the\nnorth to the south. Thus it happens that at present the population of\nIndia consists of at least thirty distinct nationalities, and that the\naboriginal possessors of the Vale of Cashmere have been driven\nforward, until now they are found only upon the summits of the\nNeilgherry Mountains, in the extreme southern part of the peninsula.",
        "3. The Brahminical religion has prevailed in India from the earliest\nperiod. The first literary productions of the people are the Vedas,\nthe sacred books of the Brahmins. This religion is tolerant and\ninclusive. Its pantheon recognizes so many gods that each barbarous\ntribe from the North found their own deity represented, so that their\ncrude religious notions readily merged in the more complicated system\nof the people they had conquered. The great Buddhistic reform spent\nits force, and, although triumphant in other lands, it left but little\nimpress in India where it originated. The whole people believed the\nBrahminical creed and practiced the Brahminical precepts. It was a\nreligion that included the purest abstractions and the grossest form\nof idolatry. While absorbing all other creeds, it never sought to make\nconverts to its own.",
        "4. The later incursions from the northwest were essentially different\nfrom their predecessors. The tribes of the table-lands had been\nconverted to the fanatical and proselyting faith of Mohammed. About\nthe middle of the sixteenth century, a Mongol tribe, strong and\nstalwart from late successful wars, and full of the fierce zeal of\nrecent converts to Moslemism, appeared at the northern gate of India,\nand in a short time overspread the country and established the Mogul\nEmpire, with its capital at Delhi. The stern conquerors never rested\nuntil they had firmly established their authority over the whole\ncountry.",
        "5. The first great Sultan, Baber, had a genius for government. He was\nfirm and temperate in his administration, and he protected the common\npeople from the worst rapacity of their former rulers. Out of the\nchaos of native rule he evoked something like civilized order, and he\nestablished the Mogul Empire upon the foundation of a higher form of\njustice than had ever before been practiced in the East. After a reign\nof fifty years, this great monarch died in 1605, two years before the\nadventurous John Smith set foot upon the territory of Virginia.",
        "6. For another hundred years, the Mogul Emperors, descendants of\nBaber, held firm possession of India, and in that time the country\nreached the height of its power in wealth and influence. Temples and\npalaces, in richness and beauty surpassing the most gorgeous dreams of\nwestern-bred people, arose on every side. Arts flourished as never\nbefore, and the commerce of India overland to the West was so great\nthat large cities sprung up along its track, solely supported by the\ntrading caravans. The gold from all the nations toward the setting sun\nwas drained to pay for Indian fabrics, and India became the richest\ncountry of the world.",
        "7. In the beginning of the eighteenth century the Mogul Empire began\nto decline. Weak and effeminate monarchs occupied the throne of Baber\nand Shah Jehan. The governors of great provinces, while ruling under\nthe name of the Mogul, became really independent, and in turn\nsub-provinces revolted and set up an independent rule. From 1700 to\n1750, the whole country was ablaze with civil war. Rapacious\nchieftains plundered the people, the arts declined, industry of all\nkinds languished, and the country upon which Nature had lavished her\nrichest blessings seemed to be surrendered hopelessly to oppression\nand misrule.",
        "8. During the last century of the Mogul rule, and the following half\ncentury of anarchy, a new element entered into the affairs of India,\nwhich was destined to effect great and revolutionary changes.\nFollowing the wake of Vasco da Gama, the maritime powers of Western\nEurope all entered into a trade with India by the way of the Cape of\nGood Hope. The long caravan route through Central Asia was abandoned,\nand ships of the sea took the place of ships of the desert. Lisbon,\nAmsterdam, and London absorbed the trade which had made Bagdad,\nAleppo, and Bassorah opulent, and these renowned cities of Haroun\nal-Rashid speedily declined in wealth, power, and influence. The\nPortuguese, Dutch, French, and English entered into eager competition\nto secure the trade of India by the new route, and, to facilitate\ncommercial operations, stations called factories were established\nalong the coast. By the consent of the native princes, these factories\nand a small territory adjacent were under the exclusive civil control\nof the people occupying them.",
        "9. For a hundred and fifty years these factories remained mere trading\nstations, taking no part in the general political affairs of the\ncountry. While trade was active, and the profits great, the East India\nCompanies who controlled the factories were content; and, while the\nannual tribute or rent was paid with regularity, the native princes\nhad a strong motive for protecting the trading companies in their\noperations. But the display of barbaric splendor excited the cupidity\nof many of the agents of the companies, and the atrocities of barbaric\ntyranny aroused the indignation of others, and there came a time when\ninterference in native affairs seemed both natural and proper.",
        "10. The time of the new departure in policy was about the middle of\nthe eighteenth century; the place, the southeast coast; and the\noccasion, the civil wars which grew out of disputed succession. The\nstudent of history finds it difficult to understand fully the\npolitical situation at the time. One of the most powerful of all the\nprovinces of the Mogul Empire was “The Deccan,” which extended its\nsway over all of Southern India. The ruler, known as the “Nizam,\"\nadministered the government in the name of the Mogul, but in reality\nhe was independent, and a true Eastern despot. The chief province of\nthe Deccan was “The Carnatic,” which embraced all the territory along\nthe eastern coast. The sovereign of this region, called the “Nabob,\"\nwhile paying a nominal tribute to the Nizam, was really independent,\nraising revenue, waging wars, and forming alliances without reference\nto either the government of the Deccan or that of the Mogul Empire.",
        "11. To add to the general confusion, bands of Mahrattas, in numbers\nforming large armies, were constantly roaming through the country, and\nlevying contributions on both the governments and the people. This\npeculiar race was at first a mere band of robbers, which descended\nfrom the western mountains of India, but by repeated conquests, and by\naccessions from the wild and turbulent classes of all parts of the\ncountry, they bad become a great power, and ruled in many fertile\nprovinces. “In becoming sovereigns, they did not cease to be\nfreebooters. Every region which was not subject to their rule was\nwasted by their incursions. Whenever their kettle-drums were heard,\nthe peasant threw his bag of rice on his shoulder, hid his small\nsavings in his girdle, and fled with his wife and children to the\nmountains or the jungles, to the milder neighborhood of the hyena and\nthe tiger.”",
        "12. At this time the two principal factories on the east coast of\nIndia were the British station at Fort St. George, now Madras, and the\nFrench station at Pondicherry, eighty miles farther south. The first\nman who seems to have entertained definite notions about building up a\nEuropean sovereignty upon the ruins of the Mogul Empire was Dupleix,\nthe French Governor at Pondicherry. His long residence in the East had\ngiven him a knowledge of Indian affairs that few Europeans possessed.\n“His restless, capacious, and inventive mind,” says Macaulay, “had\nformed this scheme at a time when the oldest servants of the English\nCompany were busied only about invoices and bills of lading. Nor had\nhe only proposed for himself the end. He had also a just and distinct\nview of the means by which it was to be attained.",
        "13. “He clearly saw that the greatest force which the princes of India\ncould bring into the field would be no match for the small body of men\ntrained in the discipline and guided by the tactics of the West. He\nsaw, also, that the natives of India might, under European commanders,\nbe formed into armies such as Saxe or Frederick would be proud to\ncommand. He was perfectly aware that the most easy and convenient way\nin which a European adventurer could exercise sovereignty in India was\nto govern the motions, and speak through the mouth, of some glittering\npuppet dignified by the title of Nabob or Nizam. The arts, both of war\nand policy, which a few years later were employed with such signal\nsuccess by the English, were first understood and practiced by this\ningenious and aspiring Frenchman.”",
        "14. In 1748 the Nizam of the Deccan died. Two claimants for the throne\nappeared in the persons of Nazir Jung, son of the old Nizam, and\nMirzapha Jung, a grandson. About the same time an adventurer, Chunda\nSahib, set up a claim for the throne of the Carnatic against Anaverdy\nKhan, the reigning prince. Here was the opportunity for Dupleix to\ncarry his long-cherished plans into execution. He espoused the cause\nof Chunda Sahib in the Carnatic, and sent four hundred French soldiers\nto his assistance. A battle was fought and Anaverdy Khan was killed.\nHis son Mohammed Ali fled with a scanty remnant of his army to\nTrichinopoly, and nearly all the Carnatic submitted to the conqueror.",
        "15. Next Dupleix lent his French soldiers to Mirzapha Jung, who in a\nshort time became master of the Deccan. The new sovereigns showered\nwealth and favors upon the successful Frenchman. He was declared\ngovernor of a territory in India as large as all France, with a\npopulation of 50,000,000 people. He was placed in command of the\nlargest military force of the country. He was presented with a million\ndollars in money and many valuable jewels. Neither the Nizam nor the\nNabob concluded any affairs of moment without his advice and consent.\nHe was, in fact, invested with sovereign powers, and French influence\nin Southern India was paramount and seemingly firmly established.",
        "16. The triumph of the French arms carried consternation to the\nBritish factory at St. George. Unless the victorious career of Dupleix\ncould be stayed, not only would British influence be destroyed, but\nthe very existence of their trading posts would soon be at an end. At\nthis time the government of St. George was feeble. The military\nofficers in command were without experience. Everything betokened\nspeedy and irretrievable ruin. In this emergency the valor and genius\nof an obscure English youth suddenly turned the tide of fortune.",
        "17. Robert Clive had gone to India in the service of the company as\ncommissary to the soldiers stationed at Fort St. George. His duties\nwere those of a clerk. He was now twenty-five years old, but had had\nno experience in military affairs. Like Dupleix, however, he seemed to\ncomprehend the political situation of the country, and when the\nemergency came that called forth his powers, he was found to possess\nboth military genius and profound statesmanship. He represented to the\nofficers of the post that if Trichinopoly, now besieged by Chunda\nSahib and his French allies, should surrender, Mohammed Ali would\nperish, and French influence would become supreme. As the distance of\nTrichinopoly from Fort St. George was so great as to preclude the\npossibility of marching directly to the assistance of their ally, he\nadvocated the bold project of making a diversion by a sudden attack\nupon Arcot, the capital of the Carnatic, and the favorite residence of\nthe Nabob. His plans were approved, and he was appointed commander to\ncarry them into execution.",
        "18. “The young captain,” says Macaulay, “was put at the head of two\nhundred English soldiers and three hundred sepoys, armed and\ndisciplined after the English fashion. The weather was stormy, but\nClive pushed on through thunder, lightning, and rain, to the gates of\nArcot. The garrison in a panic evacuated the fort and the English\nentered it without a blow. Clive immediately began to collect\nprovisions, to throw up works, and make preparations for sustaining a\nsiege. The garrison, which had fled at his approach, had now recovered\nfrom its dismay, and, re-enforced to the number of three thousand men,\nit encamped close to the town. At dead of night Clive marched out of\nthe fort, attacked the camp by surprise, slew great numbers, dispersed\nthe rest, and returned to his quarters without having lost a single\nman.",
        "19. “The news of the fall of Arcot soon reached Chunda Sahib, as he\nwas besieging Trichinopoly. An army under the command of his son Rajah\nSahib, numbering ten thousand native troops and one hundred and fifty\nFrenchmen, was immediately dispatched to Arcot, and proceeded to\ninvest the fort, which seemed quite incapable of sustaining a siege.\nThe walls were ruinous and the ditches dry. The garrison, reduced by\ncasualties, now consisted of one hundred and fifty English soldiers\nand two hundred sepoys. The stock of provisions was scanty, and the\ncommander was a youth of five and twenty, who had been bred a\nbook-keeper.",
        "20. “During fifty days the siege went on. During fifty days the young\ncaptain maintained the defense with a firmness, vigilance, and ability\nwhich would have done honor to the oldest marshal in Europe. The\ngarrison began to feel the pressure of hunger. At this juncture the\nsepoys came to Clive, not to complain of their scanty fare, but to\npropose that all the grain should be given to the Europeans, who\nrequired more nourishment than the natives of Asia. The thin gruel,\nthey said, which was strained away from the rice, would suffice for\nthemselves. The devotion of Clive’s little band equaled that of the\nTenth Legion of Caesar, or of the Old Guard of Napoleon.",
        "21. “Clive looked for succor from two sources. An attempt made by the\ngovernment at Madras to relieve the place failed, but there was still\nhope from another quarter. A body of six thousand Mahrattas, under a\nchief named Morari Row, had been hired to assist Mohammed Ali; but as\nthe French power seemed irresistible, this force bad hitherto remained\ninactive on the frontiers of the Carnatic. The fame of the defense of\nArcot roused them from their torpor. Rajah Sahib learned that the\nMahrattas were in motion. It was necessary for him to be expeditious.\nHe first offered large bribes to Clive, and vowed that if his\nproposals were not accepted he would instantly storm the fort and put\nevery man to the sword. Clive told him in reply that his father was a\nusurper and that his army was a rabble, and that he would do well to\nthink twice before he sent such poltroons into a breach defended by\nEnglish soldiers.",
        "22. “Rajah Sahib determined to storm the fort. The day was well suited\nto a bold military enterprise. It was the great Mohammedan festival\nwhich is sacred to the memory of Hosein the son of Ali. The history of\nIslam contains nothing more touching than the event which gave rise to\nthat solemnity. The mournful legend relates how the chief of the\nFatimites, when all his brave followers had perished round him, drank\nhis last draught of water and uttered his latest prayer; how the\nassassins carried his head in triumph, smote the lifeless lips with\nhis staff, and how a few old men recollected with tears that they had\nseen those lips pressed to the lips of the prophet of God.",
        "23. “After the lapse of near twelve centuries, the recurrence of this\nsolemn season excites the fiercest and saddest emotions in the bosoms\nof the devout Moslems of India. They work themselves up to such\nagonies of rage and lamentation that some, it is said, have given up\nthe ghost from the mere effect of mental excitement. They believe that\nwhoever, during this festival, falls in arms against the infidels,\natones by his death for all the sins of life, and passes at once to\nthe Garden of the Houris. It was at this time that Rajah Sahib\ndetermined to assault Arcot. Stimulating drugs were employed to aid\nthe effect of religious zeal, and the besiegers, drunk with\nenthusiasm, drunk with bang, rushed furiously to the attack.",
        "24. “Clive had received secret intelligence of the design, had made\nhis arrangements, and, exhausted by fatigue, had thrown himself on his\nbed. He was awakened by the alarm, and was instantly at his post. The\nenemy advanced, driving before them elephants whose foreheads were\narmed with iron plates. It was expected that the gates would yield to\nthe shock of these living battering-rams. But the huge beasts no\nsooner felt the English musket-balls than they turned round and rushed\nfuriously away, trampling on the multitude which had urged them\nforward. A raft was launched on the water which filled one part of the\nditch. Clive, perceiving that his gunners at that post did not\nunderstand their business, took the management of a piece of artillery\nhimself, and cleared the raft in a few minutes.",
        "25. “Where the moat was dry the assailants mounted with great\nboldness; but they were received with a fire so heavy and so well\ndirected that it soon quelled the courage even of fanaticism and\nintoxication. The rear ranks of the English kept the front ranks\nsupplied with a constant succession of loaded muskets, and every shot\ntold on the living mass below. After three desperate onsets, the\nbesiegers retired behind the ditch.",
        "26. “The struggle lasted about an hour. Four hundred of the assailants\nfell. The garrison lost only five or six men. The besieged passed an\nanxious night, looking for a renewal of the attack. But when day broke\nthe enemy were no more to be seen. They had retired, leaving the\nEnglish several guns and a large quantity of ammunition.",
        "27. “Clive immediately began offensive operations. Re-enforced by\nseven hundred English troops and sepoys from Madras, and effecting a\njunction with the auxiliary Mahratta force, he soon overran all the\nNorthern Carnatic. He gained a complete victory over Rajah Sahib’s\narmy of five thousand natives and three hundred Frenchmen. At this\ntime Major Lawrence arrived from England and assumed the command. An\nexpedition marched to the assistance of Mohammed Ali at Trichinopoly.\nThe besiegers were defeated, and Chunda Sahib was put to death by the\nMahrattas, into whose hands he fell.",
        "28. “The English were now masters of the Carnatic, and the French\ninfluence was broken. Steadily the English power was extended over the\nDeccan and all Southern India. Dupleix struggled against his fate in\nvain, no French armament came to his assistance. His company condemned\nhis policy and furnished him with no aid. But still he persisted,\nbribed, intrigued, promised, lavished his private fortune, and\neverywhere tried to raise new enemies to the government at Madras, but\nall to no purpose. At length, when his last hope for empire died out,\nbroken in fortune and spirits, he returned to his native country to\ndie obscure and neglected.",
        "29. “Clive went back to England for a brief space, but after a year or\ntwo he returned to India as governor of Madras. His first service\nafter his return was to rout out a nest of pirates which had for a\nlong time maintained a stronghold upon the coast. He then turned his\nattention to reform in the company’s business, and to strengthening\nBritish influence with the natives in all directions. Before two\nmonths had expired he received intelligence which called forth all the\nenergies of his bold and active mind.",
        "30. “Of the large provinces into which the Mogul Empire was divided\nthe wealthiest was Bengal. No part of India possessed such natural\nadvantages, both for agriculture and commerce. The Ganges, rushing\nthrough a hundred channels to the sea, has formed a vast plain of rich\nmold which, even under the tropical sky, rivals the verdure of an\nEnglish April. The rice-fields yield an increase such as is elsewhere\nunknown. Spices, sugar, vegetable oils are produced with marvelous\nexuberance. The rivers afford an inexhaustible supply of fish. The\ndesolate islands along the sea-coast, overgrown with noxious\nvegetation and swarming with deer and tigers, supply the cultivated\ndistricts with salt. The great stream which fertilizes the soil is at\nthe same time the chief highway of Eastern commerce. On its banks, and\non those of its tributary waters, are the wealthiest marts, the most\nsplendid capitals, and the most sacred shrines of India. In numbers\nits inhabitants exceed 60,000,000; a population greater than that of\nEngland and France combined.",
        "31. “The race by which this rich tract was peopled, enervated by a\nsoft climate and accustomed to peaceful employments, bore the same\nrelation to other Asiatics which the Asiatics generally bear to the\nbold and energetic children of Europe. Whatever the Bengalee does, he\ndoes languidly. His favorite pursuits are sedentary. He shrinks from\nbodily exertion, and, though voluble in dispute and able in the war of\nchicane, he seldom engages in a personal conflict, and scarcely ever\nenlists as a soldier. There never, perhaps, existed a people so\nthoroughly fitted by nature and by habit for a foreign yoke.",
        "32. “The great commercial companies of Europe had long possessed\nfactories in Bengal. The French, the Dutch, and the English had\nstations on the Hoogly, the chief branch of the Ganges. Of these the\nEnglish Fort William, on the site of the present city of Calcutta, was\nnearest the sea. A church and ample warehouses rose in the vicinity, a\nrow of spacious houses, belonging to the chief officers of the East\nIndia Company, lined the banks of the river, and in the neighborhood\nhad sprung up a large and busy native town. For the ground on which\nthe settlement stood, the English paid rent to the government, and\nwere permitted to have practical control of their own domain.",
        "33. “The province of Bengal had long been governed by a viceroy of the\nMogul, who had become practically independent. In 1756 the sovereignty\ndescended to a youth under twenty years of age, who bore the name of\nSurajah Dowlah. Oriental despots are perhaps the worst class of human\nbeings, and this unhappy boy was one of the worst specimens of his\nclass. His understanding was naturally feeble, and his temper\nunamiable. His education had been such as would have enervated even a\nvigorous intellect, and perverted even a generous disposition. He was\nunreasonable, because nobody ever dared to reason with him, and\nselfish, because he had never been made to feel himself dependent on\nthe good will of others.",
        "34. “Early debauchery had unnerved his body and his mind. He indulged\nimmoderately in the use of ardent spirits, which inflamed his weak\nbrain almost to madness. His chosen companions were flatterers sprung\nfrom the dregs of the people. It is said that he had arrived at the\nlast stage of human depravity, when cruelty becomes pleasing for its\nown sake, when the sight of pain as pain is an agreeable excitement.\nIt had early been his amusement to torture beasts and birds, and when\nhe grew up he enjoyed with still greater relish the misery of his\nfellow-creatures.",
        "35. “From a child Surajah Dowlah had hated the English. It was his\nwhim to do so; and his whims were never opposed. He had formed a very\nexaggerated notion of the wealth which might be obtained by plundering\nthem, and his feeble mind could not perceive that the riches of\nCalcutta, however great, could not compensate him for what he must\nlose if the European trade should be driven by his violence to some\nother quarter. Pretexts for a quarrel were readily found, and Surajah\nDowlah marched with a great army against Fort William.",
        "36. “The servants of the company at Madras had been forced to become\nstatesmen and soldiers. Those in Bengal were still mere traders, and\nwere in no condition to defend themselves against the formidable\nattack. The fort was taken, after a feeble resistance, and nearly the\nwhole English population fell into the hands of the conqueror. A few,\nincluding the governor, had saved themselves by taking refuge in the\nships. The Nabob seated himself with regal pomp in the principal ball\nof the factory and ordered Mr. Holwell, the first in rank among the\nprisoners, to be brought before him. His Highness talked about the\ninsolence of the English, and grumbled at the smallness of the\ntreasure he had found; but he promised to spare their lives, and\nretired to rest.",
        "37. “Then was committed that great crime, memorable for its singular\natrocity, memorable for the terrible retribution by which it was\nfollowed. The English captives were left to the mercy of the guards,\nand the guards determined to secure them for the night in the prison\nof the garrison, a chamber known by the fearful name of the Black\nHole. The space was only twenty feet square. The air-boles were small\nand obstructed. It was the summer solstice, the season when the fierce\nheat of Bengal can scarcely be rendered tolerable to natives of\nEngland by lofty hills and by the constant waving of fans.",
        "38. “The number of prisoners was one hundred and forty-six, and they\nwere driven into the cell at the point of the sword. They cried for\nmercy. They strove to burst the door. Holwell offered large bribes to\nthe jailers; but the answer was that nothing could be done without the\nNabob’s orders, and that the Nabob was asleep and would be angry if\nanybody waked him. Then the prisoners went mad with despair, and\nfought for places near the windows where they might obtain air. The\njailers in the mean time held lights at the bars and shouted with\nlaughter at the frantic struggles of their victims.",
        "39. “At length the tumult died away in low gaspings and moanings. The\nday broke. The Nabob had slept off his debauch, and permitted the door\nto be opened. Twenty-three ghastly figures staggered out of the\ncharnel-house, one hundred and twenty-three bodies were hastily thrown\ninto a pit and covered up, and the Black Hole of Calcutta has gone\ninto history as a synonym for all that is dreadful and all that is\npossible in human suffering.",
        "40. “The horror which daylight revealed awakened neither pity nor\nremorse in the bosom of the savage Nabob. He inflicted no punishment\non the murderers. He shoved no tenderness to the survivors. He sent\nletters to the Court of Delhi, describing his conquest in most pompous\nlanguage. He placed a garrison at Fort William, and forbade Englishmen\nto dwell in the neighborhood.",
        "41. “In August the news of the fall of Calcutta reached Madras, and\nexcited the fiercest and bitterest resentment. The cry of the whole\nsettlement was for vengeance. Within forty-eight hours after the\narrival of the intelligence it was determined that an expedition\nshould be sent to the Hoogly, and that Clive should be at the head of\nthe land forces. The naval armament was under the command of Admiral\nWatson. Nine hundred English infantry and fifteen hundred Sepoys\nsailed to punish a prince who ruled over 60,000,000 of people. In\nOctober the expedition sailed; but it had to make its way against\nadverse winds, and did not reach Bengal until December.",
        "42. “In the mean time the Surajah Dowlah was reveling in fancied\nsecurity. He was so ignorant of the state of foreign countries that he\noften used to say that there were not ten thousand men in all Europe,\nand it never occurred to him that it was possible that the English\nwould dare to invade his dominions. But while in no fear of the\nEnglish, he began to miss them greatly. His revenues fell off, and his\nministers at length made him understand that it was more profitable to\nprotect traders than to plunder them. He was disposed to permit the\ncompany to resume their operations when he heard of the arrival of\nClive in the Hoogly. He instantly marched with his troops toward\nCalcutta.",
        "43. “Clive commenced operations with his usual vigor. He routed the\ngarrison at Fort William, recovered Calcutta, and stormed and sacked\nthe Nabob’s stations along the river. The Nabob, alarmed at this proof\nof power and spirit, made overtures of peace. He offered to restore\nthe factory, and to give compensation to those whom he had despoiled.",
        "44. “Clive, considering the disparity of his force and the uncertainty\nof war, consented to negotiate. The terms which he demanded were those\nwhich guaranteed much greater power to the English than they ever had\nbefore. His manner was cool and determined, as though conscious of\npossessing power sufficient to enforce his demands. The Nabob behaved\nwith all the faithlessness of an Indian statesman and with all the\nlevity of a boy. He promised, retracted, hesitated, evaded. At one\ntime he advanced with his army in a threatening manner toward\nCalcutta, but when he saw the resolute front which the English\npresented, be fell back in alarm, and consented to make peace on their\nown terms.",
        "45. “The treaty was no sooner concluded than he formed new designs\nagainst them. He intrigued with the French upon the Hoogly. He invited\nthe French force in the Deccan to come and drive the English out of\nBengal. All this was well known to Clive and Watson. They resolved to\nrid themselves of one source of danger before the Nabob’s plans were\nconsummated. They attacked the French factory upon the Hoogly. Watson\ndirected the expedition by water, and Clive by land. Their success was\nrapid and complete. The fort, the garrison, the artillery, the\nmilitary stores, all fell into the hands of the English. Fresh from\nthis victory Clive returned to his negotiations with the Surajah\nDowlah.",
        "46. “The Nabob was confounded by this sudden movement and the\ndestruction of the French power. He regarded the English with still\ngreater fear and still greater hatred. He oscillated between servility\nand insolence. One day he sent a large sum to Calcutta, as part of the\ncompensation due for the wrongs he had committed. The nest day he sent\nvaluable jewels to Bussy, the French commander in the Deccan,\nimploring that officer to hasten and protect Bengal against Clive,\nwhom ’may all bad fortune attend.’ He ordered his army to march\nagainst the English. He countermanded his orders. He tore Clive’s\nletters. He sent answers in the most florid language of compliment. He\nthreatened to impale Mr. Watts, the English agent. He sent for Mr.\nWatts and begged pardon for the insult.",
        "47. “In the mean time his folly, his vices, his dissolute manners, and\nhis love of low company disgusted all classes of his own subjects, and\na formidable conspiracy was formed against him in his own capital. The\nconspirators entered into negotiation with Clive, and he agreed to\nplace Meer Jaffler, the head of the movement, upon the throne of\nBengal. In his diplomacy Clive seems to have laid aside his character\nas a bluff soldier, and to have taken lessons from his wily and\ntreacherous Indian foes. He intrigued and deceived until the last\nmoment, when the conspiracy was ripe and his army ready.",
        "48. “The moment for action came. Mr. Watts, the English agent,\nsecretly fled and took refuge in Calcutta. Clive put his troops in\nmotion, and wrote to the Nabob a letter in which he set forth the\nEnglish wrongs, and concluded by saying that, as the rains were about\nto set in, he and his men would do themselves the honor of waiting\nupon his Highness for an answer.",
        "49. “Surajah Dowlah instantly assembled his whole force and marched to\nencounter the English. It had been arranged that Meer Jaffier should\nseparate himself from the Nabob, and carry over his division to Clive.\nBut as the decisive moment approached, the fears of the conspirator\novercame his ambition. Clive advanced to the river which separated him\nfrom his foe. The Nabob lay with a mighty power a few miles off at\nPlassey. Meer Jaffier delayed, and returned evasive answers to the\nremonstrances of the English general.",
        "50. “Clive was in an anxious and painful situation. He could place no\nconfidence in the sincerity or the courage of his confederate; and\nwhatever confidence he might have in his own military talents, and in\nthe valor and discipline of his troops, it was no light thing to\nengage an army twenty times as numerous as his own. Before him lay a\nriver over which it was easy to advance, but over which, if things\nwent ill, not one of his little band would return.",
        "51. “On this occasion, for the first and for the last time, his\ndauntless spirit, during a few hours, shrank from the fearful\nresponsibility of making a decision. He called a council of war. The\nmajority pronounced against fighting, and Clive declared his\nconcurrence with the majority. Long afterward he said that he had\nnever called but one council of war, and that if he had taken their\nadvice the British would never have been masters of Bengal. But\nscarcely had the meeting broke up than he was himself again. He\nretired alone under the shade of some trees, and passed an hour there\nin thought. He came back determined to take the risk, and gave orders\nthat all should be in readiness for passing the river on the morrow.",
        "52. “The river was passed; and, at the close of a toilsome day’s\nmarch, the army, long after sunset, took up its quarters in a grove of\nmango-trees near Plassey, within a mile of the enemy. Clive was unable\nto steep; he heard through the night the sound of drums and cymbals\nfrom the vast camp of the Nabob. It is not strange that even his stout\nheart should now and then have sunk, when he reflected against what\nodds, and for what a prize, he was in a few hours to contend.",
        "53. “Nor was the rest of Surajah Dowlah more peaceful. His mind, at\nonce weak and stormy, was distracted by wild and horrible\napprehensions. Appalled by the greatness and nearness of the crisis,\ndistrusting his captains, dreading every one who approached him,\ndreading to be left alone, lie sat gloomily in his tent, haunted, a\nGreek poet would have said, by the Furies of those who had cursed him\nwith their last breath in the Black Hole.",
        "54. “The day broke–the day which was to decide the fate of India. At\nsunrise the army of the Nabob, pouring through many openings of the\ncamp, began to move toward the grove where the English lay. Forty\nthousand infantry, armed with firelocks, pikes, swords, bows and\narrows, covered the plain. They were accompanied by fifty pieces of\nordnance of the largest size, each tugged by a long team of white\noxen, and each pushed on from behind by an elephant. Some smaller\nguns, under the direction of French soldiers, were perhaps more\nformidable.",
        "55. “The cavalry were fifteen thousand, drawn from the bolder races\nwhich inhabit the northern provinces; and the practiced eye of Clive\ncould perceive that the men and horses were more powerful than those\nof the Carnatic. The force opposed to this great multitude consisted\nof only three thousand men; but of these, nearly one thousand were\nEnglish, and all were led by English officers and trained in the\nEnglish discipline.",
        "56. “The battle commenced with a cannonade, in which the artillery of\nthe Nabob did scarcely any execution, while the field-pieces of the\nEnglish produced great effect. Several officers in Surajah Dowlah’s\nservice fell. Disorder began to spread through his ranks. His own\nterror increased every moment. One of the conspirators advised him to\nretreat. This advice, agreeing as it did with what his own terrors\nsuggested, was readily received. He ordered his army to fall back, and\nthis order decided his fate. Clive snatched the moment, and ordered\nhis troops to advance.",
        "57. “The confused and dispirited multitude gave way before the onset\nof disciplined valor. No mob attacked by regular soldiers was ever\nmore completely routed. The little band of Frenchmen, who alone\nventured to confront the English, were swept down the stream of the\nfugitives. In an hour the forces of Surajah Dowlah were dispersed,\nnever to re-assemble. Only five hundred of the vanquished were slain;\nbut their camp, their guns, their baggage, innumerable wagons,\ninnumerable cattle, remained in the power of the conqueror. With a\nloss of twenty-two soldiers killed and fifty wounded, Clive had\nscattered an army of sixty thousand men, and had subdued an empire\nlarger and more populous than Great Britain.”",
        "58. This brilliant success of Clive added Plassey as one of the\nbattle-fields of the world which has shaped national destinies and\ndecided the fate of trillions of people. Though much was yet to be\ndone before the fruits of victory could be fully realized, Clive at\nonce became almost supreme in authority. Surajah Dowlah fled in\ndisguise, and disappeared from history in complete obscurity. Meer\nJaffler held Clive in slavish awe. He once reproved a native of high\nrank for some trouble with the company’s Sepoys. “Are you yet to\nlearn,” he said, “who Colonel Clive is, and in what station God has\nplaced him?” The answer was: “I affront the colonel! I who never get\nup in the morning without making three low bows to his jackass!”",
        "59. The policy inaugurated by Clive was continued by his successors.\nThe British rule was extended by setting up native princes, or setting\nthem aside, as expediency dictated, until the whole vast region south\nof the Himalayas passed under their control. The weak trading\ncompanies of 1755 have blossomed out into an empire.",
        "60. British India to-day, in extent of territory and in absolute\nsafety, is immeasurably greater than that of the Moguls in the height\nof their glory. The first wild exercise of irresponsible power has\nbeen corrected, and governmental affairs under British rule are now\nadministered on the foundation of substantial justice. The peasant no\nlonger flies from governmental officers to the more merciful\ncompanionship of the cobra and tiger, and all who toil find protection\nas never before. The races of the Orient have been brought face to\nface with the arts and sciences of the West, and untold millions have\ncause to bless the day when Robert Clive was forced to close the\nledger and take up the sword.",
        "Continue...",
        "\nThis complete electronic text of Ten Great Events in History (1887) by James Johonnot is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ten Great Events in History (Large Print Edition)By James JohonnotAt Amazon"
    ]
}