{
    "title": "The Boys’ Life of Mark Twain - LXV. The Removal to Redding",
    "author": "Paine",
    "chapter": "65",
    "content": [
        "\n",
        "\n\n",
        "There followed another winter during which I was much with Mark Twain,\nthough a part of it he spent with Mr. Rogers in Bermuda, that pretty\nisland resort which both men loved.  Then came spring again, and June,\nand with it Mark Twain’s removal to his newly built home, “Stormfield,\"\nat Redding, Connecticut.",
        "The house had been under construction for a year.  He had never seen it–\nnever even seen the land I had bought for him.  He even preferred not to\nlook at any plans or ideas for decoration.",
        "“When the house is finished and furnished, and the cat is purring on the\nhearth, it will be time enough for me to see it,” he had said more than\nonce.",
        "He had only specified that the rooms should be large and that the\nbilliard-room should be red.  His billiard-rooms thus far had been of\nthat color, and their memory was associated in his mind with enjoyment\nand comfort.  He detested details of preparation, and then, too, he\nlooked forward to the dramatic surprise of walking into a home that had\nbeen conjured into existence as with a word.",
        "It was the 18th of June, 1908, that he finally took possession.  The\nFifth Avenue house was not dismantled, for it was the plan then to use\nStormfield only as a summer place.  The servants, however, with one\nexception, had been transferred to Redding, and Mark Twain and I remained\nalone, though not lonely, in the city house; playing billiards most of\nthe time, and being as hilarious as we pleased, for there was nobody to\ndisturb.  I think he hardly mentioned the new home during that time.  He\nhad never seen even a photograph of the place, and I confess I had\nmoments of anxiety, for I had selected the site and had been more or less\nconcerned otherwise, though John Howells was wholly responsible for the\nbuilding.  I did not really worry, for I knew how beautiful and peaceful\nit all was.",
        "The morning of the 18th was bright and sunny and cool.  Mark Twain was up\nand shaved by six o’clock in order to be in time.  The train did not\nleave until four in the afternoon, but our last billiards in town must\nbegin early and suffer no interruption.  We were still playing when,\nabout three, word was brought up that the cab was waiting.  Arrived at\nthe station, a group collected, reporters and others, to speed him to his\nnew home.  Some of the reporters came along.",
        "The scenery was at its best that day, and he spoke of it approvingly.\nThe hour and a half required to cover the sixty miles’ distance seemed\nshort.  The train porters came to carry out the bags.  He drew from his\npocket a great handful of silver.",
        "“Give them something,” he said; “give everybody liberally that does any\nservice.”",
        "There was a sort of open-air reception in waiting–a varied assemblage of\nvehicles festooned with flowers had gathered to offer gallant country\nwelcome.  It was a perfect June evening, still and dream-like; there\nseemed a spell of silence on everything.  The people did not cheer–they\nsmiled and waved to the white figure, and he smiled and waved reply, but\nthere was no noise.  It was like a scene in a cinema.",
        "His carriage led the way on the three-mile drive to the house on the\nhilltop, and the floral procession fell in behind.  Hillsides were green,\nfields were white with daisies, dogwood and laurel shone among the trees.\nHe was very quiet as we drove along.  Once, with gentle humor, looking\nout over a white daisy-field, he said:",
        "“That is buckwheat.  I always recognize buckwheat when I see it.  I\n     wish I knew as much about other things as I know about buckwheat.”",
        "The clear-running brooks, a swift-flowing river, a tumbling cascade where\nwe climbed a hill, all came in for his approval–then we were at the lane\nthat led to his new home, and the procession behind dropped away.  The\ncarriage ascended still higher, and a view opened across the Saugatuck\nValley, with its nestling village and church-spire and farmhouses, and\nbeyond them the distant hills.  Then came the house–simple in design,\nbut beautiful–an Italian villa, such as he had known in Florence,\nadapted here to American climate and needs.",
        "At the entrance his domestic staff waited to greet him, and presently he\nstepped across the threshold and stood in his own home for the first time\nin seventeen years.  Nothing was lacking–it was as finished, as\ncompletely furnished, as if he had occupied it a lifetime.  No one spoke\nimmediately, but when his eyes had taken in the harmony of the place,\nwith its restful, home-like comfort, and followed through the open French\nwindows to the distant vista of treetops and farmsides and blue hills,\nhe said, very gently:",
        "“How beautiful it all is!  I did not think it could be as beautiful\n     as this.”  And later, when he had seen all of the apartments: “It is\n     a perfect house–perfect, so far as I can see, in every detail.  It\n     might have been here always.”",
        "There were guests that first evening–a small home dinner-party–and a\nlittle later at the foot of the garden some fireworks were set off by\nneighbors inspired by Dan Beard, who had recently located in Redding.\nMark Twain, watching the rockets that announced his arrival, said,\ngently:",
        "“I wonder why they go to so much trouble for me.  I never go to any\n     trouble for anybody.”",
        "The evening closed with billiards, hilarious games, and when at midnight\nthe cues were set in the rack no one could say that Mark Twain’s first\nday in his new home had not been a happy one.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}