{
    "title": "The Poetics - 5 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "6",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nAs for Comedy, it is (as has been observed) an imitation of men worse\nthan the average; worse, however, not as regards any and every sort of\nfault, but only as regards one particular kind, the Ridiculous, which\nis a species of the Ugly. The Ridiculous may be defined as a mistake\nor deformity not productive of pain or harm to others; the mask, for\ninstance, that excites laughter, is something ugly and distorted\nwithout causing pain.",
        "Though the successive changes in Tragedy and their authors are not\nunknown, we cannot say the same of Comedy; its early stages passed\nunnoticed, because it was not as yet taken up in a serious way. It was\nonly at a late point in its progress that a chorus of comedians was\nofficially granted by the archon; they used to be mere volunteers. It\nhad also already certain definite forms at the time when the record of\nthose termed comic poets begins. Who it was who supplied it with\nmasks, or prologues, or a plurality of actors and the like, has\nremained unknown. The invented Fable, or Plot, however, originated in\nSicily, with Epicharmus and Phormis; of Athenian poets Crates was the\nfirst to drop the Comedy of invective and frame stories of a general\nand non-personal nature, in other words, Fables or Plots.",
        "Epic poetry, then, has been seen to agree with Tragedy to thi.e.tent,\nthat of being an imitation of serious subjects in a grand kind of\nverse. It differs from it, however, (1) in that it is in one kind of\nverse and in narrative form; and (2) in its length—which is due to\nits action having no fixed limit of time, whereas Tragedy endeavours\nto keep as far as possible within a single circuit of the sun, or\nsomething near that. This, I say, is another point of difference\nbetween them, though at first the practice in this respect was just\nthe same in tragedies as i.e.ic poems. They differ also (3) in their\nconstituents, some being common to both and others peculiar to\nTragedy—hence a judge of good and bad in Tragedy is a judge of that\ni.e.ic poetry also. All the parts of an epic are included in Tragedy;\nbut those of Tragedy are not all of them to be found in the Epic.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}