{
    "title": "The Argonautica",
    "author": "Apollonius Rhodius",
    "chapter": "1",
    "content": [
        "\n\n",
        "Much has been written about the chronology of Alexandrian\nliterature and the famous Library, founded by Ptolemy Soter, but\nthe dates of the chief writers are still matters of conjecture.\nThe birth of Apollonius Rhodius is placed by scholars at\nvarious times between 296 and 260 B.C., while the year of his\ndeath is equally uncertain.  In fact, we have very little\ninformation on the subject.  There are two “lives” of Apollonius\nin the Scholia, both derived from an earlier one which is lost.\nFrom these we learn that he was of Alexandria by birth, (1) that\nhe lived in the time of the Ptolemies, and was a pupil of\nCallimachus; that while still a youth he composed and recited in\npublic his “Argonautica”, and that the poem was condemned, in\nconsequence of which he retired to Rhodes; that there he revised\nhis poem, recited it with great applause, and hence called\nhimself a Rhodian.  The second “life” adds: “Some say that he\nreturned to Alexandria and again recited his poem with the utmost\nsuccess, so that he was honoured with the libraries of the Museum\nand was buried with Callimachus.”  The last sentence may be\ninterpreted by the notice of Suidas, who informs us that\nApollonius was a contemporary of Eratosthenes, Euphorion and\nTimarchus, in the time of Ptolemy Euergetes, and that he\nsucceeded Eratosthenes in the headship of the Alexandrian\nLibrary.  Suidas also informs us elsewhere that Aristophanes at\nthe age of sixty-two succeeded Apollonius in this office.  Many\nmodern scholars deny the “bibliothecariate” of Apollonius for\nchronological reasons, and there is considerable difficulty about\nit.  The date of Callimachus’ “Hymn to Apollo”, which closes with\nsome lines (105-113) that are admittedly an allusion to\nApollonius, may be put with much probability at 248 or 247 B.C.\nApollonius must at that date have been at least twenty years old.\nEratosthenes died 196-193 B.C.  This would make Apollonius\nseventy-two to seventy-five when he succeeded Eratosthenes.  This\nis not impossible, it is true, but it is difficult.  But the\ndifficulty is taken away if we assume with Ritschl that\nEratosthenes resigned his office some years before his death,\nwhich allows us to put the birth of Apollonius at about 280, and\nwould solve other difficulties.  For instance, if the Librarians\nwere buried within the precincts, it would account for the burial\nof Apollonius next to Callimachus–Eratosthenes being still\nalive.  However that may be, it is rather arbitrary to take away\nthe “bibliothecariate” of Apollonius, which is clearly asserted\nby Suidas, on account of chronological calculations which are\nthemselves uncertain.  Moreover, it is more probable that the\nwords following “some say” in the second “life” are a remnant of\nthe original life than a conjectural addition, because the first\n“life” is evidently incomplete, nothing being said about the end\nof Apollonius’ career.",
        "The principal event in his life, so far as we know, was the\nquarrel with his master Callimachus, which was most probably the\ncause of his condemnation at Alexandria and departure to Rhodes.\nThis quarrel appears to have arisen from differences of literary\naims and taste, but, as literary differences often do,\ndegenerated into the bitterest personal strife.  There are\nreferences to the quarrel in the writings of both.  Callimachus\nattacks Apollonius in the passage at the end of the “Hymn to\nApollo”, already mentioned, also probably in some epigrams, but\nmost of all in his “Ibis”, of which we have an imitation, or\nperhaps nearly a translation, in Ovid’s poem of the same name. \nOn the part of Apollonius there is a passage in the third book of\nthe “Argonautica” (11. 927-947) which is of a polemical nature\nand stands out from the context, and the well-known savage\nepigram upon Callimachus. (2)  Various combinations have been\nattempted by scholars, notably by Couat, in his “Poesie\nAlexandrine”, to give a connected account of the quarrel, but we\nhave not data sufficient to determine the order of the attacks,\nand replies, and counter-attacks.  The “Ibis” has been thought to\nmark the termination of the feud on the curious ground that it\nwas impossible for abuse to go further.  It was an age when\nliterary men were more inclined to comment on writings of the\npast than to produce original work.  Literature was engaged in\ntaking stock of itself.  Homer was, of course, professedly\nadmired by all, but more admired than imitated.  Epic poetry was\nout of fashion and we find many epigrams of this period–some\nby Callimachus–directed against the “cyclic” poets, by whom\nwere meant at that time those who were always dragging in\nconventional and commonplace epithets and phrases peculiar to\nepic poetry.  Callimachus was in accordance with the spirit of\nthe age when he proclaimed “a great book” to be “a great evil”,\nand sought to confine poetical activity within the narrowest\nlimits both of subject and space.  Theocritus agreed with him,\nboth in principle and practice.  The chief characteristics of\nAlexandrianism are well summarized by Professor Robinson Ellis as\nfollows: “Precision in form and metre, refinement in diction, a\nlearning often degenerating into pedantry and obscurity, a\nresolute avoidance of everything commonplace in subject,\nsentiment or allusion.”  These traits are more prominent in\nCallimachus than in Apollonius, but they are certainly to be seen\nin the latter.  He seems to have written the “Argonautica” out of\nbravado, to show that he could write an epic poem.  But the\ninfluence of the age was too strong.  Instead of the unity of an\nEpic we have merely a series of episodes, and it is the great\nbeauty and power of one of these episodes that gives the poem its\npermanent value–the episode of the love of Jason and Medea.\nThis occupies the greater part of the third book.  The first and\nsecond books are taken up with the history of the voyage to\nColchis, while the fourth book describes the return voyage. \nThese portions constitute a metrical guide book, filled no doubt\nwith many pleasing episodes, such as the rape of Hylas, the\nboxing match between Pollux and Amyeus, the account of Cyzicus,\nthe account of the Amazons, the legend of Talos, but there is no\nunity running through the poem beyond that of the voyage itself.",
        "The Tale of the Argonauts had been told often before in verse and\nprose, and many authors’ names are given in the Scholia to\nApollonius, but their works have perished.  The best known\nearlier account that we have is that in Pindar’s fourth Pythian\node, from which Apollonius has taken many details.  The subject\nwas one for an epic poem, for its unity might have been found in\nthe working out of the expiation due for the crime of Athamas;\nbut this motive is barely mentioned by our author.",
        "As we have it, the motive of the voyage is the command of Pelias\nto bring back the golden fleece, and this command is based on\nPelias’ desire to destroy Jason, while the divine aid given to\nJason results from the intention of Hera to punish Pelias for his\nneglect of the honour due to her.  The learning of Apollonius is\nnot deep but it is curious; his general sentiments are not\naccording to the Alexandrian standard, for they are simple and\nobvious.  In the mass of material from which he had to choose the\ndifficulty was to know what to omit, and much skill is shown in\nfusing into a tolerably harmonious whole conflicting mythological\nand historical details.  He interweaves with his narrative local\nlegends and the founding of cities, accounts of strange customs,\ndescriptions of works of art, such as that of Ganymede and Eros\nplaying with knucklebones, (3) but prosaically calls himself back\nto the point from these pleasing digressions by such an\nexpression as “but this would take me too far from my song.”  His\nbusiness is the straightforward tale and nothing else.  The\nastonishing geography of the fourth book reminds us of the\ninterest of the age in that subject, stimulated no doubt by the\nresearches of Eratosthenes and others.",
        "The language is that of the conventional epic.  Apollonius seems\nto have carefully studied Homeric glosses, and gives many\nexamples of isolated uses, but his choice of words is by no means\nlimited to Homer.  He freely avails himself of Alexandrian words\nand late uses of Homeric words.  Among his contemporaries\nApollonius suffers from a comparison with Theocritus, who was a\nlittle his senior, but he was much admired by Roman writers who\nderived inspiration from the great classical writers of Greece by\nway of Alexandria.  In fact Alexandria was a useful bridge\nbetween Athens and Rome.  The “Argonautica” was translated by\nVarro Atacinus, copied by Ovid and Virgil, and minutely studied\nby Valerius Flaccus in his poem of the same name.  Some of his\nfinest passages have been appropriated and improved upon by\nVirgil by the divine right of superior genius. (4)  The subject\nof love had been treated in the romantic spirit before the time\nof Apollonius in writings that have perished, for instance, in\nthose of Antimachus of Colophon, but the “Argonautica” is perhaps\nthe first poem still extant in which the expression of this\nspirit is developed with elaboration.  The Medea of Apollonius is\nthe direct precursor of the Dido of Virgil, and it is the pathos\nand passion of the fourth book of the “Aeneid” that keep alive\nmany a passage of Apollonius.",
        "ENDNOTES:\n(1)  “Or of Naucratis”, according to Aelian and Athenaeus.\n(2)  Anth. Pal. xl. 275.\n(3)  iii. 117-124.\n(4)  e.g. compare “Aen.” iv. 305 foll. with Ap. Rh. iv. 355\n     foll.; “Aen.” iv. 327-330 with Ap. Rh. I. 897, 898; “Aen.\"\n     iv. 522 foll., with Ap. Rh. iii. 744 foll.",
        "Continue...",
        "\nThis eBook of The Argonautica by Apollonius Rhodius belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Apollonius Rhodius: Argonautica (Loeb Classical Library #1)By Apollonius RhodiusAt Amazon"
    ]
}