{
    "title": "The Varieties of Religious Experience II - Lecture XVIII. Philosophy",
    "author": "William James",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "The subject of Saintliness left us face to face with the\nquestion, Is the sense of divine presence a sense of anything\nobjectively true?  We turned first to mysticism for an answer,\nand found that although mysticism is entirely willing to\ncorroborate religion, it is too private (and also too various) in\nits utterances to be able to claim a universal authority.  But\nphilosophy publishes results which claim to be universally valid\nif they are valid at all, so we now turn with our question to\nphilosophy.  Can philosophy stamp a warrant of veracity upon the\nreligious man’s sense of the divine?",
        "I imagine that many of you at this point begin to indulge in\nguesses at the goal to which I am tending.  I have undermined the\nauthority of mysticism, you say, and the next thing I shall\nprobably do is to seek to discredit that of philosophy. \nReligion, you expect to hear me conclude, is nothing but an\naffair of faith, based either on vague sentiment, or on that\nvivid sense of the reality of things unseen of which in my second\nlecture and in the lecture on Mysticism I gave so many examples. \nIt is essentially private and individualistic; it always exceeds\nour powers of formulation; and although attempts to pour its\ncontents into a philosophic mould will probably always go on, men\nbeing what they are, yet these attempts are always secondary\nprocesses which in no way add to the authority, or warrant the\nveracity, of the sentiments from which they derive their own\nstimulus and borrow whatever glow of conviction they may\nthemselves possess.  ",
        "In short, you suspect that I am planning to defend feeling at the\nexpense of reason, to rehabilitate the primitive and\nunreflective, and to dissuade you from the hope of any Theology\nworthy of the name.",
        "To a certain extent I have to admit that you guess rightly. I do\nbelieve that feeling is the deeper source of religion, and that\nphilosophic and theological formulas are secondary products, like\ntranslations of a text into another tongue.  But all such\nstatements are misleading from their brevity, and it will take\nthe whole hour for me to explain to you exactly what I mean.",
        "When I call theological formulas secondary products, I mean that\nin a world in which no religious feeling had ever existed, I\ndoubt whether any philosophic theology could ever have been\nframed.  I doubt if dispassionate intellectual contemplation of\nthe universe, apart from inner unhappiness and need of\ndeliverance on the one hand and mystical emotion on the other,\nwould ever have resulted in religious philosophies such as we now\npossess.  Men would have begun with animistic explanations of\nnatural fact, and criticised these away into scientific ones, as\nthey actually have done. In the science they would have left a\ncertain amount of “psychical research,” even as they now will\nprobably have to re-admit a certain amount.  But high-flying\nspeculations like those of either dogmatic or idealistic\ntheology, these they would have had no motive to venture on,\nfeeling no need of commerce with such deities.  These\nspeculations must, it seems to me, be classed as over-beliefs,\nbuildings-out performed by the intellect into directions of which\nfeeling originally supplied the hint.",
        "But even if religious philosophy had to have its first hint\nsupplied by feeling, may it not have dealt in a superior way with\nthe matter which feeling suggested?  Feeling is private and dumb,\nand unable to give an account of itself.  It allows that its\nresults are mysteries and enigmas, declines to justify them\nrationally, and on occasion is willing that they should even\npass for paradoxical and absurd.  Philosophy takes just the\nopposite attitude.  Her aspiration is to reclaim from mystery and\nparadox whatever territory she touches.  To find an escape from\nobscure and wayward personal persuasion to truth objectively\nvalid for all thinking men has ever been the intellect’s most\ncherished ideal.  To redeem religion from unwholesome privacy,\nand to give public status and universal right of way to its\ndeliverances, has been reason’s task.",
        "I believe that philosophy will always have opportunity to labor\nat this task.[288] We are thinking beings, and we cannot exclude\nthe intellect from participating in any of our functions.  Even\nin soliloquizing with ourselves, we construe our feelings\nintellectually.  Both our personal ideals and our religious and\nmystical experiences must be interpreted congruously with the\nkind of scenery which our thinking mind inhabits.  The\nphilosophic climate of our time inevitably forces its own\nclothing on us.  Moreover, we must exchange our feelings with one\nanother, and in doing so we have to speak, and to use general and\nabstract verbal formulas. Conceptions and constructions are thus\na necessary part of our religion; and as moderator amid the clash\nof hypotheses, and mediator among the criticisms of one man’s\nconstructions by another, philosophy will always have much to do.",
        "It would be strange if I disputed this, when these very lectures\nwhich I am giving are (as you will see more clearly from now\nonwards) a laborious attempt to extract from the privacies of\nreligious experience some general facts which can be defined in\nformulas upon which everybody may agree.",
        "[288] Compare Professor W. Wallace’s Gifford Lectures, in\nLectures and Essays, Oxford, 1898, pp. 17 ff.",
        "Religious experience, in other words, spontaneously and\ninevitably engenders myths, superstitions, dogmas, creeds, and\nmetaphysical theologies, and criticisms of one set of these by\nthe adherents of another.  Of late, impartial classifications and\ncomparisons have become possible, alongside of the denunciations\nand anathemas by which the commerce between creeds used\nexclusively to be carried on.  We have the beginnings of a\n“Science of Religions,” so-called; and if these lectures could\never be accounted a crumb-like contribution to such a science, I\nshould be made very happy.",
        "But all these intellectual operations, whether they be\nconstructive or comparative and critical, presuppose immediate\nexperiences as their subject-matter.  They are interpretative and\ninductive operations, operations after the fact, consequent upon\nreligious feeling, not coordinate with it, not independent of\nwhat it ascertains.",
        "The intellectualism in religion which I wish to discredit\npretends to be something altogether different from this.  It\nassumes to construct religious objects out of the resources of\nlogical reason alone, or of logical reason drawing rigorous\ninference from non-subjective facts.  It calls its conclusions\ndogmatic theology, or philosophy of the absolute, as the case may\nbe; it does not call them science of religions.  It reaches them\nin an a priori way, and warrants their veracity.",
        "Warranted systems have ever been the idols of aspiring souls. \nAll-inclusive, yet simple; noble, clean, luminous, stable,\nrigorous, true;–what more ideal refuge could there be than such\na system would offer to spirits vexed by the muddiness and\naccidentality of the world of sensible things? Accordingly, we\nfind inculcated in the theological schools of to-day, almost as\nmuch as in those of the fore-time, a disdain for merely possible\nor probable truth, and of results that only private assurance can\ngrasp. Scholastics and idealists both express this disdain. \nPrincipal John Caird, for example, writes as follows in his\nIntroduction to the Philosophy of Religion:–",
        "“Religion must indeed be a thing of the heart, but in order to\nelevate it from the region of subjective caprice and waywardness,\nand to distinguish between that which is true and false in\nreligion, we must appeal to an objective standard.  That which\nenters the heart must first be discerned by the intelligence to\nbe TRUE.  It must be seen as having in its own nature a RIGHT to\ndominate feeling, and as constituting the principle by which\nfeeling must be judged.[289] In estimating the religious\ncharacter of individuals, nations, or races, the first question\nis, not how they feel, but what they think and believe–not\nwhether their religion is one which manifests itself in emotions,\nmore or less vehement and enthusiastic, but what are the\nCONCEPTIONS of God and divine things by which these emotions are\ncalled forth.  Feeling is necessary in religion, but it is by the\nCONTENT or intelligent basis of a religion, and not by feeling,\nthat its character and worth are to be determined.\"[290]",
        "[289] Op. cit., p. 174, abridged.",
        "[290] Ibid., p. 186, abridged and italicized.",
        "Cardinal Newman, in his work, The Idea of a University, gives\nmore emphatic expression still to this disdain for\nsentiment.[291] Theology, he says, is a science in the strictest\nsense of the word.  I will tell you, he says, what it is not–\nnot “physical evidences” for God, not “natural religion,” for\nthese are but vague subjective interpretations:–",
        "[291] Discourse II.  Section 7.",
        "“If,” he continues, “the Supreme Being is powerful or skillful,\njust so far as the telescope shows power, or the microscope shows\nskill, if his moral law is to be ascertained simply by the\nphysical processes of the animal frame, or his will gathered from\nthe immediate issues of human affairs, if his Essence is just as\nhigh and deep and broad as the universe and no more if this be\nthe fact, then will I confess that there is no specific science\nabout God, that theology is but a name, and a protest in its\nbehalf an hypocrisy.  Then, pious as it is to think of Him while\nthe pageant of experiment or abstract reasoning passes by, still\nsuch piety is nothing more than a poetry of thought, or an\nornament of language, a certain view taken of Nature which one\nman has and another has not, which gifted minds strike out, which\nothers see to be admirable and ingenious, and which all would be\nthe better for adopting.  It is but the theology of Nature, just\nas we talk of the PHILOSOPHY or the ROMANCE of history, or the\nPOETRY of childhood, or the picturesque or the sentimental or the\nhumorous, or any other abstract quality which the genius or the\ncaprice of the individual, or the fashion of the day, or the\nconsent of the world, recognizes in any set of objects which are\nsubjected to its contemplation.  I do not see much difference\nbetween avowing that there is no God, and implying that nothing\ndefinite can be known for certain about Him.”",
        "What I mean by Theology, continues Newman, is none of these\nthings:  “I simply mean the SCIENCE OF GOD, or the truths we know\nabout God, put into a system, just as we have a science of the\nstars and call it astronomy, or of the crust of the earth and\ncall it geology.”",
        "In both these extracts we have the issue clearly set before us: \nFeeling valid only for the individual is pitted against reason\nvalid universally.  The test is a perfectly plain one of fact. \nTheology based on pure reason must in point of fact convince men\nuniversally.  If it did not, wherein would its superiority\nconsist?  If it only formed sects and schools, even as sentiment\nand mysticism form them, how would it fulfill its programme of\nfreeing us from personal caprice and waywardness?  This perfectly\ndefinite practical test of the pretensions of philosophy to found\nreligion on universal reason simplifies my procedure to-day.  I\nneed not discredit philosophy by laborious criticism of its\narguments. It will suffice if I show that as a matter of history\nit fails to prove its pretension to be “objectively” convincing. \nIn fact, philosophy does so fail.  It does not banish\ndifferences; it founds schools and sects just as feeling does.  I\nbelieve, in fact, that the logical reason of man operates in this\nfield of divinity exactly as it has always operated in love, or\nin patriotism, or in politics, or in any other of the wider\naffairs of life, in which our passions or our mystical intuitions\nfix our beliefs beforehand.  It finds arguments for our\nconviction, for indeed it HAS to find them.  It amplifies and\ndefines our faith, and dignifies it and lends it words and\nplausibility.  It hardly ever engenders it; it cannot now secure\nit.[292]",
        "[292] As regards the secondary character of intellectual\nconstructions, and the primacy of feeling and instinct in\nfounding religious beliefs see the striking work of H. Fielding,\nThe Hearts of Men, London, 1902, which came into my hands after\nmy text was written.  “Creeds,” says the author, “are the grammar\nof religion, they are to religion what grammar is to speech. \nWords are the expression of our wants grammar is the theory\nformed afterwards.  Speech never proceeded from grammar, but the\nreverse.  As speech progresses and changes from unknown causes,\ngrammar must follow” (p. 313).  The whole book, which keeps\nunusually close to concrete facts, is little more than an\namplification of this text.",
        "Lend me your attention while I run through some of the points of\nthe older systematic theology.  You find them in both Protestant\nand Catholic manuals, best of all in the innumerable text-books\npublished since Pope Leo’s Encyclical recommending the study of\nSaint Thomas.  I glance first at the arguments by which dogmatic\ntheology establishes God’s existence, after that at those by\nwhich it establishes his nature.[293]",
        "[293] For convenience’ sake, I follow the order of A. Stockl’s\nLehrbuch der Philosophie, 5te Autlage, Mainz, 1881, Band ii.  B. \nBoedder’s Natural Theology, London, 1891, is a handy English\nCatholic Manual; but an almost identical doctrine is given by\nsuch Protestant theologians as C. Hodge:  Systematic Theology,\nNew York, 1873, or A. H. Strong:  Systematic Theology, 5th\nedition, New York, 1896.",
        "The arguments for God’s existence have stood for hundreds of\nyears with the waves of unbelieving criticism breaking against\nthem, never totally discrediting them in the ears of the\nfaithful, but on the whole slowly and surely washing out the\nmortar from between their joints.  If you have a God already whom\nyou believe in, these arguments confirm you. If you are\natheistic, they fail to set you right.  The proofs are various. \nThe “cosmological” one, so-called, reasons from the contingence\nof the world to a First Cause which must contain whatever\nperfections the world itself contains.  The “argument\nfrom design” reasons, from the fact that Nature’s laws are\nmathematical, and her parts benevolently adapted to each other,\nthat this cause is both intellectual and benevolent. The “moral\nargument” is that the moral law presupposes a lawgiver.  The\n“argument ex consensu gentium” is that the belief in God is so\nwidespread as to be grounded in the rational nature of man, and\nshould therefore carry authority with it.",
        "As I just said, I will not discuss these arguments technically.\nThe bare fact that all idealists since Kant have felt entitled\neither to scout or to neglect them shows that they are not solid\nenough to serve as religion’s all-sufficient foundation. \nAbsolutely impersonal reasons would be in duty bound to show more\ngeneral convincingness.  Causation is indeed too obscure a\nprinciple to bear the weight of the whole structure of theology. \nAs for the argument from design, see how Darwinian ideas have\nrevolutionized it.  Conceived as we now conceive them, as so many\nfortunate escapes from almost limitless processes of destruction,\nthe benevolent adaptations which we find in Nature suggest a\ndeity very different from the one who figured in the earlier\nversions of the argument.[294] The fact is that these arguments \ndo but follow the combined suggestions of the facts and of our\nfeeling.  They prove nothing rigorously.  They only corroborate\nour preexistent partialities.",
        "[294] It must not be forgotten that any form of DISorder in the\nworld might, by the design argument, suggest a God for just that\nkind of disorder.  The truth is that any state of things whatever\nthat can be named is logically susceptible of teleological\ninterpretation. The ruins of the earthquake at Lisbon, for\nexample:  the whole of past history had to be planned exactly as\nit was to bring about in the fullness of time just that\nparticular arrangement of debris of masonry, furniture, and once\nliving bodies.  No other train of causes would have been\nsufficient.  And so of any other arrangement, bad or good, which\nmight as a matter of fact be found resulting anywhere from\nprevious conditions.  To avoid such pessimistic consequences and\nsave its beneficent designer, the design argument accordingly\ninvokes two other principles, restrictive in their operation. \nThe first is physical:  Nature’s forces tend of their own accord\nonly to disorder and destruction, to heaps of ruins, not to\narchitecture.",
        "This principle, though plausible at first sight, seems, in the\nlight of recent biology, to be more and more improbable.  The\nsecond principle is one of anthropomorphic interpretation.  No\narrangement that for us is “disorderly” can possibly have been an\nobject of design at all.  This principle is of course a mere\nassumption in the interests of anthropomorphic Theism.",
        "When one views the world with no definite theological bias one\nway or the other, one sees that order and disorder, as we now\nrecognize them, are purely human inventions.  We are interested\nin certain types of arrangement, useful, aesthetic, or moral–so\ninterested that whenever we find them realized, the fact\nemphatically rivets our attention.  The result is that we work\nover the contents of the world selectively.  It is overflowing\nwith disorderly arrangements from our point of view, but order is\nthe only thing we care for and look at, and by choosing, one can\nalways find some sort of orderly arrangement in the midst of any\nchaos.  If I should throw down a thousand beans at random upon a\ntable, I could doubtless, by eliminating a sufficient number of\nthem, leave the rest in almost any geometrical pattern you might\npropose to me, and you might then say that that pattern was the\nthing prefigured beforehand, and that the other beans were mere\nirrelevance and packing material.  Our dealings with Nature are\njust like this.  She is a vast plenum in which our attention\ndraws capricious lines in innumerable directions.  We count and\nname whatever lies upon the special lines we trace, whilst the\nother things and the untraced lines are neither named nor\ncounted. There are in reality infinitely more things “unadapted\"\nto each other in this world than there are things “adapted\";\ninfinitely more things with irregular relations than with regular\nrelations between them.  But we look for the regular kind of\nthing exclusively, and ingeniously discover and preserve it in\nour memory.  It accumulates with other regular kinds, until the\ncollection of them fills our encyclopaedias.  Yet all the while\nbetween and around them lies an infinite anonymous chaos of\nobjects that no one ever thought of together, of relations that\nnever yet attracted our attention.",
        "The facts of order from which the physico-theological argument\nstarts are thus easily susceptible of interpretation as arbitrary\nhuman products.  So long as this is the case, although of course\nno argument against God follows, it follows that the argument for\nhim will fail to constitute a knockdown proof of his existence. \nIt will be convincing only to those who on other grounds believe\nin him already.",
        "If philosophy can do so little to establish God’s existence, how\nstands it with her efforts to define his attributes?  It is worth\nwhile to look at the attempts of systematic theology in this\ndirection.",
        "Since God is First Cause, this science of sciences says, he\ndiffers from all his creatures in possessing existence a se. \nFrom this “a-se-ity” on God’s part, theology deduces by mere\nlogic most of his other perfections.  For instance, he must be\nboth NECESSARY and ABSOLUTE, cannot not be, and cannot in any way\nbe determined by anything else.  This makes Him absolutely\nunlimited from without, and unlimited also from within; for\nlimitation is non-being; and God is being itself.  This\nunlimitedness makes God infinitely perfect.  Moreover, God is\nONE, and ONLY, for the infinitely perfect can admit no peer.  He\nis SPIRITUAL, for were He composed of physical parts, some other\npower would have to combine them into the total, and his aseity\nwould thus be contradicted.  He is therefore both simple and\nnon-physical in nature.  He is SIMPLE METAPHYSICALLY also, that\nis to say, his nature and his existence cannot be distinct, as\nthey are in finite substances which share their formal natures\nwith one another, and are individual only in their material\naspect.  Since God is one and only, his essentia and his esse\nmust be given at one stroke.  This excludes from his being all\nthose distinctions, so familiar in the world of finite things,\nbetween potentiality and actuality, substance and accidents,\nbeing and activity, existence and attributes.  We can talk, it is\ntrue, of God’s powers, acts, and attributes, but these\ndiscriminations are only “virtual,” and made from the human point\nof view.  In God all these points of view fall into an absolute\nidentity of being.",
        "This absence of all potentiality in God obliges Him to be\nIMMUTABLE.  He is actuality, through and through.  Were there\nanything potential about Him, He would either lose or gain by its\nactualization, and either loss or gain would contradict his\nperfection.  He cannot, therefore, change.  Furthermore, He is\nIMMENSE, BOUNDLESS; for could He be outlined in space, He would\nbe composite, and this would contradict his indivisibility. He is\ntherefore OMNIPRESENT, indivisibly there, at every point of\nspace.  He is similarly wholly present at every point of time–in\nother words ETERNAL.  For if He began in time, He would need a\nprior cause, and that would contradict his aseity.  If He ended\nit would contradict his necessity.  If He went through any\nsuccession, it would contradict his immutability.",
        "He has INTELLIGENCE and WILL and every other creature-\nperfection, for we have them, and effectus nequit superare\ncausam.  In Him, however, they are absolutely and eternally in\nact, and their OBJECT, since God can be bounded by naught that is\nexternal, can primarily be nothing else than God himself.  He\nknows himself, then, in one eternal indivisible act, and wills\nhimself with an infinite self-pleasure.[295] Since He must of\nlogical necessity thus love and will himself, He cannot be called\n“free” ad intra, with the freedom of contrarieties that\ncharacterizes finite creatures.  Ad extra, however, or with\nrespect to his creation, God is free.  He cannot NEED to create,\nbeing perfect in being and in happiness already.  He WILLS to\ncreate, then, by an absolute freedom.",
        "[295] For the scholastics the facultas appetendi embraces\nfeeling, desire, and will.",
        "Being thus a substance endowed with intellect and will and\nfreedom, God is a PERSON; and a LIVING person also, for He is\nboth object and subject of his own activity, and to be this\ndistinguishes the living from the lifeless.  He is thus\nabsolutely SELF-SUFFICIENT:  his SELF-KNOWLEDGE and SELF-LOVE are\nboth of them infinite and adequate, and need no extraneous\nconditions to perfect them.",
        "He is OMNISCIENT, for in knowing himself as Cause He knows all\ncreature things and events by implication.  His knowledge is\nprevisive, for He is present to all time.  Even our free acts are\nknown beforehand to Him, for otherwise his wisdom would admit of\nsuccessive moments of enrichment, and this would contradict his\nimmutability.  He is OMNIPOTENT for everything that does not\ninvolve logical contradiction.  He can make BEING –in other\nwords his power includes CREATION.  If what He creates were made\nof his own substance, it would have to be infinite in essence, as\nthat substance is; but it is finite; so it must be non-divine in\nsubstance.  If it were made of a substance, an eternally existing\nmatter, for example, which God found there to his hand, and to\nwhich He simply gave its form, that would contradict God’s\ndefinition as First Cause, and make Him a mere mover of something\ncaused already.  The things he creates, then, He creates ex\nnihilo, and gives them absolute being as so many finite\nsubstances additional to himself.  The forms which he imprints\nupon them have their prototypes in his ideas.  But as in God\nthere is no such thing as multiplicity, and as these ideas for us\nare manifold, we must distinguish the ideas as they are in God\nand the way in which our minds externally imitate them.  We must\nattribute them to Him only in a TERMINATIVE sense, as differing\naspects, from the finite point of view, of his unique essence.",
        "God of course is holy, good, and just.  He can do no evil, for He\nis positive being’s fullness, and evil is negation.  It is true\nthat He has created physical evil in places, but only as a means\nof wider good, for bonum totius praeeminet bonum partis. Moral\nevil He cannot will, either as end or means, for that would\ncontradict his holiness.  By creating free beings He PERMITS it\nonly, neither his justice nor his goodness obliging Him to\nprevent the recipients of freedom from misusing the gift.",
        "As regards God’s purpose in creating, primarily it can only have\nbeen to exercise his absolute freedom by the manifestation to\nothers of his glory.  From this it follows that the others must\nbe rational beings, capable in the first place of knowledge,\nlove, and honor, and in the second place of happiness, for the\nknowledge and love of God is the mainspring of felicity.  In so\nfar forth one may say that God’s secondary purpose in creating is\nLOVE.",
        "I will not weary you by pursuing these metaphysical\ndeterminations farther, into the mysteries of God’s Trinity, for\nexample.  What I have given will serve as a specimen of the\northodox philosophical theology of both Catholics and\nProtestants.  Newman, filled with enthusiasm at God’s list of\nperfections, continues the passage which I began to quote to you\nby a couple of pages of a rhetoric so magnificent that I can\nhardly refrain from adding them, in spite of the inroad they\nwould make upon our time.[296]  He first enumerates God’s\nattributes sonorously, then celebrates his ownership of\neverything in earth and Heaven, and the dependence of all that\nhappens upon his permissive will.  He gives us scholastic\nphilosophy “touched with emotion,” and every philosophy should be\ntouched with emotion to be rightly understood.  Emotionally,\nthen, dogmatic theology is worth something to minds of the type\nof Newman’s.  It will aid us to estimate what it is worth\nintellectually, if at this point I make a short digression.",
        "[296] Op. cit., Discourse III. Section 7.",
        "What God hath joined together, let no man put asunder. The\nContinental schools of philosophy have too often overlooked the\nfact that man’s thinking is organically connected with his\nconduct.  It seems to me to be the chief glory of English and\nScottish thinkers to have kept the organic connection in view. \nThe guiding principle of British philosophy has in fact been that\nevery difference must MAKE a difference, every theoretical\ndifference somewhere issue in a practical difference, and that\nthe best method of discussing points of theory is to begin by\nascertaining what practical difference would result from one\nalternative or the other being true.  What is the particular\ntruth in question KNOWN AS?  In what facts does it result?  What\nis its cash-value in terms of particular experience?  This is the\ncharacteristic English way of taking up a question.  In this way,\nyou remember, Locke takes up the question of personal identity.\nWhat you mean by it is just your chain of particular memories,\nsays he.  That is the only concretely verifiable part of its\nsignificance.  All further ideas about it, such as the oneness or\nmanyness of the spiritual substance on which it is based, are\ntherefore void of intelligible meaning; and propositions touching\nsuch ideas may be indifferently affirmed or denied.  So Berkeley\nwith his “matter.”",
        "The cash-value of matter is our physical sensations.  That is\nwhat it is known as, all that we concretely verify of its\nconception.  That, therefore, is the whole meaning of the term\n“matter\"–any other pretended meaning is mere wind of words. \nHume does the same thing with causation.  It is known as habitual\nantecedence, and as tendency on our part to look for something\ndefinite to come.  Apart from this practical meaning it has no\nsignificance whatever, and books about it may be committed to the\nflames, says Hume.  Dugald Stewart and Thomas Brown, James Mill,\nJohn Mill, and Professor Bain, have followed more or less\nconsistently the same method; and Shadworth Hodgson has used the\nprinciple with full explicitness.  When all is said and done, it\nwas English and Scotch writers, and not Kant, who introduced “the\ncritical method” into philosophy, the one method fitted to make\nphilosophy a study worthy of serious men.  For what seriousness\ncan possibly remain in debating philosophic propositions that\nwill never make an appreciable difference to us in action?  And\nwhat could it matter, if all propositions were practically\nindifferent, which of them we should agree to call true or which\nfalse?",
        "An American philosopher of eminent originality, Mr. Charles\nSanders Peirce, has rendered thought a service by disentangling\nfrom the particulars of its application the principle by which\nthese men were instinctively guided, and by singling it out as\nfundamental and giving to it a Greek name.  He calls it the\nprinciple of PRAGMATISM, and he defends it somewhat as\nfollows:[297]–",
        "[297] In an article, How to make our Ideas Clear, in the Popular\nScience Monthly for January, 1878, vol. xii. p. 286.",
        "Thought in movement has for its only conceivable motive the\nattainment of belief, or thought at rest.  Only when our thought\nabout a subject has found its rest in belief can our action on\nthe subject firmly and safely begin.  Beliefs, in short, are\nrules for action; and the whole function of thinking is but one\nstep in the production of active habits.  If there were any part\nof a thought that made no difference in the thought’s practical\nconsequences, then that part would be no proper element of the\nthought’s significance.  To develop a thought’s meaning we need\ntherefore only determine what conduct it is fitted to produce;\nthat conduct is for us its sole significance; and the tangible\nfact at the root of all our thought-distinctions is that there is\nno one of them so fine as to consist in anything but a possible\ndifference of practice.  To attain perfect clearness in our\nthoughts of an object, we need then only consider what\nsensations, immediate or remote, we are conceivably to expect\nfrom it, and what conduct we must prepare in case the object\nshould be true.  Our conception of these practical consequences\nis for us the whole of our conception of the object, so far as\nthat conception has positive significance at all.",
        "This is the principle of Peirce, the principle of pragmatism.\nSuch a principle will help us on this occasion to decide, among\nthe various attributes set down in the scholastic inventory of\nGod’s perfections, whether some be not far less significant than\nothers.",
        "If, namely, we apply the principle of pragmatism to God’s\nmetaphysical attributes, strictly so called, as distinguished\nfrom his moral attributes, I think that, even were we forced by a\ncoercive logic to believe them, we still should have to confess\nthem to be destitute of all intelligible significance. Take God’s\naseity, for example; or his necessariness; his immateriality; his\n“simplicity” or superiority to the kind of inner variety and\nsuccession which we find in finite beings, his indivisibility,\nand lack of the inner distinctions of being and activity,\nsubstance and accident, potentiality and actuality, and the rest;\nhis repudiation of inclusion in a genus; his actualized infinity;\nhis “personality,” apart from the moral qualities which it may\ncomport; his relations to evil being permissive and not positive;\nhis self-sufficiency, self-love, and absolute felicity in\nhimself:–candidly speaking, how do such qualities as these\nmake any definite connection with our life?  And if they\nseverally call for no distinctive adaptations of our conduct,\nwhat vital difference can it possibly make to a man’s religion\nwhether they be true or false?",
        "For my own part, although I dislike to say aught that may grate\nupon tender associations, I must frankly confess that even though\nthese attributes were faultlessly deduced, I cannot conceive of\nits being of the smallest consequence to us religiously that any\none of them should be true.  Pray, what specific act can I\nperform in order to adapt myself the better to God’s simplicity? \nOr how does it assist me to plan my behavior, to know that his\nhappiness is anyhow absolutely complete?  In the middle of the\ncentury just past, Mayne Reid was the great writer of books of\nout-of-door adventure. He was forever extolling the hunters and\nfield-observers of living animals’ habits, and keeping up a fire\nof invective against the “closet-naturalists,” as he called them,\nthe collectors and classifiers, and handlers of skeletons and\nskins.  When I was a boy, I used to think that a closet-\nnaturalist must be the vilest type of wretch under the sun. But\nsurely the systematic theologians are the closet-naturalists of\nthe deity, even in Captain Mayne Reid’s sense.  What is their\ndeduction of metaphysical attributes but a shuffling and matching\nof pedantic dictionary-adjectives, aloof from morals, aloof from\nhuman needs, something that might be worked out from the mere\nword “God” by one of those logical machines of wood and brass\nwhich recent ingenuity has contrived as well as by a man of flesh\nand blood.  They have the trail of the serpent over them.  One\nfeels that in the theologians’ hands, they are only a set of\ntitles obtained by a mechanical manipulation of synonyms;\nverbality has stepped into the place of vision, professionalism\ninto that of life.  Instead of bread we have a stone; instead of\na fish, a serpent.  Did such a conglomeration of abstract terms\ngive really the gist of our knowledge of the deity, schools of\ntheology might indeed continue to flourish, but religion, vital\nreligion, would have taken its flight from this world. What keeps\nreligion going is something else than abstract definitions and\nsystems of concatenated adjectives, and something different from\nfaculties of theology and their professors.  All these things are\nafter-effects, secondary accretions upon those phenomena of vital\nconversation with the unseen divine, of which I have shown you so\nmany instances, renewing themselves in saecula saeculorum in the\nlives of humble private men.",
        "So much for the metaphysical attributes of God!  From the point\nof view of practical religion, the metaphysical monster which\nthey offer to our worship is an absolutely worthless invention of\nthe scholarly mind.",
        "What shall we now say of the attributes called moral?\nPragmatically, they stand on an entirely different footing. They\npositively determine fear and hope and expectation, and are\nfoundations for the saintly life.  It needs but a glance at them\nto show how great is their significance.",
        "God’s holiness, for example:  being holy, God can will nothing\nbut the good.  Being omnipotent, he can secure its triumph. \nBeing omniscient, he can see us in the dark.  Being just, he can\npunish us for what he sees.  Being loving, he can pardon too. \nBeing unalterable, we can count on him securely.  These qualities\nenter into connection with our life, it is highly important that\nwe should be informed concerning them.  That God’s purpose in\ncreation should be the manifestation of his glory is also an\nattribute which has definite relations to our practical life. \nAmong other things it has given a definite character to worship\nin all Christian countries.  If dogmatic theology really does\nprove beyond dispute that a God with characters like these\nexists, she may well claim to give a solid basis to religious\nsentiment.  But verily, how stands it with her arguments?",
        "It stands with them as ill as with the arguments for his\nexistence.  Not only do post-Kantian idealists reject them root\nand branch, but it is a plain historic fact that they never have\nconverted any one who has found in the moral complexion of the\nworld, as he experienced it, reasons for doubting that a good God\ncan have framed it.  To prove God’s goodness by the scholastic\nargument that there is no non-being in his essence would sound\nto such a witness simply silly.",
        "No! the book of Job went over this whole matter once for all and\ndefinitively.  Ratiocination is a relatively superficial and\nunreal path to the deity:  “I will lay mine hand upon my mouth; I\nhave heard of Thee by the hearing of the ear, but now mine eye\nseeth Thee.”  An intellect perplexed and baffled, yet a\ntrustful sense of presence–such is the situation of the man who\nis sincere with himself and with the facts, but who remains\nreligious still.[298]",
        "[298] Pragmatically, the most important attribute of God is his\npunitive justice.  But who, in the present state of theological\nopinion on that point, will dare maintain that hell fire or its\nequivalent in some shape is rendered certain by pure logic? \nTheology herself has largely based this doctrine upon revelation,\nand, in discussing it, has tended more and more to substitute\nconventional ideas of criminal law for a priori principles of\nreason.  But the very notion that this glorious universe, with\nplanets and winds, and laughing sky and ocean, should have been\nconceived and had its beams and rafters laid in technicalities of\ncriminality, is incredible to our modern imagination.  It weakens\na religion to hear it argued upon such a basis.",
        "We must therefore, I think, bid a definitive good-by to dogmatic\ntheology.  In all sincerity our faith must do without that\nwarrant.  Modern idealism, I repeat, has said goodby to this\ntheology forever.  Can modern idealism give faith a better\nwarrant, or must she still rely on her poor self for witness?",
        "The basis of modern idealism is Kant’s doctrine of the\nTranscendental Ego of Apperception.  By this formidable term Kant\nmerely meant the fact that the consciousness “I think them” must\n(potentially or actually) accompany all our objects.  Former\nskeptics had said as much, but the “I” in question had remained\nfor them identified with the personal individual.  Kant\nabstracted and depersonalized it, and made it the most universal\nof all his categories, although for Kant himself the\nTranscendental Ego had no theological implications.",
        "It was reserved for his successors to convert Kant’s notion of\nBewusstsein uberhaupt, or abstract consciousness, into an\ninfinite concrete self-consciousness which is the soul of the\nworld, and in which our sundry personal self-consciousnesses\nhave their being.  It would lead me into technicalities to show\nyou even briefly how this transformation was in point of fact\neffected.  Suffice it to say that in the Hegelian school, which\nto-day so deeply influences both British and American thinking,\ntwo principles have borne the brunt of the operation.",
        "The first of these principles is that the old logic of identity\nnever gives us more than a post-mortem dissection of disjecta\nmembra, and that the fullness of life can be construed to thought\nonly by recognizing that every object which our thought may\npropose to itself involves the notion of some other object which\nseems at first to negate the first one.",
        "The second principle is that to be conscious of a negation is\nalready virtually to be beyond it.  The mere asking of a question\nor expression of a dissatisfaction proves that the answer or the\nsatisfaction is already imminent; the finite, realized as such,\nis already the infinite in posse.",
        "Applying these principles, we seem to get a propulsive force into\nour logic which the ordinary logic of a bare, stark self-identity\nin each thing never attains to.  The objects of our thought now\nACT within our thought, act as objects act when given in\nexperience.  They change and develop. They introduce something\nother than themselves along with them; and this other, at first\nonly ideal or potential, presently proves itself also to be\nactual.  It supersedes the thing at first supposed, and both\nverifies and corrects it, in developing the fullness of its\nmeaning.",
        "The program is excellent; the universe IS a place where things\nare followed by other things that both correct and fulfill them;\nand a logic which gave us something like this movement of fact\nwould express truth far better than the traditional school-logic,\nwhich never gets of its own accord from anything to anything\nelse, and registers only predictions and subsumptions, or static\nresemblances and differences. Nothing could be more unlike the\nmethods of dogmatic theology than those of this new logic.  Let\nme quote in illustration some passages from the Scottish\ntranscendentalist whom I have already named.",
        "“How are we to conceive,” Principal Caird writes, “of the reality\nin which all intelligence rests?”  He replies:  “Two things may\nwithout difficulty be proved, viz., that this reality is an\nabsolute Spirit, and conversely that it is only in communion with\nthis absolute Spirit or Intelligence that the finite Spirit can\nrealize itself.  It is absolute; for the faintest movement of\nhuman intelligence would be arrested, if it did not presuppose\nthe absolute reality of intelligence, of thought itself.  Doubt\nor denial themselves presuppose and indirectly affirm it.  When I\npronounce anything to be true, I pronounce it, indeed, to be\nrelative to thought, but not to be relative to my thought, or to\nthe thought of any other individual mind.  From the existence of\nall individual minds as such I can abstract; I can think them\naway.  But that which I cannot think away is thought or\nself-consciousness itself, in its independence and absoluteness,\nor, in other words, an Absolute Thought or Self-Consciousness.”",
        "Here, you see, Principal Caird makes the transition which Kant\ndid not make:  he converts the omnipresence of consciousness in\ngeneral as a condition of “truth” being anywhere possible, into\nan omnipresent universal consciousness, which he identifies with\nGod in his concreteness.  He next proceeds to use the principle\nthat to acknowledge your limits is in essence to be beyond them;\nand makes the transition to the religious experience of\nindividuals in the following words:–",
        "“If [Man] were only a creature of transient sensations and\nimpulses, of an ever coming and going succession of intuitions,\nfancies, feelings, then nothing could ever have for him the\ncharacter of objective truth or reality.  But it is the\nprerogative of man’s spiritual nature that he can yield himself\nup to a thought and will that are infinitely larger than his own. \nAs a thinking self-conscious being, indeed, he may be said, by\nhis very nature, to live in the atmosphere of the Universal Life.",
        "As a thinking being, it is possible for me to suppress and quell\nin my consciousness every movement of self-assertion, every\nnotion and opinion that is merely mine, every desire that belongs\nto me as this particular Self, and to become the pure medium of a\nthought that is universal–in one word, to live no more my own\nlife, but let my consciousness be possessed and suffused by the\nInfinite and Eternal life of spirit.  And yet it is just in this\nrenunciation of self that I truly gain myself, or realize the\nhighest possibilities of my own nature.  For whilst in one sense\nwe give up self to live the universal and absolute life of\nreason, yet that to which we thus surrender ourselves is in\nreality our truer self.  The life of absolute reason is not a\nlife that is foreign to us.”",
        "Nevertheless, Principal Caird goes on to say, so far as we are\nable outwardly to realize this doctrine, the balm it offers\nremains incomplete.  Whatever we may be in posse, the very best\nof us in actu falls very short of being absolutely divine. Social\nmorality, love, and self-sacrifice even, merge our Self only in\nsome other finite self or selves.  They do not quite identify it\nwith the Infinite.  Man’s ideal destiny, infinite in abstract\nlogic, might thus seem in practice forever unrealizable.",
        "“Is there, then,” our author continues, “no solution of the\ncontradiction between the ideal and the actual?  We answer, There\nis such a solution, but in order to reach it we are carried\nbeyond the sphere of morality into that of religion.  It may be\nsaid to be the essential characteristic of religion as contrasted\nwith morality, that it changes aspiration into fruition,\nanticipation into realization; that instead of leaving man in the\ninterminable pursuit of a vanishing ideal, it makes him the\nactual partaker of a divine or infinite life.  Whether we view\nreligion from the human side or the divine–as the surrender of\nthe soul to God, or as the life of God in the soul–in either\naspect it is of its very essence that the Infinite has ceased to\nbe a far-off vision, and has become a present reality.  The very\nfirst pulsation of the spiritual life, when we rightly apprehend\nits significance, is the indication that the division between the\nSpirit and its object has vanished, that the ideal has become\nreal, that the finite has reached its goal and become suffused\nwith the presence and life of the Infinite.",
        "“Oneness of mind and will with the divine mind and will is not\nthe future hope and aim of religion, but its very beginning and\nbirth in the soul.  To enter on the religious life is to\nterminate the struggle.  In that act which constitutes the\nbeginning of the religious life–call it faith, or trust, or\nself-surrender, or by whatever name you will–there is involved\nthe identification of the finite with a life which is eternally\nrealized.  It is true indeed that the religious life is\nprogressive; but understood in the light of the foregoing idea,\nreligious progress is not progress TOWARDS, but WITHIN the sphere\nof the Infinite.  It is not the vain attempt by endless finite\nadditions or increments to become possessed of infinite wealth,\nbut it is the endeavor, by the constant exercise of spiritual\nactivity, to appropriate that infinite inheritance of which we\nare already in possession.  The whole future of the religious\nlife is given in its beginning, but it is given implicitly.  The\nposition of the man who has entered on the religious life is that\nevil, error, imperfection, do not really belong to him:  they are\nexcrescences which have no organic relation to his true nature: \nthey are already virtually, as they will be actually, suppressed\nand annulled, and in the very process of being annulled they\nbecome the means of spiritual progress.  Though he is not exempt\nfrom temptation and conflict, [yet] in that inner sphere in which\nhis true life lies, the struggle is over, the victory already\nachieved.  It is not a finite but an infinite life which the\nspirit lives.  Every pulse-beat of its [existence] is the\nexpression and realization of the life of God.\"[299]",
        "[299] John Caird:  An Introduction to the Philosophy of Religion\nLondon and New York, 1880, pp. 243-250, and 291-299, much\nabridged.",
        "You will readily admit that no description of the phenomena of\nthe religious consciousness could be better than these words of\nyour lamented preacher and philosopher. They reproduce the very\nrapture of those crises of conversion of which we have been\nhearing; they utter what the mystic felt but was unable to\ncommunicate; and the saint, in hearing them, recognizes his own\nexperience.  It is indeed gratifying to find the content of\nreligion reported so unanimously.  But when all is said and done,\nhas Principal Caird–and I only use him as an example of that\nwhole mode of thinking–transcended the sphere of feeling and of\nthe direct experience of the individual, and laid the foundations\nof religion in impartial reason?  Has he made religion universal\nby coercive reasoning, transformed it from a private faith into a\npublic certainty?  Has he rescued its affirmations from obscurity\nand mystery?",
        "I believe that he has done nothing of the kind, but that he has\nsimply reaffirmed the individual’s experiences in a more\ngeneralized vocabulary.  And again, I can be excused from proving\ntechnically that the transcendentalist reasonings fail to make\nreligion universal, for I can point to the plain fact that a\nmajority of scholars, even religiously disposed ones, stubbornly\nrefuse to treat them as convincing.  The whole of Germany, one\nmay say, has positively rejected the Hegelian argumentation.  As\nfor Scotland, I need only mention Professor Fraser’s and\nProfessor Pringle-Pattison’s memorable criticisms, with which so\nmany of you are familiar.[300]  Once more, I ask, if\ntranscendental idealism were <445> as objectively and absolutely\nrational as it pretends to be, could it possibly fail so\negregiously to be persuasive?",
        "[300] A. C. Fraser:  Philosophy of Theism, second edition,\nEdinburgh and London, 1899, especially part ii, chaps. vii. and\nviii.  A. Seth [Pringle-Pattison]:  Hegelianism and Personality,\nIbid., 1890, passim.",
        "The most persuasive arguments in favor of a concrete individual\nSoul of the world, with which I am acquainted, are those of my\ncolleague, Josiah Royce, in his Religious Aspect of Philosophy,\nBoston, 1885; in his Conception of God, New York and London,\n1897; and lately in his Aberdeen Gifford Lectures, The World and\nthe Individual, 2 vols., New York and London, 1901-02.  I\ndoubtless seem to some of my readers to evade the philosophic\nduty which my thesis in this lecture imposes on me, by not even\nattempting to meet Professor Royce’s arguments articulately.  I\nadmit the momentary evasion.  In the present lectures, which are\ncast throughout in a popular mould, there seemed no room for\nsubtle metaphysical discussion, and for tactical purposes it was\nsufficient the contention of philosophy being what it is (namely,\nthat religion can be transformed into a universally convincing\nscience), to point to the fact that no religious philosophy has\nactually convinced the mass of thinkers.  Meanwhile let me say\nthat I hope that the present volume may be followed by another,\nif I am spared to write it, in which not only Professor Royce’s\narguments, but others for monistic absolutism shall be considered\nwith all the technical fullness which their great importance\ncalls for.  At present I resign myself to lying passive under the\nreproach of superficiality.",
        "What religion reports, you must remember, always purports to be a\nfact of experience:  the divine is actually present, religion\nsays, and between it and ourselves relations of give and take are\nactual.  If definite perceptions of fact like this cannot stand\nupon their own feet, surely abstract reasoning cannot give them\nthe support they are in need of.  Conceptual processes can class\nfacts, define them, interpret them; but they do not produce them,\nnor can they reproduce their individuality.  There is always a\nPLUS, a THISNESS, which feeling alone can answer for.  Philosophy\nin this sphere is thus a secondary function, unable to warrant\nfaith’s veracity, and so I revert to the thesis which I announced\nat the beginning of this lecture.",
        "In all sad sincerity I think we must conclude that the attempt to\ndemonstrate by purely intellectual processes the truth of the\ndeliverances of direct religious experience is absolutely\nhopeless.",
        "It would be unfair to philosophy, however, to leave her under\nthis negative sentence.  Let me close, then, by briefly\nenumerating what she CAN do for religion.  If she will abandon\nmetaphysics and deduction for criticism and induction, and\nfrankly transform herself from theology into science of\nreligions, she can make herself enormously useful.",
        "The spontaneous intellect of man always defines the divine which\nit feels in ways that harmonize with its temporary intellectual\nprepossessions.  Philosophy can by comparison eliminate the local\nand the accidental from these definitions.  Both from dogma and\nfrom worship she can remove historic incrustations.  By\nconfronting the spontaneous religious constructions with the\nresults of natural science, philosophy can also eliminate\ndoctrines that are now known to be scientifically absurd or\nincongruous.\n \nSifting out in this way unworthy formulations, she can leave a\nresiduum of conceptions that at least are possible. With these\nshe can deal as HYPOTHESES, testing them in all the manners,\nwhether negative or positive, by which hypotheses are ever\ntested.  She can reduce their number, as some are found more open\nto objection.  She can perhaps become the champion of one which\nshe picks out as being the most closely verified or verifiable. \nShe can refine upon the definition of this hypothesis,\ndistinguishing between what is innocent over-belief and symbolism\nin the expression of it, and what is to be literally taken.  As a\nresult, she can offer mediation between different believers, and\nhelp to bring about consensus of opinion.  She can do this the\nmore successfully, the better she discriminates the common and\nessential from the individual and local elements of the religious\nbeliefs which she compares.",
        "I do not see why a critical Science of Religions of this sort\nmight not eventually command as general a public adhesion as is\ncommanded by a physical science.  Even the personally\nnon-religious might accept its conclusions on trust, much as\nblind persons now accept the facts of optics–it might appear as\nfoolish to refuse them.  Yet as the science of optics has to be\nfed in the first instance, and continually verified later, by\nfacts experienced by seeing persons; so the science of religions\nwould depend for its original material on facts of personal\nexperience, and would have to square itself with personal\nexperience through all its critical reconstructions.  It could\nnever get away from concrete life, or work in a conceptual\nvacuum.  It would forever have to confess, as every science\nconfesses, that the subtlety of nature flies beyond it, and that\nits formulas are but approximations. Philosophy lives in words,\nbut truth and fact well up into our lives in ways that exceed\nverbal formulation.  There is in the living act of perception\nalways something that glimmers and twinkles and will not be\ncaught, and for which reflection comes too late.  No one knows\nthis as well as the philosopher.  He must fire his volley of new\nvocables out of his conceptual shotgun, for his profession\ncondemns him to this industry, but he secretly knows the\nhollowness and irrelevancy. His formulas are like stereoscopic or\nkinetoscopic photographs seen outside the instrument; they lack\nthe depth, the motion, the vitality.  In the religious sphere, in\nparticular, belief that formulas are true can never wholly take\nthe place of personal experience.",
        "In my next lecture I will try to complete my rough description of\nreligious experience; and in the lecture after that, which is the\nlast one, I will try my hand at formulating conceptually the\ntruth to which it is a witness.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}