{
    "title": "The Lords of the Wild - Chapter VIII: The Boat Builders",
    "author": "Joseph A. Altsheler",
    "chapter": "9",
    "content": [
        "\n\n",
        "Robert and Grosvenor lay, side by side, propped up partly on their\nelbows, their rifles thrust well forward, and watching toward the\nnorth. They were not able to see anything, save the dark outline of\nthe forest, and a little puff of smoke rising where an Indian had\nfired. The wilderness itself was absolutely still but Robert’s vivid\nimagination as usual peopled it thickly. Although his eye did not\nreach any human figure his mind pictured them everywhere, waiting\npatiently for a chance at his comrades and himself. He, more than\nany other of the five, realized the full extent of the danger. His\nextraordinary fancy pictured to him every possibility, and so his\ncourage was all the greater, because he had the strength to face them\nwith a tranquil mind.",
        "A flash in the thicket and a bullet struck on a rock near Robert,\nglanced off and buried itself in a tree beyond them. He shivered a\nlittle. Fancy pictured the bullet not as missing, but as hitting him.\nThen he steadied himself, and was as ready as Willet or Black Rifle\nfor whatever might come.",
        "“I think that shot was fired by a sharpshooter who has crept forward\nahead of the others,” whispered the hunter. “He’s lying behind that\nlow bush to the west.”",
        "“I’m of your mind about it,” said Black Rifle. “As soon as he reloads\nhe’ll chance another shot at where he thinks we’re lying, and that\nwill be his last.”",
        "Robert heard the low words, and he shivered again a little. He could\nnever grow used to the taking of human life, even in dire necessity.\nHe knew that Willet had spoken the truth, and that the red\nsharpshooter would fire only one more shot. Soon he had the proof. The\nsecond flash came from the same point. Again the bullet glanced among\nthe rocks, but, before the report of the rifle died, another answered.\nIt was that of the hunter and he found his mark. A cry came from the\nbush, followed by a fierce yell of anger from those farther back, and\nthen the sinister stillness settled again over the wilderness.",
        "“The Indian has gone!” whispered Grosvenor in an awed tone to Robert.",
        "“Yes, Dave fired at the flash, and he never misses. The cry showed it.\nBut it will make the warriors all the more eager to take us.”",
        "The silence lasted about a quarter of an hour, and then fire was\nopened upon them from three sides, bullets singing over their heads,\nor spattering upon the rocks.",
        "“Lie flat, lads,” commanded Willet. “This is random lead, and if we\nkeep close to the earth ’twill all pass us by. The warriors are seldom\ngood marksmen.”",
        "But one of the bullets, glancing from a rock, nipped Black Rifle in\nthe shoulder. It was a very slight wound, though, and its only effect\nwas to make him more eager to reach his enemy. In a few minutes his\nchance came as he caught a glimpse of a dusky but incautious figure\namong the trees, and, quick as a flash, drew trigger on it. There was\nno cry, but he saw the shadowy figure go down, not to rise again, and\nthe fierce soul of Black Rifle was satisfied.",
        "Scattered shots were fired, after another silence, and a bullet grazed\nthe back of Grosvenor’s hand, drawing a drop or two of blood. It stung\nfor a few moments, but, on the whole, he was proud of the little hurt.\nIt was a badge of honor, and made him truly a member of this great\nforest band. It also stimulated his zeal, and he became eager for a\nshot of his own. He watched intently and when the warriors fired again\nhe sent his bullet at the flash, as he had seen Willet and Black Rifle\ndo. He did not know whether he had hit anything, but he hoped. Tayoga,\nwho fired for the first time presently brought down a warrior, and\nRobert wounded another. But Willet and Black Rifle talked together in\nwhispers and they were anxious.",
        "“They won’t try to rush us so long as we keep among the rocks,” said\nthe hunter. “They know now that we’re good shots, but they’ll hold us\nhere until day when their main force will come up and then we’ll be\nfinished.”",
        "“It seems pretty certain that’s their plan now,” said the scout, “and\nbetween you and me, Dave, we’ve got to get away from here somehow.\nThe moon has faded a bit, and that will help us a little. What do you\nthink, Tayoga?”",
        "“We did not escape other traps to remain here in this,” replied the\nOnondaga. “We must take the chance and go.”",
        "“In half an hour, perhaps. When the clouds floating up there get well\nbefore the moon.”",
        "Robert heard them distinctly and he glanced at the moon which was\nsteadily growing paler, while the shadows were deepening over the\nforest. Yet it was obvious that it would not become very dark, and the\nhalf hour of which Willet had spoken would probably measure the limit\nof the increase.",
        "“Can you hear them moving in the bush, Tayoga?” asked Willet.",
        "The Onondaga put his ear to the ground.",
        "“Only a light sound toward the north reaches me,” he replied.\n“Warriors there seem to be moving about. It may be that they have\nreceived more help. I think, Great Bear, that the time for us to go,\nif we go at all, is coming fast.”",
        "Willet decided in a few minutes that it would not be any darker than\nit was then; and, choosing a southern direction, he crept from the\nrocks, the others following him in line, Tayoga as usual bringing up\nthe rear. They made a hundred yards in silence, and, then, at a\nlow signal from the hunter, they sank down, almost flat, every one\nlistening for a sound from the besiegers. Only Tayoga was able to hear\nfaint noises to right and left.",
        "“They do not know yet that we have left the rocks,” he whispered, “and\nthey are still watching that point. Manitou may carry us in safety\nbetween them.”",
        "They were about to resume their painful creeping, when a half dozen\nrifles on their right flashed, and they dropped down again. But the\nbullets did not come their way, instead they rang among the rocks\nwhich they had just left. Tayoga laughed softly.",
        "“They think we are still there,” he whispered, “and they send much\nlead against the inoffensive stone. The more the better for us.”",
        "“I’m devoutly glad the rocks catch what is intended for us,” said\nGrosvenor, feeling intense relief. “How long do you think it will be,\nTayoga, before I can stand up and walk like a man again?”",
        "“No one can answer that question,” replied the Onondaga. “But\nremember, Red Coat, that you are getting splendid practice in the\nart of going silently along a trail on a dark night. It is what every\nforest runner must learn.”",
        "Grosvenor in the dusk could not see the twinkle in Tayoga’s eye,\nbut, drawing upon fresh founts of courage and resolution, he settled\nhimself anew to his task. His elbows and knees ached and it was\ndifficult to carry his rifle as he crawled along, but his ambition was\nas high as ever, and he would not complain. The lone hoot of an owl\ncame from the point on the right, where one of the Indian groups\nlay, and it was promptly answered by a like sound from the left where\nanother group was hidden.",
        "“I think they’re beginning to suspect that we may have slipped away,\"\nsaid Willet, “and they’re talking to one another about it. Now they’ll\nstalk the rocks to see, but that will take time, which we can use\nhandily. Come on, lads, we’ll go as fast as possible.”",
        "Curving around a small hill, Willet rose to his feet and the others,\nwith intense relief, did likewise. Robert’s and Grosvenor’s joints\nwere young and elastic, and the stiffness quickly left them, but\nboth had done enough creeping and crawling for one night. All stood\nlistening for a minute or two. They heard no more shots fired at the\nrocks, but the two owls began to call again to each other.",
        "“Do you understand them, Tayoga?” asked Willet.",
        "“They talk the Huron language,” replied the Onondaga, in his precise\nfashion, “that is, their signals are those used by the Hurons. They\nare asking each other what has happened at the rocks, and neither can\ntell. Their expression is that of doubt, impatience and worry. They\nsay to each other: ’Those whom we believed we held in a trap may have\nbroken out of it. It will take time to see and also much peril if they\nare still in the trap, because they can use their rifles well.’ We\nannoy them much, Great Bear.”",
        "The big hunter chuckled.",
        "“I don’t mind that,” he said. “Their worries are not my worries. Ah,\nthere they go again! What are they saying now, Tayoga?”",
        "“Their tone grows more anxious. You can tell what they feel by the\nexpression of the owl. Their fear that we may have stolen out of the\ntrap is increasing, but they cannot know unless they go and see, and\nthen they may be creeping into the muzzles of our rifles. It is a\ndifficult problem that we have given them to solve, Great Bear.”",
        "“We’ll leave it for ’em, lads. Now that we’re on our feet we’ll go at\nspeed.”",
        "They walked very rapidly, but they stopped when they heard once more\nthe faint cries of the owls, now almost lost in the distance. Tayoga\ninterpreted them.",
        "“They are cries of anger,” he said. “They have discovered that we are\nnot in the rocks, and now they will look around for our trail, which\nwill be hard to find in the darkness of the night.”",
        "“And the thing for us to do is to keep on toward the south as hard as\nwe can.”",
        "“So it would be, Great Bear, but others are coming up from the south,\nand we would go directly into their arms.”",
        "“What do you mean, Tayoga?”",
        "“A number of men are advancing, and I think they are warriors.”",
        "“Then we have merely slipped out of one trap to fall into another.”",
        "“It is possible, Great Bear. It is also possible that those who come\nare friends. Let me put my ear to the earth, which is the bringer of\nsound. It is clear to me that those who walk toward us are warriors.\nWhite men would not tread so lightly. I do not think, Great Bear,\nthat any force of the Indians who are allied with the French would be\ncoming up from the south, and the chances are that these be friends.”",
        "He sent forth the call of a bird, a beautiful, clear note, and it was\nanswered instantly with a note as clear and as beautiful.",
        "“They are friends!” said Tayoga joyfully. “These be the Ganeagaono!”",
        "“Ganeagaono?” exclaimed Grosvenor.",
        "“Mohawks,” explained Robert. “The Keepers of the Eastern Gate. The\nleading warriors of the Six Nations and friends of ours. We are, in\ntruth, in luck.”",
        "Ten dusky figures came forward to meet them, and with great joy Robert\nrecognized in the leader the fierce young Mohawk chief, Daganoweda,\nwho once before had come to their help in a crisis. But it was Tayoga\nwho welcomed him first.",
        "“Daganoweda, of the clan of the Turtle, of the nation, Ganeagaono,\nof the great League of the Hodenosaunee, the sight of you is very\npleasant to our eyes,” he said.",
        "“Tayoga, of the clan of the Bear, of the Nation, Onondaga, of the\ngreat League of the Hodenosaunee, you are my brother and we are well\nmet,” the chief rejoined.",
        "They saluted each other and then Daganoweda greeted the others, all\nof whom were known to him of old save Grosvenor, but who was presented\nduly in the ceremonious style loved by the Iroquois.",
        "“We are pursued by men of Tandakora,” said Willet. “They are not far\naway now. We do not wish to fight them because we would hasten below\nwith a warning.”",
        "The black eyes of the fierce Mohawk flashed.",
        "“Will the Great Bear give us his battle?” he said.",
        "He asked for it as if for a favor.",
        "“We usually fight our own quarrels through,” replied Willet, “but as\nI said, duty calls us from here in haste. Then, since you wish it,\nDaganoweda, we pass the fight to you. But have you enough men?”",
        "“Ten Mohawks are enough to meet any wandering band of our enemies that\nmay be in the woods,” replied the young chief, proudly. “Let Great\nBear and his friends go in peace. This fight is ours.”",
        "Despite the dusk, Robert saw Daganoweda’s eyes glisten. He thoroughly\nunderstood the fierce soul of the young Mohawk chief, who would not\nlet such a brilliant opportunity for battle pass him.",
        "“Then farewell, Daganoweda,” said Willet. “You have been a friend at\nthe right moment.”",
        "He led again in the flight toward the south and the five saw the chief\nand his warriors passing the other way sink into the dusk. Soon they\nheard shots behind them and they knew that the Mohawks were engaged\nin battle with the Hurons and their friends. They sped on for a long\ntime, and when they stopped they were close to the shores of the lake,\nthe water showing dimly through the trees.",
        "“I think we may rest easy for a while now,” said Willet. “I’m certain\nnot one of those warriors was able to get by the Mohawks, and it’s\nnot likely that an enemy is within several miles of us. Can you hear\nanything, Tayoga?”",
        "“Nothing,” replied the Onondaga. “Tododaho, on his star, tells me that\nwe have this part of the forest to ourselves.”",
        "“That being so, we’ll stay here a long time. Lads, you might unroll\nyour blankets and make the best of things.”",
        "Grosvenor’s blanket had not been taken from him when he was a\nprisoner, and it was still strapped on his back. He and Robert found\nthe rest most welcome and they were not slow in wrapping the blankets\naround their bodies and making themselves comfortable. Without willing\nit, they fell asleep, but were awakened shortly after dawn.",
        "“See!” said Willet, pointing toward the south.",
        "A filmy trail of blue smoke rose across the clear, blue sky.",
        "“That, whatever it is,” said the hunter, “is what St. Luc is advancing\nagainst, but in spite of all the risks we’ve run we’ll be there in\ntime to give warning.”",
        "Robert looked with the deepest interest at the smoke, which was a long\nway off, but it seemed to rise from the lake’s edge and he thought\nit must be a British or American post. It was at a most exposed and\ndangerous point, but his heart thrilled at Willet’s words. Yes, in\nspite of every danger that had been thrown across their path, they\nwould be able to carry word in time.",
        "“We’ll be there in half an hour, and we’ll know what’s going forward,\"\nsaid Willet.",
        "“We’ll know before then,” said Grosvenor confidently. “Our marvelous\nIndian friend here will tell us when we’re half way.”",
        "Tayoga smiled, but said nothing, and they started again, Willet, as\nusual, leading, and the Onondaga bringing up the rear. The spire of\nsmoke thickened and darkened, and, to Robert and Grosvenor, it seemed\nmost friendly and alluring. It appeared to rise from a little point of\nland thrust into the lake but they could not yet see its base, owing\nto an intervening hill. Just before they reached the crest of the hill\nTayoga said:",
        "“Wait a moment, Great Bear. I think I hear a sound from the place\nwhere the smoke rises, and we may be able to tell what it means.”",
        "They stopped promptly, and the Onondaga put his ear to the earth.",
        "“I hear the sounds very distinctly now,” he said. “They are of a kind\nnot often occurring on these shores.”",
        "“What are they?” asked Robert eagerly.",
        "“They are made by axes biting into wood. Many men are cutting down\ntrees.”",
        "“They’re building a fort, and they’re in a hurry about it or they\nwould not be felling trees so early in the morning.”",
        "“Your reasoning about the hurry is good, Dagaeoga. The white man will\nnot go into the forest with his ax at daybreak, unless the need of\nhaste is great, but it is not a fort they build. Mingled with the fall\nof the axes I hear another note. It is a humming and a buzzing. It is\nheard in these forests much less often than the thud of the ax. Ah!\nI was in doubt at first, but I know it now! It is the sound made by a\ngreat saw as it eats into the wood.”",
        "“A saw mill, Tayoga!”",
        "“Yes, Dagaeoga, that is what it is, and now mind will tell us why it\nis here. The logs that the axes cut down are sawed in the mill. The\nsaw would not be needed if the logs were to be used for building a\nfort. The ax would do it all. The logs are being turned into planks\nand boards.”",
        "“Which shows that they’re being used for some purpose requiring much\nfiner finish than the mere building of a fort.”",
        "“Now the mind of Dagaeoga is working well. Great Bear and I have been\non the point where the new saw mill stands.”",
        "“And the timber there is fine,” interrupted Willet.",
        "“Just the kind that white men use when they build long boats for\ntraveling on the lakes, boats that will carry many men and armband\nsupplies. We know that a great army of red coats is advancing. It\nexpects to come up George and then probably to Champlain to meet\nMontcalm and to invade Canada. It is an army that will need hundreds\nof boats for such a purpose, and they must be built.”",
        "“And they’re building some of ’em right here on this point, before\nus!” exclaimed Robert.",
        "Tayoga smiled.",
        "“It is so,” he said precisely. “There cannot be any doubt of it. A saw\nmill could not be here for any other purpose. But if we had not come\nit would be destroyed or captured before night by St. Luc.”",
        "“Come on, lads, and we’ll soon be among ’em,” said Willet.",
        "From the crest of a hill they looked down upon a scene of great\nactivity. The sun was scarcely risen but more than fifty men were at\nwork on the forest with axes, and, at the very edge of the water, a\nsaw mill was in active operation. Along the shore, where as many more\ntoiled, were boats finished and others in all stages of progress.\nSoldiers in uniform, rifles on shoulder, walked about.",
        "It was a pleasant sight, refreshing to the eyes of Robert and\nGrosvenor. Here were many men of their own race, and here were many\nactivities, telling of great energy in the war. After so much peril\nin the forest they would be glad to be in the open and with their own\nkind again.",
        "“Look, Robert,” said Willet, “don’t you know them?”",
        "“Know whom?” asked young Lennox.",
        "“The officers of this camp. The lads in the brave uniforms. If my eyes\nmake no mistake, and they don’t make any, the fine, tall young fellow\nstanding at the edge of the water is our Philadelphia friend, Captain\nColden.”",
        "“Beyond a doubt it is, Dave, and right glad am I to see him, and there\ntoo is Wilton, the fighting Quaker, and Carson also. Why this is to\nbe, in truth, a reunion!”",
        "Willet put his hands to his mouth trumpet fashion, and uttered a long,\npiercing shout. Then the five advanced and marched into the camp\nof their friends, where they received a welcome, amazed but full of\nwarmth, Grosvenor, too, being made to feel at home.",
        "“Have you dropped from the skies?” asked Colden.",
        "“Scarcely that,” replied Robert, laughing with pleasure, “but we’ve\nbeen shot out of the forest, and very glad we are to be here. We’ve\ncome to tell you also that we’ve been pursued by a strong French and\nIndian force, led by St. Luc himself, and that it will be upon you\nbefore nightfall.”",
        "“And I, trained in my boyhood not to fight, will have to fight again,\"\nsaid Wilton.",
        "“I know that none will do it better,” said Robert.",
        "“But we will give you breakfast,” said Colden, “and while you are\neating I will put the camp in a posture of defense. We are here\nbuilding boats to be used by the army in its advance against Montcalm,\nand we didn’t know that the enemy in force was south of Crown Point.”",
        "There were several sheds and in one of these a most abundant breakfast\nwas served to them, including coffee and white bread, neither of which\nthey had seen in a long time, and which were most welcome. While they\nate, they saw the young Pennsylvania officers arranging their forces\nwith skill and rapidity.",
        "“They’ve learned a lot since we were with ’em that time at Fort\nRefuge,” said Robert.",
        "“They’ve had to learn,” said Willet. “The forests in these times are a\nhard teacher, but they’re bright and good boys, just the same. Nobody\nwould learn faster.”",
        "“Even as Red Coat has learned to be a scout and to know the trail,\"\nsaid Tayoga, “but he is not sorry to come among white men and to have\ngood food once more.”",
        "“No, I’m not,” said Grosvenor emphatically. “My ambition to be a fine\ntrailer was high last night, and it’s still with me, but I had enough\nof creeping and crawling to last me a long time, and if we have to\nfight again I think I can fight better standing up.”",
        "“We will have to fight again. Be sure of that,” said Tayoga\ndecisively.",
        "Before breakfast was over Colden came to them, and Robert told,\nin detail and with great vividness, all they had seen. The young\nPhiladelphia captain’s face became very grave.",
        "“It was you who warned us before Fort Refuge,” he said, “and now you\ncome again. You helped us to success then, and you’ll help us now.\nEven if your coming does bring news of danger I’ll consider it a good\nomen.”",
        "“We’ll be proud to stand in line with you once more,” said Robert,\nalthough he felt that, with St. Luc in command, the attack of the\nFrench and Indians would be formidable. Colden would have available\nfor battle between one hundred and fifty and two hundred men, about\nfifty of whom were soldiers. But all the others, the boat builders\nand the rest, were capable fighters too. They could certainly make a\npowerful resistance even to the daring and skillful French Chevalier,\nand, with a certain number of boats finished, the lake also was open\nto them, in case retreat became necessary. Luckily, too, St. Luc had\nno cannon. Courageous Captain Colden considered their situation far\nfrom desperate. There was hope too that Daganoweda and his Mohawks\nmight come, not only those he had with him in the night battle, but\nothers as well. The Mohawks, loving a combat, would not let go by such\na one as that now threatening.",
        "Willet rose from his breakfast and surveyed the position. There were\nno real buildings, only sheds, the largest covering the saw mill, and\nthe others used for the protection of tools and of the men, when they\nslept, against the weather. All the trees for a distance well beyond\nrifle shot had been cut away for timber, a lucky fact, as the hostile\nIndians could not now use them for ambush. Stout arms were throwing\nthe fallen trees into a long line of breastworks, and the place\nalready began to look like a fortified point. Willet’s eyes glistened.",
        "“Although St. Luc beat us when we were with Rogers,” he said, “I\nthink we’ll hold him here. We’ve certain advantages that will help us\nmightily.”",
        "“Thanks to you and your comrades for bringing us such timely warning,\"\nrepeated Colden. “I’ll confess that I did not suspect any enemy was\nnearer than Champlain, and neither we nor our superiors at Albany have\nfeared an attack here.”",
        "“It’s sure to come,” said Willet.",
        "Grosvenor, refreshed and reinvigorated, was taking an active share\nin the preparations. He had smoothed and brushed his uniform with\nscrupulous care, and despite the great hardships through which he\nhad passed, looked once more neat and trim. He had returned to his\nincarnation as a trim young British officer. Adaptable and liking the\nAmericans, equipped moreover with a certain experience of the border,\nhe was at once on the best of terms with Colden, Wilton, Carson and\nthe others, and was, in truth, one of them. Wilton found him a belt\nand a small sword, which he buckled on, and which as a badge of office\ngave him a certain moral strength, making him in fact a thoroughly\nhappy man that morning.",
        "Black Rifle, after food, had slid quietly into the forest to spy out\nthe enemy. Robert, flexible, vivid, his imagination always alive, was\nwith Tayoga, helping him with the breastworks, and keeping an eye at\nthe same time on the forest. The lake behind him stretched away, vast,\npeaceful and beautiful, but he seldom looked at it now. He did not\nanticipate danger that way. It would come through the woods.",
        "A gradual slope, hemmed in on either side by high cliffs and only a\nfew hundred yards wide, led to the point on which the saw mill stood.\nSt. Luc must approach by the slope. The cliffs were impossible, and,\nthe longer he looked at it, the better Robert liked the position.\nDaring men such as Colden had could hold it against a much larger\nforce. Let St. Luc come, he would find a brave and ready defense.",
        "“Dagaeoga thinks we can hold the saw mill even against Sharp Sword,\"\nsaid Tayoga.",
        "“How do you know I think it?”",
        "“Because it is printed on Dagaeoga’s face. When Dagaeoga’s fancy is\nalive, which is nearly all the time, his eyes speak and they tell one\nvery clearly what he thinks. His eyes say that the slope is narrow;\nSt. Luc can come that way only; we have here more than one hundred and\nfifty good rifles; and in face of the storm of lead that we can send\nagainst him he cannot rush us. That is what the eyes and face of\nDagaeoga say.”",
        "“You’re right, Tayoga, that is what my brain thinks, though I didn’t\nknow it was printed on my face. But it’s all the easier for you to\nread it, because you’re probably thinking the same that I do.”",
        "“I do, Dagaeoga. Since St. Luc is not able to effect a surprise, he\nhas a great task before him, though he will persist in it, because he\nwants to destroy our force and our boats also.”",
        "But the morning passed without any demonstration from the forest.\nMany of the boat builders began to believe it was a false alarm, and\nmurmured at the continuous and hard labor on the breastworks, but\nColden, knowing that Willet and his friends were to be trusted\nimplicitly, held them to their tasks. The hunter also looked into the\nquestion of food supply and found it ample. They had brought much food\nwith them from Albany and the forest had furnished much more. There\nwas no occasion for alarm on that point, since the siege could not be\na long one. Noon came and no sign of the enemy. Willet began to think\nthe attack would be postponed until night, as St. Luc doubtless had\nlearned already that he could not carry the place by surprise. But he\nrelied most upon the word of Black Rifle who had not yet returned\nfrom the forest. The dark scout came back about the middle of the\nafternoon, and he told Colden and Willet that he had seen nothing\nof Daganoweda and his Mohawks, though there were indications in the\nforest that they had defeated the Hurons the night before. But St. Luc\nWas at hand, not much more than a mile away, where he had pitched a\ncamp. More French and Canadians had arrived and he now led a force of\nat least five hundred men, the great majority of whom were warriors.\nHe thought an attack would be made after dark, but in what form it was\nimpossible to say.",
        "“Which means,” said Colden, “that I must have sentinels who will never\nrelax their vigilance.”",
        "“Particularly as the night is going to be dark,” said Willet. “There’s\na haze over the lake now, and the sun will set in a mist.”",
        "The twilight was heavy as he had predicted, and it was soon black on\nthe mountains and the lake. But within the camp fires were burning,\nthrowing a cheerful light, and many guards were posted. Crude but\neffective fortifications stretched all along the forest side of the\ncamp, and Willet, Black Rifle and Tayoga were among the stumps in\nfront of them. No enemy would be able to hide there even in the night.\nWagons in which they had brought their supplies were drawn up in\na circle, and would form an inner line of defense. Robert was with\nGrosvenor and Wilton near the center of the camp.",
        "“Knowing the French and Indians as I now do,” said Wilton, “I never\ndoubt for an instant that an attack will come before morning. My\nexperience at Fort Refuge is sufficient indication. It is strange that\nI, who was reared not to believe in fighting, should now be compelled\nto do it all the time.”",
        "“And while my profession is fighting,” said Grosvenor, “I always\nexpected to fight in the open fields of Europe and now I’m learning my\ntrade in the deep forests of North America, where it’s quite another\nsort of business. How long do you think it will be, Lennox, before we\nhear the owls hoot and the wolves bark?”",
        "Robert laughed.",
        "“We’ve had a lot of such signals in the last few days,” he replied,\n“but in this country battles are not always opened with ’em. Still, I\ndare say we’ll hear ’em.”",
        "Out of the forest in front of them came a long, lonely hoot.",
        "“Speak of the owl and you hear his voice,” said Wilton.",
        "“If Tayoga were here he could tell us exactly what that owl, who is\nno owl but an Indian, meant,” said Grosvenor, “also the tribe of the\nIndian, his age, his complexion, what he had for supper, how he is\nfeeling and whether he is married or single. Oh, I assure you,\nWilton, you needn’t smile! I’ve seen the Onondaga do things much more\nmarvelous. Nothing short of trailing a bird through the air would\nreally test his wilderness powers.”",
        "“I wasn’t smiling at your belief, Grosvenor,” said the young Quaker,\n“I was merely smiling at your earnestness. When you tell me anything\nabout Tayoga’s skill on the trail I shall believe it, I don’t care\nwhat it is. I saw him do marvelous things when we were at Fort\nRefuge.”",
        "The owl ceased its melancholy cry, and no other sound came from the\nforest, while the camp waited, with as much patience as it could\nmuster, for the attack.",
        "Continue...",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}