{
    "title": "The Former Philippines thru Foreign Eyes - Chapter VII",
    "author": "Fedor Jagor et al",
    "chapter": "8",
    "content": [
        "\n\n",
        "[The Lagoon of Bay.] My second trip took me up the Pasig to the great\nLagoon of Bay. I left Manila at night in a banca, a boat hollowed out\nof a tree-trunk, with a vaulted roof made of bamboo and so low that it\nwas almost impossible to sit upright under it, which posture, indeed,\nthe banca-builder appeared to have neglected to consider. A bamboo\nhurdle placed at the bottom of the boat protects the traveller from\nthe water and serves him as a couch. Jurien de la Gravière [62]\ncompares the banca to a cigar-box, in which the traveller is so\ntightly packed that he would have little chance of saving his life\nif it happened to upset. The crew was composed of four rowers and\na helmsman; their daily pay was five reals apiece, in all nearly\nseven pesos, high wages for such lazy fellows in comparison with\nthe price of provisions, for the rice that a hard-working man ate in\na day seldom cost more than seven centavos (in the provinces often\nscarcely six), and the rest of his food (fish and vegetables), only\none centavo. We passed several villages and tiendas on the banks in\nwhich food was exposed for sale. My crew, after trying to interrupt\nthe journey under all sorts of pretences, left the boat as we came to\na village, saying that they were going to fetch some sails; but they\nforgot to return. At last, with the assistance of the night watchman\nI succeeded in hauling them out of some of their friends’ houses,\nwhere they had concealed themselves. After running aground several\ntimes upon the sandbanks, we entered the land and hill-locked Lagoon\nof Bay, and reached Jalajala early in the morning.",
        "[The Pasig.] The Pasig forms a natural canal, about six leagues long,\nbetween the Bay of Manila and the Lagoon of Bay, a fresh water lake,\nthirty-five leagues in circumference, that washes the shores of three\nfertile provinces, Manila, Laguna and Cavite. Formerly large vessels\nfull of cargo used to be able to sail right up to the borders of the\nlake; now they are prevented by sandbanks. Even flat-bottomed boats\nfrequently run aground on the Napindan and Taguig banks. [63] Were\nthe banks removed, and the stone bridge joining Manila to Binondo\nreplaced by a swing bridge, or a canal made round it, the coasting\nvessels would be able to ship the produce of the lagoon provinces\nat the very foot of the fields in which they grow. The traffic would\nbe very profitable, the waters would shrink, and the shallows along\nthe shore might be turned into rice and sugar fields. A scheme of\nthis kind was approved more than thirty years ago in Madrid, but it\nwas never carried into execution. The sanding up of the river has,\non the contrary, been increased by a quantity of fish reels, the\nerection of which has been favored by the Colonial Waterways Board\nbecause it reaped a small tax from them.",
        "[A famous plantation.] Jalajala, an estate which occupies the eastern\nof the two peninsulas which run southward into the lake, is one of\nthe first places visited by strangers. It owes this preference to\nits beautiful position and nearness to Manila, and to the fantastic\ndescription of it by a former owner, De la Gironnière. The soil\nof the peninsula is volcanic; its range of hills is very rugged,\nand the watercourses bring down annually a quantity of soil from the\nmountains, which increases the deposits at their base. The shore-line,\novergrown with grass and prickly sensitive-plants quite eight feet\nhigh, makes capital pasture for carabaos. Behind it broad fields of\nrice and sugar extend themselves up to the base of the hills. Towards\nthe north the estate is bounded by the thickly-wooded Sembrano,\nthe highest mountain in the peninsula; on the remaining sides it\nis surrounded with water. With the exception of the flat shore, the\nwhole place is hilly and overgrown with grass and clumps of trees,\ncapital pasture for its numerous herds–a thousand carabaos, one\nthousand five hundred to two thousand bullocks, and from six to seven\nhundred nearly wild horses. As we were descending one of the hills,\nwe were suddenly surrounded by half-a-dozen armed men, who took us\nfor cattle-thieves, but who, to their disappointment, were obliged\nto forego their expected chance of a reward.",
        "[Los Baños hot springs.] Beyond Jalajala, on the south coast of\nthe Lagoon of Bay, lies the hamlet of Los Baños, so called from a\nhot spring at the foot of the Makiling volcano. Even prior to the\narrival of the Spaniards, the natives used its waters as a remedy,\n[64] but they are now very little patronized. The shore of the lake is\nat this point, and indeed all round its circumference, so flat that it\nis impossible to land with dry feet from the shallowest canoe. It is\nquite covered with sand mussels. North-west of Los Baños there lies\na small volcanic lake fringed with thick woods, called Dagatan (the\nenchanted lagoon of travellers), to distinguish it from Dagât, as the\nTagals call the great Lagoon of Bay. I saw nothing of the crocodiles\nwhich are supposed to infest it, but we flushed several flocks of wild\nfowl, disturbed by our invasion of their solitude. From Los Baños I had\nintended to go to Lupang Puti (white earth), where, judging from the\nsamples shown me, there is a deposit of fine white silicious earth,\nwhich is purified in Manila and used as paint. I did not reach the\nplace, as the guide whom I had with difficulty obtained, pretended,\nafter a couple of miles, to be dead beat. From the inquiries I made,\nhowever, I apprehend that it is a kind of solfatara. Several deposits\nof it appear to exist at the foot of the Makiling. [65]",
        "[Talim island.] On my return I paid a visit to the Island of\nTalim, which, with the exception of a clearing occupied by a few\nmiserable huts, is uninhabited and thickly overgrown with forest and\nundergrowth. In the center of the Island is the Susong-Dalaga (maiden’s\nbosom), a dolerite hill with a beautifully formed crest. Upon the\nshore, on a bare rock, I found four eggs containing fully developed\nyoung crocodiles. When I broke the shells the little reptiles made off.",
        "[M. de la Gironnière.] Although the south-west monsoons generally occur\nlater in Jalajala than in Manila, it was already raining so hard that\nI decided to go to Calauan, on the southern shore of the lake, which\nis protected by Mount Makiling, and does not experience the effect of\nthe rainy monsoons till later in the season. I met M. de la Gironnière\nin Calauan, the “gentilhomme Breton” who is so well known for telling\nthe most terrible adventures. He had lately returned from Europe to\nestablish a large sugar manufactory. His enterprise, however, was a\nfailure. The house of the lively old gentleman, whose eccentricity\nhad led him to adopt the dress and the frugal habits of the natives,\nwas neither clean or well kept, although he had a couple of friends\nto assist him in the business, a Scotchman, and a young Frenchman\nwho had lived in the most refined Parisian society.",
        "[Llanura de Imuc.] There were several small lakes and a few empty\nvolcanic basins on the estate. To the south-west, not very far\nfrom the house, and to the left of the road leading to San Pablo,\nlies the Llanura de Imuc, a valley of dolerite more than a hundred\nfeet deep. Large blocks of basalt enable one to climb down into the\nvalley, the bottom of which is covered with dense growths. The center\nof the basin is occupied by a neglected coffee plantation laid out\nby a former proprietor. The density of the vegetation prevented my\ntaking more precise observations. There is another shallower volcanic\ncrater to the north of it. Its soil was marshy and covered with cane\nand grass, but even in the rainy season it does not collect sufficient\nwater to turn it into a lake. It might, therefore, be easily drained\nand cultivated. To the south-west of this basin, and to the right\nof the road to San Pablo, lies the [Tigui-mere.] Tigui-mere. From a\nplain of whitish-grey soil, covered with concentric shells as large\nas a nut, rises a circular embankment with gently-sloping sides,\nintersected only by a small cleft which serves as an entrance, and\nwhich shows, on its edges denuded of vegetation, the loose rapilli of\nwhich the embankment is formed. The sides of this natural amphitheatre\ntower more than a hundred feet above its flat base. A path runs east\nand west right through the center. The northern half is studded with\ncocopalm trees and cultivated plants; the southern portion is full of\nwater nearly covered with green weeds and slime. The ground consists\nof black rapilli.",
        "[Leaf imprints in lava.]  From the Tigui-mere I returned to the\nhacienda a bank formed of volcanic lava two feet in thickness\nand covered with indistinct impressions of leaves. Their state of\npreservation did not allow me to distinguish their species, but they\ncertainly belonged to some tropical genus, and are, according to\nProfessor A. Braun, of the same kind as those now growing there.",
        "There are two more small lakes half a league to the south-east. The\nroad leading to them is composed of volcanic remains which cover the\nsoil, and large blocks of lava lie in the bed of the stream.",
        "[Maycap Lake.]  The first of the two, the Maycap Lake, is entirely\nembanked with the exception of a small opening fitted with sluices\nto supply water to a canal; and from its northern side, which alone\nadmits of an open view, the southern peak of San Cristobal may\nbe seen, about 73° to the north-east. Its banks, which are about\neighty feet high, rise with a gentle slope in a westerly direction,\ntill they join Mount Maiba, a hill about 500 feet high. The soil,\nlike that of the embankments of the other volcanic lakes, consists\nof rapilli and lava, and is thickly wooded.",
        "[Lake Palakpakan.]  Close by is another lake, Palakpakan, of nearly\nthe same circumference, and formed in a similar manner (of black\nsand and rapilli). Its banks are from thirty to one hundred feet\nhigh. From its north-western edge San Cristobal lifts its head 70° to\nthe northeast. Its waters are easily reached, and are much frequented\nby fishermen.",
        "[Palm brandy.]  About nine o’clock, a.m., I rode from Calauan to Pila,\nand thence in a northeasterly direction to Santa Cruz, over even,\nbroad, and well-kept roads, through a palm-grove a mile long and a\nmile and a half broad, which extends down to the very edge of the\nlagoons. The products of these palm trees generally are not used\nfor the production of oil but for the manufacture of brandy. Their\nfruit is not allowed to come to maturity; but the buds are slit open,\nand the sweet sap is collected  as it drips from them. It is then\nallowed to ferment, and subjected to distillation. [66] As the sap\nis collected twice a day, and as the blossoms, situated at the top\nof the tree, are forty or fifty feet above the ground, bamboos are\nfastened horizontally, one above the other, from one tree to another,\nto facilitate the necessary ascent and descent. The sap collector\nstands on the lower cross-piece while he holds on to the upper.",
        "[Bought by government.] The sale of palm-brandy was at the time of my\nvisit the monopoly of the government, which retailed it in the Estanco\n(government sale rooms) with cigars, stamped paper, and religious\nindulgences. The manufacture was carried on by private individuals;\nbut the whole of the brandy was of necessity disposed of to the\nadministration, which, however, paid such a high price for it that\nthe contractors made large profits.",
        "[Profit in manufacture.] I afterwards met a Spaniard in Camarines who,\naccording to his own account, must have made considerable and easy\ngains from these contracts. He had bought palm-trees at an average\nprice of five reals apiece (they usually cost more, though they can\nbe sometimes purchased for two reals). Thirty-five palms will furnish\ndaily at least thirty-six quarts of tuba (sugar-containing sap), from\nwhich, after fermentation and distillation, six quarts of brandy of\nthe prescribed strength can be manufactured. One man is sufficient to\nattend to them, and receives for his trouble half the proceeds. The\nadministration pays six cuartos for a quart of brandy. My friend the\ncontractor was in annual receipt, therefore, from every thirty-five\nof his trees, of 360 × 1/2 × 5 cuartos = $40.50. As the thirty-five\ntrees only cost him $21.875, his invested capital brought him in\nabout 200 per cent.",
        "[Wine and liquor monopoly a failure.]  The proceeds of this monopoly\n(wines and liquors) were rated at $1,622,810 in the colonial budget for\n1861; but its collection was so difficult, and so disproportionately\nexpensive, that it nearly swallowed up the whole profit. It caused\nespionage, robberies of all sorts, embezzlement, and bribery on a\nlarge scale. The retail of the brandy by officials, who are paid by a\npercentage on the consumption, did a good deal to injure the popular\nrespect for the government. Moreover, the imposition of this improper\ntax on the most important industry of the country not only crippled\nthe free trade in palms, but also the manufacture of raw sugar;\nfor the government, to favor their own monopoly, had forbidden the\nsugar manufacturers to make rum from their molasses, which became\nin consequence so valueless that in Manila they gave it to their\nhorses. The complaints of the manufacturers at last stirred up the\nadministration to allow the manufacture of rum; but the palm-brandy\nmonopoly remained intact. The Filipinos now drank nothing but rum,\nso that at last, in self-defence, the government entirely abandoned\nthe monopoly (January, 1864). Since that, the rum manufacturers pay\ntaxes according to the amount of their sale, but not upon the amount\nof their raw produce. In order to cover the deficit occasioned by\nthe abandonment of the brandy monopoly, the government has made a\nsmall increase in the poll-tax. The practice of drinking brandy has\nnaturally much increased; it is, however, a very old habit. [67] With\nthis exception, the measure has had the most favorable consequences.",
        "[Santa Cruz.]  Santa Cruz is a lively, prosperous place (in 1865 it\ncontained 11,385 inhabitants), through the center of which runs a\nriver. As the day on which we passed through it was Sunday, the stream\nwas full of bathers, amongst them several women, their luxuriant hair\ncovered with broad-brimmed hats to shade them from the sun. From the\nford the road takes a sharp turn and inclines first to the east and\nthen to the south-east, till it reaches Magdalena, between which and\nMajaijai the country becomes hilly. Just outside the latter, a viaduct\ntakes the road across a deep ravine full of magnificent ferns, which\nremind the traveller of the height–more than 600 feet–above the sea\nlevel to which he has attained. The spacious convento at Majaijai,\nbuilt by the Jesuits, is celebrated for its splendid situation. The\nLagoon of Bay is seen to extend far to the north-east; in the distance\nthe Peninsula of Jalajala and the Island of Talim, from which rises\nthe Susong-Dalaga volcano, terminate the vista. From the convento to\nthe lake stretches an endless grove of coco-trees, while towards the\nsouth the slope of the distant high ground grows suddenly steeper,\nand forms an abruptly precipitous conical hill, intersected by deep\nravines. This is the Banajao or Majaijai volcano, and beside it Mount\nSan Cristobal rears its bell-shaped summit.",
        "[Scenery along Lucban-Maubon road.] As everybody was occupied with\nthe preparations for an ensuing religious festival, I betook myself,\nthrough Lucban on the eastern shore, to Mauban, situated amidst\ndeep ravines and masses of lava at the foot of Mount Majaijai. The\nvegetation was of indescribable beauty, and the miserable road\nwas enlivened with cheerful knots of pedestrians hastening to the\nfestival. [68]",
        "[Lucban.] I reached Lucban in three hours; it is a prosperous place\nof 13,000 inhabitants, to the north-east of Majaijai. A year after my\nvisit it burnt to the ground. The agricultural produce of the district\nis not very important, owing to the mountainous nature of the country;\nbut considerable industrial activity prevails there. The inhabitants\nweave fine straw hats from the fibre of the leaf of the buri palm-tree\n(corypha sp.), manufacture pandanus mats, and carry on a profitable\ntrade at Mauban with the placer miners of North Camarines. The entire\nbreadth of the road is covered with cement, and along its center flows,\nin an open channel, a sparkling rivulet.",
        "[Java-like rice fields.] The road from Lucban to Mauban, which is\nsituated on the bay of Lamon, opposite to the Island of Alabat, winds\nalong the narrow watercourse of the Mapon river, through deep ravines\nwith perpendicular cliffs of clay. I observed several terrace-formed\nrice-fields similar to those so prevalent in Java, an infrequent\nsight in the Philippines. Presently the path led us into the very\nthick of the forest. Nearly all the trees were covered with aroides\nand creeping ferns; amongst them I noticed the angiopteris, pandanus,\nand several large specimens of the fan palm.",
        "[Mapon river.]  Three leagues from Lucban the river flows under a rock\nsupported on prismatically shaped pillars, and then runs through a\nbed of round pebbles, composed of volcanic stone and white lime, as\nhard as marble, in which impressions of shell-fish and coral can be\ntraced. Further up the river the volcanic rubble disappears, and the\ncontaining strata then consist of the marble-like pebbles cemented\ntogether with calcareous spar. These strata alternate with banks of\nclay and coarse-grained soil, which contain scanty and badly preserved\nimprints of leaves and mussel-fish. Amongst them, however, I observed\na flattened but still recognizable specimen of the fossil melania. The\nriver-bed must be quite five hundred feet above the level of the sea.",
        "[Bamboo raft ferry.] About a league beyond Mauban, as it was getting\ndusk, we crossed the river, then tolerably broad, on a wretched leaking\nbamboo raft, which sank at least six inches beneath the water under\nthe weight of our horses, and ran helplessly aground in the mud on\nthe opposite side.",
        "[Visitors to festival.] The tribunal or common-house was crowded with\npeople who had come to attend the festival which was to take place\non the following day. The cabezas wore, in token of their dignity,\na short jacket above their shirts. A quantity of brightly decorated\ntables laden with fruit and pastry stood against the walls, and in\nthe middle of the principal room a dining-table was laid out for\nforty persons.",
        "[Hospitality of tribunal.] A European who travels without a\nservant–mine had run away with some wages I had rashly paid\nhim in advance–is put down as a beggar, and I was overwhelmed\nwith impertinent questions on the subject, which, however, I left\nunanswered. As I hadn’t had the supper I stood considerably in need of,\nI took the liberty of taking a few savory morsels from the meatpot,\nwhich I ate in the midst of a little knot of wondering spectators;\nI then laid myself down to sleep on the bench beside the table, to\nwhich a second set of diners were already sitting down. When I awoke\non the following morning there were already so many people stirring\nthat I had no opportunity of performing my toilet. I therefore betook\nmyself in my dirty travelling dress to the residence of a Spaniard who\nhad settled in the pueblo, and who received me in the most hospitable\nmanner as soon as the description in my passport satisfied him that\nI was worthy of a confidence not inspired by my appearance.",
        "[Trade in molaze.] My friendly host carried on no trifling\nbusiness. Two English ships were at that moment in the harbor, which\nhe was about to send to China laden with molave, a species of wood\nakin to teak.",
        "[Butucan waterfall.] On my return I visited the fine waterfall of\nButucan, between Mauban and Lucban, a little apart from the high\nroad. A powerful stream flows between two high banks of rocky\nsoil thickly covered with vegetation, and, leaping from a ledge\nof volcanic rock suddenly plunges into a ravine, said to be three\nhundred and sixty feet in depth, along the bottom of which it is\nhurried away. The channel, however, is so narrow, and the vegetation\nso dense, that an observer looking at it from above can not follow\nits course. This waterfall has a great similarity to that which falls\nfrom the Semeru in Java. Here, as there, a volcanic stream flowing over\nvast rocky deposits forms a horizontal watercourse, which in its turn\nis overshadowed with immense masses of rock. The water easily forces\nits way between these till it reaches the solid lava, when it leaves\nits high, narrow, and thickly-wooded banks, and plunges into the deep\nchasm it has itself worn away. The pouring rain unfortunately prevented\nme from sketching this fine fall. It was raining when I reached the\nconvento of Majaijai, and it was still raining when I left it three\ndays later, nor was there any hope of improvement in the weather for\nanother month to come. “The wet season lasts for eight or nine months\nin Majaijai, and during the whole period scarcely a day passes without\nthe rain falling in torrents.\"–Estado geograph.",
        "[Majaijai.] To ascend the volcano was under such circumstances\nimpracticable. According to some notes written by the Majaijai\npriest, an ascent and survey of Mount Banajao was made on the 22nd\nof April, 1858, by Senors Roldan and Montero, two able Spanish naval\nofficers, specially charged with the revision of the marine chart\nof the archipelago. From its summit they took observations of Manila\ncathedral, of Mayon, another volcano in Albay, and of the Island of\nPolillo. They estimated the altitude of Banajao to be seven thousand\nand twenty Spanish feet, and the depth of its crater to be seven\nhundred. The crater formerly contained a lake, but the last eruption\nmade a chasm in its southern side through which the water flowed\naway. [69]",
        "[Calauan.] I reached Calauan in the pouring rain, wading through the\nsoft spongy clay upon wretched, half-starved ponies, and found I must\nput off my water journey to Manila till the following day, as there\nwas no boat on the lake at this point. The next morning there were no\nhorses to be found; and it was not till the afternoon that I procured\na cart and a couple of carabaos to take me to Santa Cruz, whence in the\nevening the market-vessel started for Manila. One carabao was harnessed\nin front; the other was fastened behind the cart in order that I might\nhave a change of animals when the first became tired. Carabao number\none wouldn’t draw, and number two acted as a drag–rather useless\napparatus on a level road–so I changed them. As soon as number two\nfelt the load it laid down. A few blows persuaded it to pick itself up,\nwhen it deliberately walked to the nearest pool and dropped into it. It\nwas with the greatest trouble that we unharnessed the cart and pushed\nit back on to the road, while our two considerate beasts took a mud\nbath. At last we reloaded the baggage, the carabaos were reharnessed in\nthe original positions, and the driver, leaning his whole weight upon\nthe nose-rope of the leading beast, pulled with might and main. To my\ngreat delight the animal condescended to slowly advance with the cart\nand its contents. [Pila.] At Pila I managed to get a better team, with\nwhich late in the evening, in the midst of a pouring rain, I reached\na little hamlet opposite Santa Cruz. The market-vessel had left; our\nattempts to get a boat to take us across to the village only led to\nbarefaced attempts at extortion, so I entered one of the largest of the\nhamlet’s houses, which was occupied by a widow and her daughter. After\nsome delay my request for a night’s lodging was granted. I sent for\nsome oil, to give me a little light, and something to eat. The women\nbrought in some of their relations, who helped to prepare the food\nand stopped in the house to protect its owners. The next morning\nI crossed the river, teeming with joyous bathers, to Santa Cruz,\nand hired a boat there to take me across the lake to Pasig, and from\nthence to Manila. A contrary wind, however, forced us to land on the\npromontory of Jalajala, and there wait for the calm that accompanies\nthe dawn. [Earthquake evidences.] Betwixt the extreme southern point\nof the land and the houses I saw, in several places, banks of mussels\nprojecting at least fifteen feet above the surface of the water,\nsimilar to those which are so frequently found on the sea-coast;–a\nproof that earthquakes have taken place in this neighborhood.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}