{
    "title": "The Sorrows of Young Werther - August 8.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "30",
    "content": [
        "\n\n",
        "Believe me, dear Wilhelm, I did not allude to you when I spoke so\nseverely of those who advise resignation to inevitable fate. I\ndid not think it possible for you to indulge such a sentiment.\nBut in fact you are right. I only suggest one objection. In this\nworld one is seldom reduced to make a selection between two\nalternatives. There are as many varieties of conduct and opinion\nas there are turns of feature between an aquiline nose and a flat\none.",
        "You will, therefore, permit me to concede your entire argument,\nand yet contrive means to escape your dilemma.",
        "Your position is this, I hear you say: “Either you have hopes of\nobtaining Charlotte, or you have none. Well, in the first case,\npursue your course, and press on to the fulfilment of your wishes.\nIn the second, be a man, and shake off a miserable passion, which\nwill enervate and destroy you.” My dear friend, this is well and\neasily said.",
        "But would you require a wretched being, whose life is slowly wasting\nunder a lingering disease, to despatch himself at once by the\nstroke of a dagger? Does not the very disorder which consumes his\nstrength deprive him of the courage to effect his deliverance?",
        "You may answer me, if you please, with a similar analogy, “Who\nwould not prefer the amputation of an arm to the periling of life\nby doubt and procrastination!” But I know not if I am right, and\nlet us leave these comparisons.",
        "Enough! There are moments, Wilhelm, when I could rise up and shake\nit all off, and when, if I only knew where to go, I could fly from\nthis place.",
        "My diary, which I have for some time neglected, came before me\ntoday; and I am amazed to see how deliberately I have entangled\nmyself step by step. To have seen my position so clearly, and\nyet to have acted so like a child! Even still I behold the\nresult plainly, and yet have no thought of acting with greater\nprudence.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}