{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. VIII.",
    "author": "I. Windslow Ayer",
    "chapter": "9",
    "content": [
        "\n\n",
        "TIME OF THE DEMOCRATIC NATIONAL CONVENTION–TREASON EVERYWHERE\nPREVALENT–INSIDE VIEW OF THE TEMPLE OF SONS OF LIBERTY–MAJ.-GEN. BARRETT\nWITH COMMISSION FROM JEFF. DAVIS, AT THE HEAD OF A TORCHLIGHT PROCESSION\nIN CHICAGO–TRAITORS WITH LOADED MUSKETS UPON OUR STREETS.",
        "The extraordinary activity of recruiting for the Sons of Liberty, and the\nzeal displayed by the master spirit of the Temple was ominous of the\nwicked work they might be called upon to perform. James A. Wilkinson, who\nwas elected Grand Senior, was too young a man in the estimation of many,\nand he was about to resign, when Judge Morris remarked, that “age was not\nalways wisdom” (the truth of which his own career has fully illustrated,)\nand by request Wilkinson continued to hold the post. The old order for\narming of members was called up, and all were required to comply with the\ncondition at once; a particular pattern of revolvers was specially\nrecommended, and it was ascertained that the members were in almost every\ninstance, fully armed. A young man named R.T. Semmes, who was said to be a\nnear relative to the commander of the rebel pirate Alabama, was appointed\nto deliver an address before the Order, but this duty was never complied\nwith in a formal manner, as it was subsequently thought Judge Morris was\nbetter qualified, he being in a higher degree than Mr. Semmes, to impart\nsuch information as the lower degree should know. Upon an occasion of a\nspecial meeting, the Judge made a long address, in which he stated the\nnumber of members of the Order in Illinois at 80,000 men, saying they were\nall well drilled and could be implicitly relied upon, at the right time;\nmembers were enjoined to remember their obligations to sustain the\nprinciples of the Order, and to aid each other. The Judge stated that “we\"\n(the Sons of Liberty,) had two full regiments all well armed and\ndrilled, in Chicago, and that a third was forming. Such cheering\ninformation was received with great gratification, and gave a greater\nimpetus to the recruiting for the Order.",
        "The question of the draft agitated the members at each meeting, and all\ndeclared their purpose never to go to the army, either voluntarily or\notherwise, to fight our brethren, “whose cause was just and right,” and a\nstrong attempt was made to array the organization by formal action to\noppose the Government, and those especially who were impatient for the\ngeneral uprising, thought it a timely opportunity and ample provocation,\nand felt confident that as the South manifested open hostility and\npresented a bold and united front instantly upon the firing of the first\ngun upon Fort Sumter, so would it be in all the States of the Northwestern\nleague; they would at once rise, when knowing that their brethren of\nChicago were in arms against the “usurper and his hirelings;” but these\nhasty counsels did not prevail, and individuals were exhorted to take care\nof themselves if drafted, but on no account to go to the army.",
        "Not only was there remarkable activity in the Chicago Temple just prior to\nthe Convention, but in all the States where the order existed. Our Indiana\nneighbors often sent their worst Copperheads to the Chicago Temple to\nreceive instructions in regard to the mode of initiation; and about this\ntime, a man named Westfall, of Elkhart, Indiana, appeared in the Temple,\nand edified the members with most encouraging accounts of the order in\nhis own State. He was properly qualified as a Grand Seignor, and no doubt\nserved with that grace and dignity of which his appearance gave such\npromise. It is hoped that the citizens of Elkhart appreciate this\ngentleman’s devotion to “the great cause.” Judge T.H. Marsh was put\nthrough a similar course of training, and being possessed of remarkable\ndignity, no doubt made an excellent Grand Seignor. If he was not fit for a\ngood Judge, he was fit for a Son of Liberty. He no doubt remembers the\nartist, who by an unlucky daub, spoiled his picture of an angel, but took\nfresh courage, declaring it would make an excellent devil. So the judge\nmay make his own application.",
        "The day of the great Convention at length dawned upon at least a hundred\nthousand strangers in Chicago. Every hotel was densely packed from cellar\nto garret, private houses were filled to their uttermost capacity, while\nhundreds the night before, who could not find any kind of a shelter, took\nin plenty of whisky to prevent catching cold, and laid themselves quietly\nat rest in the gutters, much to the consternation of the myriads of rats\nthat infest our streets. These street sleepers now arose, and shaking\nthemselves, their toilet was complete. Of all the God-forsaken,\nshaggy-haired, red-faced, un-shorn, hard-fisted, blasphemous wretches that\nhave ever congregated, even at the gallows at Newgate, many of the\nvisitors of the Peace wing of the Democracy were entitled to the first\nconsideration. Still there was no collision with the citizens, although\nthe representatives of the “unterrified” had sworn that there should be no\narrests in Chicago during the Convention. The better class of strangers\nwere War Democrats, and it was evident they had no fellowship for the\nragmuffins of the Peace wing.",
        "It should here be stated that the Order of the Sons of Liberty had\npurchased firearms, carbines, pistols, shot guns and rifles, and at the\ntime of the Convention had stored in the city of Chicago, arms, for at\nleast ten thousand men. These arms had been brought here at various times;\nsome of them had been brought by vessels and others by rail, and were now\nsafely deposited in four different depots in Chicago, the locations of\nwhich were known only to the Sons themselves. From these four principal\ndepots one or more boxes of arms were taken on such occasions as would\nbest serve, and placed in trust with some out-and-out rebel sympathizer in\nthe different wards, so that at the time of the general uprising the\n“faithful” could readily obtain supplies. On one occasion Brig.-Gen. Walsh\napplied to H.A. Phelps, on State street, with a request for him to receive\ntwo boxes of muskets, but that man did not like to incur the risk,\nwhatever his sympathies may have been, and the arms were not deposited\nwith him.",
        "It was quite apparent, the first day of the Convention, that our citizens\nhad resolved to act upon the advice of Adjutant-General Fuller, to let\nthese fellows “have their jaw out,” and they did have it out, and became\nterrible bores.",
        "At an early hour, the temporary building erected for this gathering, near\nMichigan Avenue, was crowded to excess, and after beginning their labors\nall the speakers, without exception, entertained the audience and relieved\nthemselves of the most violent denunciations of President Lincoln, and the\npolicy of the administration. Each speaker vied with the last in culling\nfrom his vocabulary of hard words, terms sufficiently expressive of their\nfeelings toward the government, but do as well as they might, even with\nthe aid of the poorest quality of whiskey and education, evidently of many\nyears among the lowest of the low, not one of them could out-do the\nChicago Times. The only parties who could approximate it were Gov.\nHarris of Maryland, and Long of Ohio, who were most decidedly in favor of\nsecession. The differences between the War Democrats and the Peace men,\nwell nigh ended in personal violence, and would, but for timely\ninterference of the police. It is not our purpose to report the doings of\nthe Convention, and an allusion is only made to call special attention to\nthe elements which made up the party who gave to General George B.\nMcClellan a nomination which proved to him the worst punishment that could\nhave been inflicted, and exhibited him to the world in worse company than\nhe had ever before mingled. The hostility between the different factions\nof the party, but rendered the Peace wing or Sons of Liberty the more\nunited, and more firmly bent upon the overthrow of the government, as they\nsaw clearly enough, even before the adjournment, that there was not a\nshadow of hope of electing the ticket formed, and the only hope of genuine\ncopperheads now laid in the election of State officers, and Judge Morris\ntold the people “if we can but get our Governor and Lieut.-Governor, it is\nall we ask for; the order is strong enough in Illinois, Indiana, Kentucky,\nMissouri, Iowa and Ohio to enable us to take the general government into\nour own hands.” He added, “as the Washington government had not seen fit\nto execute the Constitution and the laws, we will bring them to Illinois\nand execute them ourselves.”",
        "At the close of the Convention, and the compromise had been made by the\ndifferent factions of the party, then came a time for general rejoicing.\nIn the evening torchlight processions, with lanterns and transparencies\nbearing devices and mottos, all expressive of their animosity at the\nadministration. At the head of one of these processions was Maj.-Gen.\nBarrett, the military commander of Illinois. At that very time Barrett had\nin his pocket a programme, which had an intimation been received from\nPrice or Buckner, would have been of fearful import to the citizens of\nChicago. Barrett had at one time lived in Chicago, but for some months\npast was a resident of Missouri. He was thoroughly armed, and well knew\nthe elements that had assembled in the city. Barrett had been in the rebel\nservice, or rather we should say in another arm of the service, inasmuch\nas none in these days, when all men are for the Union, and it is so easy\nto be a patriot, will pretend to deny that the Sons of Liberty were as\nmuch an arm of service for Jeff. Davis as his artillery or infantry. This\nfellow Barrett, had on one occasion, as appears by testimony before the\nCincinnati military commission, visited Chicago as an accredited agent of\nthe Davis government, but he was not molested, and mingled with men of his\nown stripe, without fear and without difficulty. It will be interesting by\nand by, to read of the Chicago Convention, and the incongruous elements\nthere assembled. But as all things have an end, so did this remarkable\ngathering, and dispersed quietly, never again to meet as the\nrepresentatives of the American people.",
        "Of course most of the Roughs of the Peace wing had been induced to come to\nChicago, with the idea that an uprising was imminent, and would no doubt\ntake place, when they would be able to repay themselves abundantly from\nthe property of our citizens. It is not strange therefore, that these half\nstarved, brutal wretches looked with evil eyes upon our National banks,\nand hoped till the last that some lucky incident might occur which would\nprovoke an outbreak, and they would have an opportunity to pillage our\nbanks, stores and dwellings, but they were doomed to disappointment, and\nwith surly looks and threats of vengeance, left the city, resolved at a\nfuture day to draw their pay, principle and interest, from our banks, and\nwe shall, in a future chapter, see the manifestation of the same spirit,\neasily recognized as Peace wing democracy.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}