{
    "title": "The Lazy Tour of Two Idle Apprentices - Chapter V",
    "author": "Charles Dickens",
    "chapter": "5",
    "content": [
        "\n\n",
        "Two of the many passengers by a certain late Sunday evening train,\nMr. Thomas Idle and Mr. Francis Goodchild, yielded up their tickets\nat a little rotten platform (converted into artificial touchwood by\nsmoke and ashes), deep in the manufacturing bosom of Yorkshire.  A\nmysterious bosom it appeared, upon a damp, dark, Sunday night,\ndashed through in the train to the music of the whirling wheels,\nthe panting of the engine, and the part-singing of hundreds of\nthird-class excursionists, whose vocal efforts ’bobbed arayound’\nfrom sacred to profane, from hymns, to our transatlantic sisters\nthe Yankee Gal and Mairy Anne, in a remarkable way.  There seemed\nto have been some large vocal gathering near to every lonely\nstation on the line.  No town was visible, no village was visible,\nno light was visible; but, a multitude got out singing, and a\nmultitude got in singing, and the second multitude took up the\nhymns, and adopted our transatlantic sisters, and sang of their own\negregious wickedness, and of their bobbing arayound, and of how the\nship it was ready and the wind it was fair, and they were bayound\nfor the sea, Mairy Anne, until they in their turn became a getting-\nout multitude, and were replaced by another getting-in multitude,\nwho did the same.  And at every station, the getting-in multitude,\nwith an artistic reference to the completeness of their chorus,\nincessantly cried, as with one voice while scuffling into the\ncarriages, ’We mun aa’ gang toogither!’",
        "The singing and the multitudes had trailed off as the lonely places\nwere left and the great towns were neared, and the way had lain as\nsilently as a train’s way ever can, over the vague black streets of\nthe great gulfs of towns, and among their branchless woods of vague\nblack chimneys.  These towns looked, in the cinderous wet, as\nthough they had one and all been on fire and were just put out - a\ndreary and quenched panorama, many miles long.",
        "Thus, Thomas and Francis got to Leeds; of which enterprising and\nimportant commercial centre it may be observed with delicacy, that\nyou must either like it very much or not at all.  Next day, the\nfirst of the Race-Week, they took train to Doncaster.",
        "And instantly the character, both of travellers and of luggage,\nentirely changed, and no other business than race-business any\nlonger existed on the face of the earth.  The talk was all of\nhorses and ’John Scott.’  Guards whispered behind their hands to\nstation-masters, of horses and John Scott.  Men in cut-away coats\nand speckled cravats fastened with peculiar pins, and with the\nlarge bones of their legs developed under tight trousers, so that\nthey should look as much as possible like horses’ legs, paced up\nand down by twos at junction-stations, speaking low and moodily of\nhorses and John Scott.  The young clergyman in the black strait-\nwaistcoat, who occupied the middle seat of the carriage, expounded\nin his peculiar pulpit-accent to the young and lovely Reverend Mrs.\nCrinoline, who occupied the opposite middle-seat, a few passages of\nrumour relative to ’Oartheth, my love, and Mithter John Eth-COTT.’\nA bandy vagabond, with a head like a Dutch cheese, in a fustian\nstable-suit, attending on a horse-box and going about the platforms\nwith a halter hanging round his neck like a Calais burgher of the\nancient period much degenerated, was courted by the best society,\nby reason of what he had to hint, when not engaged in eating straw,\nconcerning ’t’harses and Joon Scott.’  The engine-driver himself,\nas he applied one eye to his large stationary double-eye-glass on\nthe engine, seemed to keep the other open, sideways, upon horses\nand John Scott.",
        "Breaks and barriers at Doncaster Station to keep the crowd off;\ntemporary wooden avenues of ingress and egress, to help the crowd\non.  Forty extra porters sent down for this present blessed Race-\nWeek, and all of them making up their betting-books in the lamp-\nroom or somewhere else, and none of them to come and touch the\nluggage.  Travellers disgorged into an open space, a howling\nwilderness of idle men.  All work but race-work at a stand-still;\nall men at a stand-still.  ’Ey my word!  Deant ask noon o’ us to\nhelp wi’ t’luggage.  Bock your opinion loike a mon.  Coom!  Dang\nit, coom, t’harses and Joon Scott!’  In the midst of the idle men,\nall the fly horses and omnibus horses of Doncaster and parts\nadjacent, rampant, rearing, backing, plunging, shying - apparently\nthe result of their hearing of nothing but their own order and John\nScott.",
        "Grand Dramatic Company from London for the Race-Week.  Poses\nPlastiques in the Grand Assembly Room up the Stable-Yard at seven\nand nine each evening, for the Race-Week.  Grand Alliance Circus in\nthe field beyond the bridge, for the Race-Week.  Grand Exhibition\nof Aztec Lilliputians, important to all who want to be horrified\ncheap, for the Race-Week.  Lodgings, grand and not grand, but all\nat grand prices, ranging from ten pounds to twenty, for the Grand\nRace-Week!",
        "Rendered giddy enough by these things, Messieurs Idle and Goodchild\nrepaired to the quarters they had secured beforehand, and Mr.\nGoodchild looked down from the window into the surging street.",
        "’By Heaven, Tom!’ cried he, after contemplating it, ’I am in the\nLunatic Asylum again, and these are all mad people under the charge\nof a body of designing keepers!’",
        "All through the Race-Week, Mr. Goodchild never divested himself of\nthis idea.  Every day he looked out of window, with something of\nthe dread of Lemuel Gulliver looking down at men after he returned\nhome from the horse-country; and every day he saw the Lunatics,\nhorse-mad, betting-mad, drunken-mad, vice-mad, and the designing\nKeepers always after them.  The idea pervaded, like the second\ncolour in shot-silk, the whole of Mr. Goodchild’s impressions.\nThey were much as follows:",
        "Monday, mid-day.  Races not to begin until to-morrow, but all the\nmob-Lunatics out, crowding the pavements of the one main street of\npretty and pleasant Doncaster, crowding the road, particularly\ncrowding the outside of the Betting Rooms, whooping and shouting\nloudly after all passing vehicles.  Frightened lunatic horses\noccasionally running away, with infinite clatter.  All degrees of\nmen, from peers to paupers, betting incessantly.  Keepers very\nwatchful, and taking all good chances.  An awful family likeness\namong the Keepers, to Mr. Palmer and Mr. Thurtell.  With some\nknowledge of expression and some acquaintance with heads (thus\nwrites Mr. Goodchild), I never have seen anywhere, so many\nrepetitions of one class of countenance and one character of head\n(both evil) as in this street at this time.  Cunning, covetousness,\nsecrecy, cold calculation, hard callousness and dire insensibility,\nare the uniform Keeper characteristics.  Mr. Palmer passes me five\ntimes in five minutes, and, so I go down the street, the back of\nMr. Thurtell’s skull is always going on before me.",
        "Monday evening.  Town lighted up; more Lunatics out than ever; a\ncomplete choke and stoppage of the thoroughfare outside the Betting\nRooms.  Keepers, having dined, pervade the Betting Rooms, and\nsharply snap at the moneyed Lunatics.  Some Keepers flushed with\ndrink, and some not, but all close and calculating.  A vague\nechoing roar of ’t’harses’ and ’t’races’ always rising in the air,\nuntil midnight, at about which period it dies away in occasional\ndrunken songs and straggling yells.  But, all night, some\nunmannerly drinking-house in the neighbourhood opens its mouth at\nintervals and spits out a man too drunk to be retained:  who\nthereupon makes what uproarious protest may be left in him, and\neither falls asleep where he tumbles, or is carried off in custody.",
        "Tuesday morning, at daybreak.  A sudden rising, as it were out of\nthe earth, of all the obscene creatures, who sell ’correct cards of\nthe races.’  They may have been coiled in corners, or sleeping on\ndoor-steps, and, having all passed the night under the same set of\ncircumstances, may all want to circulate their blood at the same\ntime; but, however that may be, they spring into existence all at\nonce and together, as though a new Cadmus had sown a race-horse’s\nteeth.  There is nobody up, to buy the cards; but, the cards are\nmadly cried.  There is no patronage to quarrel for; but, they madly\nquarrel and fight.  Conspicuous among these hyaenas, as breakfast-\ntime discloses, is a fearful creature in the general semblance of a\nman:  shaken off his next-to-no legs by drink and devilry, bare-\nheaded and bare-footed, with a great shock of hair like a horrible\nbroom, and nothing on him but a ragged pair of trousers and a pink\nglazed-calico coat - made on him - so very tight that it is as\nevident that he could never take it off, as that he never does.\nThis hideous apparition, inconceivably drunk, has a terrible power\nof making a gong-like imitation of the braying of an ass:  which\nfeat requires that he should lay his right jaw in his begrimed\nright paw, double himself up, and shake his bray out of himself,\nwith much staggering on his next-to-no legs, and much twirling of\nhis horrible broom, as if it were a mop.  From the present minute,\nwhen he comes in sight holding up his cards to the windows, and\nhoarsely proposing purchase to My Lord, Your Excellency, Colonel,\nthe Noble Captain, and Your Honourable Worship - from the present\nminute until the Grand Race-Week is finished, at all hours of the\nmorning, evening, day, and night, shall the town reverberate, at\ncapricious intervals, to the brays of this frightful animal the\nGong-donkey.",
        "No very great racing to-day, so no very great amount of vehicles:\nthough there is a good sprinkling, too:  from farmers’ carts and\ngigs, to carriages with post-horses and to fours-in-hand, mostly\ncoming by the road from York, and passing on straight through the\nmain street to the Course.  A walk in the wrong direction may be a\nbetter thing for Mr. Goodchild to-day than the Course, so he walks\nin the wrong direction.  Everybody gone to the races.  Only\nchildren in the street.  Grand Alliance Circus deserted; not one\nStar-Rider left; omnibus which forms the Pay-Place, having on\nseparate panels Pay here for the Boxes, Pay here for the Pit, Pay\nhere for the Gallery, hove down in a corner and locked up; nobody\nnear the tent but the man on his knees on the grass, who is making\nthe paper balloons for the Star young gentlemen to jump through to-\nnight.  A pleasant road, pleasantly wooded.  No labourers working\nin the fields; all gone ’t’races.’  The few late wenders of their\nway ’t’races,’ who are yet left driving on the road, stare in\namazement at the recluse who is not going ’t’races.’  Roadside\ninnkeeper has gone ’t’races.’  Turnpike-man has gone ’t’races.’\nHis thrifty wife, washing clothes at the toll-house door, is going\n’t’races’ to-morrow.  Perhaps there may be no one left to take the\ntoll to-morrow; who knows?  Though assuredly that would be neither\nturnpike-like nor Yorkshire-like.  The very wind and dust seem to\nbe hurrying ’t’races,’ as they briskly pass the only wayfarer on\nthe road.  In the distance, the Railway Engine, waiting at the\ntown-end, shrieks despairingly.  Nothing but the difficulty of\ngetting off the Line, restrains that Engine from going ’t’races,’\ntoo, it is very clear.",
        "At night, more Lunatics out than last night - and more Keepers.\nThe latter very active at the Betting Rooms, the street in front of\nwhich is now impassable.  Mr. Palmer as before.  Mr. Thurtell as\nbefore.  Roar and uproar as before.  Gradual subsidence as before.\nUnmannerly drinking-house expectorates as before.  Drunken negro-\nmelodists, Gong-donkey, and correct cards, in the night.",
        "On Wednesday morning, the morning of the great St. Leger, it\nbecomes apparent that there has been a great influx since\nyesterday, both of Lunatics and Keepers.  The families of the\ntradesmen over the way are no longer within human ken; their places\nknow them no more; ten, fifteen, and twenty guinea-lodgers fill\nthem.  At the pastry-cook’s second-floor window, a Keeper is\nbrushing Mr. Thurtell’s hair - thinking it his own.  In the wax-\nchandler’s attic, another Keeper is putting on Mr. Palmer’s braces.\nIn the gunsmith’s nursery, a Lunatic is shaving himself.  In the\nserious stationer’s best sitting-room, three Lunatics are taking a\ncombination-breakfast, praising the (cook’s) devil, and drinking\nneat brandy in an atmosphere of last midnight’s cigars.  No family\nsanctuary is free from our Angelic messengers - we put up at the\nAngel - who in the guise of extra waiters for the grand Race-Week,\nrattle in and out of the most secret chambers of everybody’s house,\nwith dishes and tin covers, decanters, soda-water bottles, and\nglasses.  An hour later.  Down the street and up the street, as far\nas eyes can see and a good deal farther, there is a dense crowd;\noutside the Betting Rooms it is like a great struggle at a theatre\ndoor - in the days of theatres; or at the vestibule of the Spurgeon\ntemple - in the days of Spurgeon.  An hour later.  Fusing into this\ncrowd, and somehow getting through it, are all kinds of\nconveyances, and all kinds of foot-passengers; carts, with brick-\nmakers and brick-makeresses jolting up and down on planks; drags,\nwith the needful grooms behind, sitting cross-armed in the needful\nmanner, and slanting themselves backward from the soles of their\nboots at the needful angle; postboys, in the shining hats and smart\njackets of the olden time, when stokers were not; beautiful\nYorkshire horses, gallantly driven by their own breeders and\nmasters.  Under every pole, and every shaft, and every horse, and\nevery wheel as it would seem, the Gong-donkey - metallically\nbraying, when not struggling for life, or whipped out of the way.",
        "By one o’clock, all this stir has gone out of the streets, and\nthere is no one left in them but Francis Goodchild.  Francis\nGoodchild will not be left in them long; for, he too is on his way,\n’t’races.’",
        "A most beautiful sight, Francis Goodchild finds ’t’races’ to be,\nwhen he has left fair Doncaster behind him, and comes out on the\nfree course, with its agreeable prospect, its quaint Red House\noddly changing and turning as Francis turns, its green grass, and\nfresh heath.  A free course and an easy one, where Francis can roll\nsmoothly where he will, and can choose between the start, or the\ncoming-in, or the turn behind the brow of the hill, or any out-of-\nthe-way point where he lists to see the throbbing horses straining\nevery nerve, and making the sympathetic earth throb as they come\nby.  Francis much delights to be, not in the Grand Stand, but where\nhe can see it, rising against the sky with its vast tiers of little\nwhite dots of faces, and its last high rows and corners of people,\nlooking like pins stuck into an enormous pincushion - not quite so\nsymmetrically as his orderly eye could wish, when people change or\ngo away.  When the race is nearly run out, it is as good as the\nrace to him to see the flutter among the pins, and the change in\nthem from dark to light, as hats are taken off and waved.  Not less\nfull of interest, the loud anticipation of the winner’s name, the\nswelling, and the final, roar; then, the quick dropping of all the\npins out of their places, the revelation of the shape of the bare\npincushion, and the closing-in of the whole host of Lunatics and\nKeepers, in the rear of the three horses with bright-coloured\nriders, who have not yet quite subdued their gallop though the\ncontest is over.",
        "Mr. Goodchild would appear to have been by no means free from\nlunacy himself at ’t’races,’ though not of the prevalent kind.  He\nis suspected by Mr. Idle to have fallen into a dreadful state\nconcerning a pair of little lilac gloves and a little bonnet that\nhe saw there.  Mr. Idle asserts, that he did afterwards repeat at\nthe Angel, with an appearance of being lunatically seized, some\nrhapsody to the following effect:  ’O little lilac gloves!  And O\nwinning little bonnet, making in conjunction with her golden hair\nquite a Glory in the sunlight round the pretty head, why anything\nin the world but you and me!  Why may not this day’s running-of\nhorses, to all the rest:  of precious sands of life to me - be\nprolonged through an everlasting autumn-sunshine, without a sunset!\nSlave of the Lamp, or Ring, strike me yonder gallant equestrian\nClerk of the Course, in the scarlet coat, motionless on the green\ngrass for ages!  Friendly Devil on Two Sticks, for ten times ten\nthousands years, keep Blink-Bonny jibbing at the post, and let us\nhave no start!  Arab drums, powerful of old to summon Genii in the\ndesert, sound of yourselves and raise a troop for me in the desert\nof my heart, which shall so enchant this dusty barouche (with a\nconspicuous excise-plate, resembling the Collector’s door-plate at\na turnpike), that I, within it, loving the little lilac gloves, the\nwinning little bonnet, and the dear unknown-wearer with the golden\nhair, may wait by her side for ever, to see a Great St. Leger that\nshall never be run!’",
        "Thursday morning.  After a tremendous night of crowding, shouting,\ndrinking-house expectoration, Gong-donkey, and correct cards.\nSymptoms of yesterday’s gains in the way of drink, and of\nyesterday’s losses in the way of money, abundant.  Money-losses\nvery great.  As usual, nobody seems to have won; but, large losses\nand many losers are unquestionable facts.  Both Lunatics and\nKeepers, in general very low.  Several of both kinds look in at the\nchemist’s while Mr. Goodchild is making a purchase there, to be\n’picked up.’  One red-eyed Lunatic, flushed, faded, and disordered,\nenters hurriedly and cries savagely, ’Hond us a gloss of sal\nvolatile in wather, or soom dommed thing o’ thot sart!’  Faces at\nthe Betting Rooms very long, and a tendency to bite nails\nobservable.  Keepers likewise given this morning to standing about\nsolitary, with their hands in their pockets, looking down at their\nboots as they fit them into cracks of the pavement, and then\nlooking up whistling and walking away.  Grand Alliance Circus out,\nin procession; buxom lady-member of Grand Alliance, in crimson\nriding-habit, fresher to look at, even in her paint under the day\nsky, than the cheeks of Lunatics or Keepers.  Spanish Cavalier\nappears to have lost yesterday, and jingles his bossed bridle with\ndisgust, as if he were paying.  Reaction also apparent at the\nGuildhall opposite, whence certain pickpockets come out handcuffed\ntogether, with that peculiar walk which is never seen under any\nother circumstances - a walk expressive of going to jail, game, but\nstill of jails being in bad taste and arbitrary, and how would YOU\nlike it if it was you instead of me, as it ought to be!  Mid-day.\nTown filled as yesterday, but not so full; and emptied as\nyesterday, but not so empty.  In the evening, Angel ordinary where\nevery Lunatic and Keeper has his modest daily meal of turtle,\nvenison, and wine, not so crowded as yesterday, and not so noisy.\nAt night, the theatre.  More abstracted faces in it than one ever\nsees at public assemblies; such faces wearing an expression which\nstrongly reminds Mr. Goodchild of the boys at school who were\n’going up next,’ with their arithmetic or mathematics.  These boys\nare, no doubt, going up to-morrow with THEIR sums and figures.  Mr.\nPalmer and Mr. Thurtell in the boxes O. P.  Mr. Thurtell and Mr.\nPalmer in the boxes P. S.  The firm of Thurtell, Palmer, and\nThurtell, in the boxes Centre.  A most odious tendency observable\nin these distinguished gentlemen to put vile constructions on\nsufficiently innocent phrases in the play, and then to applaud them\nin a Satyr-like manner.  Behind Mr. Goodchild, with a party of\nother Lunatics and one Keeper, the express incarnation of the thing\ncalled a ’gent.’  A gentleman born; a gent manufactured.  A\nsomething with a scarf round its neck, and a slipshod speech\nissuing from behind the scarf; more depraved, more foolish, more\nignorant, more unable to believe in any noble or good thing of any\nkind, than the stupidest Bosjesman.  The thing is but a boy in\nyears, and is addled with drink.  To do its company justice, even\nits company is ashamed of it, as it drawls its slang criticisms on\nthe representation, and inflames Mr. Goodchild with a burning\nardour to fling it into the pit.  Its remarks are so horrible, that\nMr. Goodchild, for the moment, even doubts whether that IS a\nwholesome Art, which sets women apart on a high floor before such a\nthing as this, though as good as its own sisters, or its own mother\n- whom Heaven forgive for bringing it into the world!  But, the\nconsideration that a low nature must make a low world of its own to\nlive in, whatever the real materials, or it could no more exist\nthan any of us could without the sense of touch, brings Mr.\nGoodchild to reason:  the rather, because the thing soon drops its\ndowny chin upon its scarf, and slobbers itself asleep.",
        "Friday Morning.  Early fights.  Gong-donkey, and correct cards.\nAgain, a great set towards the races, though not so great a set as\non Wednesday.  Much packing going on too, upstairs at the gun-\nsmith’s, the wax-chandler’s, and the serious stationer’s; for there\nwill be a heavy drift of Lunatics and Keepers to London by the\nafternoon train.  The course as pretty as ever; the great\npincushion as like a pincushion, but not nearly so full of pins;\nwhole rows of pins wanting.  On the great event of the day, both\nLunatics and Keepers become inspired with rage; and there is a\nviolent scuffling, and a rushing at the losing jockey, and an\nemergence of the said jockey from a swaying and menacing crowd,\nprotected by friends, and looking the worse for wear; which is a\nrough proceeding, though animating to see from a pleasant distance.\nAfter the great event, rills begin to flow from the pincushion\ntowards the railroad; the rills swell into rivers; the rivers soon\nunite into a lake.  The lake floats Mr. Goodchild into Doncaster,\npast the Itinerant personage in black, by the way-side telling him\nfrom the vantage ground of a legibly printed placard on a pole that\nfor all these things the Lord will bring him to judgment.  No\nturtle and venison ordinary this evening; that is all over.  No\nBetting at the rooms; nothing there but the plants in pots, which\nhave, all the week, been stood about the entry to give it an\ninnocent appearance, and which have sorely sickened by this time.",
        "Saturday.  Mr. Idle wishes to know at breakfast, what were those\ndreadful groanings in his bedroom doorway in the night?  Mr.\nGoodchild answers, Nightmare.  Mr. Idle repels the calumny, and\ncalls the waiter.  The Angel is very sorry - had intended to\nexplain; but you see, gentlemen, there was a gentleman dined down-\nstairs with two more, and he had lost a deal of money, and he would\ndrink a deal of wine, and in the night he ’took the horrors,’ and\ngot up; and as his friends could do nothing with him he laid\nhimself down and groaned at Mr. Idle’s door.  ’And he DID groan\nthere,’ Mr. Idle says; ’and you will please to imagine me inside,\n“taking the horrors” too!’",
        "\nSo far, the picture of Doncaster on the occasion of its great\nsporting anniversary, offers probably a general representation of\nthe social condition of the town, in the past as well as in the\npresent time.  The sole local phenomenon of the current year, which\nmay be considered as entirely unprecedented in its way, and which\ncertainly claims, on that account, some slight share of notice,\nconsists in the actual existence of one remarkable individual, who\nis sojourning in Doncaster, and who, neither directly nor\nindirectly, has anything at all to do, in any capacity whatever,\nwith the racing amusements of the week.  Ranging throughout the\nentire crowd that fills the town, and including the inhabitants as\nwell as the visitors, nobody is to be found altogether disconnected\nwith the business of the day, excepting this one unparalleled man.\nHe does not bet on the races, like the sporting men.  He does not\nassist the races, like the jockeys, starters, judges, and grooms.\nHe does not look on at the races, like Mr. Goodchild and his\nfellow-spectators.  He does not profit by the races, like the\nhotel-keepers and the tradespeople.  He does not minister to the\nnecessities of the races, like the booth-keepers, the postilions,\nthe waiters, and the hawkers of Lists.  He does not assist the\nattractions of the races, like the actors at the theatre, the\nriders at the circus, or the posturers at the Poses Plastiques.\nAbsolutely and literally, he is the only individual in Doncaster\nwho stands by the brink of the full-flowing race-stream, and is not\nswept away by it in common with all the rest of his species.  Who\nis this modern hermit, this recluse of the St. Leger-week, this\ninscrutably ungregarious being, who lives apart from the amusements\nand activities of his fellow-creatures?  Surely, there is little\ndifficulty in guessing that clearest and easiest of all riddles.\nWho could he be, but Mr. Thomas Idle?",
        "Thomas had suffered himself to be taken to Doncaster, just as he\nwould have suffered himself to be taken to any other place in the\nhabitable globe which would guarantee him the temporary possession\nof a comfortable sofa to rest his ankle on.  Once established at\nthe hotel, with his leg on one cushion and his back against\nanother, he formally declined taking the slightest interest in any\ncircumstance whatever connected with the races, or with the people\nwho were assembled to see them.  Francis Goodchild, anxious that\nthe hours should pass by his crippled travelling-companion as\nlightly as possible, suggested that his sofa should be moved to the\nwindow, and that he should amuse himself by looking out at the\nmoving panorama of humanity, which the view from it of the\nprincipal street presented.  Thomas, however, steadily declined\nprofiting by the suggestion.",
        "’The farther I am from the window,’ he said, ’the better, Brother\nFrancis, I shall be pleased.  I have nothing in common with the one\nprevalent idea of all those people who are passing in the street.\nWhy should I care to look at them?’",
        "’I hope I have nothing in common with the prevalent idea of a great\nmany of them, either,’ answered Goodchild, thinking of the sporting\ngentlemen whom he had met in the course of his wanderings about\nDoncaster.  ’But, surely, among all the people who are walking by\nthe house, at this very moment, you may find - ’",
        "’Not one living creature,’ interposed Thomas, ’who is not, in one\nway or another, interested in horses, and who is not, in a greater\nor less degree, an admirer of them.  Now, I hold opinions in\nreference to these particular members of the quadruped creation,\nwhich may lay claim (as I believe) to the disastrous distinction of\nbeing unpartaken by any other human being, civilised or savage,\nover the whole surface of the earth.  Taking the horse as an animal\nin the abstract, Francis, I cordially despise him from every point\nof view.’",
        "’Thomas,’ said Goodchild, ’confinement to the house has begun to\naffect your biliary secretions.  I shall go to the chemist’s and\nget you some physic.’",
        "’I object,’ continued Thomas, quietly possessing himself of his\nfriend’s hat, which stood on a table near him, - ’I object, first,\nto the personal appearance of the horse.  I protest against the\nconventional idea of beauty, as attached to that animal.  I think\nhis nose too long, his forehead too low, and his legs (except in\nthe case of the cart-horse) ridiculously thin by comparison with\nthe size of his body.  Again, considering how big an animal he is,\nI object to the contemptible delicacy of his constitution.  Is he\nnot the sickliest creature in creation?  Does any child catch cold\nas easily as a horse?  Does he not sprain his fetlock, for all his\nappearance of superior strength, as easily as I sprained my ankle!\nFurthermore, to take him from another point of view, what a\nhelpless wretch he is!  No fine lady requires more constant\nwaiting-on than a horse.  Other animals can make their own\ntoilette:  he must have a groom.  You will tell me that this is\nbecause we want to make his coat artificially glossy.  Glossy!\nCome home with me, and see my cat, - my clever cat, who can groom\nherself!  Look at your own dog! see how the intelligent creature\ncurry-combs himself with his own honest teeth!  Then, again, what a\nfool the horse is, what a poor, nervous fool!  He will start at a\npiece of white paper in the road as if it was a lion.  His one\nidea, when he hears a noise that he is not accustomed to, is to run\naway from it.  What do you say to those two common instances of the\nsense and courage of this absurdly overpraised animal?  I might\nmultiply them to two hundred, if I chose to exert my mind and waste\nmy breath, which I never do.  I prefer coming at once to my last\ncharge against the horse, which is the most serious of all, because\nit affects his moral character.  I accuse him boldly, in his\ncapacity of servant to man, of slyness and treachery.  I brand him\npublicly, no matter how mild he may look about the eyes, or how\nsleek he may be about the coat, as a systematic betrayer, whenever\nhe can get the chance, of the confidence reposed in him.  What do\nyou mean by laughing and shaking your head at me?’",
        "’Oh, Thomas, Thomas!’ said Goodchild.  ’You had better give me my\nhat; you had better let me get you that physic.’",
        "’I will let you get anything you like, including a composing\ndraught for yourself,’ said Thomas, irritably alluding to his\nfellow-apprentice’s inexhaustible activity, ’if you will only sit\nquiet for five minutes longer, and hear me out.  I say again the\nhorse is a betrayer of the confidence reposed in him; and that\nopinion, let me add, is drawn from my own personal experience, and\nis not based on any fanciful theory whatever.  You shall have two\ninstances, two overwhelming instances.  Let me start the first of\nthese by asking, what is the distinguishing quality which the\nShetland Pony has arrogated to himself, and is still perpetually\ntrumpeting through the world by means of popular report and books\non Natural History?  I see the answer in your face:  it is the\nquality of being Sure-Footed.  He professes to have other virtues,\nsuch as hardiness and strength, which you may discover on trial;\nbut the one thing which he insists on your believing, when you get\non his back, is that he may be safely depended on not to tumble\ndown with you.  Very good.  Some years ago, I was in Shetland with\na party of friends.  They insisted on taking me with them to the\ntop of a precipice that overhung the sea.  It was a great distance\noff, but they all determined to walk to it except me.  I was wiser\nthen than I was with you at Carrock, and I determined to be carried\nto the precipice.  There was no carriage-road in the island, and\nnobody offered (in consequence, as I suppose, of the imperfectly-\ncivilised state of the country) to bring me a sedan-chair, which is\nnaturally what I should have liked best.  A Shetland pony was\nproduced instead.  I remembered my Natural History, I recalled\npopular report, and I got on the little beast’s back, as any other\nman would have done in my position, placing implicit confidence in\nthe sureness of his feet.  And how did he repay that confidence?\nBrother Francis, carry your mind on from morning to noon.  Picture\nto yourself a howling wilderness of grass and bog, bounded by low\nstony hills.  Pick out one particular spot in that imaginary scene,\nand sketch me in it, with outstretched arms, curved back, and heels\nin the air, plunging headforemost into a black patch of water and\nmud.  Place just behind me the legs, the body, and the head of a\nsure-footed Shetland pony, all stretched flat on the ground, and\nyou will have produced an accurate representation of a very\nlamentable fact.  And the moral device, Francis, of this picture\nwill be to testify that when gentlemen put confidence in the legs\nof Shetland ponies, they will find to their cost that they are\nleaning on nothing but broken reeds.  There is my first instance -\nand what have you got to say to that?’",
        "’Nothing, but that I want my hat,’ answered Goodchild, starting up\nand walking restlessly about the room.",
        "’You shall have it in a minute,’ rejoined Thomas.  ’My second\ninstance’ - (Goodchild groaned, and sat down again) - ’My second\ninstance is more appropriate to the present time and place, for it\nrefers to a race-horse.  Two years ago an excellent friend of mine,\nwho was desirous of prevailing on me to take regular exercise, and\nwho was well enough acquainted with the weakness of my legs to\nexpect no very active compliance with his wishes on their part,\noffered to make me a present of one of his horses.  Hearing that\nthe animal in question had started in life on the turf, I declined\naccepting the gift with many thanks; adding, by way of explanation,\nthat I looked on a race-horse as a kind of embodied hurricane, upon\nwhich no sane man of my character and habits could be expected to\nseat himself.  My friend replied that, however appropriate my\nmetaphor might be as applied to race-horses in general, it was\nsingularly unsuitable as applied to the particular horse which he\nproposed to give me.  From a foal upwards this remarkable animal\nhad been the idlest and most sluggish of his race.  Whatever\ncapacities for speed he might possess he had kept so strictly to\nhimself, that no amount of training had ever brought them out.  He\nhad been found hopelessly slow as a racer, and hopelessly lazy as a\nhunter, and was fit for nothing but a quiet, easy life of it with\nan old gentleman or an invalid.  When I heard this account of the\nhorse, I don’t mind confessing that my heart warmed to him.\nVisions of Thomas Idle ambling serenely on the back of a steed as\nlazy as himself, presenting to a restless world the soothing and\ncomposite spectacle of a kind of sluggardly Centaur, too peaceable\nin his habits to alarm anybody, swam attractively before my eyes.\nI went to look at the horse in the stable.  Nice fellow! he was\nfast asleep with a kitten on his back.  I saw him taken out for an\nairing by the groom.  If he had had trousers on his legs I should\nnot have known them from my own, so deliberately were they lifted\nup, so gently were they put down, so slowly did they get over the\nground.  From that moment I gratefully accepted my friend’s offer.\nI went home; the horse followed me - by a slow train.  Oh, Francis,\nhow devoutly I believed in that horse I how carefully I looked\nafter all his little comforts!  I had never gone the length of\nhiring a man-servant to wait on myself; but I went to the expense\nof hiring one to wait upon him.  If I thought a little of myself\nwhen I bought the softest saddle that could be had for money, I\nthought also of my horse.  When the man at the shop afterwards\noffered me spurs and a whip, I turned from him with horror.  When I\nsallied out for my first ride, I went purposely unarmed with the\nmeans of hurrying my steed.  He proceeded at his own pace every\nstep of the way; and when he stopped, at last, and blew out both\nhis sides with a heavy sigh, and turned his sleepy head and looked\nbehind him, I took him home again, as I might take home an artless\nchild who said to me, “If you please, sir, I am tired.”  For a week\nthis complete harmony between me and my horse lasted undisturbed.\nAt the end of that time, when he had made quite sure of my friendly\nconfidence in his laziness, when he had thoroughly acquainted\nhimself with all the little weaknesses of my seat (and their name\nis Legion), the smouldering treachery and ingratitude of the equine\nnature blazed out in an instant.  Without the slightest provocation\nfrom me, with nothing passing him at the time but a pony-chaise\ndriven by an old lady, he started in one instant from a state of\nsluggish depression to a state of frantic high spirits.  He kicked,\nhe plunged, he shied, he pranced, he capered fearfully.  I sat on\nhim as long as I could, and when I could sit no longer, I fell off.\nNo, Francis! this is not a circumstance to be laughed at, but to be\nwept over.  What would be said of a Man who had requited my\nkindness in that way?  Range over all the rest of the animal\ncreation, and where will you find me an instance of treachery so\nblack as this?  The cow that kicks down the milking-pail may have\nsome reason for it; she may think herself taxed too heavily to\ncontribute to the dilution of human tea and the greasing of human\nbread.  The tiger who springs out on me unawares has the excuse of\nbeing hungry at the time, to say nothing of the further\njustification of being a total stranger to me.  The very flea who\nsurprises me in my sleep may defend his act of assassination on the\nground that I, in my turn, am always ready to murder him when I am\nawake.  I defy the whole body of Natural Historians to move me,\nlogically, off the ground that I have taken in regard to the horse.\nReceive back your hat, Brother Francis, and go to the chemist’s, if\nyou please; for I have now done.  Ask me to take anything you like,\nexcept an interest in the Doncaster races.  Ask me to look at\nanything you like, except an assemblage of people all animated by\nfeelings of a friendly and admiring nature towards the horse.  You\nare a remarkably well-informed man, and you have heard of hermits.\nLook upon me as a member of that ancient fraternity, and you will\nsensibly add to the many obligations which Thomas Idle is proud to\nowe to Francis Goodchild.’",
        "Here, fatigued by the effort of excessive talking, disputatious\nThomas waved one hand languidly, laid his head back on the sofa-\npillow, and calmly closed his eyes.",
        "At a later period, Mr. Goodchild assailed his travelling companion\nboldly from the impregnable fortress of common sense.  But Thomas,\nthough tamed in body by drastic discipline, was still as mentally\nunapproachable as ever on the subject of his favourite delusion.",
        "The view from the window after Saturday’s breakfast is altogether\nchanged.  The tradesmen’s families have all come back again.  The\nserious stationer’s young woman of all work is shaking a duster out\nof the window of the combination breakfast-room; a child is playing\nwith a doll, where Mr. Thurtell’s hair was brushed; a sanitary\nscrubbing is in progress on the spot where Mr. Palmer’s braces were\nput on.  No signs of the Races are in the streets, but the tramps\nand the tumble-down-carts and trucks laden with drinking-forms and\ntables and remnants of booths, that are making their way out of the\ntown as fast as they can.  The Angel, which has been cleared for\naction all the week, already begins restoring every neat and\ncomfortable article of furniture to its own neat and comfortable\nplace.  The Angel’s daughters (pleasanter angels Mr. Idle and Mr.\nGoodchild never saw, nor more quietly expert in their business, nor\nmore superior to the common vice of being above it), have a little\ntime to rest, and to air their cheerful faces among the flowers in\nthe yard.  It is market-day.  The market looks unusually natural,\ncomfortable, and wholesome; the market-people too.  The town seems\nquite restored, when, hark! a metallic bray - The Gong-donkey!",
        "The wretched animal has not cleared off with the rest, but is here,\nunder the window.  How much more inconceivably drunk now, how much\nmore begrimed of paw, how much more tight of calico hide, how much\nmore stained and daubed and dirty and dunghilly, from his horrible\nbroom to his tender toes, who shall say!  He cannot even shake the\nbray out of himself now, without laying his cheek so near to the\nmud of the street, that he pitches over after delivering it.  Now,\nprone in the mud, and now backing himself up against shop-windows,\nthe owners of which come out in terror to remove him; now, in the\ndrinking-shop, and now in the tobacconist’s, where he goes to buy\ntobacco, and makes his way into the parlour, and where he gets a\ncigar, which in half-a-minute he forgets to smoke; now dancing, now\ndozing, now cursing, and now complimenting My Lord, the Colonel,\nthe Noble Captain, and Your Honourable Worship, the Gong-donkey\nkicks up his heels, occasionally braying, until suddenly, he\nbeholds the dearest friend he has in the world coming down the\nstreet.",
        "The dearest friend the Gong-donkey has in the world, is a sort of\nJackall, in a dull, mangy, black hide, of such small pieces that it\nlooks as if it were made of blacking bottles turned inside out and\ncobbled together.  The dearest friend in the world (inconceivably\ndrunk too) advances at the Gong-donkey, with a hand on each thigh,\nin a series of humorous springs and stops, wagging his head as he\ncomes.  The Gong-donkey regarding him with attention and with the\nwarmest affection, suddenly perceives that he is the greatest enemy\nhe has in the world, and hits him hard in the countenance.  The\nastonished Jackall closes with the Donkey, and they roll over and\nover in the mud, pummelling one another.  A Police Inspector,\nsupernaturally endowed with patience, who has long been looking on\nfrom the Guildhall-steps, says, to a myrmidon, ’Lock ’em up!  Bring\n’em in!’",
        "Appropriate finish to the Grand Race-Week.  The Gong-donkey,\ncaptive and last trace of it, conveyed into limbo, where they\ncannot do better than keep him until next Race-Week.  The Jackall\nis wanted too, and is much looked for, over the way and up and\ndown.  But, having had the good fortune to be undermost at the time\nof the capture, he has vanished into air.",
        "On Saturday afternoon, Mr. Goodchild walks out and looks at the\nCourse.  It is quite deserted; heaps of broken crockery and bottles\nare raised to its memory; and correct cards and other fragments of\npaper are blowing about it, as the regulation little paper-books,\ncarried by the French soldiers in their breasts, were seen, soon\nafter the battle was fought, blowing idly about the plains of\nWaterloo.",
        "Where will these present idle leaves be blown by the idle winds,\nand where will the last of them be one day lost and forgotten?  An\nidle question, and an idle thought; and with it Mr. Idle fitly\nmakes his bow, and Mr. Goodchild his, and thus ends the Lazy Tour\nof Two Idle Apprentices.",
        " ",
        "\nThis complete text of The Lazy Tour of Two Idle Apprentices by Charles Dickens is in the public domain.\n\n\nAlso by Dickens:\nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield is also available on DVD.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lazy Tour of Two Idle Apprentices [EasyRead Large Edition]By Charles DickensAt Amazon"
    ]
}