{
    "title": "The Devil’s Dictionary - N",
    "author": "Ambrose Bierce",
    "chapter": "15",
    "content": [
        "\n\n",
        "",
        "NECTAR, n.  A drink served at banquets of the Olympian deities.  The \nsecret of its preparation is lost, but the modern Kentuckians believe \nthat they come pretty near to a knowledge of its chief ingredient.",
        "  Juno drank a cup of nectar,\n  But the draught did not affect her.\n  Juno drank a cup of rye —\n  Then she bad herself good-bye.",
        "J.G.",
        "\nNEGRO, n.  The piece de resistance in the American political \nproblem.  Representing him by the letter n, the Republicans begin to \nbuild their equation thus:  “Let n = the white man.”  This, however, \nappears to give an unsatisfactory solution.",
        "NEIGHBOR, n.  One whom we are commanded to love as ourselves, and who \ndoes all he knows how to make us disobedient.",
        "NEPOTISM, n.  Appointing your grandmother to office for the good of \nthe party.",
        "NEWTONIAN, adj.  Pertaining to a philosophy of the universe invented \nby Newton, who discovered that an apple will fall to the ground, but \nwas unable to say why.  His successors and disciples have advanced so \nfar as to be able to say when.",
        "NIHILIST, n.  A Russian who denies the existence of anything but \nTolstoi.  The leader of the school is Tolstoi.",
        "NIRVANA, n.  In the Buddhist religion, a state of pleasurable \nannihilation awarded to the wise, particularly to those wise enough to \nunderstand it.",
        "NOBLEMAN, n.  Nature’s provision for wealthy American minds ambitious \nto incur social distinction and suffer high life.",
        "NOISE, n.  A stench in the ear.  Undomesticated music.  The chief \nproduct and authenticating sign of civilization.",
        "NOMINATE, v.  To designate for the heaviest political assessment.  To \nput forward a suitable person to incur the mudgobbling and deadcatting \nof the opposition.",
        "NOMINEE, n.  A modest gentleman shrinking from the distinction of \nprivate life and diligently seeking the honorable obscurity of public \noffice.",
        "NON-COMBATANT, n.  A dead Quaker.",
        "NONSENSE, n.  The objections that are urged against this excellent \ndictionary.",
        "NOSE, n.  The extreme outpost of the face.  From the circumstance that \ngreat conquerors have great noses, Getius, whose writings antedate the \nage of humor, calls the nose the organ of quell.  It has been observed \nthat one’s nose is never so happy as when thrust into the affairs of \nothers, from which some physiologists have drawn the inference that \nthe nose is devoid of the sense of smell.",
        "      There’s a man with a Nose,\n      And wherever he goes\n  The people run from him and shout:\n      “No cotton have we\n      For our ears if so be\n  He blow that interminous snout!”",
        "      So the lawyers applied\n      For injunction.  “Denied,\"\n  Said the Judge:  “the defendant prefixion,\n      Whate’er it portend,\n      Appears to transcend\n  The bounds of this court’s jurisdiction.”",
        "Arpad Singiny",
        "\nNOTORIETY, n.  The fame of one’s competitor for public honors.  The \nkind of renown most accessible and acceptable to mediocrity.  A \nJacob’s-ladder leading to the vaudeville stage, with angels ascending \nand descending.",
        "NOUMENON, n.  That which exists, as distinguished from that which \nmerely seems to exist, the latter being a phenomenon.  The noumenon is \na bit difficult to locate; it can be apprehended only be a process of \nreasoning — which is a phenomenon.  Nevertheless, the discovery and \nexposition of noumena offer a rich field for what Lewes calls “the \nendless variety and excitement of philosophic thought.”  Hurrah \n(therefore) for the noumenon!",
        "NOVEL, n.  A short story padded.  A species of composition bearing the \nsame relation to literature that the panorama bears to art.  As it is \ntoo long to be read at a sitting the impressions made by its \nsuccessive parts are successively effaced, as in the panorama.  Unity, \ntotality of effect, is impossible; for besides the few pages last read \nall that is carried in mind is the mere plot of what has gone before.  \nTo the romance the novel is what photography is to painting.  Its \ndistinguishing principle, probability, corresponds to the literal \nactuality of the photograph and puts it distinctly into the category \nof reporting; whereas the free wing of the romancer enables him to \nmount to such altitudes of imagination as he may be fitted to attain; \nand the first three essentials of the literary art are imagination, \nimagination and imagination.  The art of writing novels, such as it \nwas, is long dead everywhere except in Russia, where it is new.  Peace \nto its ashes — some of which have a large sale.",
        "NOVEMBER, n.  The eleventh twelfth of a weariness.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}