{
    "title": "The Adventures of Baron Munchausen - Ode.",
    "author": "Raspe",
    "chapter": "32",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  Ye bulls and crickets, and Gog, Magog,\n  And trump’ts high chiming anthrophog,\n  Come sing blithe choral all in og,\n  Caralog, basilog, fog, and bog!",
        "  Great and superb appears thy cap sublime,\n    Admired and worshipp’d as the rising sun;\n  Solemn, majestic, wise, like hoary Time,\n    And fam’d alike for virtue, sense, and fun.",
        "  Then swell the noble strain with song,\n    And elegance divine,\n  While goddesses around shall throng,\n    And all the muses nine.",
        "  And bulls, and crickets, and Gog, Magog,\n  And trumpets chiming anthrophog,\n  Shall sing blithe choral all in og,\n  Caralog, basilog, fog, and bog!",
        "This piece of poetry was much applauded, admired, and encored in\nevery public assembly, celebrated as an astonishing effort of genius;\nand the music, composed by Minheer Gastrashbark Gkrghhbarwskhk, was\nthought equal to the sense!–Never was there anything so universally\nadmired, the summit of the most exquisite wit, the keenest praise, the\nmost excellent music.",
        "“Upon my honour, and the faith I owe my love,” said I, “music may be\ntalked of in England, but to possess the very soul of harmony the\nworld should come to the performance of this ode.” Lady Fragrantia was\nat that moment drumming with her fingers on the edge of her fan, lost\nin a reverie, thinking she was playing upon–– Was it a forte piano?",
        "“No, my dear Fragrantia,” said I, tenderly taking her in my arms while\nshe melted into tears; “never, never, will I play upon any other––!”",
        "Oh! ’twas divine, to see her like a summer’s morning, all blushing and\nfull of dew!",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}