{
    "title": "The Devil’s Dictionary - U",
    "author": "Ambrose Bierce",
    "chapter": "22",
    "content": [
        "\n\n",
        "UBIQUITY, n.  The gift or power of being in all places at one time, \nbut not in all places at all times, which is omnipresence, an \nattribute of God and the luminiferous ether only.  This important \ndistinction between ubiquity and omnipresence was not clear to the \nmediaeval Church and there was much bloodshed about it.  Certain \nLutherans, who affirmed the presence everywhere of Christ’s body were \nknown as Ubiquitarians.  For this error they were doubtless damned, \nfor Christ’s body is present only in the eucharist, though that \nsacrament may be performed in more than one place simultaneously.  In \nrecent times ubiquity has not always been understood — not even by \nSir Boyle Roche, for example, who held that a man cannot be in two \nplaces at once unless he is a bird.",
        "UGLINESS, n.  A gift of the gods to certain women, entailing virtue \nwithout humility.",
        "ULTIMATUM, n.  In diplomacy, a last demand before resorting to \nconcessions.\n  Having received an ultimatum from Austria, the Turkish Ministry \nmet to consider it.\n  “O servant of the Prophet,” said the Sheik of the Imperial Chibouk \nto the Mamoosh of the Invincible Army, “how many unconquerable \nsoldiers have we in arms?\"\n  “Upholder of the Faith,” that dignitary replied after examining \nhis memoranda, “they are in numbers as the leaves of the forest!\"\n  “And how many impenetrable battleships strike terror to the hearts \nof all Christian swine?” he asked the Imaum of the Ever Victorious \nNavy.\n  “Uncle of the Full Moon,” was the reply, “deign to know that they \nare as the waves of the ocean, the sands of the desert and the stars \nof Heaven!\"\n  For eight hours the broad brow of the Sheik of the Imperial \nChibouk was corrugated with evidences of deep thought:  he was \ncalculating the chances of war.  Then, “Sons of angels,” he said, “the \ndie is cast!  I shall suggest to the Ulema of the Imperial Ear that he \nadvise inaction.  In the name of Allah, the council is adjourned.”",
        "UN-AMERICAN, adj.  Wicked, intolerable, heathenish.",
        "UNCTION, n.  An oiling, or greasing.  The rite of extreme unction \nconsists in touching with oil consecrated by a bishop several parts of \nthe body of one engaged in dying.  Marbury relates that after the rite \nhad been administered to a certain wicked English nobleman it was \ndiscovered that the oil had not been properly consecrated and no other \ncould be obtained.  When informed of this the sick man said in anger:  \n“Then I’ll be damned if I die!\"\n  “My son,” said the priest, “this is what we fear.”",
        "UNDERSTANDING, n.  A cerebral secretion that enables one having it to \nknow a house from a horse by the roof on the house.  Its nature and \nlaws have been exhaustively expounded by Locke, who rode a house, and \nKant, who lived in a horse.",
        "  His understanding was so keen\n  That all things which he’d felt, heard, seen,\n  He could interpret without fail\n  If he was in or out of jail.\n  He wrote at Inspiration’s call\n  Deep disquisitions on them all,\n  Then, pent at last in an asylum,\n  Performed the service to compile ’em.\n  So great a writer, all men swore,\n  They never had not read before.",
        "Jorrock Wormley",
        "\nUNITARIAN, n.  One who denies the divinity of a Trinitarian.",
        "UNIVERSALIST, n.  One who forgoes the advantage of a Hell for persons \nof another faith.",
        "URBANITY, n.  The kind of civility that urban observers ascribe to \ndwellers in all cities but New York.  Its commonest expression is \nheard in the words, “I beg your pardon,” and it is not consistent with \ndisregard of the rights of others.",
        "  The owner of a powder mill\n  Was musing on a distant hill —\n      Something his mind foreboded —\n  When from the cloudless sky there fell\n  A deviled human kidney!  Well,\n      The man’s mill had exploded.\n  His hat he lifted from his head;\n  “I beg your pardon, sir,” he said;\n      “I didn’t know ’twas loaded.”",
        "Swatkin",
        "\nUSAGE, n.  The First Person of the literary Trinity, the Second and \nThird being Custom and Conventionality.  Imbued with a decent \nreverence for this Holy Triad an industrious writer may hope to \nproduce books that will live as long as the fashion.",
        "UXORIOUSNESS, n.  A perverted affection that has strayed to one’s own \nwife.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}