{
    "title": "The Jungle Book - Shiv and the Grasshopper (Rudyard Kipling)",
    "author": "Unknown",
    "chapter": "12",
    "content": [
        "\n\n",
        "         (The song that Toomai’s mother sang to the baby)",
        "Shiv, who poured the harvest and made the winds to blow,\nSitting at the doorways of a day of long ago,\nGave to each his portion, food and toil and fate,\nFrom the King upon the guddee to the Beggar at the gate.\n    All things made he–Shiva the Preserver.\n    Mahadeo!  Mahadeo!  He made all,–\n    Thorn for the camel, fodder for the kine,\n    And mother’s heart for sleepy head, O little son of mine!",
        "Wheat he gave to rich folk, millet to the poor,\nBroken scraps for holy men that beg from door to door;\nBattle to the tiger, carrion to the kite,\nAnd rags and bones to wicked wolves without the wall at night.\nNaught he found too lofty, none he saw too low–\nParbati beside him watched them come and go;\nThought to cheat her husband, turning Shiv to jest–\nStole the little grasshopper and hid it in her breast.\n    So she tricked him, Shiva the Preserver.\n    Mahadeo!  Mahadeo!  Turn and see.\n    Tall are the camels, heavy are the kine,\n    But this was Least of Little Things, O little son of mine!",
        "When the dole was ended, laughingly she said,\nMaster, of a million mouths, is not one unfed?\"\nLaughing, Shiv made answer, “All have had their part,\nEven he, the little one, hidden ’neath thy heart.\"\nFrom her breast she plucked it, Parbati the thief,\nSaw the Least of Little Things gnawed a new-grown leaf!\nSaw and feared and wondered, making prayer to Shiv,\nWho hath surely given meat to all that live.\n    All things made he–Shiva the Preserver.\n    Mahadeo!  Mahadeo!  He made all,–\n    Thorn for the camel, fodder for the kine,\n    And mother’s heart for sleepy head, O little son of mine!",
        "Continue...",
        "\nThis eBook of “The Jungle Book” by Rudyard Kipling belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jungle Book (Tor Classics)By Rudyard KiplingAt Amazon"
    ]
}