{
    "title": "The Adventures of Jimmie Dale I - Chapter XI: The Stool-Pigeon",
    "author": "Frank L. Packard",
    "chapter": "10",
    "content": [
        "\n\n",
        "In the subway, ten minutes before, a freckled-faced messenger boy\nhad squeezed himself into a seat beside Jimmie Dale, yanked a dime\nnovel from a refractory pocket, and, blissfully lost to all the\nworld, had buried his head in its pages.  Jimmie Dale’s glance at\nthe youngster had equally, perforce, embraced the lurid title of the\nthriller, “Dicing with Death,” so imperturbably thrust under his\nnose.  At the time, he had smiled indulgently; but now, as he left\nthe subway and headed for his home on Riverside Drive, the words not\nonly refused to be ignored, but had resolved themselves into a\ncuriously persistent refrain in his mind.  They were exactly what\nthey purported to be, dime-novelish, of the deepest hue of yellow,\nmelodramatic in the extreme; but also, to him now, they were grimly\napt and premonitorily appropriate.  “Dicing with Death\"–there was\nnot an hour, not a moment in the day, when he was not literally\ndicing with death; when, with the underworld and the police allied\nagainst him, a single false move would lose him the throw that left\ndeath the winner!",
        "The risk of the dual life enforced upon him grew daily greater, and\nin the end there must be the reckoning.  He would have been a madman\nto have shut his eyes in the face of what was obvious–but it was\nworth it all, and in his soul he knew that he would not have had it\notherwise even now.  To-night, to-morrow, the day after, would come\nanother letter from the Tocsin, and there would be another “crime\"\nof the Gray Seal’s blazoned in the press–would that be the last\naffair, or would there be another–or to-night, to-morrow, the day\nafter, would he be trapped before even one more letter came!",
        "He shrugged his shoulders, as he ran up the steps of his house.\nThose were the stakes that he himself had laid on the table to wager\nupon the game, he had no quarrel there; but if only, before the end\ncame, or even with the end itself, he could find–HER!",
        "With his latchkey he let himself into the spacious, richly\nfurnished, well-lighted reception hall, and, crossing this, went up\nthe broad staircase, his steps noiseless on the heavy carpet.\nBelow, faintly, he could hear some of the servants–they evidently\nhad not heard him close the door behind him.  Discipline was relaxed\nsomewhat, it was quite apparent, with Jason, that peer of butlers,\naway.  Jason, poor chap, was in the hospital.  Typhoid, they had\nthought it at first, though it had turned out to be some milder form\nof infection.  He would be back in a few days now; but meanwhile he\nmissed the old man sorely from the house.",
        "He reached the landing, and, turning, went along the hall to the\ndoor of his own particular den, opened the door, closed it behind\nhim–and in an instant the keen, agile brain, trained to the little\nthings that never escaped it, that daily held his life in the\nbalance, was alert.  The room was unusually dark, even for night-\ntime.  It was as though the window shades had been closely drawn–a\nthing Jason never did.  But then Jason wasn’t there!  Jimmie Dale,\nsmiling then a little quizzically at himself, reached up for the\nelectric-light switch beside the door, pressed it–and, his finger\nstill on the button, whipped his automatic from his pocket with his\nother hand.  THE ROOM WAS STILL IN DARKNESS.",
        "The smile on Jimmie Dale’s lips was gone, for his lips now had\nclosed together in a tight, drawn line.  The lights in the rest of\nthe house, as witness the reception hall, were in order.  This was\nno ACCIDENT!  Silent, motionless, he stood there, listening.  Was he\ntrapped at last–in his own house!  By whom?  The police?  The thugs\nof the underworld?  It made little difference–the end would differ\nonly in the method by which it was attained!  What was that!  Was\nthere a slight stir, a movement at the lower end of the room–or was\nit his imagination?  His hand fell from the electric-light switch to\nthe doorknob behind his back.  Slowly, without a sound, it began to\nturn under his slim, tapering fingers, whose deft, sensitive touch\nhad made him known and feared as the master cracksman of them all;\nand, as noiselessly, the door began to open.",
        "It was like a duel–a duel of silence.  What was the intruder,\nwhoever he might be, waiting for?  The abortive click of the\nelectric-light switch, to say nothing of the opening of the door\nwhen he had entered, was evidence enough that he was there.  Was the\nother trying to place him exactly through the darkness to make sure\nof his attack!  The door was open now.  And suddenly Jimmie Dale\nlaughed easily aloud–and on the instant shifted his position.",
        "“Well?” inquired Jimmie Dale coolly from the other side of the\nthreshold.",
        "It seemed like a long-drawn sigh fluttering through the room, a gasp\nof relief–and then the blood was pounding madly at his temples, and\nhe was back in the room again, the door closed once more behind him.",
        "“Oh, Jimmie–why didn’t you speak?  I had to be sure that it was\nyou.”",
        "It was her voice!  HERS!  The Tocsin!  HERE!  She was here–here in\nhis house!",
        "“You!” he cried.  “You–here!”  He was pressing the electric-light\nswitch frantically, again and again.",
        "Her voice came out of the darkness from across the room:",
        "“Why are you doing that, Jimmie?  You know already that I have\nturned off the lights.”",
        "“At the sockets–of course!”  He laughed out the words almost\nhysterically.  “Your face–I have never seen your face, you know.\"\nHe was moving quickly toward the reading lamp on his desk.",
        "There was a quick, hurried swish of garments, and she was blocking\nhis way.",
        "“No,” she said, in a low voice; “you must not light that lamp.”",
        "He laughed again, shortly, fiercely now.  She was close to him, his\nhands reached out for her, touched her, and thrilling at the touch,\nswept her toward him.",
        "“Jimmie–Jimmie–are you mad!” she breathed.",
        "Mad!  Yes–he was mad with the wildest, most passionate exhilaration\nhe had ever known.  He found his voice with an effort.",
        "“These months and years that I have tried until my soul was sick to\nfind you!” he cried out.  “And you are here now!  Your face–I must\nsee your face!”",
        "She had wrenched herself away from him.  He could hear her breath\ncoming sharply in little gasps.  He groped his way onward toward the\ndesk.",
        "“WAIT!\"–her tones seemed to ring suddenly vibrant through the room.\n“Wait, before you touch that lamp!  I–I put you on your honour not\nto light it.”",
        "He stopped abruptly.",
        "“My–honour?” he repeated mechanically.",
        "“Yes!  I came here to-night because there was no other way.  No\nother way–do you understand?  I came, trusting to your honour not\nto take advantage of the conditions that forced me to do this.  I\nhad no fear that I was wrong–I have no fear now.  You will not\nlight that lamp, and you will not make any attempt to prevent my\ngoing away as I came–unknown.  Is there any question about it,\nJimmie?  I am in YOUR house.”",
        "“You don’t know what you are saying!” he burst out wildly.  “I’ve\nrisked my life for a chance like this again and again; I’ve gone\nthrough hell, living in squalour for a month on end as Larry the Bat\nin the hope that I might discover who you are–and do you think I’ll\nlet anything stop me now!  I tell you, no–a thousand times no!”",
        "She made no answer.  There was only her low, quick breathing coming\nfrom somewhere near him.  He made another step toward the lamp–and\nstopped.",
        "“I tell you, no!” he said again, and took another step forward–and\nstopped once more.",
        "Still she made no answer.  A minute passed–another.  His hand\nlifted and swept across his forehead in an agitated way.  Still\nsilence.  She neither moved nor spoke.  His hand dropped slowly to\nhis side.  There was a queer, twisted smile upon his lips.",
        "“You win!” he said hoarsely.",
        "“Thank you, Jimmie,” she said simply.",
        "“And your name, who you are\"–he was speaking, but he did not seem\nto recognise his own voice–\"the hundred other things I’ve sworn I’d\nmake you explain when I found you, are all taboo as well, I\nsuppose!”",
        "“Yes,” she said.",
        "He laughed bitterly.",
        "“Don’t you know,” he cried out, “that between the police and the\nunderworld, our house of cards is likely to collapse at any minute–\nthat they are hunting the Gray Seal day and night!  Is it to be\nalways like this–that I am never to know–until it is too late!",
        "She came toward him out of the darkness impulsively.",
        "“They will never get you, Jimmie,” she said, in a suppressed voice.\nAnd some day, I promise you now, you shall have your reward for to-\nnight.  You shall know–everything.”",
        "“When?”  The word came from him with fierce eagerness.",
        "“I do not know,” she answered gently.  “Soon, perhaps–perhaps\nsooner than either of us imagine.”",
        "“And by that you mean–what?” he asked, and his hand reached out for\nher again through the blackness.",
        "This time she did not draw away.  There was an instant’s hesitation;\nthen she spoke again hurriedly, a note of anxiety in her voice.",
        "“You are beginning all over again, aren’t you, Jimmie?  And I have\ntold you that to-night I can explain nothing.  And, besides, it is\nwhat has brought me here that counts now, and every moment is of–”",
        "“Yes.  I know,” he interposed; “but, then, at least you will tell me\none thing: Why did you come to-night, instead of sending me a letter\nas you always have before?”",
        "“Because it is different to-night than it ever was before,” she\nreplied earnestly.  “Because there is something in what has happened\nthat I cannot explain myself; because there is danger, and where I\ncould not see clearly I feared a trap, and so I dared not send what,\nin a letter, could at best be only vague and incomplete details.  Do\nyou see?”",
        "“Yes,” said Jimmie Dale–but he was only listening in an abstracted\nway.  If he could only see that face, so close to his!  He had\nyearned for that with all his soul for years now!  And she was here,\nstanding beside him, and his hand was upon her arm; and here, in his\nown den, in his own house, he was listening to another call to arms\nfor the Gray Seal from her own lips!  Honour!  Was he but a poor,\nquixotic fool!  He had only to step to the desk and switch on the\nlight!  Why should–he steadied himself with a jerk, and drew away\nhis hand.  She was in HIS house.  “Go on,” he said tersely.",
        "“Do you know, or did you ever hear of old Luther Doyle?” she asked.",
        "“No,” said Jimmie Dale.",
        "“Do you know a man, then, named Connie Myers?”",
        "Connie Myers!  Who in the Bad Lands did not know Connie Myers, who\nboasted of the half dozen prison sentences already to his credit?\nYes; he knew Connie Myers!  But, strangely enough, it was not in the\nBad Lands or as Larry the Bat that he knew the man, or that the\nother knew him–it was as Jimmie Dale.  Connie Myers had introduced\nhimself one night several years ago with a blackjack that had just\nmissed its mark as the man had jumped out from a dark alleyway on\nthe East Side, and he, Jimmie Dale, had thrashed the other to within\nan inch of his life.  He had reason to know Connie Myers–and Connie\nMyers had reason to remember him!",
        "“Yes,” he said, with a grim smile; “I know Connie Myers.”",
        "“And the tenement across the street from where you live as Larry the\nBat–that, of course, you know.”  He leaned toward her wonderingly\nnow.",
        "“Of course!” he ejaculated.  “Naturally!”",
        "“Listen, then, Jimmie!”  She was speaking quickly now.  “It is a\nstrange story.  This Luther Doyle was already over fifty, when, some\neight or nine years ago, his parents died within a few months of\neach other, and he inherited somewhere in the neighbourhood of a\nhundred thousand dollars; but the man, though harmless enough, was\nmildly insane, half-witted, queer, and the old couple, on account of\ntheir son’s mental defects, took care to leave the money securely\ninvested, and so that he could only touch the interest.  During\nthese eight or nine years he has lived by himself in the same old\nfamily house where he had lived with his parents, in a lonely spot\nnear Pelham.  And he has lived in a most frugal, even miserly,\nmanner.  His income could not have been less than six thousand\ndollars a year, and his expenditures could not have been more than\nsix hundred.  His dementia, ironically enough from the day that he\ncame into his fortune, took the form of a most pitiable and abject\nfear that he would die in poverty, misery, and want; and so, year\nafter year, cashing his checks as fast as he got them, never\ntrusting the bank with a penny, he kept hiding away somewhere in his\nhouse every cent he could scrape and save from his income–which to-\nday must amount, at a minimum calculation, to fifty thousand\ndollars.”",
        "“And,” observed Jimmie Dale quietly.  “Connie Myers robbed him of\nit, and–”",
        "“No!”  Her voice was quivering with passion, as she caught up his\nwords.  “Twice in the last month Connie Myers TRIED to rob him, but\nthe money was too securely hidden.  Twice he broke into Doyle’s\nhouse when the old man was out, but on both occasions was\nunsuccessful in his search, and was interrupted and forced to make\nhis escape on account of Doyle’s return.  To-night, an hour ago, in\nan empty room on the second floor of that tenement, in the room\nfacing the landing, old Luther Doyle was MURDERED!”",
        "There was silence for an instant.  Her hand had closed in a tight\npressure on his arm.  The darkness seemed to add a sort of ghastly\nsignificance to her words.",
        "“In God’s name, how do you know all this?” he demanded wildly.  “How\ndo you know all these things?",
        "“Does that matter now?” she answered tensely.  “You will know that\nwhen you know the rest.  Oh, don’t you understand, Jimmie, there is\nnot a moment to lose now?  It was easy to lure a half-witted\ncreature like that anywhere; it was Connie Myers who lured him to\nthe tenement and murdered him there–but from that point, Jimmie, I\nam not sure of our ground.  I do not know whether Connie Myers is\nalone in this or not; but I do know that he is going to Doyle’s\nhouse again to-night to make another search for the money.  There is\nno question but that old Doyle was murdered to give Connie Myers and\nhis accomplices, if there are any, a chance to tear the house inside\nout to find the money, to give them the whole night to work in\nwithout interruption if necessary–but Doyle dead in his own house\ncould have interfered no more with them than Doyle dead in that\ntenement!  Why was he lured to the tenement by Connie Myers when he\ncould much more easily have been put out of the way in his own\nhouse?  Jimmie, there is something behind this, something more that\nyou must find out.  There may be others in this besides Connie\nMyers, I do not know; but there is something here that I am afraid\nof.  Jimmie, you must get that man, you must get the others if there\nare others, and you must stop them from getting the money in that\nhouse to-night!  Do you understand now why I have come here?  I\ncould not explain in a letter; I do not quite seem to be explaining\nnow.  It would seem as though there were no need for the Gray Seal–\nthat simply the police should be notified.  But I KNOW, Jimmie, call\nit intuition, what you will, I know that there is need for us, for\nyou to-night–that behind all this is a tragedy, deeper, blacker,\nthan even the brutal, cold-blooded murder that is already done.”",
        "Her voice, in its passionate earnestness, died away; and an anger,\ncold, grim, remorseless, settled upon Jimmie Dale–settled as it\nalways settled upon him at her call to arms.  His brain was already\nat work in its quick, instant way, probing, sifting, planning.  She\nwas right!  It was strange, it was more than strange that, with the\nadded risk, the danger, the difficulty, the man should have been\nbrought miles to be done away with in that tenement!  Why?  Connie\nMyers took form before him–the coarse features, the tawny hair that\nstraggled across the low forehead, the shifty eyes that were an\nindeterminate colour between brown and gray, the thin lips that\nseemed to draw in and give the jaw a protruding, belligerent effect.\nAnd Connie Myers knew him as Jimmie Dale–it would have to be then\nas Larry the Bat that the Gray Seal must work.  That meant time–to\ngo to the Sanctuary and change.",
        "“The police,” he asked suddenly, aloud, “they have not yet\ndiscovered the body?”",
        "“Not yet,” she replied hurriedly.  “And that is still another reason\nfor haste–there is no telling when they will.  See–here!”  She\nthrust a paper into his hand.  “Here is a plan of old Doyle’s house,\nand directions for finding it.  You must get Connie Myers red-\nhanded, you must make him convict himself, for the evidence through\nwhich I know him to be guilty can never be used against him.  And,\nJimmie, be careful–I know I am not wrong, that there is still\nsomething more behind all this.  And now go, Jimmie, go!  There is\nno time to lose!”  She was pushing him across the room toward the\ndoor.",
        "Go!  The word seemed suddenly to bring dismay.  It was she again who\nwas dominant now in his mind.  Who knew if to-night, when he was\ntaking his life in his hands again, would not be the last!  And she\nwas here now, here beside him–where she might never be again!",
        "She seemed to divine his thoughts, for she spoke again, a strange\nnew note of tenderness in her voice that thrilled him.",
        "“You must never let them get you, Jimmie–for my sake.  It will not\nlast much longer–it is near the end–and I shall keep my promise.\nBut go, now, Jimmie–go!”",
        "“Go?” he repeated numbly.  “Go?  But–but you?”",
        "“I?”  She slipped suddenly away from him, retreating back down the\nroom.  “I will go–as I came.”",
        "“Wait!  Listen!” he pleaded.",
        "There was no answer.",
        "She was there–somewhere back there in the darkness still.  He stood\nhesitant at the door.  It seemed that every faculty he possessed\nurged him back there again–to her.  Could he let her escape him now\nwhen she was so utterly in his power, she who meant everything in\nhis life!  And then, like a cold shock, came that other thought–she\nwho had trusted to his honour!  With a jerk, his hand swept out,\nfelt for the doorknob, and closed upon it.",
        "“Good-night!” he said heavily, and stepped out into the hall.",
        "It seemed for a while, even after he had gained the street and made\nhis way again to the subway, that nothing was concrete around him,\nthat he was living through some fantastical dream.  His head\nwhirled, and he could not think rationally–and then slowly, little\nby little, his grip upon himself came back.  She had come–and gone!\nWith the roar of the subway in his ears, its raucous note seeming to\nstrike so perfectly in consonance with the turmoil within him, he\nsmiled mirthlessly.  After all, it was as it always was!  She was\ngone–and ahead of him lay the chances of the night!",
        "“Dicing with death!”  The words, unbidden, came back once more.  If\nthey were true before, they were doubly applicable now.  It was\ndifferent to-night from what it had ever been before, as she had\nsaid.  Usually, to the smallest detail, everything was laid open,\nclear before him in those astounding letters.  To-night, it was\nvague at best.  A man had been murdered.  Connie Myers had committed\nthe murder under circumstances that pointed strongly to some hidden\nmotive behind and beyond the mere chance it afforded him to search\nhis victim’s house for the hidden cash.  What was it?",
        "Jimmie Dale stared out at the black subway walls.  The answer would\nnot come.  Station after station passed.  At Fourteenth Street he\nchanged from the express to a local, got out at Astor Place, and a\nfew minutes later was walking rapidly down the upper end of the\nBowery.",
        "The answer would not come–only the fact itself grew more and more\ndeeply significant.  The ghastly, callous fiendishness that lured an\nold, half-witted man to his death had Jimmie Dale in that grip of\ncold, merciless anger again, and there was a dull flush now upon his\ncheeks.  Whatever it meant, whatever was behind it, one thing at\nleast was certain–HE WOULD GET CONNIE MYERS!",
        "He was close to the Sanctuary now–it was down the next cross\nstreet.  He reached the corner and turned it, heading east; but his\nbrisk walk had changed to a nonchalant saunter–there were some\npeople coming toward him.  It was the Gray Seal now, alert and\ncautious.  The little group passed by.  Ahead, the tenement\nbordering on the black alleyway loomed up–the Sanctuary, with its\nthree entrances and exits; the home of Larry the Bat.  And across\nfrom it was that other tenement, that held a new interest for him\nnow, where, in an empty room on the second floor, she had said, old\nDoyle still lay.  Should he go there?  He was thinking quickly now,\nand shook his head.  It would take what he did not have to spare–\ntime.  It was already ten o’clock; and, granted that Connie Myers\nhad committed the crime only a little over an hour ago, the man by\nthis time would certainly be on his way to Doyle’s house near\nPelham, if, indeed, he were not already there.  No, there was no\ntime to spare–the question resolved itself simply into how long,\nsince he had already searched twice and failed on both occasions, it\nwould take Connie Myers to unearth old Doyle’s hiding place for the\nmoney.",
        "Jimmie Dale glanced sharply around him, slipped into the alleyway,\nand, crouching against the tenement wall, moved noiselessly along to\nthe side entrance.  A moment more, and he had negotiated the rickety\nstairs with practiced, soundless tread, was inside the squalid\nquarters of Larry the Bat, and the door of the Sanctuary was locked\nand bolted behind him.",
        "Perhaps five minutes passed–and then, where Jimmie Dale, the\nmillionaire, had entered, there emerged Larry the Bat, of the\naristocracy and the elite of the Bad Lands.  But instead of leaving\nby the side door and the alleyway, as he had entered, he went along\nthe lower hallway to the front entrance.  And here, instinctively,\nhe paused a moment at the top of the steps, as his eyes rested upon\nthe tenement on the opposite side of the street.",
        "It was strange that the crime should have been committed there!\nSomething again seemed to draw him toward that empty room on the\nsecond story.  He had decided once that he would not go, that there\nwas not time; but, after all, it would not take long, and there was\nat least the possibility of gaining something more valuable even\nthan time from the scene of the crime itself–there might even be\nthe evidence he wanted there that would disclose the whole of Connie\nMyers’ game.",
        "He went down the steps, and started across the street; but halfway\nover, he hesitated uncertainly, as a child’s cry came petulantly\nfrom the doorway.  It was dark in the street; and, likewise, it was\none of those hot, suffocating evenings when, in the crowded\ntenements of the poorer class, miserable enough in any case, misery\nwas added to a hundredfold for lack of a single God-given breath of\nair.  These two facts, apparently irrelevant, caused Jimmie Dale to\nchange his mind again.  He had not noticed the woman with the baby\nin her arms, sitting on the doorstep; but now, as he reached the\ncurb, he not only saw, but recognised her–and he swung on down the\nstreet toward the Bowery.  He could not very well go in without\npassing her, without being recognised himself–and that was a\nneedless risk.",
        "He smiled a little wanly.  Once the crime was discovered, she would\nnot have hesitated long before informing the police that she had\nseen him enter there!  Mrs. Hagan was no friend of his!  One could\nnot live as he had lived, as Larry the Bat, and not see something in\nan intimate way of the pitiful little tragedies of the poor around\nhim; for, bad, tough, and dissolute as the quarter was, all were not\ndegraded there, some were simply–poor.  Mrs. Hagan was poor.  Her\nhusband was a day labourer, often out of a job–and sometimes he\ndrank.  That was how he, Jimmie Dale, or rather, Larry the Bat, had\ncome to earn Mrs. Hagan’s enmity.  He had found Mike Hagan drunk one\nnight, and in the act of being arrested, and had wheedled the man\naway from the officer on the promise that he would take Hagan home.\nAnd he was Larry the Bat, a dope fiend, a character known to all the\nneighbourhood, and Mrs. Hagan had laid her husband’s condition to\nHIS influence and companionship!  He had taken Mike Hagan home–and\nMrs. Hagan had driven Larry the Bat from the door of her miserable\none-room lodging in that tenement with the bitter words on her\ntongue that only a woman can use when shame and grief and anger are\nbreaking her heart.",
        "He shrugged his shoulders, as, back along the Bowery, he retraced\nhis steps, but now, with the hurried shuffle of Larry the Bat where\nbefore had been the brisk, athletic stride of Jimmie Dale.",
        "At Astor Place again, he took the subway, this time to the Grand\nCentral Station–and, well within an hour from the time he had left\nthe Sanctuary, including the train journey to Pelham, he was\nstanding in a clump of trees that fringed a deserted roadway.  He\nhad passed but few houses, once he was away from Pelham, and, as\nwell as he could judge, there was none now within a quarter of a\nmile of him–except this one of old Luther Doyle’s that showed up\nblack and shadowy just beyond the trees.",
        "Jimmie Dale’s eyes narrowed as he surveyed the place.  It was little\nwonder that, known to have money, an attempt to rob old Doyle should\nhave been made in a place like this!  It was even more grimly\nsignificant than ever of some deeper meaning that, in its loneliness\nan ideal place for a murder, the man should have been lured from\nthere for that purpose to a crowded tenement in the city instead!\nWhat did it mean?  Why had it been done?  He shook his head.  The\nanswer would not come now any more than it had come before in the\nsubway, or in the train on the way out, when he had set his brain so\nfutilely to solve the problem.",
        "From a survey of the house, Jimmie Dale gave attention to the\ndetails of his surroundings: the trees on either side; the open\nspace in front, a distance of fifty yards to the road; the absence\nof any fence.  And then, abruptly, he stole forward.  There was no\nlight to be seen anywhere about the house.  Was it possible that\nConnie Myers was not yet there?  He shook his head again\nimpatiently.  Connie Myers would not have wasted any time–as the\nTocsin had said, there was always present the possibility that the\ncrime in that tenement might be discovered at ANY moment.  Connie\nMyers would have lost no time; for, let the discovery be made, let\nthe police identify the body, as they most certainly would, and they\nwould be out here hotfoot.  Jimmie Dale stood suddenly still.  What\ndid it mean!  He had not thought of that before!  If old Doyle had\nbeen murdered HERE, there would not have been even the possibility\nof discovery until the morning at the earliest, and Connie Myers\nwould have had all the time he wanted!",
        "WHAT WAS THAT SOUND!  A low, muffled tapping, like a succession of\nhammer blows, came from within the house.  Jimmie Dale darted\nforward, reached the side of the house, and dropped on hands and\nknees.  One question at least was answered–Connie Myers was inside.",
        "The plan that she had given him showed an old-fashioned cellarway,\nclosed by folding trapdoors, that was located a little toward the\nrear and, in a moment, creeping along, he came upon it.  His hands\nfelt over it.  It was shut, fastened by a padlock on the outside.\nJimmie Dale’s lips thinned a little, as he took a small steel\ninstrument from his pocket.  Either through inadvertence or by\nintention, Connie Myers had passed up an almost childishly simple\nmeans of entrance into the house!  One side of the trapdoor was\nlifted up silently–and silently closed.  Jimmie Dale was in the\ncellar.  The hammering, much more distinct now, heavy, thudding\nblows, came from a room in the front–the connection between the\ncellar and the house, as shown on the Tocsin’s plan, was through\nanother trapdoor in the floor of the kitchen.",
        "Jimmie Dale’s flashlight played on a short, ladderlike stairway, and\nin an instant he was climbing upward.  The sounds from the front of\nthe house continued now without interruption; there was little fear\nthat Connie Myers would hear anything else–even the protesting\nsqueak of the hinges as Jimmie Dale cautiously pushed back the\ntrapdoor in the flooring above his head.  An inch, two inches he\nlifted it; and, his eyes on a level with the opening now, he peered\ninto the room.  The kitchen itself was intensely dark; but through\nan open doorway, well to one side so that he could not see into the\nroom beyond, there struggled a curiously faint, dim glimmer of\nlight.  And then Jimmie Dale’s form straightened rigidly on the\nstairs.  The blows stopped, and a voice, in a low growl, presumably\nConnie Myers’, reached him.",
        "“Here, take a drive at it from the lower edge!”",
        "There was no answer–save that the blows were resumed again.  Jimmie\nDale’s face had set hard.  Connie Myers was not alone in this, then!\nWell, the odds were a little heavier, DOUBLED–that was all!  He\npushed the trapdoor wide open, swung himself up through the opening\nto the floor; and the next instant, back a little from the\nconnecting doorway, his body pressed closely against the kitchen\nwall, he was staring, bewildered and amazed, into the next room.",
        "On the floor, presumably to lessen the chance of any light rays\nstealing through the tightly drawn window shades, burned a small oil\nlamp.  The place was in utter confusion.  The right-hand side of a\nlarge fireplace, made of rough, untrimmed stone and cement, and\nwhich occupied almost the entire end of the room, was already\npractically demolished, and the wreckage was littered everywhere;\npart of the furniture was piled unceremoniously into one corner out\nof the way; and at the fireplace itself, working with sledge and\nbar, were two men.  One was Connie Myers.  An ironical glint crept\ninto Jimmie Dale’s eyes.  The false beard and mustache the man wore\nwould deceive no one who knew Connie Myers!  And that he should be\nwearing them now, as he knelt holding the bar while the other struck\nat it, seemed both uncalled for and absurd.  The other man, heavily\nbuilt, roughly dressed, had his back turned, and Jimmie Dale could\nnot see his face.",
        "The puzzled frown on Jimmie Dale’s forehead deepened.  Somewhere in\nthe masonry of the fireplace, of course, was where old Luther Doyle\nhad hidden his money.  That was quite plain enough; and that Connie\nMyers, in some way or other, had made sure of that fact was equally\nobvious.  But how did old Luther Doyle get his money IN there from\ntime to time, as he received the interest and dividends whose\naccumulation, according to the Tocsin, comprised his hoard!  And how\ndid he get it OUT again?",
        "“All right, that’ll do!” grunted Connie Myers suddenly.  “We can pry\nthis one out now.  Lend a hand on the bar!”",
        "The other dropped his sledge, turned sideways as he stooped to help\nConnie Myers, his face came into view–and, with an involuntary\nstart, Jimmie Dale crouched farther back against the wall, as he\nstared at the other.  It was Hagan!  Mrs. Hagan’s husband!  Mike\nHagan!”",
        "“My God!” whispered Jimmie Dale, under his breath.",
        "So that was it!  That the murder had been committed in the tenement\nwas not so strange now!  A surge of anger swept Jimmie Dale–and was\nengulfed in a wave of pity.  Somehow, the thin, tired face of Mrs.\nHagan had risen before him, and she seemed to be pleading with him\nto go away, to leave the house, to forget that he had ever been\nthere, to forget what he had seen, what he was seeing now.  His\nhands clenched fiercely.  How realistically, how importunately, how\npitifully she took form before him!  She was on her knees, clasping\nhis knees, imploring him, terrified,",
        "From Jimmie Dale’s pocket came the black silk mask.  Slowly, almost\nhesitantly, he fitted it over his face–Mike Hagan knew Larry the\nBat.  Why should he have pity for Mike Hagan?  Had he any for Connie\nMyers?  What right had he to let pity sway him!  The man had gone\nthe limit; he was Connie Myers’ accomplice–a murderer!  But the man\nwas not a hardened, confirmed criminal like Connie Myers.  Mike\nHagan–a murderer!  It would have been unbelievable but for the\nevidence before his own eyes now.  The man had faults, brawled\nenough, and drank enough to have brought him several times to the\nnotice of the police–but this!",
        "Jimmie Dale’s eyes had never left the scene before him.  Both men\nwere throwing their weight upon the bar, and the stone that they\nwere trying to dislodge–they were into the heart of the masonry\nnow–seemed to move a little.  Connie Myers stood up, and, leaning\nforward, examined the stone critically at top and bottom, prodding\nit with the bar.  He turned from his examination abruptly, and\nthrust the bar into Hagan’s hands.",
        "“Hold it!” he said tersely.  “I’ll strike for a turn.”",
        "Crouched, on his hands and knees, Hagan inserted the point of the\nbar into the crevice.  Connie Myers picked up the sledge.",
        "“Lower!  Bend lower!” he snapped–and swung the sledge.",
        "It seemed to go black for a moment before Jimmie Dale’s eyes, seemed\nto paralyse all action of mind and body.  There was a low cry that\nwas more a moan, the clang of the iron bar clattering on the floor,\nand Mike Hagan had pitched forward on his face, an inert and huddled\nheap.  A half laugh, half snarl purled from Connie Myers’ lips, as\nhe snatched a stout piece of cord from his pocket and swiftly\nknotted the unconscious man’s wrists together.  Another instant,\nand, picking up the bar, prying with it again, the loosened stone\ntoppled with a crash into the grate.",
        "It had come sudden as the crack of doom, that blow–too quick, too\nunexpected for Jimmie Dale to have lifted a finger to prevent it.\nAnd now that the first numbed shock of mingled horror and amazement\nwas past, he fought back the quick, fierce impulse to spring out on\nConnie Myers.  Whether the man was killed or only stunned, he could\ndo no good to Mike Hagan now, and there was Connie Myers–he was\nstaring in a fascinated way at Connie Myers.  Behind the stone that\nthe other had just dislodged was a large hollow space that had been\nleft in the masonry, and from this now Connie Myers was eagerly\ncollecting handfuls of banknotes that were rolled up into the shape\nof little cylinders, each one grotesquely tied with a string.  The\nman was feverishly excited, muttering to himself, running from the\nfireplace to where the table had been pushed aside with the rest of\nthe furniture, dropping the curious little rolls of money on the\ntable, and running back for more.  And then, having apparently\nemptied the receptacle, he wriggled his body over the dismantled\nfireplace, stuck his head into the opening, and peered upward.",
        "“Kinks in his nut, kinks in his nut!” Connie Myers was muttering.\n“I’ll drop the bar through from the top, mabbe there’s some got\nstuck in the pipe.”",
        "He regained his feet, picked up the bar, and ran with it into what\nwas evidently the front hall–then his steps sounded running\nupstairs.",
        "Like a flash, Jimmie Dale was across the room and at the fireplace.\nLike Connie Myers, he, too, put his head into the opening; and then,\na queer, unpleasant smile on his lips, he bent quickly over the man\non the floor.  Hagan was no more than stunned, and was even then\nbeginning to show signs of returning consciousness.  There was a\nrattle, a clang, a thud–and the bar, too long to come all the way\nthrough, dropped into the opening and stood upright.  Connie Myers’\nfootsteps sounded again, returning on the run–and Jimmie Dale was\nback once more on the other side of the kitchen doorway.",
        "It was all simple enough–once one understood!  The same queer smile\nwas still flickering on Jimmie Dale’s lips.  There was no way to get\nthe money out, except the way Connie Myers had got it out–by\ndigging it out!  With the irrational cunning of his mad brain, that\nhad put the money even beyond his own reach, old Doyle had built his\nfireplace with a hollow some eighteen inches square in a great wall\nof solid stonework, and from it had run a two-inch pipe up somewhere\nto the story above; and down this pipe he had dropped his little\nstring-tied cylinders of banknotes, satisfied that his hoard was\nsafe!  There seemed something pitfully ironic in the elaborate,\ninsane craftiness of the old man’s fear-twisted, demented mind.",
        "And now Connie Myers was back in the room again–and again a puzzled\nexpression settled upon Jimmie Dale’s face as he watched the other.\nFor perhaps a minute the man stood by the table sifting the little\nrolls of money through his fingers gloatingly–then, impulsively, he\npushed these to one side, produced a revolver, laid it on the table,\nand from another pocket took out a little case which, as he opened\nit, Jimmie Dale could see contained a hypodermic syringe.  One more\narticle followed the other two–a letter, which Connie Myers took\nout of an unsealed envelope.  He dropped this suddenly on the table,\nas Mike Hagan, three feet away on the floor, groaned and sat up.",
        "Hagan’s eyes swept, bewildered, confused, around him, questioningly\nat Connie Myers–and then, resting suddenly on his bound wrists,\nthey narrowed menacingly.",
        "“Damn you, you smashed me with that sledge on PURPOSE!” he burst\nout–and began to struggle to his feet.",
        "With a brutal chuckle, Connie Myers pushed Hagan back and shoved his\nrevolver under the other’s nose.",
        "“Sure!” he admitted evenly.  “And you keep quiet, or I’ll finish you\nnow–instead of letting the police do it!”  He laughed out\njarringly.  “You’re under arrest, you know, for the murder of Luther\nDoyle, and for robbing the poor old nut of his savings in his house\nhere.”",
        "Hagan wrenched himself up on his elbow.",
        "“What–what do you mean?” he stammered.",
        "“Oh, don’t worry!” said Connie Myers maliciously.  “I’M not making\nthe arrest, I’d rather the police did that.  I’m not mixing up in\nit, and by and by\"–he lifted up the hypodermic for Hagan to see–\n“I’m going to shoot a little dope into you that’ll keep you quiet\nwhile I get away myself.”",
        "Hagan’s face had gone a grayish white–he had caught sight of the\nmoney on the table, and his eyes kept shifting back and forth from\nit to Myers’ face.",
        "“Murder!” he said huskily.  “There is no murder.  I don’t know who\nDoyle is.  You said this house was yours–you hired me to come here.\nYou said you were going to tear down the fireplace and build\nanother.  You said I could work evenings and earn some extra money.”",
        "“Sure, I did!”  There was a vicious leer now on Connie Myers’ lips.\n“But you don’t think I picked you out by ACCIDENT, do you?  Your\nreputation, my bucko, was just shady enough to satisfy anybody that\nit wouldn’t be beyond you to go the limit.  Sure, you murdered\nDoyle!  Listen to this.”  He took up the letter:",
        "“TO THE POLICE: Luther Doyle was murdered this evening in the\ntenement at 67 –– Street.  You’ll find his body in a room on the\nsecond floor.  If you want to know who did it, look in Mike Hagan’s\nroom on the floor above.  There’s a paper stuck under the edge of\nHagan’s table with a piece of chewing gum, where he hid it.  You’ll\nknow what it is when you go out and take a look at Doyle’s house in\nPelham.  Yours truly,  A FRIEND.”",
        "Mike Hagan did not speak–his lips were twitching, and there was\nhorror creeping into his eyes.",
        "“D’ye get me!” sneered Connie Myers.  “Tell your story–who’d\nbelieve it!  I got you cinched.  Twice I tried to get this old dub’s\ncoin out here, and couldn’t find it.  But the second time I found\nsomething else–a piece of paper with a drawing of the fireplace on\nit, and a place in the drawing marked with an X.  That was good\nenough, wasn’t it?  That’s the paper I stuck under your table this\nafternoon when your wife was out–see?  Somebody’s got to stand for\nthe job, and if it’s somebody else it won’t be me–get me!  When I\nhad a look at that fireplace I knew I couldn’t do the job alone in a\nweek, and I didn’t dare blast it with ’soup’ for fear of spoiling\nwhat was inside.  And since I had to have somebody to help me, I\nthought I might as well let him help me all the way through–and\nstand for it.  I picked you, Mike–that’s why I croaked old Doyle in\nyour tenement to-night.  I wrote this letter while I was waiting for\nyou to show up at the station to come out here with me, and I’m\ngoing to see that the police get it in the next hour.  When they\nfind Doyle in the room below yours, and that paper in your room, and\nthe busted fireplace here–I guess they won’t look any farther for\nwho did it.  And say\"–he leaned forward with an ugly grin–\"mabbe\nyou think I’m soft to be telling you all this?  But don’t you fool\nyourself.  You don’t know me–you don’t know who I am.  So tell ’em\nthe TRUTH!  They won’t believe you anyway with evidence like that\nagainst you–and the neater the story the more they’ll think it\nshows brains enough on your part to have pulled a job like this!”",
        "“My God!” Hagan was rocking on his knees, beads of sweat were\nstarting out on his forehead.  “You wouldn’t plant a man like that!\"\nhe cried brokenly.  “You wouldn’t do it, would you?  My God–you\nwouldn’t do that!”",
        "Jimmie Dale’s face under his mask was white and rigid.  There was\nsomething primal, elemental in the savagery that was sweeping upon\nhim.  He had it all now–ALL!  She had been right–there was need\nto-night for the Gray Seal.  So that was the game, inhuman, hellish,\nthe whole of it, to the last filthy dregs–Connie Myers, to protect\nhimself, was railroading an innocent man to death for the crime that\nhe himself had committed!  There was a cold smile on Jimmie Dale’s\nlips now, as he took his automatic from his pocket.  No, it wasn’t\nquite all the game–there was still HIS hand to play!  He edged\nforward a little nearer to the door–and halted abruptly, listening.\nAn automobile had stopped outside on the road.  Hagan was still\npleading in a frenzied way; Connie Myers was callously folding his\nletter, while he watched the other warily–neither of the men had\nheard the sound.",
        "And then, quick, almost on the instant, came a rush of feet, a crash\nupon the front door–an imperative command to open in the name of\nthe law.  THE POLICE!  Jimmie Dale’s brain was working now with\nlightning speed.  Somehow the police had stumbled upon the crime in\nthat tenement; and, as he had foreseen in such an event, had\nidentified Doyle.  But they could not be sure that any one was\npresent here in the house now–they could not see a light any more\nthan he had.  He must get Mike Hagan away–must see that Connie\nMyers did NOT get away.  Myers was on his feet now, fear struck in\nhis turn, the letter clutched in a tight-closed fist, his revolver\nswung out, poised, in the other hand.  Hagan, too, was on his feet,\nand, unheeded now by Connie Myers, was wrenching his wrists apart.",
        "Another crash upon the door–another.  Another demand in a harsh\nvoice to open it.  Then some one running around to the window at the\nside of the house–and Jimmie Dale sprang forward.",
        "There was the roar of a report, a blinding flash almost in Jimmie\nDale’s eyes, as Connie Myers, whirling instantly at his entrance,\nfired–and missed.  It happened quick then, in the space of the\nticking of a watch–before Jimmie Dale, flinging himself forward,\nhad reached the man.  Like a defiant challenge to their demand it\nmust have seemed to the officers outside, that shot of Connie Myers\nat Jimmie Dale, for it was answered on the instant by another\nthrough the side window.  And the shot, fired at random, the\ninterior of the room hidden from the officers outside by the drawn\nshades, found its mark–and Connie Myers, a bullet in his brain,\npitched forward, dead, upon the floor.",
        "“QUICK!” Jimmie Dale flung at Hagan.  “Get that letter out of his\nhand!”  He jumped for the lamp on the floor, extinguished it, and\nturned again toward Hagan.  “Have you got it?” he whispered tensely.",
        "“Yes,” said Hagan, in a numbed way.",
        "“This way, then!” Jimmie Dale caught Hagan’s arm, and pulled the\nother across the room and into the kitchen to the trapdoor.\n“Quick!” he breathed again.  “Get down there–quick!  And no noise!\nThey don’t know how many are in the house.  When they find HIM\nthey’ll probably be satisfied.”",
        "Hagan, stupefied, dazed, obeyed mechanically–and, in an instant,\nthe trapdoor closed behind them, Jimmie Dale was standing beside the\nother in the cellar.",
        "“Not a sound now!” he cautioned once more.",
        "His flashlight winked, went out, winked again; then held steadily,\nin curious fascination it seemed, as, in its circuit, the ray fell\nupon Hagan–FELL UPON THE TORN, RAGGED EDGE OF A PAPER IN HAGAN’S\nHAND!  With a suppressed cry, Jimmie Dale snatched it away from the\nother.  It was but a torn HALF of the letter!  “The other half!  The\nother half, Hagan–where is it?” he demanded hoarsely.",
        "Hagan, almost in a state of collapse, muttered inaudibly.  The crash\nof a toppling door sounded from above.  Jimmie Dale shook the man\ndesperately.",
        "“Where is it?” he repeated fiercely.",
        "“He–he was holding it tight, it–it tore in his hand,” Hagan\nstammered.  “Does it make any difference?  Oh, let’s get out of\nhere, whoever you are–for God’s sake let’s get out of here!”",
        "Any difference!  Jimmie Dale’s jaws were clamped like a steel vise.\nAny difference!  The difference between life and death for the man\nbeside him–that was all!  He was reading the portion in his hand.\nIt was the last part of the letter, beginning with: “There’s a paper\nstuck under the edge of Hagan’s table–”  From above, from the floor\nof the front room now, came the rush and trample of feet.  He could\nnot go back for the other half.  And any attempt to conceal the fact\nthat Connie Myers had been alone in the house was futile now.  They\nwould find the torn letter in the dead man’s hand, proof enough that\nsome one else had been there.  What was in that part of the letter\nthat was still clutched in that death grip upstairs?  A sentence\nfrom it, that he had heard Connie Myers read, seemed to burn itself\ninto his brain.  “IF YOU WANT TO KNOW WHO DID IT, LOOK IN MIKE\nHAGAN’S ROOM ON THE FLOOR ABOVE.”  And then, suddenly, like light\nthrough the darkness, came a ray of hope.  He pulled Hagan to the\ncellarway, and stealthily lifted one side of the double trapdoor.\nThere was a chance, desperate enough, one in a thousand–but still a\nchance!",
        "Voices from the house came plainly now, but there was no one in\nsight.  The police, to a man, were evidently all inside.  From the\nroad in front showed the lamp glare of their automobile.",
        "“Run for the car!” Jimmie Dale jerked out from between set teeth–\nand with Hagan beside him, steadying the man by the arm, dashed\nacross the intervening fifty yards.",
        "They had not been seen.  A minute more, and the car, evidently\nbelonging to the local police, for it was headed in the direction of\nNew York, and as though it had come from Pelham, swept down the\nroad, swept around a turn, and Jimmie Dale, with a gasp of relief,\nstraightened up a little from the wheel.",
        "How much time had he?  The police must have heard the car; but,\nequally, occupied as they were, they might well give it no thought\nother than that it was but another car passing by.  There was no\ntelephone in the house; the nearest house was a quarter of a mile\naway, and that might or might not have a telephone.  Could he count\non half an hour?  He glanced anxiously at the crouched figure beside\nhim.  He would have to!  It was the only chance.  They would\ntelephone the contents of the dead man’s half of the letter to the\nNew York police.  Could he get to Hagan’s room FIRST!  “Look in\nHagan’s room,” their part of the letter read–but it did not say for\nWHAT, or exactly WHERE!  If they found nothing, Hagan was safe.\nConnie Myers’ reputation, the fact that he was found in disguise at\nDoyle’s house, was, barring any incriminating evidence, quite enough\nto let Hagan out.  There would only remain in the minds of the\npolice the question of who, beside Connie Myers, had been in old\nDoyle’s house that night?  And now Jimmie Dale smiled a little\nwhimsically.  Well, perhaps he could answer that–and, if not quite\nto the satisfaction of the police, at least to the complete\nvindication of Mike Hagan.",
        "But he could not drive through towns and villages with a mask on his\nface; and there, ahead now, lights were beginning to show.  And more\nthan ever now, with what was before him, it was imperative that Mike\nHagan should not recognise Larry the Bat.  Jimmie Dale glanced again\nat Hagan–and slowed down the car.  They were on the outskirts of a\ntown, and off to the right he caught the twinkling lights of a\nstreet car.",
        "“Hagan,” he said sharply, “pull yourself together, and listen to me!\nIf you keep your mouth shut, you’ve nothing to fear; if you let out\na word of what’s happened to-night, you’ll probably go to the chair\nfor a crime you know nothing about.  Do you understand?–keep your\nmouth shut!”",
        "The car had stopped.  Hagan nodded his head.",
        "“All right, then.  You get out here, and take a street car into New\nYork,” continued Jimmie Dale crisply.  “But when you get there, keep\naway from your home for the next two or three hours.  Hang around\nwith some of the boys you know, and if you’re asked anything\nafterward, say you were batting around town all evening.  Don’t\nworry–you’ll find you’re out of this when you read the morning\npapers.  Now get out–hurry!”  He pushed Hagan from the car.  “I’ve\ngot to make my own get-away.”",
        "Hagan, standing in the road, brushed his hand bewilderingly across\nhis eyes.",
        "“Yes–but you–I–”",
        "“Never mind about that!” Jimmie Dale leaned out, and gripped Hagan’s\narm impressively.  “There’s only one thing you’ve got to think of,\nor remember.  Keep your mouth shut!  No matter what happens, keep\nyour mouth shut–if you want to save your neck!  Good-night, Hagan!”",
        "The car was racing forward again.  It shot streaking through the\nstreets of the town ahead, and, dully, over its own inferno, echoed\nshouts, cries, and execrations of an outraged populace–then out\ninto the night again, roaring its way toward New York.",
        "He had half an hour–perhaps!  It was a good thing Hagan did not\nknow, or had not grasped the significance of that torn letter–the\nman would have been unmanageable with fear and excitement.  It would\npuzzle Hagan to find no paper stuck under his table when he came to\nlook for it!  But that was a minor consideration, that mattered not\nat all,",
        "Half an hour!  On roared the car–towns, black roads, villages,\nwooded lands were kaleidoscopic in their passing.  Half an hour!\nHad he done it?  Had he come anywhere near doing it?  He did not\nknow.  He was in the city at last–and now he had to moderate his\nspeed; but, by keeping to the less frequented streets, he could\nstill drive at a fast pace.  One piece of good fortune had been his–\nthe long motor coat he had found in the car with which to cover the\nrags of Larry the Bat, and without which he would have been obliged\nto leave the car somewhere on the outskirts of the city, and to\ntrust, like Mike Hagan, to other and slower means of transportation.",
        "Blocks away from Hagan’s tenement, he ran the car into a lane,\nslipped off the motor coat, and from his pocket whipped out the\nlittle metal insignia case–and in another moment a diamond-shaped\ngray seal was neatly affixed to the black ebony rim of the steering\nwheel.  He smiled ironically.  It was necessary, quite necessary\nthat the police should have no doubt as to who had been in Doyle’s\nhouse with Connie Myers that night, or to whom they had so\nconsiderately loaned their automobile!",
        "He was running now–through lanes, dodging down side streets, taking\nevery short cut he knew.  Had he beaten the police to Mike Hagan’s\nroom?  It would be easy then.  If they were ahead of him, then, by\nsome means or other, he must still get that paper first.",
        "He was at the tenement now–shuffling leisurely up the steps.  The\nfront door was open.  He entered, and went up the first flight of\nstairs, then along the hall, and up the next flight.  He had half\nexpected the place to be bustling with excitement over the crime;\nbut the police evidently had kept the affair quiet, for he had seen\nno one since he had entered.  But now, as he began to mount the\nthird flight, he went more slowly–some one was ahead of him.  It\nwas very dark–he could not see.  The steps above died away.  He\nreached the landing, started along for Hagan’s room–and a light\nblazed suddenly in his face, and a hard, quick grip on his shoulder\nforced him back against the wall.  Then the flashlight wavered,\nglistened on brass buttons went out, and a voice laughed roughly:",
        "“It’s only Larry the Bat!”",
        "“Larry the Bat, eh?”  It was another voice, harsh and curt.  “What\nare you doing here?”",
        "He was not first, after all!  The telephone message from Pelham–it\nwas almost certainly that–had beaten him!  They were ahead of him,\njust ahead of him, they had only been a few steps ahead of him going\nup the stairs, just a second ahead of him on their way to Hagan’s\nroom!  Jimmie Dale was thinking fast now.  He must go, too–to\nHagan’s room with them–somehow–there was no other way–there was\nHagan’s life at stake.",
        "“Aw, I ain’t done nothin’!” he whined.  “I was just goin’ ter borrow\nthe price of a feed from Mike Hagan–lemme go!”",
        "“Hagan, eh!” snapped the questioner.  “Are you a friend of his?”",
        "“Sure, I am!”",
        "The officers whispered for a moment together.",
        "“We’ll try it,” decided the one who appeared to be in command.\n“We’re in the dark, anyhow, and the thing may be only a steer.\nMabbe it’ll work–anyway, it won’t do any harm.”  His hand fell\nheavily on Jimmie Dale’s shoulder.  “Mrs. Hagan know you?\"\nbrusquely.",
        "“Sure she does!” sniffled Larry the Bat.",
        "“Good!” rasped the officer.  “Well, we’ll make the visit with you.\nAnd you do what you’re told, or we’ll put the screws on you–see?\nWe’re after something here, and you’ve blown the whole game–savvy?\nYou’ve spilled the gravy–understand?”",
        "In the darkness, Jimmie Dale smiled grimly.  It was far more than he\nhad dared to hope for–they were playing into his hands!",
        "“But I don’t know ’bout any game,” grovelled Larry the Bat\npiteously.",
        "“Who in hell said you did!” growled the officer.  “You’re supposed\nto have snitched the lay to us, that’s all–and mind you play your\npart!  Come on!”",
        "It was two doors down the hall to Mike Hagan’s room, and there one\nof the officers, putting his shoulder to the door, burst it open and\nsprang in.  The other shoved Jimmie Dale forward.  It was quickly\ndone.  The three were in the room.  The door was closed again.",
        "Came a cry of terror out of the darkness, a movement as of some one\nrising up hurriedly in bed; and then Mrs. Hagan’s voice:",
        "“What is it!  Who is it!  Mike!”",
        "The table–it was against the right-hand wall, Jimmie Date\nremembered.  He sidled quickly toward it.",
        "“Strike a light!” ordered the officer in charge.",
        "Jimmie Dale’s fingers were feeling under the edge of the table–a\nquick sweep along it–NOTHING!  He stooped, reaching farther in–\nanother sweep of his arm–and his fingers closed on a sheet of paper\nand a piece of hard gum.  In an instant they were in his pocket.",
        "A match crackled and flared up.  A lamp was lighted.  Larry the Bat\nsulked sullenly against the wall.",
        "Terror-stricken, wide-eyed, Mrs. Hagan had clutched the child lying\nbeside her to her arms, and was sitting bolt upright in bed.",
        "“Now then, no fuss about it!” said the officer in charge, with\nbrutal directness.  “You might as well make a clean breast of Mike’s\nshare in that murder downstairs–Larry the Bat, here, has already\ntold us the whole story.  Come on, now–out with it!”",
        "“Murder!\"–her face went white.  “My Mike– MURDER!”  She seemed for\nan instant stunned–and then down the worn, thin, haggard face\ngushed the tears.  “I don’t believe it!” she cried.  “I don’t\nbelieve it!”",
        "“Come on now, cut that out!” prodded the officer roughly.  “I tell\nyou Larry the Bat, here, has opened everything up wide.  You’re only\nmaking it worse for yourself.”",
        "“Him!”  She was staring now at Jimmie Dale.  “Oh, God!” she cried.\n“So that’s what you are, are you–a stool-pigeon for the cops?\nWell, whatever you told them, you lie!  You’re the curse of this\nneighbourhood, you are, and if my Mike is bad at all, it’s you\nthat’s helped to make him bad.  But murder–you LIE!”",
        "She had risen slowly from the bed–a gaunt, pitiful figure,\npitifully clothed, the black hair, gray-streaked, streaming thinly\nover her shoulders, still clutching the baby that, too, was crying\nnow.",
        "The officers looked at one another and nodded.",
        "“Guess she’s handing it straight–we’ll have a look on our own\nhook,” the leader muttered.",
        "She paid no attention to them–she was walking straight to Jimmie\nDale.",
        "“It’s you, is it,” she whispered fiercely through her sobs “that\nwould bring more shame and ruin here–you that’s selling my man’s\nlife away with your filthy lies for what they’re paying you–it’s\nyou, is it, that–”  Her voice broke.",
        "There was a frightened, uneasy look in Larry the Bat’s eyes, his\nlips were twitching weakly, he drew far back against the wall–and\nthen, glancing miserably at the officers, as though entreating their\npermission, began to edge toward the door.",
        "For a moment she watched him, her face white with outrage, her hand\nclenched at her side–and then she found her voice again.",
        "“Get out of here!” she said, in a choked, strained way pointing to\nthe door.  “Get out of here–you dirty skate!”",
        "“Sure!” mumbled Larry the Bat, his eyes on the floor.  “Sure!” he\nmumbled–and the door closed behind him.",
        " ",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}