{
    "title": "The Boys’ Life of Mark Twain - XXXI. Mark Twain in Buffalo",
    "author": "Paine",
    "chapter": "31",
    "content": [
        "\n",
        "\n\n",
        "Mark Twain remained less than two years in Buffalo–a period of much\naffliction.",
        "In the beginning, prospects could hardly have been brighter.  His\nbeautiful home seemed perfect.  At the office he found work to his hand,\nand enjoyed it.  His co-editor, J. W. Larned, who sat across the table\nfrom him, used to tell later how Mark enjoyed his work as he went along–\nthe humor of it–frequently laughing as some new absurdity came into his\nmind.  He was not very regular in his arrivals, but he worked long hours\nand turned in a vast amount of “copy\"–skits, sketches, editorials, and\ncomments of a varied sort.  Not all of it was humorous; he would stop\nwork any time on an amusing sketch to attack some abuse or denounce an\ninjustice, and he did it in scorching words that made offenders pause.\nOnce, when two practical jokers had sent in a marriage notice of persons\nnot even contemplating matrimony, he wrote:",
        "“This deceit has been practised maliciously by a couple of men whose\n     small souls will escape through their pores some day if they do not\n     varnish their hides.”",
        "In May he considerably increased his income by undertaking a department\ncalled “Memoranda” for the new “Galaxy” magazine.  The outlook was now so\npromising that to his lecture agent, James Redpath, he wrote:",
        "“DEAR RED: I’m not going to lecture any more forever.  I’ve got\n     things ciphered down to a fraction now.  I know just about what it\n     will cost to live, and I can make the money without lecturing.\n     Therefore, old man, count me out.”",
        "And in a second letter:",
        "“I guess I’m out of the field permanently.  Have got a lovely wife, a\n     lovely house bewitchingly furnished, a lovely carriage, and a\n     coachman whose style and dignity are simply awe-inspiring, nothing\n     less; and I’m making more money than necessary, by considerable, and\n     therefore why crucify myself nightly on the platform!  The\n     subscriber will have to be excused, for the present season, at\n     least.”",
        "The little household on Delaware Avenue was indeed a happy place during\nthose early months.  Neither Clemens nor his wife in those days cared\nmuch for society, preferring the comfort of their own home.  Once when a\nnew family moved into a house across the way they postponed calling until\nthey felt ashamed.  Clemens himself called first.  One Sunday morning he\nnoticed smoke pouring from an upper window of their neighbor’s house.\nThe occupants, seated on the veranda, evidently did not suspect their\ndanger.  Clemens stepped across to the gate and, bowing politely, said:",
        "“My name is Clemens; we ought to have called on you before, and I\n     beg your pardon for intruding now in this informal way, but your\n     house is on fire.”",
        "It was at the moment when life seemed at its best that shadows gathered.\nJervis Langdon had never accepted his son-in-law’s playful invitation to\n“bring his bag and stay overnight,” and now the time for it was past.  In\nthe spring his health gave way.  Mrs. Clemens, who adored him, went to\nElmira to be at his bedside.  Three months of lingering illness brought\nthe end.  His death was a great blow to Mrs. Clemens, and the strain of\nwatching had been very hard.  Her own health, never robust, became poor.\nA girlhood friend, who came to cheer her with a visit, was taken down\nwith typhoid fever.  Another long period of anxiety and nursing ended\nwith the young woman’s death in the Clemens home.",
        "To Mark Twain and his wife it seemed that their bright days were over.\nThe arrival of little Langdon Clemens, in November, brought happiness,\nbut his delicate hold on life was so uncertain that the burden of anxiety\ngrew.",
        "Amid so many distractions Clemens found his work hard.  His “Memoranda\"\ndepartment in the “Galaxy” must be filled and be bright and readable.\nHis work at the office could not be neglected.  Then, too, he had made a\ncontract with Bliss for another book “Roughing It\"–and he was trying to\nget started on that.",
        "He began to chafe under the relentless demands of the magazine and\nnewspaper.  Finally he could stand it no longer.  He sold his interest in\nthe “Express,” at a loss, and gave up the “Memoranda.”  In the closing\nnumber (April, 1871) he said:",
        "“For the last eight months, with hardly an interval, I have had for\n     my fellows and comrades, night and day, doctors and watchers of the\n     sick!  During these eight months death has taken two members of my\n     home circle and malignantly threatened two others.  All this I have\n     experienced, yet all the time have been under contract to furnish\n     humorous matter, once a month, for this magazine ....  To be a\n     pirate on a low salary and with no share of the profits in the\n     business used to be my idea of an uncomfortable occupation, but I\n     have other views now.  To be a monthly humorist in a cheerless time\n     is drearier.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}