{
    "title": "The Story of Mankind - The Rise of Prussia (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "50",
    "content": [
        "\n",
        "\n\n",
        "THE EXTRAORDINARY RISE OF A LITTLE\nSTATE IN A DREARY PART OF NORTHERN\nGERMANY, CALLED PRUSSIA",
        "THE history of Prussia is the history of a frontier district.\nIn the ninth century, Charlemagne had transferred the old\ncentre of civilisation from the Mediterranean to the wild regions\nof northwestern Europe. His Frankish soldiers had pushed\nthe frontier of Europe further and further towards the east.\nThey had conquered many lands from the heathenish Slavs and\nLithuanians who were living in the plain between the Baltic\nSea and the Carpathian Mountains, and the Franks administered\nthose outlying districts just as the United States used\nto administer her territories before they achieved the dignity\nof statehood.",
        "The frontier state of Brandenburg had been originally\nfounded by Charlemagne to defend his eastern possessions\nagainst raids of the wild Saxon tribes. The Wends, a Slavic\ntribe which inhabited that region, were subjugated during the\ntenth century and their market-place, by the name of Brennabor,\nbecame the centre of and gave its name to the new province\nof Brandenburg.",
        "During the eleventh, twelfth, thirteenth and fourteenth\ncenturies, a succession of noble families exercised the functions of\nimperial governor in this frontier state. Finally in the\nfifteenth century, the House of Hohenzollern made its appear-\nance, and as Electors of Brandenburg, commenced to change a\nsandy and forlorn frontier territory into one of the most efficient\nempires of the modern world.",
        "These Hohenzollerns, who have just been removed from\nthe historical stage by the combined forces of Europe and\nAmerica, came originally from southern Germany. They were\nof very humble origin. In the twelfth century a certain Frederick\nof Hohenzollern had made a lucky marriage and had been\nappointed keeper of the castle of Nuremberg. His descendants\nhad used every chance and every opportunity to improve their\npower and after several centuries of watchful grabbing, they\nhad been appointed to the dignity of Elector, the name given to\nthose sovereign princes who were supposed to elect the Emperors\nof the old German Empire. During the Reformation,\nthey had taken the side of the Protestants and the early\nseventeenth century found them among the most powerful of the\nnorth German princes.",
        "During the Thirty Years War, both Protestants and\nCatholics had plundered Brandenburg and Prussia with equal\nzeal. But under Frederick William, the Great Elector, the\ndamage was quickly repaired and by a wise and careful use of\nall the economic and intellectual forces of the country, a state\nwas founded in which there was practically no waste.",
        "Modern Prussia, a state in which the individual and his\nwishes and aspirations have been entirely absorbed by the\ninterests of the community as a whole this Prussia dates back\nto the father of Frederick the Great. Frederick William I was\na hard working, parsimonious Prussian sergeant, with a great\nlove for bar-room stories and strong Dutch tobacco, an intense\ndislike of all frills and feathers, (especially if they were of\nFrench origin,) and possessed of but one idea. That idea was\nDuty. Severe with himself, he tolerated no weakness in his\nsubjects, whether they be generals or common soldiers. The\nrelation between himself and his son Frederick was never cordial,\nto say the least. The boorish manners of the father offended\nthe finer spirit of the son. The son’s love for French\nmanners, literature, philosophy and music was rejected by the\nfather as a manifestation of sissy-ness. There followed a terrible\noutbreak between these two strange temperaments. Frederick\ntried to escape to England. He was caught and court-\nmartialed and forced to witness the decapitation of his best\nfriend who had tried to help him. Thereupon as part of his\npunishment, the young prince was sent to a little fortress\nsomewhere in the provinces to be taught the details of his future\nbusiness of being a king. It proved a blessing in disguise.\nWhen Frederick came to the throne in 1740, he knew how his\ncountry was managed from the birth certificate of a pauper’s\nson to the minutest detail of a complicated annual Budget.",
        "As an author, especially in his book called the “Anti-\nMacchiavelli,” Frederick had expressed his contempt for the\npolitical creed of the ancient Florentine historian, who had\nadvised his princely pupils to lie and cheat whenever it was\nnecessary to do so for the benefit of their country. The ideal\nruler in Frederick’s volume was the first servant of his people,\nthe enlightened despot after the example of Louis XIV. In\npractice, however, Frederick, while working for his people\ntwenty hours a day, tolerated no one to be near him as a\ncounsellor. His ministers were superior clerks. Prussia was his\nprivate possession, to be treated according to his own wishes.\nAnd nothing was allowed to interfere with the interest of the\nstate.",
        "In the year 1740 the Emperor Charles VI, of Austria,\ndied. He had tried to make the position of his only daughter,\nMaria Theresa, secure through a solemn treaty, written black\non white, upon a large piece of parchment. But no sooner had\nthe old emperor been deposited in the ancestral crypt of the\nHabsburg family, than the armies of Frederick were marching\ntowards the Austrian frontier to occupy that part of Silesia for\nwhich (together with almost everything else in central Europe)\nPrussia clamored, on account of some ancient and very\ndoubtful rights of claim. In a number of wars, Frederick\nconquered all of Silesia, and although he was often very near\ndefeat, he maintained himself in his newly acquired territories\nagainst all Austrian counter-attacks.",
        "Europe took due notice of this sudden appearance of a\nvery powerful new state. In the eighteenth century, the Germans\nwere a people who had been ruined by the great religious\nwars and who were not held in high esteem by any one. Frederick,\nby an effort as sudden and quite as terrific as that of\nPeter of Russia, changed this attitude of contempt into one\nof fear. The internal affairs of Prussia were arranged so\nskillfully that the subjects had less reason for complaint than\nelsewhere. The treasury showed an annual surplus instead of a\ndeficit. Torture was abolished. The judiciary system was\nimproved. Good roads and good schools and good universities,\ntogether with a scrupulously honest administration, made the\npeople feel that whatever services were demanded of them,\nthey (to speak the vernacular) got their money’s worth.",
        "After having been for several centuries the battle field of\nthe French and the Austrians and the Swedes and the Danes\nand the Poles, Germany, encouraged by the example of Prussia,\nbegan to regain self-confidence. And this was the work of\nthe little old man, with his hook-nose and his old uniforms covered\nwith snuff, who said very funny but very unpleasant things\nabout his neighbours, and who played the scandalous game of\neighteenth century diplomacy without any regard for the truth,\nprovided he could gain something by his lies. This in spite of\nhis book, “Anti-Macchiavelli.” In the year 1786 the end\ncame. His friends were all gone. Children he had never had.\nHe died alone, tended by a single servant and his faithful\ndogs, whom he loved better than human beings because, as he\nsaid, they were never ungrateful and remained true to their\nfriends.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}