{
    "title": "The Renaissance: Studies in Art and Poetry - Winckelmann",
    "author": "Walter Pater",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "GOETHE’S fragments of art-criticism contain a few pages of\nstrange pregnancy on the character of Winckelmann.  He speaks\nof the teacher who had made his career possible, but whom he\nhad never seen, as of an abstract type of culture, consummate,\ntranquil, withdrawn already into the region of ideals, yet retaining\ncolour from the incidents of a passionate intellectual life.\nHe classes him with certain works of art, possessing an\ninexhaustible gift of suggestion, to which criticism may return\nagain and again with renewed freshness.  Hegel, in his lectures on\nthe Philosophy of Art, estimating the work of his predecessors,\nhas also passed a remarkable judgment on Winckelmann’s\nwritings:–\"Winckelmann, by contemplation of the ideal works of\nthe ancients, received a sort of inspiration, through which he\nopened a new sense for the study of art.  He is to be regarded as\none of those who, in the sphere of art, have known how to initiate\na new organ for the human spirit.”  That it has [178] given a new\nsense, that it has laid open a new organ, is the highest that can be\nsaid of any critical effort.  It is interesting then to ask what kind\nof man it was who thus laid open a new organ.  Under what\nconditions was that effected?",
        "Johann Joachim Winckelmann was born at Stendal, in\nBrandenburg, in the year 1717.  The child of a poor tradesman,\nhe passed through many struggles in early youth, the memory of\nwhich ever remained in him as a fitful cause of dejection.  In\n1763, in the full emancipation of his spirit, looking over the\nbeautiful Roman prospect, he writes–\"One gets spoiled here; but\nGod owed me this; in my youth I suffered too much.”  Destined\nto assert and interpret the charm of the Hellenic spirit, he served\nfirst a painful apprenticeship in the tarnished intellectual world of\nGermany in the earlier half of the eighteenth century.  Passing out\nof that into the happy light of the antique, he had a sense of\nexhilaration almost physical.  We find him as a child in the dusky\nprecincts of a German school, hungrily feeding on a few\ncolourless books.  The master of this school grows blind;\nWinckelmann becomes his famulus.  The old man would have\nhad him study theology.  Winckelmann, free of the master’s\nlibrary,\tchooses rather to become familiar with the Greek\nclassics.  Herodotus and Homer win, with their “vowelled\"\nGreek, his warmest enthusiasm; whole nights of fever are\ndevoted to them; disturbing dreams of an [179] Odyssey of his\nown come to him.  “He felt in himself,” says Madame de Stael,\n“an ardent attraction towards the south.  In German imaginations\neven now traces are often to be found of that love of the sun, that\nweariness of the North (cette fatigue du nord), which carried the\nnorthern peoples away into the countries of the South.  A fine sky\nbrings to birth sentiments not unlike the love of one’s\nFatherland.”",
        "To most of us, after all our steps towards it, the antique world, in\nspite of its intense outlines, its own perfect self-expression, still\nremains faint and remote.  To him, closely limited except on the\nside of the ideal, building for his dark poverty “a house not made\nwith hands,” it early came to seem more real than the present.  In\nthe fantastic plans of foreign travel continually passing through\nhis mind, to Egypt, for instance, and to France, there seems\nalways to be rather a wistful sense of something lost to be\nregained, than the desire of discovering anything new.  Goethe\nhas told us how, in his eagerness actually to handle the antique,\nhe became interested in the insignificant vestiges of it which the\nneighbourhood of Strasburg afforded.  So we hear of\nWinckelmann’s boyish antiquarian wanderings among the ugly\nBrandenburg sandhills.  Such a conformity between himself and\nWinckelmann, Goethe would have gladly noted.",
        "At twenty-one he enters the University of Halle, to study\ntheology, as his friends desire; [180] instead, he becomes the\nenthusiastic translator of Herodotus.  The condition of Greek\nlearning in German schools and universities had fallen, and there\nwere no professors at Halle who could satisfy his sharp,\nintellectual craving.  Of his professional education he always\nspeaks with scorn, claiming to have been his own teacher from\nfirst to last.  His appointed teachers did not perceive that a new\nsource of culture was within their hands.  Homo vagus et\ninconstans!–one of them pedantically reports of the future\npilgrim to Rome, unaware on which side his irony was whetted.\nWhen professional education confers nothing but irritation on a\nSchiller, no one ought to be surprised; for Schiller, and such as\nhe, are primarily spiritual adventurers.  But that Winckelmann,\nthe votary of the gravest of intellectual traditions, should get\nnothing but an attempt at suppression from the professional\nguardians of learning, is what may well surprise us.",
        "In 1743 he became master of a school at Seehausen.  This was the\nmost wearisome period of his life.  Notwithstanding a success in\ndealing with children, which seems to testify to something simple\nand primeval in his nature, he found the work of teaching very\ndepressing.  Engaged in this work, he writes that he still has\nwithin him a longing desire to attain to the knowledge of beauty–\nsehnlich wunschte zur Kenntniss des Schonen zu gelangen.  He\nhad to shorten his nights, [181] sleeping only four hours, to gain\ntime for reading.  And here Winckelmann made a step forward in\nculture.  He multiplied his intellectual force by detaching from it\nall flaccid interests.  He renounced mathematics and law, in\nwhich his reading had been considerable,–all but the literature of\nthe arts.  Nothing was to enter into his life unpenetrated by its\ncentral enthusiasm.  At this time he undergoes the charm of\nVoltaire.  Voltaire belongs to that flimsier, more artificial,\nclassical tradition, which Winckelmann was one day to supplant,\nby the clear ring, the eternal outline, of the genuine antique.  But\nit proves the authority of such a gift as Voltaire’s that it allures\nand wins even those born to supplant it.  Voltaire’s impression on\nWinckelmann was never effaced; and it gave him a consideration\nfor French literature which contrasts with his contempt for the\nliterary products of Germany.  German literature transformed,\nsiderealised, as we see it in Goethe, reckons Winckelmann\namong its initiators.  But Germany at that time presented nothing\nin which he could have anticipated Iphigenie, and the formation\nof an effective classical tradition in German literature.",
        "Under this purely literary influence, Winckelmann protests\nagainst Christian Wolff and the philosophers.  Goethe, in\nspeaking of this protest, alludes to his own obligations to\nEmmanuel Kant.  Kant’s influence over the [182] culture of\nGoethe, which he tells us could not have been resisted by him\nwithout loss, consisted in a severe limitation to the concrete.  But\nhe adds, that in born antiquaries, like Winckelmann, a constant\nhandling of the antique, with its eternal outline, maintains that\nlimitation as effectually as a critical philosophy.  Plato, however,\nsaved so often for his redeeming literary manner, is excepted\nfrom Winckelmann’s proscription of the philosophers.  The\nmodern student most often meets Plato on that side which seems\nto pass beyond Plato into a world no longer pagan, based upon\nthe conception of a spiritual life.  But the element of affinity\nwhich he presents to Winckelmann is that which is wholly Greek,\nand alien from the Christian world, represented by that group of\nbrilliant youths in the Lysis, still uninfected by any spiritual\nsickness, finding the end of all endeavour in the aspects of the\nhuman form, the continual stir and motion of a comely human\nlife.",
        "This new-found interest in Plato’s dialogues could not fail to\nincrease his desire to visit the countries of the classical tradition.\n“It is my misfortune,” he writes, “ that I was not born to great\nplace, wherein I might have had cultivation, and the opportunity\nof following my instinct and forming myself.”  A visit to Rome\nprobably was already designed, and he silently preparing for it.\nCount Bunau, the author of a historical work then of note, had\ncollected at Nothenitz a [183] valuable library, now part of the\nlibrary of Dresden.  In 1748 Winckelmann wrote to Bunau in\nhalting French:–He is emboldened, he says, by Bunau’s\nindulgence for needy men of letters.  He desires only to devote\nhimself to study, having never allowed himself to be dazzled by\nfavourable prospects in the Church.  He hints at his doubtful\nposition “in a metaphysical age, by which humane literature is\ntrampled under foot.  At present,” he goes on, “little value is set\non Greek literature, to which I have devoted myself so far as I\ncould penetrate, when good books are so scarce and expensive.\"\nFinally, he desires a place in some corner of Bunau’s library.\n“Perhaps, at some future time, I shall become more useful to the\npublic, if, drawn from obscurity in whatever way, I can find\nmeans to maintain myself in the capital.”",
        "Soon afterwards we find Winckelmann in the library at\nNothenitz.  Thence he made many visits to the collection of\nantiquities at Dresden.  He became acquainted with many artists,\nabove all with Oeser, Goethe’s future friend and master, who,\nuniting a high culture with the practical knowledge of art, was\nfitted to minister to Winckelmann’s culture.  And now a new\nchannel of communion with the Greek life was opened for him.\nHitherto he had handled the words only of Greek poetry, stirred\nindeed and roused by them, yet divining beyond the words some\nunexpressed pulsation of sensuous life.  Suddenly [184] he is in\ncontact with that life, still fervent in the relics of plastic art.\nFilled as our culture is with the classical spirit, we can hardly\nimagine how deeply the human mind was moved, when, at the\nRenaissance, in the midst of a frozen world, the buried fire of\nancient art rose up from under the soil.  Winckelmann here\nreproduces for us the earlier sentiment of the Renaissance.  On a\nsudden the imagination feels itself free.  How facile and direct, it\nseems to say, is this life of the senses and the understanding,\nwhen once we have apprehended it!  Here, surely, is that more\nliberal mode of life we have been seeking so long, so near to us\nall the while.  How mistaken and roundabout have been our\nefforts to reach it by mystic passion, and monastic reverie; how\nthey have deflowered the flesh; how little have they really\nemancipated us!  Hermione melts from her stony posture, and the\nlost proportions of life right themselves.  Here, then, in vivid\nrealisation we see the native tendency of Winckelmann to escape\nfrom abstract theory to intuition, to the exercise of sight and\ntouch.  Lessing, in the Laocoon, has theorised finely on the\nrelation of poetry to sculpture; and philosophy may give us\ntheoretical reasons why not poetry but sculpture should be the\nmost sincere and exact expression of the Greek ideal.  By a\nhappy, unperplexed dexterity, Winckelmann solves the question\nin the concrete.  It is what Goethe calls his Gewahrwerden der\ngriechischen Kunst, his finding of Greek art.",
        "[185] Through the tumultuous richness of Goethe’s culture, the\ninfluence of Winckelmann is always discernible, as the strong,\nregulative under-current of a clear, antique motive.  “One learns\nnothing from him,” he says to Eckermann, “but one becomes\nsomething.”  If we ask what the secret of this influence was,\nGoethe himself will tell us–wholeness, unity with one’s self,\nintellectual integrity.  And yet these expressions, because they fit\nGoethe, with his universal culture, so well, seem hardly to\ndescribe the narrow, exclusive interest of Winckelmann.\nDoubtless Winckelmann’s perfection is a narrow perfection: his\nfeverish nursing of the one motive of his life is a contrast to\nGoethe’s various energy.  But what affected Goethe, what\ninstructed him and ministered to his culture, was the integrity, the\ntruth to its type, of the given force.  The development of this\nforce was the single interest of Winckelmann, unembarrassed by\nanything else in him.  Other interests, practical or intellectual,\nthose slighter talents and motives not supreme, which in most\nmen are the waste part of nature, and drain away their vitality, he\nplucked out and cast from him.  The protracted longing of his\nyouth is not a vague, romantic longing: he knows what he longs\nfor, what he wills.  Within its severe limits his enthusiasm burns\nlike lava.  “You know,” says Lavater, speaking of\nWinckelmann’s countenance, “that I consider ardour and\nindifference by no means incompatible in the [186] same\ncharacter.  If ever there was a striking instance of that union, it is\nin the countenance before us.”  “A lowly childhood,” says\nGoethe, “insufficient instruction in youth, broken, distracted\nstudies in early manhood, the burden of school-keeping!  He was\nthirty years old before he enjoyed a single favour of fortune: but\nso soon as he had attained to an adequate condition of freedom,\nhe appears before us consummate and entire, complete in the\nancient sense.”",
        "But his hair is turning grey, and he has not yet reached the south.\nThe Saxon court had become Roman Catholic, and the way to\nfavour at Dresden was through Roman ecclesiastics.  Probably\nthe thought of a profession of the papal religion was not new to\nWinckelmann.  At one time he had thought of begging his way to\nRome, from cloister to cloister, under the pretence of a\ndisposition to change his faith.  In 1751, the papal nuncio,\nArchinto, was one of the visitors at Nothenitz.  He suggested\nRome as the fitting stage for Winckelmann’s accomplishments,\nand held out the hope of a place in the Pope’s library.  Cardinal\nPassionei, charmed with Winckelmann’s beautiful Greek writing,\nwas ready to play the part of Maecenas, if the indispensable\nchange were made.  Winckelmann accepted the bribe, and visited\nthe nuncio at Dresden.  Unquiet still at the word “profession,” not\nwithout a struggle, he joined the Roman Church, July the 11th,\n1754.",
        "[187] Goethe boldly pleads that Winckelmann was a pagan, that\nthe landmarks of Christendom meant nothing to him.  It is clear\nthat he intended to deceive no one by his disguise; fears of the\ninquisition are sometimes visible during his life in Rome; he\nentered Rome notoriously with the works of Voltaire in his\npossession; the thought of what Count Bunau might be thinking\nof him seems to have been his greatest difficulty.  On the other\nhand, he may have had a sense of a certain antique and as it were\npagan grandeur in the Roman Catholic religion.  Turning from\nthe crabbed Protestantism, which had been the ennui of his youth,\nhe might reflect that while Rome had reconciled itself to the\nRenaissance, the Protestant principle in art had cut off Germany\nfrom the supreme tradition of beauty.  And yet to that transparent\nnature, with its simplicity as of the earlier world, the loss of\nabsolute sincerity must have been a real loss.  Goethe\nunderstands that Winckelmann had made this sacrifice.  Yet at\nthe bar of the highest criticism, perhaps, Winckelmann may be\nabsolved.  The insincerity of his religious profession was only\none incident of a culture in which the moral instinct, like the\nreligious or political, was merged in the artistic.  But then the\nartistic interest was that, by desperate faithfulness to which\nWinckelmann was saved from the mediocrity, which, breaking\nthrough no bounds, moves ever in a bloodless routine, and misses\nits one [188] chance in the life of the spirit and the intellect.\nThere have been instances of culture developed by every high\nmotive in turn, and yet intense at every point; and the aim of our\nculture should be to attain not only as intense but as complete a\nlife as possible.  But often the higher life is only possible at all,\non condition of the selection of that in which one’s motive is\nnative and strong; and this selection involves the renunciation of\na crown reserved for others.  Which is better?–to lay open a new\nsense, to initiate a new organ for the human spirit, or to cultivate\nmany types of perfection up to a point which leaves us still\nbeyond the range of their transforming power?  Savonarola is one\ntype of success; Winckelmann is another; criticism can reject\nneither, because each is true to itself.  Winckelmann himself\nexplains the motive of his life when he says, “It will be my\nhighest reward, if posterity acknowledges that I have written\nworthily.”",
        "For a time he remained at Dresden.  There his first book\nappeared, Thoughts on the Imitation of Greek Works of Art in\nPainting and Sculpture.  Full of obscurities as it was, obscurities\nwhich baffled but did not offend Goethe when he first turned to\nart-criticism, its purpose was direct–an appeal from the artificial\nclassicism of the day to the study of the antique.  The book was\nwell received, and a pension supplied through the king’s\nconfessor.  In September 1755 he started for Rome, in the\ncompany of a young [189] Jesuit.  He was introduced to Raphael\nMengs, a painter then of note, and found a home near him, in the\nartists’ quarter, in a place where he could “overlook, far and\nwide, the eternal city.”  At first he was perplexed with the sense\nof being a stranger on what was to him, spiritually, native soil.\n“Unhappily,” he cries in French, often selected by him as the\nvehicle of strong feeling, “I am one of those whom the Greeks\ncall opsimatheis.+–I have come into the world and into Italy too\nlate.”  More than thirty years afterwards, Goethe also, after many\naspirations and severe preparation of mind, visited Italy.  In early\nmanhood, just as he too was finding Greek art, the rumour of that\ntrue artist’s life of Winckelmann in Italy had strongly moved\nhim.  At Rome, spending a whole year drawing from the antique,\nin preparation for Iphigenie, he finds the stimulus of\nWinckelmann’s memory ever active.  Winckelmann’s Roman life\nwas simple, primeval, Greek.  His delicate constitution permitted\nhim the use only of bread and wine.  Condemned by many as a\nrenegade, he had no desire for places of honour, but only to see\nhis merits acknowledged, and existence assured to him.  He was\nsimple without being niggardly; he desired to be neither poor nor\nrich.",
        "Winckelmann’s first years in Rome present all the elements of an\nintellectual situation of the highest interest.  The beating of the\nsoul against its bars, the sombre aspect, the alien traditions,*\n[190] the still barbarous literature of Germany, are afar off;\nbefore him are adequate conditions of culture, the sacred soil\nitself, the first tokens of the advent of the new German literature,\nwith its broad horizons, its boundless intellectual promise.\nDante, passing from the darkness of the Inferno, is filled with a\nsharp and joyful sense of light, which makes him deal with it, in\nthe opening of the Purgatorio, in a wonderfully touching and\npenetrative way.  Hellenism, which is the principle pre-eminently\nof intellectual light (our modern culture may have more colour,\nthe medieval spirit greater heat and profundity, but Hellenism is\npre-eminent for light), has always been most effectively\nconceived by those who have crept into it out of an intellectual\nworld in which the sombre elements predominate.  So it had been\nin the ages of the Renaissance.  This repression, removed at last,\ngave force and glow to Winckelmann’s native affinity to the\nHellenic spirit.  “There had been known before him,” says\nMadame de Stael, “learned men who might be consulted like\nbooks; but no one had, if I may say so, made himself a pagan for\nthe purpose of penetrating antiquity.”  “One is always a poor\nexecutant of conceptions not one’s own.\"–On execute mal ce\nqu’on n’a pas concu soi-meme*–are true in their measure of\nevery genuine enthusiasm.  Enthusiasm,–that, in the broad\nPlatonic sense of the Phaedrus, was the secret of [191] his\ndivinatory Power over the Hellenic world.  This enthusiasm,\ndependent as it is to a great degree on bodily temperament, has a\npower of re-enforcing the purer emotions of the intellect with an\nalmost physical excitement.  That his affinity with Hellenism was\nnot merely intellectual, that the subtler threads of temperament\nwere inwoven in it, is proved by his romantic, fervent friendships\nwith young men.  He has known, he says, many young men more\nbeautiful than Guido’s archangel.  These friendships, bringing\nhim into contact with the pride of human form, and staining the\nthoughts with its bloom, perfected his reconciliation to the spirit\nof Greek sculpture.  A letter on taste, addressed from Rome to a\nyoung nobleman, Friedrich von Berg, is the record of such a\nfriendship.",
        "“I shall excuse my delay,” he begins, “in fulfilling my promise of an\nessay on the taste for beauty in works of art, in the words of Pindar.\nHe says to Agesidamus, a youth of Locri–idea te kalon, hora te\nkekramenon–whom he had kept waiting for an intended ode, that a debt\npaid with usury is the end of reproach.  This may win your good-nature\non behalf of my present essay, which has turned out far more detailed\nand circumstantial than I had at first intended.  “It is from yourself\nthat the subject is taken.  Our intercourse has been short, too short\nboth for you and me; but the first time I saw you, the affinity of our\nspirits was revealed to me: [192] your culture proved that my hope was\nnot groundless; and I found in a beautiful body a soul created for\nnobleness, gifted with the sense of beauty.  My parting from you was\ntherefore one of the most painful in my life; and that this feeling\ncontinues our common friend is witness, for your separation from me\nleaves me no hope of seeing you again.  Let this essay be a memorial\nof our friendship, which, on my side, is free from every selfish\nmotive, and ever remains subject and dedicate to yourself alone.”",
        "The following passage is characteristic–",
        "“As it is confessedly the beauty of man which is to be conceived\nunder one general idea, so I have noticed that those who are\nobservant of beauty only in women, and are moved little or not at\nall by the beauty of men, seldom have an impartial, vital, inborn\ninstinct for beauty in art.  To such persons the beauty of Greek art\nwill ever seem wanting, because its supreme beauty is rather\nmale than female.  But the beauty of art demands a higher\nsensibility than the beauty of nature, because the beauty of art,\nlike tears shed at a play, gives no pain, is without life, and must\nbe awakened and repaired by culture.  Now, as the spirit of\nculture is much more ardent in youth than in manhood, the\ninstinct of which I am speaking must be exercised and directed to\nwhat is beautiful, before that age is reached, at which one would\nbe afraid to confess that one had no taste for it.”",
        "[193] Certainly, of that beauty of living form which regulated\nWinckelmann’s friendships, it could not be said that it gave no\npain.  One notable friendship, the fortune of which we may trace\nthrough his letters, begins with an antique, chivalrous letter in\nFrench, and ends noisily in a burst of angry fire.  Far from\nreaching the quietism, the bland indifference of art, such\nattachments are nevertheless more susceptible than any others of\nequal strength of a purely intellectual culture.  Of passion, of\nphysical excitement, they contain only just so much as stimulates\nthe eye to the finest delicacies of colour and form.  These\nfriendships, often the caprices of a moment, make\nWinckelmann’s letters, with their troubled colouring, an\ninstructive but bizarre addition to the History of Art, that shrine of\ngrave and mellow light around the mute Olympian family.  The\nimpression which Winckelmann’s literary life conveyed to those\nabout him was that of excitement, intuition, inspiration, rather\nthan the contemplative evolution of general principles.  The\nquick, susceptible enthusiast, betraying his temperament even in\nappearance, by his olive complexion, his deep-seated, piercing\neyes, his rapid movements, apprehended the subtlest principles of\nthe Hellenic manner, not through the understanding, but by\ninstinct or touch.  A German biographer of Winckelmann has\ncompared him to Columbus.  That is not the aptest of comparisons;\nbut it reminds one of  [194] a passage in which Edgar Quinet\ndescribes the great discoverer’s famous voyage.  His science was\noften at fault; but he had a way of estimating at once the slightest\nindication of land, in a floating weed or passing bird; he seemed\nactually to come nearer to nature than other men.  And that world\nin which others had moved with so much embarrassment, seems\nto call out in Winckelmann new senses fitted to deal with it.  He\nis in touch with it; it penetrates him, and becomes part of his\ntemperament.  He remodels his writings with constant renewal of\ninsight; he catches the thread of a whole sequence of laws in\nsome hollowing of the hand, or dividing of the hair; he seems to\nrealise that fancy of the reminiscence of a forgotten knowledge\nhidden for a time in the mind itself; as if the mind of one, lover\nand philosopher at once in some phase of pre-existence–philosophesas\npote met’ erotos.+–fallen into a new cycle, were beginning its\nintellectual career over again, yet with a certain power of\nanticipating its results.  So comes the truth of Goethe’s judgments\non his works; they are a life, a living thing, designed for those who\nare alive–ein Lebendiges fur die Lebendigen geschrieben, ein\nLeben selbst.",
        "In 1758 Cardinal Albani, who had formed in his Roman villa a\nprecious collection of antiquities, became Winckelmann’s patron.\nPompeii had just opened its treasures; Winckelmann [195]\ngathered its first-fruits.  But his plan of a visit to Greece remained\nunfulfilled.  From his first arrival in Rome he had kept the\nHistory of Ancient Art ever in view.  All his other writings were a\npreparation for that.  It appeared, finally, in 1764; but even after\nits publication Winckelmann was still employed in perfecting it.\nIt is since his time that many of the most significant examples of\nGreek art have been submitted to criticism.  He had seen little or\nnothing of what we ascribe to the age of Pheidias; and his\nconception of Greek art tends, therefore, to put the mere elegance\nof the imperial society of ancient Rome in place of the severe and\nchastened grace of the palaestra.  For the most part he had to\npenetrate to Greek art through copies, imitations, and later\nRoman art itself; and it is not surprising that this turbid medium\nhas left in Winckelmann’s actual results much that a more\nprivileged criticism can correct.",
        "He had been twelve years in Rome.  Admiring Germany had\nmade many calls to him.  At last, in 1768, he set out to revisit the\ncountry of his birth; and as he left Rome, a strange, inverted\nhome-sickness, a strange reluctance to leave it at all, came over\nhim.  He reached Vienna.  There he was loaded with honours and\npresents: other cities were awaiting him.  Goethe, then nineteen\nyears old, studying art at Leipsic, was expecting his coming, with\nthat wistful eagerness which marked his youth, when the news\n[196] of Winckelmann’s murder arrived.  All his “weariness of\nthe North” had revived with double force.  He left Vienna,\nintending to hasten back to Rome, and at Trieste a delay of a few\ndays occurred.  With characteristic openness, Winckelmann had\nconfided his plans to a fellow-traveller, a man named Arcangeli,\nand had shown him the gold medals received at Vienna.\nArcangeli’s avarice was aroused.  One morning he entered\nWinckelmann’s room, under pretence of taking leave.\nWinckelmann was then writing “memoranda for the future editor\nof the History of Art,” still seeking the perfection of his great\nwork.  Arcangeli begged to see the medals once more.  As\nWinckelmann stooped down to take them from the chest, a cord\nwas thrown round his neck.  Some time afterwards, a child with\nwhose companionship Winckelmann had beguiled his delay,\nknocked at the door, and receiving no answer, gave the alarm.\nWinckelmann was found dangerously wounded, and died a few\nhours later, after receiving the last sacraments.  It seemed as if the\ngods, in reward for his devotion to them, had given him a death\nwhich, for its swiftness and its opportunity, he might well have\ndesired.  “He has,” says Goethe, “the advantage of figuring in the\nmemory of posterity, as one eternally able and strong; for the\nimage in which one leaves the world is that in which one moves\namong the shadows.”  Yet, perhaps, it is not fanciful to regret that\nhis proposed [197] meeting with Goethe never took place.\nGoethe, then in all the pregnancy of his wonderful youth, still\nunruffled by the “press and storm” of his earlier manhood, was\nawaiting Winckelmann with a curiosity of the worthiest kind.  As\nit was, Winckelmann became to him something like what Virgil\nwas to Dante.  And Winckelmann, with his fiery friendships, had\nreached that age and that period of culture at which emotions\nhitherto fitful, sometimes concentrate themselves in a vital,\nunchangeable relationship.  German literary history seems to\nhave lost the chance of one of those famous friendships, the very\ntradition of which becomes a stimulus to culture, and exercises an\nimperishable influence.",
        "In one of the frescoes of the Vatican, Raphael has commemorated\nthe tradition of the Catholic religion.  Against a space of tranquil\nsky, broken in upon by the beatific vision, are ranged the great\npersonages of Christian history, with the Sacrament in the midst.\nAnother fresco of Raphael in the same apartment presents a very\ndifferent company, Dante alone appearing in both.  Surrounded\nby the muses of Greek mythology, under a thicket of laurel, sits\nApollo, with the sources of Castalia at his feet.  On either side are\ngrouped those on whom the spirit of Apollo descended, the\nclassical and Renaissance poets, to whom the waters of Castalia\n[198] come down, a river making glad this other “city of God.\"\nIn this fresco it is the classical tradition, the orthodoxy of taste,\nthat Raphael commemorates.  Winckelmann’s intellectual history\nauthenticates the claims of this tradition in human culture.  In the\ncountries where that tradition arose, where it still lurked about its\nown artistic relics, and changes of language had not broken its\ncontinuity, national pride might sometimes light up anew an\nenthusiasm for it.  Aliens might imitate that enthusiasm, and\nclassicism become from time to time an intellectual fashion.  But\nWinckelmann was not further removed by language, than by\nlocal aspects and associations, from those vestiges of the classical\nspirit; and he lived at a time when, in Germany, classical studies\nwere out of favour.  Yet, remote in time and place, he feels after\nthe Hellenic world, divines those channels of ancient art, in\nwhich its life still circulates, and, like Scyles, the half-barbarous\nyet Hellenising king, in the beautiful story of Herodotus, is\nirresistibly attracted by it.  This testimony to the authority of the\nHellenic tradition, its fitness to satisfy some vital requirement of\nthe intellect, which Winckelmann contributes as a solitary man of\ngenius, is offered also by the general history of the mind.  The\nspiritual forces of the past, which have prompted and informed\nthe culture of a succeeding age, live, indeed, within that culture,\nbut with an absorbed, underground life.  The Hellenic element\nalone [199] has not been so absorbed, or content with this\nunderground life; from time to time it has started to the surface;\nculture has been drawn back to its sources to be clarified and\ncorrected.  Hellenism is not merely an absorbed element in our\nintellectual life; it is a conscious tradition in it.",
        "Again, individual genius works ever under conditions of time and\nplace: its products are coloured by the varying aspects of nature,\nand type of human form, and outward manners of life.  There is\nthus an element of change in art; criticism must never for a\nmoment forget that “the artist is the child of his time.”  But\nbesides these conditions of time and place, and independent of\nthem, there is also an element of permanence, a standard of taste,\nwhich genius confesses.  This standard is maintained in a purely\nintellectual tradition.  It acts upon the artist, not as one of the\ninfluences of his own age, but through those artistic products of\nthe previous generation which first excited, while they directed\ninto a particular channel, his sense of beauty.  The supreme\nartistic products of succeeding generations thus form a series of\nelevated points, taking each from each the reflection of a strange\nlight, the source of which is not in the atmosphere around and\nabove them, but in a stage of society remote from ours.  The\nstandard of taste, then, was fixed in Greece, at a definite\nhistorical period.  A tradition for all succeeding generations, it\noriginates in a spontaneous [200] growth out of the influences of\nGreek society.  What were the conditions under which this ideal,\nthis standard of artistic orthodoxy, was generated?  How was\nGreece enabled to force its thought upon Europe?",
        "Greek art, when we first catch sight of it, is entangled with Greek\nreligion.  We are accustomed to think of Greek religion as the\nreligion of art and beauty, the religion of which the Olympian\nZeus and the Athena Polias are the idols, the poems of Homer the\nsacred books.  Thus Cardinal Newman speaks of “the classical\npolytheism which was gay and graceful, as was natural in a\ncivilised age.”  Yet such a view is only a partial one.  In it the eye\nis fixed on the sharp, bright edge of high Hellenic culture, but\nloses sight of the sombre world across which it strikes.  Greek\nreligion, where we can observe it most distinctly, is at once a\nmagnificent ritualistic system, and a cycle of poetical\nconceptions.  Religions, as they grow by natural laws out of\nman’s life, are modified by whatever modifies his life.  They\nbrighten under a bright sky, they become liberal as the social\nrange widens, they grow intense and shrill in the clefts of human\nlife, where the spirit is narrow and confined, and the stars are\nvisible at noonday; and a fine analysis of these differences is one\nof the gravest functions of religious criticism.  Still, the broad\nfoundation, in mere human nature, of all religions as they exist\nfor the greatest number, [201] is a universal pagan sentiment, a\npaganism which existed before the Greek religion, and has\nlingered far onward into the Christian world, ineradicable, like\nsome persistent vegetable growth, because its seed is an element\nof the very soil out of which it springs.",
        "This pagan sentiment measures the sadness with which the\nhuman mind is filled, whenever its thoughts wander far from\nwhat is here, and now.  It is beset by notions of irresistible natural\npowers, for the most part ranged against man, but the secret also\nof his fortune, making the earth golden and the grape fiery for\nhim.  He makes gods in his own image, gods smiling and flower-\ncrowned, or bleeding by some sad fatality, to console him by\ntheir wounds, never closed from generation to generation.  It is\nwith a rush of home-sickness that the thought of death presents\nitself.  He would remain at home for ever on the earth if he could.\nAs it loses its colour and the senses fail, he clings ever closer to\nit; but since the mouldering of bones and flesh must go on to the\nend, he is careful for charms and talismans, which may chance to\nhave some friendly power in them, when the inevitable shipwreck\ncomes.  Such sentiment is a part of the eternal basis of all\nreligions, modified indeed by changes of time and place, but\nindestructible, because its root is so deep in the earth of man’s\nnature.  The breath of religious initiators passes over them; a few\n“rise up with wings as eagles,” [202] but the broad level of\nreligious life is not permanently changed.  Religious progress,\nlike all purely spiritual progress, is confined to a few.  This\nsentiment attaches itself in the earliest times to certain usages of\npatriarchal life, the kindling of fire, the washing of the body, the\nslaughter of the flock, the gathering of harvest, holidays and\ndances.  Here are the beginnings of a ritual, at first as occasional\nand unfixed as the sentiment which it expresses, but destined to\nbecome the permanent element of religious life.  The usages of\npatriarchal life change; but this germ of ritual remains, promoted\nnow with a consciously religious motive, losing its domestic\ncharacter, and therefore becoming more and more inexplicable\nwith each generation.  Such pagan worship, in spite of local\nvariations, essentially one, is an element in all religions.  It is the\nanodyne which the religious principle, like one administering\nopiates to the incurable, has added to the law which makes life\nsombre for the vast majority of mankind.",
        "More definite religious conceptions come from other sources, and\nfix themselves upon this ritual in various ways, changing it, and\ngiving it new meanings.  In Greece they were derived from\nmythology, itself not due to a religious source at all, but\ndeveloping in the course of time into a body of religious\nconceptions, entirely human in form and character.  To the\nunprogressive ritual element it brought these conceptions, itself-\nhe pterou dynamis, the power of the wing–an element [203] of\nrefinement, of ascension, with the promise of an endless destiny.\nWhile the ritual remains unchanged, the aesthetic element, only\naccidentally connected with it, expands with the freedom and\nmobility of the things of the intellect.  Always, the fixed element\nis the religious observance; the fluid, unfixed element is the\nmyth, the religious conception.  This religion is itself pagan, and\nhas in any broad view of it the pagan sadness.  It does not at\nonce, and for the majority, become the higher Hellenic religion.\nThe country people, of course, cherish the unlovely idols of an\nearlier time, such as those which Pausanias found still devoutly\npreserved in Arcadia.  Athenaeus tells the story of one who,\ncoming to a temple of Latona, had expected to find some worthy\npresentment of the mother of Apollo, and laughed on seeing only\na shapeless wooden figure.  The wilder people have wilder gods,\nwhich, however, in Athens, or Corinth, or Lacedaemon, changing\never with the worshippers in whom they live and move and have\ntheir being, borrow something of the lordliness and distinction of\nhuman nature there.  Greek religion too has its mendicants, its\npurifications, its antinomian mysticism, its garments offered to\nthe gods, its statues worn with kissing, its exaggerated\nsuperstitions for the vulgar only, its worship of sorrow, its\naddolorata, its mournful mysteries.  Scarcely a wild or\nmelancholy note of the medieval church but was anticipated by\nGreek polytheism!  What should [204] we have thought of the\nvertiginous prophetess at the very centre of Greek religion?  The\nsupreme Hellenic culture is a sharp edge of light across this\ngloom.  The fiery, stupefying wine becomes in a happier climate\nclear and exhilarating.  The Dorian worship of Apollo, rational,\nchastened, debonair, with his unbroken daylight, always opposed\nto the sad Chthonian divinities, is the aspiring element, by force\nand spring of which Greek religion sublimes itself.  Out of Greek\nreligion, under happy conditions, arises Greek art, to minister to\nhuman culture.  It was the privilege of Greek religion to be able\nto transform itself into an artistic ideal.",
        "For the thoughts of the Greeks about themselves, and their\nrelation to the world generally, were ever in the happiest\nreadiness to be transformed into objects for the senses.  In this\nlies the main distinction between Greek art and the mystical art of\nthe Christian middle age, which is always struggling to express\nthoughts beyond itself.  Take, for instance, a characteristic work\nof the middle age, Angelico’s Coronation of the Virgin, in the\ncloister of Saint Mark’s at Florence.  In some strange halo of a\nmoon Jesus and the Virgin Mother are seated, clad in mystical\nwhite raiment, half shroud, half priestly linen.  Jesus, with rosy\nnimbus and the long pale hair–tanquam lana alba et tanquam\nnix–of the figure in the Apocalypse, with slender finger-tips is\nsetting a crown of pearl on the head of Mary, who, [205] corpse-\nlike in her refinement, is bending forward to receive it, the light\nlying like snow upon her forehead.  Certainly, it cannot be said of\nAngelico’s fresco that it throws into a sensible form our highest\nthoughts about man and his relation to the world; but it did not do\nthis adequately even for Angelico.  For him, all that is outward or\nsensible in his work–the hair like wool, the rosy nimbus, the\ncrown of pearl–is only the symbol or type of a really\ninexpressible world, to which he wishes to direct the thoughts; he\nwould have shrunk from the notion that what the eye\napprehended was all.  Such forms of art, then, are inadequate to\nthe matter they clothe; they remain ever below its level.\nSomething of this kind is true also of oriental art.  As in the\nmiddle age from an exaggerated inwardness, so in the East from a\nvagueness, a want of definition, in thought, the matter presented\nto art is unmanageable, and the forms of sense struggle vainly\nwith it.  The many-headed gods of the East, the orientalised,\nmany-breasted Diana of Ephesus, like Angelico’s fresco, are at\nbest overcharged symbols, a means of hinting at an idea which art\ncannot fitly or completely express, which still remains in the\nworld of shadows.",
        "But take a work of Greek art,–the Venus of Melos.  That is in no\nsense a symbol, a suggestion, of anything beyond its own\nvictorious fairness.  The mind begins and ends with the finite\nimage, yet loses no part of the spiritual motive. [206] That motive\nis not lightly and loosely attached to the sensuous form, as its\nmeaning to an allegory, but saturates and is identical with it.  The\nGreek mind had advanced to a particular stage of self-reflexion,\nbut was careful not to pass beyond it.  In oriental thought there is\na vague conception of life everywhere, but no true appreciation\nof itself by the mind, no knowledge of the distinction of man’s\nnature: in its consciousness of itself, humanity is still confused\nwith the fantastic, indeterminate life of the animal and vegetable\nworld.  In Greek thought, on the other hand, the “lordship of the\nsoul” is recognised; that lordship gives authority and divinity to\nhuman eyes and hands and feet; inanimate nature is thrown into\nthe background.  But just there Greek thought finds its happy\nlimit; it has not yet become too inward; the mind has not yet\nlearned to boast its independence of the flesh; the spirit has not\nyet absorbed everything with its emotions, nor reflected its own\ncolour everywhere.  It has indeed committed itself to a train of\nreflexion which must end in defiance of form, of all that is\noutward, in an exaggerated idealism.  But that end is still distant:\nit has not yet plunged into the depths of religious mysticism.",
        "This ideal art, in which the thought does not outstrip or lie\nbeyond the proper range of its sensible embodiment, could not\nhave arisen out of a phase of life that was uncomely or poor.\nThat delicate pause in Greek reflexion was joined, by [207] some\nsupreme good luck, to the perfect animal nature of the Greeks.\nHere are the two conditions of an artistic ideal.  The influences\nwhich perfected the animal nature of the Greeks are part of the\nprocess by which “the ideal” was evolved.  Those “Mothers\"\nwho, in the second part of Faust, mould and remould the typical\nforms that appear in human history, preside, at the beginning of\nGreek culture, over such a concourse of happy physical\nconditions as ever generates by natural laws some rare type of\nintellectual or spiritual life.  That delicate air, “nimbly and\nsweetly recommending itself” to the senses, the finer aspects of\nnature, the finer lime and clay of the human form, and modelling\nof the dainty framework of the human countenance:–these are\nthe good luck of the Greek when he enters upon life.  Beauty\nbecomes a distinction, like genius, or noble place.",
        "“By no people,” says Winckelmann, “has beauty been so highly\nesteemed as by the Greeks.  The priests of a youthful Jupiter at\nAegae, of the Ismenian Apollo, and the priest who at Tanagra led\nthe procession of Mercury, bearing a lamb upon his shoulders,\nwere always youths to whom the prize of beauty had been\nawarded.  The citizens of Egesta erected a monument to a certain\nPhilip, who was not their fellow-citizen, but of Croton, for his\ndistinguished beauty; and the people made offerings at it.  In an\nancient song, ascribed to Simonides or Epicharmus, [208] of\nfour wishes, the first was health, the second beauty.  And as\nbeauty was so longed for and prized by the Greeks, every\nbeautiful person sought to become known to the whole people by\nthis distinction, and above all to approve himself to the artists,\nbecause they awarded the prize; and this was for the artists an\noccasion for having supreme beauty ever before their eyes.\nBeauty even gave a right to fame; and we find in Greek histories\nthe most beautiful people distinguished.  Some were famous for\nthe beauty of one single part of their form; as Demetrius\nPhalereus, for his beautiful eyebrows, was called Charito-\nblepharos.  It seems even to have been thought that the\nprocreation of beautiful children might be promoted by prizes.\nThis is shown by the existence of contests for beauty, which in\nancient times were established by Cypselus, King of Arcadia, by\nthe river Alpheus; and, at the feast of Apollo of Philae, a prize\nwas offered to the youths for the deftest kiss.  This was decided\nby an umpire; as also at Megara, by the grave of Diocles.  At\nSparta, and at Lesbos, in the temple of Juno, and among the\nParrhasii, there were contests for beauty among women.  The\ngeneral esteem for beauty went so far, that the Spartan women set\nup in their bedchambers a Nireus, a Narcissus, or a Hyacinth, that\nthey might bear beautiful children.”",
        "So, from a few stray antiquarianisms, a few [209] faces cast up\nsharply from the waves, Winckelmann, as his manner was,\ndivines the temperament of the antique world, and that in which it\nhad delight.  It has passed away with that distant age, and we may\nventure to dwell upon it.  What sharpness and reality it has is the\nsharpness and reality of suddenly arrested life.  The Greek system\nof gymnastics originated as part of a religious ritual.  The\nworshipper was to recommend himself to the gods by becoming\nfleet and fair, white and red, like them.  The beauty of the\npalaestra, and the beauty of the artist’s workshop, reacted on one\nanother.  The youth tried to rival his gods; and his increased\nbeauty passed back into them.–\"I take the gods to witness, I had\nrather have a fair body than a king’s crown\"–Omnymi pantas theous\nme helesthai an ten basileos archen anti tou kalos einai+–that\nis the form in which one age of the world chose the higher life.–\nA perfect world, if the gods could have seemed for ever only fleet\nand fair, white and red!  Let us not regret that this unperplexed\nyouth of humanity, satisfied with the vision of itself, passed, at\nthe due moment, into a mournful maturity; for already the deep joy\nwas in store for the spirit, of finding the ideal of that youth still\nred with life in the grave.",
        "It followed that the Greek ideal expressed itself pre-eminently in\nsculpture.  All art has a sensuous element, colour, form, sound–in\npoetry a dexterous recalling of these, together with the profound,\njoyful sensuousness of motion, and each [210] of them may be a\nmedium for the ideal: it is partly accident which in any individual\ncase makes the born artist, poet, or painter rather than sculptor.\nBut as the mind itself has had an historical development, one\nform of art, by the very limitations of its material, may be more\nadequate than another for the expression of any one phase of that\ndevelopment.  Different attitudes of the imagination have a native\naffinity with different types of sensuous form, so that they\ncombine together, with completeness and ease.  The arts may\nthus be ranged in a series, which corresponds to a series of\ndevelopments in the human mind itself.  Architecture, which\nbegins in a practical need, can only express by vague hint or\nsymbol the spirit or mind of the artist.  He closes his sadness over\nhim, or wanders in the perplexed intricacies of things, or projects\nhis purpose from him clean-cut and sincere, or bares himself to\nthe sunlight.  But these spiritualities, felt rather than seen, can but\nlurk about architectural form as volatile effects, to be gathered\nfrom it by reflexion.  Their expression is, indeed, not really\nsensuous at all.  As human form is not the subject with which it\ndeals, architecture is the mode in which the artistic effort centres,\nwhen the thoughts of man concerning himself are still indistinct,\nwhen he is still little preoccupied with those harmonies, storms,\nvictories, of the unseen and intellectual world, which, wrought\nout into the bodily form, give it an interest and significance\n[211] communicable to it alone.  The art of Egypt, with its\nsupreme architectural effects, is, according to Hegel’s beautiful\ncomparison, a Memnon waiting for the day, the day of the Greek\nspirit, the humanistic spirit, with its power of speech.",
        "Again, painting, music, and poetry, with their endless power of\ncomplexity, are the special arts of the romantic and modern ages.\nInto these, with the utmost attenuation of detail, may be\ntranslated every delicacy of thought and feeling, incidental to a\nconsciousness brooding with delight over itself.  Through their\ngradations of shade, their exquisite intervals, they project in an\nexternal form that which is most inward in passion or sentiment.\nBetween architecture and those romantic arts of painting, music,\nand poetry, comes sculpture, which, unlike architecture, deals\nimmediately with man, while it contrasts with the romantic arts,\nbecause it is not self-analytical.  It has to do more exclusively\nthan any other art with the human form, itself one entire medium\nof spiritual expression, trembling, blushing, melting into dew,\nwith inward excitement.  That spirituality which only lurks about\narchitecture as a volatile effect, in sculpture takes up the whole\ngiven material, and penetrates it with an imaginative motive; and\nat first sight sculpture, with its solidity of form, seems a thing\nmore real and full than the faint, abstract world of poetry or\npainting.  Still the fact is the reverse.  Discourse and action show\nman as he is, more directly than the play of [212] the muscles and\nthe moulding of the flesh; and over these poetry has command.\nPainting, by the flushing of colour in the face and dilatation of\nlight in the eye–music, by its subtle range of tones–can refine\nmost delicately upon a single moment of passion, unravelling its\nsubtlest threads.",
        "But why should sculpture thus limit itself to pure form?  Because,\nby this limitation, it becomes a perfect medium of expression for\none peculiar motive of the imaginative intellect.  It therefore\nrenounces all those attributes of its material which do not forward\nthat motive.  It has had, indeed, from the beginning an unfixed\nclaim to colour; but this element of colour in it has always been\nmore or less conventional, with no melting or modulation of\ntones, never permitting more than a very limited realism.  It was\nmaintained chiefly as a religious tradition.  In proportion as the\nart of sculpture ceased to be merely decorative, and subordinate\nto architecture, it threw itself upon pure form.  It renounces the\npower of expression by lower or heightened tones.  In it, no\nmember of the human form is more significant than the rest; the\neye is wide, and without pupil; the lips and brow are hardly less\nsignificant than hands, and breasts, and feet.  But the limitation of\nits resources is part of its pride: it has no backgrounds, no sky or\natmosphere, to suggest and interpret a train of feeling; a little of\nsuggested motion, and much of pure light on its gleaming\nsurfaces, with pure form–only these.",
        "[213] And it gains more than it loses by this limitation to its own\ndistinguishing motives; it unveils man in the repose of his\nunchanging characteristics.  That white light, purged from the\nangry, blood-like stains of action and passion, reveals, not what is\naccidental in man, but the tranquil godship in him, as opposed to\nthe restless accidents of life.  The art of sculpture records the first\nnaive, unperplexed recognition of man by himself; and it is a\nproof of the high artistic capacity of the Greeks, that they\napprehended and remained true to these exquisite limitations, yet,\nin spite of them, gave to their creations a mobile, a vital,\nindividuality.",
        "Heiterkeit–blitheness or repose, and Allgemeinheit–generality or\nbreadth, are, then, the supreme characteristics of the Hellenic\nideal.  But that generality or breadth has nothing in common with\nthe lax observation, the unlearned thought, the flaccid execution,\nwhich have sometimes claimed superiority in art, on the plea of\nbeing “broad” or “general.”  Hellenic breadth and generality\ncome of a culture minute, severe, constantly renewed, rectifying\nand concentrating its impressions into certain pregnant types.",
        "The basis of all artistic genius lies in the power of conceiving\nhumanity in a new and striking way, of putting a happy world of\nits own creation in place of the meaner world of our common\ndays, generating around itself an atmosphere with a novel power\nof refraction, selecting, transforming, recombining the images it\ntransmits, according to [214] the choice of the imaginative\nintellect.  In exercising this power, painting and poetry have a\nvariety of subject almost unlimited.  The range of characters or\npersons open to them is as various as life itself; no character,\nhowever trivial, misshapen, or unlovely, can resist their magic.\nThat is because those arts can accomplish their function in the\nchoice and development of some special situation, which lifts or\nglorifies a character, in itself not poetical.  To realise this\nsituation, to define, in a chill and empty atmosphere, the focus\nwhere rays, in themselves pale and impotent, unite and begin to\nburn, the artist may have, indeed, to employ the most cunning\ndetail, to complicate and refine upon thought and passion a\nthousand-fold.  Let us take a brilliant example from the poems of\nRobert Browning.  His poetry is pre-eminently the poetry of\nsituations.  The characters themselves are always of secondary\nimportance; often they are characters in themselves of little\ninterest; they seem to come to him by strange accidents from the\nends of the world.  His gift is shown by the way in which he\naccepts such a character, throws it into some situation, or\napprehends it in some delicate pause of life, in which for a\nmoment it becomes ideal.  In the poem entitled Le Byron de nos\nJours, in his Dramatis Personae, we have a single moment of\npassion thrown into relief after this exquisite fashion.  Those two\njaded Parisians are not intrinsically interesting: they begin to\ninterest us only [215] when thrown into a choice situation.  But to\ndiscriminate that moment, to make it appreciable by us, that we\nmay “find” it, what a cobweb of allusions, what double and treble\nreflexions of the mind upon itself, what an artificial light is\nconstructed and broken over the chosen situation; on how fine a\nneedle’s point that little world of passion is balanced!  Yet, in\nspite of this intricacy, the poem has the clear ring of a central\nmotive.  We receive from it the impression of one imaginative\ntone, of a single creative act.",
        "To produce such effects at all requires all the resources of\npainting, with its power of indirect expression, of subordinate but\nsignificant detail, its atmosphere, its foregrounds and\nbackgrounds. To produce them in a pre-eminent degree requires\nall the resources of poetry, language in its most purged form, its\nremote associations and suggestions, its double and treble lights.\nThese appliances sculpture cannot command.  In it, therefore, not\nthe special situation, but the type, the general character of the\nsubject to be delineated, is all-important.  In poetry and painting,\nthe situation predominates over the character; in sculpture, the\ncharacter over the situation.  Excluded by the proper limitation of\nits material from the development of exquisite situations, it has to\nchoose from a select number of types intrinsically interesting–\ninteresting, that is, independently of any special situation into\nwhich they may be thrown.  Sculpture [216] finds the secret of its\npower in presenting these types, in their broad, central, incisive\nlines.  This it effects not by accumulation of detail, but by\nabstracting from it.  All that is accidental, all that distracts the\nsimple effect upon us of the supreme types of humanity, all traces\nin them of the commonness of the world, it gradually purges\naway.",
        "Works of art produced under this law, and only these, are really\ncharacterised by Hellenic generality or breadth.  In every\ndirection it is a law of restraint.  It keeps passion always below\nthat degree of intensity at which it must necessarily be transitory,\nnever winding up the features to one note of anger, or desire, or\nsurprise.  In some of the feebler allegorical designs of the middle\nage, we find isolated qualities portrayed as by so many masks; its\nreligious art has familiarised us with faces fixed immovably into\nblank types of placid reverie.  Men and women, again, in the\nhurry of life, often wear the sharp impress of one absorbing\nmotive, from which it is said death sets their features free.  All\nsuch instances may be ranged under the grotesque; and the\nHellenic ideal has nothing in common with the grotesque.  It\nallows passion to play lightly over the surface of the individual\nform, losing thereby nothing of its central impassivity, its depth\nand repose.  To all but the highest culture, the reserved faces of\nthe gods will ever have something of insipidity.",
        "[217] Again, in the best Greek sculpture, the archaic immobility\nhas been stirred, its forms are in motion; but it is a motion ever\nkept in reserve, and very seldom committed to any definite\naction.  Endless as are the attitudes of Greek sculpture, exquisite\nas is the invention of the Greeks in this direction, the actions or\nsituations it permits are simple and few.  There is no Greek\nMadonna; the goddesses are always childless.  The actions\nselected are those which would be without significance, except in\na divine person–binding on a sandal or preparing for the bath.\nWhen a more complex and significant action is permitted, it is\nmost often represented as just finished, so that eager expectancy\nis excluded, as in the image of Apollo just after the slaughter of\nthe Python, or of Venus with the apple of Paris already in her\nhand.  The Laocoon, with all that patient science through which it\nhas triumphed over an almost unmanageable subject, marks a\nperiod in which sculpture has begun to aim at effects legitimate,\nbecause delightful, only in painting.",
        "The hair, so rich a source of expression in painting, because,\nrelatively to the eye or the lip, it is mere drapery, is withdrawn\nfrom attention; its texture, as well as its colour, is lost, its\narrangement but faintly and severely indicated, with no broken or\nenmeshed light.  The eyes are wide and directionless, not fixing\nanything with their gaze, nor riveting the brain to any special\n[218] external object, the brows without hair.  Again, Greek\nsculpture deals almost exclusively with youth, where the\nmoulding of the bodily organs is still as if suspended between\ngrowth and completion, indicated but not emphasised; where the\ntransition from curve to curve is so delicate and elusive, that\nWinckelmann compares it to a quiet sea, which, although we\nunderstand it to be in motion, we nevertheless regard as an image\nof repose; where, therefore, the exact degree of development is so\nhard to apprehend.  If a single product only of Hellenic art were\nto be saved in the wreck of all beside, one might choose perhaps\nfrom the “beautiful multitude” of the Panathenaic frieze, that line\nof youths on horseback, with their level glances, their proud,\npatient lips, their chastened reins, their whole bodies in exquisite\nservice.  This colourless, unclassified purity of life, with its\nblending and interpenetration of intellectual, spiritual, and\nphysical elements, still folded together, pregnant with the\npossibilities of a whole world closed within it, is the highest\nexpression of the indifference which lies beyond all that is\nrelative or partial.  Everywhere there is the effect of an awaking,\nof a child’s sleep just disturbed.  All these effects are united in a\nsingle instance–the adorante of the museum of Berlin, a youth\nwho has gained the wrestler’s prize, with hands lifted and open,\nin praise for the victory.  Fresh, unperplexed, it is the image of a\nman as he springs first from the sleep of nature, his white light\n[219] taking no colour from any one-sided experience.  He is\ncharacterless, so far as character involves subjection to the\naccidental influences of life.",
        "“This sense,” says Hegel, “for the consummate modelling of\ndivine and human forms was pre-eminently at home in Greece.\nIn its poets and orators, its historians and philosophers, Greece\ncannot be conceived from a central point, unless one brings, as a\nkey to the understanding of it, an insight into the ideal forms of\nsculpture, and regards the images of statesmen and philosophers,\nas well as epic and dramatic heroes, from the artistic point of\nview.  For those who act, as well as those who create and think,\nhave, in those beautiful days of Greece, this plastic character.\nThey are great and free, and have grown up on the soil of their\nown individuality, creating themselves out of themselves, and\nmoulding themselves to what they were, and willed to be.  The\nage of Pericles was rich in such characters; Pericles himself,\nPheidias, Plato, above all Sophocles, Thucydides also, Xenophon\nand Socrates, each in his own order, the perfection of one\nremaining undiminished by that of the others.  They are ideal\nartists of themselves, cast each in one flawless mould, works of\nart, which stand before us as an immortal presentment of the\ngods.  Of this modelling also are those bodily works of art, the\nvictors in the Olympic games; yes! and even Phryne, who, as the\nmost beautiful of women, [220] ascended naked out of the water,\nin the presence of assembled Greece.”",
        "This key to the understanding of the Greek spirit, Winckelmann\npossessed in his own nature, itself like a relic of classical\nantiquity, laid open by accident to our alien, modern atmosphere.\nTo the criticism of that consummate Greek modelling he brought\nnot only his culture but his temperament.  We have seen how\ndefinite was the leading motive of that culture; how, like some\ncentral root-fibre, it maintained the well-rounded unity of his life\nthrough a thousand distractions.  Interests not his, nor meant for\nhim, never disturbed him.  In morals, as in criticism, he followed\nthe clue of instinct, of an unerring instinct.  Penetrating into the\nantique world by his passion, his temperament, he enunciated no\nformal principles, always hard and one-sided.  Minute and\nanxious as his culture was, he never became one-sidedly self-\nanalytical.  Occupied ever with himself, perfecting himself and\ndeveloping his genius, he was not content, as so often happens\nwith such natures, that the atmosphere between him and other\nminds should be thick and clouded; he was ever jealously\nrefining his meaning into a form, express, clear, objective.  This\ntemperament he nurtured and invigorated by friendships which\nkept him always in direct contact with the spirit of youth.  The\nbeauty of the Greek statues was a sexless beauty: the statues of\nthe gods had the least traces of sex. [221] Here there is a moral\nsexlessness, a kind of ineffectual wholeness of nature, yet with a\ntrue beauty and significance of its own.",
        "One result of this temperament is a serenity–Heiterkeit–which\ncharacterises Winckelmann’s handling of the sensuous side of\nGreek art.  This serenity is, perhaps, in great measure, a negative\nquality: it is the absence of any sense of want, or corruption, or\nshame.  With the sensuous element in Greek art he deals in the\npagan manner; and what is implied in that?  It has been\nsometimes said that art is a means of escape from “the tyranny of\nthe senses.”  It may be so for the spectator: he may find that the\nspectacle of supreme works of art takes from the life of the senses\nsomething of its turbid fever.  But this is possible for the\nspectator only because the artist, in producing those works, has\ngradually sunk his intellectual and spiritual ideas in sensuous\nform.  He may live, as Keats lived, a pure life; but his soul, like\nthat of Plato’s false astronomer, becomes more and more\nimmersed in sense, until nothing which lacks the appeal to sense\nhas interest for him.  How could such an one ever again endure\nthe greyness of the ideal or spiritual world?  The spiritualist is\nsatisfied as he watches the escape of the sensuous elements from\nhis conceptions; his interest grows, as the dyed garment bleaches\nin the keener air.  But the artist steeps his thought again and again\ninto the fire of colour.  To the Greek this immersion in [222] the\nsensuous was, religiously, at least, indifferent.  Greek\nsensuousness, therefore, does not fever the conscience: it is\nshameless and childlike.  Christian asceticism, on the other hand,\ndiscrediting the slightest touch of sense, has from time to time\nprovoked into strong emphasis the contrast or antagonism to\nitself, of the artistic life, with its inevitable sensuousness.–I did\nbut taste a little honey with the end of the rod that was in mine\nhand, and lo! I must die.–It has sometimes seemed hard to\npursue that life without something of conscious disavowal of a\nspiritual world; and this imparts to genuine artistic interests a\nkind of intoxication.  From this intoxication Winckelmann is free:\nhe fingers those pagan marbles with unsinged hands, with no\nsense of shame or loss.  That is to deal with the sensuous side of\nart in the pagan manner.",
        "The longer we contemplate that Hellenic ideal, in which man is at\nunity with himself, with his physical nature, with the outward\nworld, the more we may be inclined to regret that he should ever\nhave passed beyond it, to contend for a perfection that makes the\nblood turbid, and frets the flesh, and discredits the actual world\nabout us.  But if he was to be saved from the ennui which ever\nattaches itself to realisation, even the realisation of the perfect\nlife, it was necessary that a conflict should come, that some\nsharper note should grieve the existing harmony, and the spirit\nchafed by it beat out at last only a larger and profounder music.\n[223] In Greek tragedy this conflict has begun: man finds himself\nface to face with rival claims.  Greek tragedy shows how such a\nconflict may be treated with serenity, how the evolution of it may\nbe a spectacle of the dignity, not of the impotence, of the human\nspirit.  But it is not only in tragedy that the Greek spirit showed\nitself capable of thus bringing joy out of matter in itself full of\ndiscouragements.  Theocritus too strikes often a note of romantic\nsadness.  But what a blithe and steady poise, above these\ndiscouragements, in a clear and sunny stratum of the air!",
        "Into this stage of Greek achievement Winckelmann did not enter.\nSupreme as he is where his true interest lay, his insight into the\ntypical unity and repose of the highest sort of sculpture seems to\nhave involved limitation in another direction.  His conception of\nart excludes that bolder type of it which deals confidently and\nserenely with life, conflict, evil.  Living in a world of exquisite\nbut abstract and colourless form, he could hardly have conceived\nof the subtle and penetrative, yet somewhat grotesque art of the\nmodern world.  What would he have thought of Gilliatt, in Victor\nHugo’s Travailleurs de la Mer, or of the bleeding mouth of\nFantine in the first part of Les Miserables, penetrated as those\nbooks are with a sense of beauty, as lively and transparent as that\nof a Greek?  Nay, a sort of preparation for the romantic temper is\nnoticeable even within the limits of the Greek ideal itself, [224]\nwhich for his part Winckelmann failed to see.  For Greek religion\nhas not merely its mournful mysteries of Adonis, of Hyacinthus,\nof Demeter, but it is conscious also of the fall of earlier divine\ndynasties.  Hyperion gives way to Apollo, Oceanus to Poseidon.\nAround the feet of that tranquil Olympian family still crowd the\nweary shadows of an earlier, more formless, divine world.  The\nplacid minds even of Olympian gods are troubled with thoughts\nof a limit to duration, of inevitable decay, of dispossession.\nAgain, the supreme and colourless abstraction of those divine\nforms, which is the secret of their repose, is also a premonition of\nthe fleshless, consumptive refinements of the pale, medieval\nartists.  That high indifference to the outward, that impassivity,\nhas already a touch of the corpse in it: we see already Angelico\nand the Master of the Passion in the artistic future.  The\nsuppression of the sensuous, the shutting of the door upon it, the\nascetic interest, may be even now foreseen.  Those abstracted\ngods, “ready to melt out their essence fine into the winds,” who\ncan fold up their flesh as a garment, and still remain themselves,\nseem already to feel that bleak air, in which like Helen of Troy,\nthey wander as the spectres of the middle age.",
        "Gradually, as the world came into the church, an artistic interest,\nnative in the human soul, reasserted its claims.  But Christian art\nwas still dependent on pagan examples, building the [225] shafts\nof pagan temples into its churches, perpetuating the form of the\nbasilica, in later times working the disused amphitheatres as\nstone quarries.  The sensuous expression of ideas which\nunreservedly discredit the world of sense, was the delicate\nproblem which Christian art had before it.  If we think of\nmedieval painting, as it ranges from the early German schools,\nstill with something of the air of the charnel-house about them, to\nthe clear loveliness of Perugino, we shall see how that problem\nwas solved.  In the very “worship of sorrow” the native blitheness\nof art asserted itself.  The religious spirit, as Hegel says, “smiled\nthrough its tears.”  So perfectly did the young Raphael infuse that\nHeiterkeit, that pagan blitheness, into religious works, that his\npicture of Saint Agatha at Bologna became to Goethe a step in\nthe evolution of Iphigenie.*  But in proportion as the gift of\nsmiling was found once more, there came also an aspiration\ntowards that lost antique art, some relics of which Christian art\nhad buried in itself, ready to work wonders when their day came.",
        "The history of art has suffered as much as any history by\ntrenchant and absolute divisions.  Pagan and Christian art are\nsometimes harshly opposed, and the Renaissance is represented\nas a fashion which set in at a definite period.  That is the\nsuperficial view: the deeper view is that which preserves the\nidentity of European culture. [226] The two are really continuous;\nand there is a sense in which it may be said that the Renaissance\nwas an uninterrupted effort of the middle age, that it was ever\ntaking place.  When the actual relics of the antique were restored\nto the world, in the view of the Christian ascetic it was as if an\nancient plague-pit had been opened.  All the world took the\ncontagion of the life of nature and of the senses.  And now it was\nseen that the medieval spirit too had done something for the new\nfortunes of the antique.  By hastening the decline of art, by\nwithdrawing interest from it and yet keeping unbroken the thread\nof its traditions, it had suffered the human mind to repose itself,\nthat when day came it might awake, with eyes refreshed, to those\nancient, ideal forms.",
        "The aim of a right criticism is to place Winckelmann in an\nintellectual perspective, of which Goethe is the foreground.  For,\nafter all, he is infinitely less than Goethe; and it is chiefly because\nat certain points he comes in contact with Goethe, that criticism\nentertains consideration of him.  His relation to modern culture is\na peculiar one.  He is not of the modern world; nor is he wholly\nof the eighteenth century, although so much of his outer life is\ncharacteristic of it.  But that note of revolt against the eighteenth\ncentury, which we detect in Goethe, was struck by Winckelmann.\nGoethe illustrates a union of the Romantic spirit, in its adventure,\nits variety, its profound subjectivity of soul, with Hellenism,\n[227] in its transparency, its rationality, its desire of beauty–that\nmarriage of Faust and Helena, of which the art of the nineteenth\ncentury is the child, the beautiful lad Euphorion, as Goethe\nconceives him, on the crags, in the “splendour of battle and in\nharness as for victory,” his brows bound with light.*  Goethe\nillustrates, too, the preponderance in this marriage of the Hellenic\nelement; and that element, in its true essence, was made known to\nhim by Winckelmann.",
        "Breadth, centrality, with blitheness and repose, are the marks of\nHellenic culture.  Is such culture a lost art?  The local, accidental\ncolouring of its own age has passed from it; and the greatness that\nis dead looks greater when every link with what is slight and\nvulgar has been severed.  We can only see it at all in the\nreflected, refined light which a great education creates for us.\nCan we bring down that ideal into the gaudy, perplexed light of\nmodern life?",
        "Certainly, for us of the modern world, with its conflicting claims,\nits entangled interests, distracted by so many sorrows, with many\npreoccupations, so bewildering an experience, the problem of\nunity with ourselves, in blitheness and repose, is far harder than it\nwas for the Greek within the simple terms of antique life.  Yet,\nnot less than ever, the intellect demands completeness, centrality.\nIt is this which Winckelmann imprints on the imagination of\n[228] Goethe, at the beginning of life, in its original and simplest\nform, as in a fragment of Greek art itself, stranded on that\nlittered, indeterminate shore of Germany in the eighteenth\ncentury.  In Winckelmann, this type comes to him, not as in a\nbook or a theory, but more importunately, because in a passionate\nlife, in a personality.  For Goethe, possessing all modern\ninterests, ready to be lost in the perplexed currents of modern\nthought, he defines, in clearest outline, the eternal problem of\nculture–balance, unity with one’s self, consummate Greek\nmodelling.",
        " It could no longer be solved, as in Phryne ascending naked out of\nthe water, by perfection of bodily form, or any joyful union with\nthe external world: the shadows had grown too long, the light too\nsolemn, for that.  It could hardly be solved, as in Pericles or\nPheidias, by the direct exercise of any single talent: amid the\nmanifold claims of our modern intellectual life, that could only\nhave ended in a thin, one-sided growth.  Goethe’s Hellenism was\nof another order, the Allgemeinheit and Heiterkeit, the\ncompleteness and serenity, of a watchful, exigent intellectualism.\nIm Ganzen, Guten, Wahren, resolut zu leben:–is Goethe’s\ndescription of his own higher life; and what is meant by life in\nthe whole–im Ganzen?  It means the life of one for whom, over\nand over again, what was once precious has become indifferent.\nEvery one who aims at the life of culture is met by many forms of\nit, arising out [229] of the intense, laborious, one-sided\ndevelopment of some special talent.  They are the brightest\nenthusiasms the world has to show: and it is not their part to\nweigh the claims which this or that alien form of genius makes\nupon them.  But the proper instinct of self-culture cares not so\nmuch to reap all that those various forms of genius can give, as to\nfind in them its own strength.  The demand of the intellect is to\nfeel itself alive.  It must see into the laws, the operation, the\nintellectual reward of every divided form of culture; but only that\nit may measure the relation between itself and them.  It struggles\nwith those forms till its secret is won from each, and then lets\neach fall back into its place, in the supreme, artistic view of life.\nWith a kind of passionate coldness, such natures rejoice to be\naway from and past their former selves, and above all, they are\njealous of that abandonment to one special gift which really\nlimits their capabilities.  It would have been easy for Goethe,\nwith the gift of a sensuous nature, to let it overgrow him.  It\ncomes easily and naturally, perhaps, to certain “other-worldly\"\nnatures to be even as the Schone Seele, that ideal of gentle\npietism, in Wilhelm Meister: but to the large vision of Goethe,\nthis seemed to be a phase of life that a man might feel all round,\nand leave behind him.  Again, it is easy to indulge the\ncommonplace metaphysical instinct.  But a taste for metaphysics\nmay be one of those things which we must renounce, if we [230]\nmean to mould our lives to artistic perfection.  Philosophy serves\nculture, not by the fancied gift of absolute or transcendental\nknowledge, but by suggesting questions which help one to detect\nthe passion, and strangeness, and dramatic contrasts of life.",
        "But Goethe’s culture did not remain “behind the veil”: it ever\nemerged in the practical functions of art, in actual production.\nFor him the problem came to be:–Can the blitheness and\nuniversality of the antique ideal be communicated to artistic\nproductions, which shall contain the fulness of the experience of\nthe modern world?  We have seen that the development of the\nvarious forms of art has corresponded to the development of the\nthoughts of man concerning humanity, to the growing revelation\nof the mind to itself.  Sculpture corresponds to the unperplexed,\nemphatic outlines of Hellenic humanism; painting to the mystic\ndepth and intricacy of the middle age; music and poetry have\ntheir fortune in the modern world.",
        "Let us understand by poetry all literary production which attains\nthe power of giving pleasure by its form, as distinct from its\nmatter.  Only in this varied literary form can art command that\nwidth, variety, delicacy of resources, which will enable it to deal\nwith the conditions of modern life.  What modern art has to do in\nthe service of culture is so to rearrange the details of modern life,\nso to reflect it, that it may satisfy the spirit. [231] And what does\nthe spirit need in the face of modern life?  The sense of freedom.\nThat naive, rough sense of freedom, which supposes man’s will\nto be limited, if at all, only by a will stronger than his, he can\nnever have again.  The attempt to represent it in art would have\nso little verisimilitude that it would be flat and uninteresting.  The\nchief factor in the thoughts of the modern mind concerning itself\nis the intricacy, the universality of natural law, even in the moral\norder.  For us, necessity is not, as of old, a sort of mythological\npersonage without us, with whom we can do warfare.  It is rather\na magic web woven through and through us, like that magnetic\nsystem of which modern science speaks, penetrating us with a\nnetwork, subtler than our subtlest nerves, yet bearing in it the\ncentral forces of the world.  Can art represent men and women in\nthese bewildering toils so as to give the spirit at least an\nequivalent for the sense of freedom?  Certainly, in Goethe’s\nromances, and even more in the romances of Victor Hugo, we\nhave high examples of modern art dealing thus with modern life,\nregarding that life as the modern mind must regard it, yet\nreflecting upon it blitheness and repose.  Natural laws we shall\nnever modify, embarrass us as they may; but there is still\nsomething in the nobler or less noble attitude with which we\nwatch their fatal combinations.  In those romances of Goethe and\nVictor Hugo, in some excellent work done after them, this [232]\nentanglement, this network of law, becomes the tragic situation,\nin which certain groups of noble men and women work out for\nthemselves a supreme Denouement.  Who, if he saw through all,\nwould fret against the chain of circumstance which endows one at\nthe end with those great experiences?",
        "1867.",
        "189. +Liddell and Scott definition: “late in learning, late to learn.”",
        "190. *Words of Charlotte Corday before the Convention.",
        "191. +Pindar, Odes Book O., poem 10, line 99.  E-text editor’s\ntranslation: “beautiful in appearance, and blended with the fresh\nspring of youth...”",
        "194. + +Transliteration: philosophesas pote met’ erotos.  Translation:\n“Seeking knowledge alongside love.”",
        "209. +Symposium, Chapter 4, section 11, line 3.  E.C. Marchant,\nXenophontis opera omnia, vol. 2, 2nd ed. Oxford: Clarendon\nPress, 1921 (repr. 1971).",
        "225. *Italianische Reise.  Bologna, 19 Oct.  1776.",
        "227. *Faust, Th. ii. Act. 3.",
        "Continue...",
        "\nThis is the complete public domain etext of Walter Horatio Pater’s\n“The Renaissance: Studies in Art and Poetry” (Dedication: To C.L.S, February 1873.)\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}