{
    "title": "The Boys’ Life of Mark Twain - LXIX. The Return to Redding",
    "author": "Paine",
    "chapter": "69",
    "content": [
        "\n",
        "\n\n",
        "I spent most of each day with him, merely sitting by the bed and reading.\nI noticed when he slept that his breathing was difficult, and I could see\nthat he did not improve, but often he was gay and liked the entire family\nto gather about and be merry.  It was only a few days before we sailed\nthat the severe attacks returned.  Then followed bad nights; but respite\ncame, and we sailed on the 12th, as arranged.  The Allen home stands on\nthe water, and Mr. Allen had chartered a tug to take us to the ship.  We\nwere obliged to start early, and the fresh morning breeze was\nstimulating.  Mark Twain seemed in good spirits when we reached the\n“Oceana,” which was to take him home.",
        "As long as I remember anything I shall remember the forty-eight hours of\nthat homeward voyage.  He was comfortable at first, and then we ran into\nthe humid, oppressive air of the Gulf Stream, and he could not breathe.\nIt seemed to me that the end might come at any moment, and this thought\nwas in his own mind, but he had no dread, and his sense of humor did not\nfail.  Once when the ship rolled and his hat fell from the hook and made\nthe circuit of the cabin floor, he said:",
        "“The ship is passing the hat.”",
        "I had been instructed in the use of the hypodermic needle, and from time\nto time gave him the “hypnotic injunction,” as he still called it.  But\nit did not afford him entire relief.  He could remain in no position for\nany length of time.  Yet he never complained and thought only of the\ntrouble he might be making.  Once he said:",
        "“I am sorry for you, Paine, but I can’t help it–I can’t hurry this\n     dying business.”",
        "And a little later:",
        "“Oh, it is such a mystery, and it takes so long!”",
        "Relatives, physicians, and news-gatherers were at the dock to welcome\nhim.  Revived by the cool, fresh air of the North, he had slept for\nseveral hours and was seemingly much better.  A special compartment on\nthe same train that had taken us first to Redding took us there now, his\nphysicians in attendance.  He did not seem to mind the trip or the drive\nhome.",
        "As we turned into the lane that led to Stormfield he said:",
        "“Can we see where you have built your billiard-room?”",
        "The gable of the new study showed among the trees, and I pointed it out\nto him.",
        "“It looks quite imposing,” he said.",
        "Arriving at Stormfield, he stepped, unassisted, from the carriage to\ngreet the members of the household, and with all his old courtliness\noffered each his hand.  Then in a canvas chair we had brought we carried\nhim up-stairs to his room–the big, beautiful room that looked out to the\nsunset hills.  This was Thursday evening, April 14, 1910.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}