{
    "title": "The History of England (B) - Chapter VIII.",
    "author": "John Lingard",
    "chapter": "4",
    "content": [
        "\n\n",
        "Richard Cromwell Protector–Parliament Called–Dissolved–Military\nGovernment–Long Parliament Restored–Expelled Again–Reinstated–Monk In\nLondon–Re-Admission Of Secluded Members–Long Parliament Dissolved–The\nConvention Parliament–Restoration Of Charles II.",
        "By his wife, Elizabeth Bourchier, Cromwell left two sons, Richard and\nHenry. There was a remarkable contrast in the opening career of these young\nmen. During the civil war, Richard lived in the Temple, frequented the\ncompany of the Cavaliers, and spent his time in gaiety and debauchery.\nHenry repaired to his father’s quarters, and so rapid was his promotion,\nthat at the age of twenty he held the commission of captain in the regiment\nof guards belonging to Fairfax, the lord-general. After the establishment\nof the commonwealth, Richard married, and, retiring to the house of his\nfather-in-law, at Hursley in Hampshire, devoted himself to the usual\npursuits of a country gentleman. Henry accompanied his father in the\nreduction of Ireland, which country he afterwards governed, first with the\nrank of major-general, afterwards with that of lord-deputy. It was not till\nthe second year of the protectorate that Cromwell seemed to recollect that\nhe had an elder son. He made him a lord of trade, then chancellor of the\nuniversity of Oxford, and lastly a member of the new house of peers. As\nthese honours were far inferior to those which he lavished on other persons\nconnected with his family, it was inferred that he entertained a mean\nopinion of Richard’s abilities. A more probable conclusion is, that he\nfeared to alarm the jealousy of his officers, and carefully abstained from\ndoing that which might confirm the general suspicion, that he designed to\nmake the protectorship hereditary in his family.[1]",
        "The moment he expired, the council assembled, and the result of their\ndeliberation was an order to proclaim Richard Cromwell protector, on the\nground that he had been declared by his late highness his successor in\nthat dignity.[2] Not a murmur of opposition was heard; the ceremony was\nperformed in all places after the usual manner of announcing the accession\nof a new sovereign; and addresses of condolence and congratulation poured\nin from the army and",
        "[Footnote 1: “The Lord knows my desire was for Harry and his brother to\nhave lived private lives in the country, and Harry knows this very well;\nand how difficultly I was persuaded to give him his commission for\nIreland.\"–Letter to Fleetwood, 22nd June, 1655.]",
        "[Footnote 2: There appears good reason to doubt this assertion. Thurloe\nindeed (vii. 372) informs Henry Cromwell that his father named Richard\nto succeed on the preceding Monday. But his letter was written after the\nproclamation of Richard, and its contents are irreconcilable with the\nletters written before it. We have one from Lord Falconberg, dated on\nMonday, saying that no nomination had been made, and that Thurloe had\npromised to suggest it, but probably would not perform his promise (ibid.\n365); and another from Thurloe himself to Henry Cromwell, stating the same\nthing as to the nomination.–Ibid. 364. It may perhaps be said that Richard\nwas named on the Monday after the letters were written; but there is\na second letter from Thurloe, dated on the Tuesday, stating that the\nprotector was still incapable of public business, and that matters would,\nhe feared, remain till the death of his highness in the same state as he\ndescribed them in his letter of Monday.–Ibid. 366. It was afterwards said\nthat the nomination took place on the night before the protector’s death,\nin the presence of four of the council (Falconberg in Thurloe, 375, and\nBarwick, ibid. 415); but the latter adds that many doubt whether it ever\ntook place at all.]",
        "navy, from one hundred congregational churches, and from the boroughs,\ncities, and counties. It seemed as if free-born Britons had been converted\ninto a nation of slaves. These compositions were drawn up in the highest\nstrain of adulation, adorned with forced allusions from Scripture, and with\nall the extravagance of Oriental hyperbole. “Their sun was set, but no\nnight had followed. They had lost the nursing father, by whose hand the\nyoke of bondage had been broken from the necks and consciences of the\ngodly. Providence by one sad stroke had taken away the breath from their\nnostrils, and smitten the head from their shoulders; but had given them in\nreturn the noblest branch of that renowned stock, a prince distinguished\nby the lovely composition of his person, but still more by the eminent\nqualities of his mind. The late protector had been a Moses to lead God’s\npeople out of the land of Egypt; his son would be a Joshua to conduct them\ninto a more full possession of truth and righteousness. Elijah had been\ntaken into heaven: Elisha remained on earth, the inheritor of his mantle\nand his spirit!\"[1]",
        "The royalists, who had persuaded themselves that the whole fabric of the\nprotectorial power would fall in pieces on the death of Cromwell, beheld\nwith amazement the general acquiescence in the succession, of Richard; and\nthe foreign princes, who had deemed it prudent to solicit the friendship of\nthe father, now",
        "[Footnote 1: The Scottish ministers in Edinburgh, instead of joining in\nthese addresses, prayed on the following Sunday, “that the Lord would be\nmerciful to the exiled, and those that were in captivity, and cause them to\nreturn with sheaves of joy; that he would deliver all his people from the\nyoke of Pharaoh, and task-masters of Egypt, and that he would cut off their\noppressors, and hasten the time of their deliverance.\"–Thurloe, vii. 416.]",
        "hastened to offer their congratulations to his son. Yet, fair and tranquil\nas the prospect appeared, an experienced eye might easily detect the\nelements of an approaching storm. Meetings were clandestinely held by the\nofficers;[a] doubts were whispered of the nomination of Richard by his\nfather; and an opinion was encouraged among the military that, as the\ncommonwealth was the work of the army, so the chief office in the\ncommonwealth belonged to the commander of the army. On this account the\nprotectorship had been bestowed on Cromwell; but his son was one who had\nnever drawn his sword in the cause; and to suffer the supreme power to\ndevolve on him was to disgrace, to disinherit, the men who had suffered so\nseverely, and bled so profusely, in the contest.",
        "These complaints had probably been suggested, they were certainly fomented,\nby Fleetwood and his friends, the colonels Cooper, Berry, and Sydenham.\nFleetwood was brave in the field, but irresolute in council; eager for the\nacquisition of power, but continually checked by scruples of conscience;\nattached by principle to republicanism, but ready to acquiesce in every\nchange, under the pretence of submission to the decrees of Providence.\nCromwell, who knew the man, had raised him to the second command in the\narmy, and fed his ambition with distant and delusive hopes of succeeding\nto the supreme magistracy. The protector died, and Fleetwood, instead\nof acting, hesitated, prayed, and consulted; the propitious moment was\nsuffered to pass by; he assented to the opinion of the council in favour of\nRichard; and then, repenting of his weakness, sought to indemnify himself\nfor the loss by confining the",
        "[Sidenote a: A.D. 1658. Sept. 14.]",
        "authority of the protector to the civil administration, and procuring\nfor himself the sole, uncontrolled command of the army. Under the late\ngovernment, the meetings of military officers had been discountenanced and\nforbidden; now they were encouraged to meet and consult; and, in a body of\nmore than two hundred individuals, they presented to Richard a petition, by\nwhich they demanded that no officer should be deprived, but by sentence of\na court-martial, and that the chief command of the forces, and the disposal\nof commissions, should be conferred on some person whose past services\nhad proved his attachment to the cause. There were not wanting those who\nadvised the protector to extinguish the hopes of the factious at once by\narresting and imprisoning the chiefs; but more moderate counsels prevailed,\nand in a firm but conciliatory speech,[a] the composition of Secretary\nThurloe, he replied that, to gratify their wishes, he had appointed his\nrelative, Fleetwood, lieutenant-general of all the forces; but that to\ndivest himself of the chief command, and of the right of giving or resuming\ncommissions, would be to act in defiance of the “petition and advice,” the\ninstrument by which he held the supreme authority. For a short time they\nappeared satisfied; but the chief officers continued to hold meetings in\nthe chapel at St. James’s, ostensibly for the purpose of prayer, but in\nreality for the convenience of deliberation. Fresh jealousies were excited;\nit was said that another commander (Henry Cromwell was meant) would be\nplaced above Fleetwood; Thurloe, Pierrepoint, and St. John were denounced\nas evil counsellors; and it became evident to all attentive observers that\nthe two parties must soon come into collision. The protector could depend\non the armies",
        "[Sidenote a: A.D. 1658. Oct. 14.]",
        "in Ireland and Scotland. In Ireland, his brother Henry governed without an\nopponent; in Scotland, Monk, by his judicious separation of the troops,\nand his vigilance in the enforcement of discipline, had deprived the\ndiscontented of the means of holding meetings and of corresponding with\neach other. In England he was assured of the services of eight colonels,\nand therefore, as it was erroneously supposed, of their respective\nregiments, forming one half of the regular force. But his opponents were\nmasters of the other half, constituted the majority in the council, and\ndaily augmented their numbers by the accession of men who secretly leaned\nto republican principles, or sought to make an interest in that party which\nthey considered the more likely to prevail in the approaching struggle.[1]",
        "From the notice of these intrigues the public attention was withdrawn by\nthe obsequies of the late protector. It was resolved that they should\nexceed in magnificence those of any former sovereign, and with that view\nthey were conducted according to the ceremonial observed at the interment\nof Philip II. of Spain. Somerset House was selected for the first part of\nthe exhibition. The spectators, having passed through three rooms hung with\nblack cloth, were admitted[a] into the funereal chamber; where, surrounded\nwith wax-lights, was seen an effigy of Cromwell clothed in royal robes, and\nlying on a bed of state,",
        "[Footnote 1: For these particulars, see the letters in Thurloe, vii. 386,\n406, 413, 415, 424, 426, 427, 428, 447. 450, 452, 453, 454, 463, 490, 491,\n492, 493, 495, 496, 497, 498, 500, 510, 511. So great was the jealousy\nbetween the parties, that Richard and his brother Henry dared not\ncorrespond by letter. “I doubt not all the letters will be opened, which\ncome either to or from your highness, which can be suspected to contain\nbusiness” (454). For the principle now professed by the Levellers, see note\n(I).]",
        "[Sidenote b: A.D. 1658. Sept. 26.]",
        "which covered, or was supposed to cover, the coffin. On each side lay\ndifferent parts of his armour: in one hand was placed the sceptre, in the\nother the globe; and behind the head an imperial crown rested on a cushion\nin a chair of state. But, in defiance of every precaution it became\nnecessary to inter the body before the appointed day; and the coffin was\nsecretly deposited at night in a vault at the west end of the middle aisle\nof Westminster Abbey, under a gorgeous cenotaph which had recently been\nerected. The effigy was now removed to a more spacious chamber; it rose\nfrom a recumbent to an erect posture; and stood before the spectators not\nonly with the emblems of royalty in its hands, but with the crown upon its\nhead. For eight weeks this pageant was exhibited to the public. As the day\nappointed for the funeral obsequies approached, rumours of an intended\ninsurrection during the ceremony were circulated; but guards from the\nmost trusty regiments lined the streets; the procession consisting of the\nprincipal persons in the city and army, the officers of state, the foreign\nambassadors, and the members of the protector’s family, passed[a] along\nwithout interruption; and the effigy, which in lieu of the corpse was\nborne on a car, was placed, with due solemnity, in the cenotaph already\nmentioned. Thus did fortune sport with the ambitious prospects of Cromwell.\nThe honours of royalty which she refused to him during his life, she\nlavished on his remains after death; and then, in the course of a few\nmonths, resuming her gifts, exchanged the crown for a halter, and the royal\nmonument in the abbey for an ignominious grave at Tyburn.[1]",
        "[Footnote 1: Thurloe, vi. 528, 529. Carrington apud Noble, i. 360-369. The\ncharge for black cloth alone on this occasion was six thousand nine hundred\nand twenty-nine pounds, six shillings, and fivepence,–Biblioth. Stow. ii.\n448. I do not notice the childish stories about stealing of the protector’s\nbody.]",
        "[Sidenote a: A.D. 1658. Nov. 23.]",
        "Before the reader proceeds to the more important transactions at home, he\nmay take a rapid view of the relations existing between England and foreign\nstates. The war which had so long raged between the rival crowns of France\nand Spain was hastening to its termination; to Louis the aid of England\nappeared no longer a matter of consequence; and the auxiliary treaty\nbetween the two countries, which had been renewed from year to year, was\nsuffered to expire at the appointed[a] time. But in the north of Europe\nthere was much to claim the attention of the new protector; for the king\nof Sweden, after a short peace, had again unsheathed the sword against his\nenemy, the king of Denmark. The commercial interests of the maritime states\nwere deeply involved in the issue of this contest; both England and Holland\nprepared to aid their respective allies; and a Dutch squadron joined the\nDanish, while an English division, under the command of Ayscue, sailed to\nthe assistance of the Swedish monarch. The severity of the winter forced\nAyscue to return; but as soon as the navigation of the Sound was open, two\npowerful fleets were despatched to the Baltic, one by the protector, the\nother by the States; and to Montague, the English admiral, was intrusted\nthe delicate and difficult commission, not only of watching the proceedings\nof the Dutch, but also of compelling them to observe peace towards the\nSwedes, without giving them occasion to commence hostilities against\nhimself. In this he was successful; but no offer of mediation could\nreconcile the contending",
        "[Sidenote a: A.D. 1658. August.]",
        "monarchs; and we shall find Montague still cruising in the Baltic at the\ntime when Richard, from whom he derived his commission, will be forced to\nabdicate the protectorial dignity.[1]",
        "In a few days after the funeral of his father, to the surprise of the\npublic, the protector summoned[a] a parliament. How, it was asked, could\nRichard hope to control such an assembly, when the genius and authority of\nOliver had proved unequal to the attempt? The difficulty was acknowledged;\nbut the arrears of the army, the exhaustion of the treasury, and the\nnecessity of seeking support against the designs of the officers, compelled\nhim to hazard the experiment, and he flattered himself with the hope of\nsuccess, by avoiding the rock on which, in the opinion of his advisers,\nthe policy of his father had split. Oliver had adopted the plan of\nrepresentation prepared by the long parliament before its dissolution, a\nplan which, by disfranchising the lesser boroughs, and multiplying the\nmembers of the counties, had rendered the elections more independent of the\ngovernment: Richard, under the pretence of a boon to the nation, reverted\nto the ancient system; and, if we may credit the calculation of his\nopponents, no fewer than one hundred and sixty members were returned from\nthe boroughs by the interest of the court and its supporters. But to adopt\nthe same plan in the conquered countries of Scotland and Ireland would have\nbeen dangerous; thirty representatives were therefore summoned from each;\nand, as the elections were conducted under the eyes of the",
        "[Footnote 1: Burton’s Diary, iii. 576. Thurloe, vol. vii. passim. Carte’s\nLetters, ii. 157-182, Londorp, viii. 635, 708. Dumont, vi. 244, 252, 260.]",
        "[Sidenote a: A.D. 1658. Nov. 30.]",
        "commanders of the forces, the members, with one solitary exception, proved\nthemselves the obsequious servants of government.[1]",
        "It was, however, taken as no favourable omen, that when the protector, at\nthe opening of parliament, commanded the attendance of the Commons in the\nHouse of Lords, nearly one-half of the members refused[a] to obey. They\nwere unwilling to sanction by their presence the existence of an authority,\nthe legality of which they intended to dispute; or to admit the superior\nrank of the new peers, the representatives of the protector, over\nthemselves, the representatives of the people. As soon as the lower house\nwas constituted, it divided itself into three distinct parties. 1. The\nprotectorists formed about one-half of the members. They had received\ninstructions to adhere inviolably to the provisions of the “humble petition\nand advice,” and to consider the government by a single person, with the\naid of two houses, as the unalterable basis of the constitution. 2. The\nrepublicans, who did not amount to fifty, but compensated for deficiency\nin number by their energy and eloquence. Vane, Hazlerig, Lambert, Ludlow,\nNevil, Bradshaw, and Scot, were ready debaters, skilled in the forms of the\nhouse, and always on the watch to take advantage of the want of knowledge\nor of experience on the part of their adversaries. With them voted\nFairfax, who, after a long retirement, appeared once more on the stage. He\nconstantly sat by the side, and echoed the opinions of Hazlerig; and, so\nartfully did he act his part, so firmly did he attach their confidence,\nthat, though a royalist at heart, he was designed by them",
        "[Footnote 1: Thurloe, vii. 541, 550. Ludlow, ii. 170. Bethel, Brief\nNarrative, 340. England’s Confusion (p. 4), London, 1659.]",
        "[Sidenote a: A.D. 1659. Jan. 27]",
        "for the office of lord-general, in the event of the expulsion or the\nabdication of Richard. 3. The “moderates or neuters” held in number the\nmedium between the protectorists and republicans. Of these, some wavered\nbetween the two parties; but many were concealed Cavaliers, who, in\nobedience to the command of Charles, had obtained seats in the house, or\nyoung men who, without any fixed political principles, suffered themselves\nto be guided by the suggestions of the Cavaliers. To the latter, Hyde had\nsent instructions that they should embarrass the plans of the protector,\nby denouncing to the house the illegal acts committed under the late\nadministration; by impeaching Thurloe and the principal officers of state;\nby fomenting the dissension between the courtiers and the republicans;\nand by throwing their weight into the scale, sometimes in favour of one,\nsometimes of the other party, as might appear most conducive to the\ninterests of the royal exile.[1]",
        "The Lords, aware of the insecure footing on which they stood, were careful\nnot to provoke the hostility of the Commons. They sent no messages; they\npassed no bills; but exchanging matters of state for questions of religion,\ncontrived to spend their time in discussing the form of a national\ncatechism, the sinfulness of theatrical entertainments, and the papal\ncorruptions supposed to exist in the Book of Common",
        "[Footnote 1: Thurloe, i. 766; vii. 562, 604, 605, 609, 615, 616. Clarend.\nPap. iii. 423, 424, 425, 428, 432, 434, 436. There were forty-seven\nrepublicans; from one hundred to one hundred and forty counterfeit\nrepublicans and neuters, seventy-two lawyers, and above one hundred\nplacemen.–Ibid. 440. They began with a day of fasting and humiliation\nwithin the house, and four ministers, with praying and preaching, occupied\nthem from nine till six.–Burton’s Diary and Journals, Feb. 4.]",
        "Prayer.[1] In the lower house, the first subject which called forth the\nstrength of the different parties was a bill which, under the pretence of\nrecognizing Richard Cromwell for the rightful successor to his father,\nwould have pledged the parliament to an acquiescence in the existing form\nof government.[a] The men of republican principles instantly took the\nalarm. To Richard personally they made no objection; they respected his\nprivate character, and wished well to the prosperity of his family; but\nwhere, they asked, was the proof that the provisions of the “humble\npetition and advice” had been observed? where the deed of nomination by his\nfather? where the witnesses to the signature?–Then what was the “humble\npetition and advice” itself? An instrument of no force in a matter of such\nhigh concernment, and passed by a very small majority in a house, out of\nwhich one hundred members lawfully chosen, had been unlawfully excluded.\nLastly, what right had the Commons to admit a negative voice, either in\nanother house or in a single person? Such a voice was destructive of the\nsovereignty of the people exercised by their representatives. The people\nhad sent them to parliament with power to make laws for the national\nwelfare, but not to annihilate the first and most valuable right of their\nconstituents. Each day the debate grew more animated and personal; charges\nwere made and recriminations followed: the republicans enumerated the acts\nof misrule and oppression under the government of the late protector; the\ncourtiers balanced the account with similar instances from the proceedings\nof their adversaries during the sway of the long parliament; the orators,\namidst the",
        "[Footnote 1: Thurloe, 559, 609, 615.]",
        "[Sidenote a: A.D. 1659. Feb. 1.]",
        "multitude of subjects incidentally introduced, lost sight of the original\nquestion; and the speaker, after a debate of eight days, declared that he\nwas bewildered in a labyrinth of confusion, out of which he could discover\nno issue. Weariness at last induced the combatants to listen to a\ncompromise,[a] that the recognition of Richard as protector should form\npart of a future bill, but that at the same time, his prerogative should be\nso limited as to secure the liberties of the people. Each party expressed\nits satisfaction. The republicans had still the field open for the advocacy\nof their favourite doctrines; the protectorists had advanced a step,\nand trusted that it would lead them to the acquisition of greater\nadvantages.[1]",
        "From the office of protector, the members proceeded to inquire into the\nconstitution and powers of the other house; and this question, as it was\nintimately connected with the former, was debated with equal warmth and\npertinacity. The opposition appealed to the “engagement,” which many of the\nmembers had subscribed; contended that the right of calling a second\nhouse had been personal to the late protector, and did not descend to\nhis successors; urged the folly of yielding a negative voice on their\nproceedings to a body of counsellors of their own creation; and pretended\nto foretel that a protector with a yearly income of one million three\nhundred thousand pounds, and a house of lords selected by himself, must\ninevitably become, in the course of a few years, master of the liberties of\nthe people. When, at the end of nine days, the speaker was going to put the\nquestion, Sir",
        "[Footnote 1: Journals, Feb. 1, 14. Thurloe, 603, 609, 610, 615, 617. Clar.\nPap. iii. 424, 426, 429. In Burton’s Diary the debate occupies almost two\nhundred pages (iii. 87-287).]",
        "[Sidenote a: A.D. 1659. Feb 14.]",
        "Richard Temple, a concealed royalist, demanded that the sixty members from\nScotland and Ireland, all in the interest of the court, should withdraw.[a]\nIt was, he said, doubtful, from the illegality of their election,\nwhether they had any right to sit at all; it was certain that, as the\nrepresentatives of other nations, they could not claim to vote on a\nquestion of such high importance to the people of England. Thus another\nbone of contention was thrown between the parties; eleven days were\nconsumed before the Scottish and Irish members could obtain permission to\nvote,[b] and then five more expired before the question respecting the\nother house was determined.[c] The new lords had little reason to be\ngratified with the result. They were acknowledged, indeed, as a house of\nparliament for the present; but there was no admission of their claim of\nthe peerage, or of a negative voice, or of a right to sit in subsequent\nparliaments. The Commons consented “to transact business with them” (a new\nphrase of undefined meaning), pending the parliament, but with a saving of\nthe rights of the ancient peers, who had been faithful to the cause; and,\nin addition, a few days later,[d] they resolved that, in the transaction of\nbusiness, no superiority should be admitted in the other house, nor message\nreceived from it, unless brought by the members themselves.[1]",
        "In these instances, the recognition of the protector, and of the two\nhouses, the royalists, with some exceptions, had voted in favour of the\ncourt, under the impression that such a form of government was",
        "[Footnote 1: Journals, Feb. 18, March 28, April 5, 6, 8. Thurloe, 615, 626,\n633, 636, 640, 647, Clar. Pap. iii. 429, 432. Burton’s Diary, iii. 317-369,\n403-424, 510-594; iv. 7-41, 46-147, 163-243, 293, 351, 375.]",
        "[Sidenote a: A.D. 1659. March 10.]\n[Sidenote b: A.D. 1659. March 23.]\n[Sidenote c: A.D. 1659. March 28.]\n[Sidenote d: A.D. 1659. April 8.]",
        "one step towards the restoration of the king. But on all other questions,\nwhenever there was a prospect of throwing impediments in the way of the\nministry, or of inflaming the discontent of the people, they zealously lent\ntheir aid to the republican party. It was proved that, while the revenue\nhad been doubled, the expenditure had grown in a greater proportion;\ncomplaints were made of oppression, waste, embezzlement, and tyranny in the\ncollection of the excise: the inhumanity of selling obnoxious individuals\nfor slaves to the West India planters was severely reprobated;[1] instances\nof extortion were daily announced to the house by the committee of\ngrievances; an impeachment was ordered against Boteler, accused of\noppression in his office of major-general; and another threatened against\nThurloe for illegal conduct in his capacity of secretary of state. But,\nwhile these proceedings awakened the hopes and gratified the resentments of\nthe people, they at the same time spread alarm through the army; every man\nconscious of having abused the power of the sword began to tremble for his\nown safety; and an unusual ferment, the sure presage of military violence,\nwas observable at the head-quarters of the several regiments.",
        "[Footnote 1: Clar. Pap. iii. 429, 432. Thurloe, 647. Burton’s Diary, iii.\n448; iv. 255, 263, 301, 403, 429. One petition stated that seventy persons\nwho had been apprehended on account of the Salisbury rising, after a year’s\nimprisonment, had been sold at Barbadoes for “1550 pounds’ weight of sugar\na-piece, more or less, according to their working faculties.” Among them\nwere divines, officers, and gentlemen, who were represented as “grinding at\nthe mills, attending at the furnaces, and digging in that scorching island,\nbeing bought and sold still from one planter to another, or attached as\nhorses or beasts for the debts of their masters, being whipped at the\nwhipping-posts as rogues at their masters’ pleasure, and sleeping in sties\nworse than hogs in England.\"–Ibid. 256. See also Thurloe, i. 745.]",
        "Hitherto the general officers had been divided between Whitehall and\nWallingford House, the residences of Richard and of Fleetwood. At\nWhitehall, the Lord Falconberg, brother-in-law to the protector, Charles\nHoward, whom Oliver had created a viscount,[1] Ingoldsby, Whalley, Goffe,\nand a few others, formed a military council for the purpose of maintaining\nthe ascendancy of Richard in the army. At Wallingford House, Fleetwood and\nhis friends consulted how they might deprive him of the command, and reduce\nhim to the situation of a civil magistrate; but now a third and more\nnumerous council appeared at St. James’s, consisting of most of the\ninferior officers, and guided by the secret intrigues of Lambert, who,\nholding no commission himself, abstained from sitting among them, and by\nthe open influence of Desborough, a bold and reckless man, who began to\ndespise the weak and wavering conduct of Fleetwood. Here originated the\nplan of a general council of officers,[a] which was followed by the\nadoption of “the humble representation and petition,” an instrument\ncomposed in language too moderate to give reasonable cause of offence, but\nintended to suggest much more than it was thought prudent to express. It\nmade no allusion to the disputed claim of the protector, or the subjects of\nstrife between the two houses; but it complained bitterly of the contempt\ninto which the good old cause had sunk, of the threats held out, and\nthe prosecutions instituted, against the patriots who had distinguished\nthemselves in its support, and of the privations to which the military were\nreduced",
        "[Footnote 1: Viscount Howard, of Morpeth, July 20, 1657, afterwards created\nBaron Dacre, Viscount Howard of Morpeth and earl of Carlisle, by Charles\nII., 30 April, 1661.]",
        "[Sidenote a: A.D. 1659. April 6.]",
        "by a system that kept their pay so many months in arrear. In conclusion, it\nprayed for the redress of these grievances, and stated the attachment of\nthe subscribers to the cause for which they had bled, and their readiness\nto stand by the protector and parliament in its defence.[1] This paper,\nwith six hundred signatures, was presented to Richard, who received it with\nan air of cheerfulness, and forwarded it to the lower house. There it was\nread, laid on the table, and scornfully neglected. But the military leaders\ntreated the house with equal scorn; having obtained the consent of the\nprotector, they established a permanent council of general officers; and\nthen, instead of fulfilling the expectations with which they had lulled his\njealousy, successively voted, that the common cause was in danger, that\nthe command of the army ought to be vested in a person possessing its\nconfidence, and that every officer should be called upon to testify his\napprobation of the death of Charles I., and of the subsequent proceedings\nof the military; a measure levelled against the meeting at Whitehall,\nof which the members were charged with a secret leaning to the cause of\nroyalty.[2] This was sufficiently alarming; but, in addition, the officers\nof the trained bands signified their adhesion to the “representation” of\nthe army; and more than six hundred privates of the regiment formerly\ncommanded by Colonel Pride published their determination to stand by their\nofficers in the maintenance “of the old cause.\"[3] The",
        "[Footnote 1: “The Humble Representation and Petition, printed by H. Hills,\n1659.\"–Thurloe, 659.]",
        "[Footnote 2: Thurloe, 662. Ludlow, ii. 174.]",
        "[Footnote 3: The Humble Representation and Petition of Field Officers, &c.\nof the Trained Bands. London, 1659. Burton’s Diary, iv. 388, note.]",
        "friends of the protector saw that it was time to act with energy; and, by\ntheir influence in the lower house, carried the following votes:[a] that no\nmilitary meetings should be held without the joint consent of the protector\nand the parliament, and that every officer should forfeit his commission\nwho would not promise, under his signature, never to disturb the sitting,\nor infringe the freedom of parliament. These votes met, indeed, with a\nviolent opposition in the “other house,” in which many of the members had\nbeen chosen from the military; but the courtiers, anxious to secure the\nvictory, proposed another and declaratory vote in the Commons,[b] that the\ncommand of the army was vested in the three estates, to be exercised by\nthe protector. By the officers this motion was considered as an open\ndeclaration of war: they instantly met; and Desborough, in their name,\ninformed Richard that the crisis was at last come; the parliament must be\ndissolved, either by the civil authority, or by the power of the sword. He\nmight make his election. If he chose the first, the army would provide for\nhis dignity and support; if he did not, he would be abandoned to his fate,\nand fall friendless and unpitied.[1]",
        "The protector called a council of his confidential advisers. Whitelock\nopposed the dissolution, on the ground that a grant of money might yet\nappease the discontent of the military. Thurloe, Broghill, Fiennes, and\nWolseley maintained, on the contrary, that the dissension between the\nparliament and the army was irreconcilable; and that on the first shock\nbetween them, the Cavaliers would rise simultaneously in the",
        "[Footnote 1: Thurloe, 555, 557, 558, 662. Burton’s Diary, iv. 448-463,\n472-480. Ludlow ii. 176, 178.]",
        "[Sidenote a: A.D. 1659. April 18.]\n[Sidenote b: A.D. 1659. April 21.]",
        "cause of Charles Stuart. A commission was accordingly signed by Richard,\nand the usher of the black rod repeatedly summoned the Commons to attend in\nthe other house.[a] But true to their former vote of receiving no message\nbrought by inferior officers, they refused to obey; some members proposed\nto declare it treason to put force on the representatives of the nation,\nothers to pronounce all proceedings void whenever a portion of the members\nshould be excluded by violence; at last they adjourned for three days,\nand accompanied the speaker to his carriage in the face of the soldiery\nassembled at the door. These proceedings, however, did not prevent Fiennes,\nthe head commissioner, from dissolving the parliament; and the important\nintelligence was communicated to the three nations by proclamation in the\nsame afternoon.[1]",
        "Whether the consequences of this measure, so fatal to the interests of\nRichard, were foreseen by his advisers, may be doubted. It appears that\nThurloe had for several days been negotiating both with the republican and\nthe military leaders. He had tempted some of the former with the offer\nof place and emolument, to strengthen the party of the protector; to the\nlatter he had proposed that Richard, in imitation of his father on one\noccasion, should raise money for the payment of the army by the power of\nthe sword, and without the aid of parliament.[2] But these intrigues were\nnow at an end; by the dissolution Richard had signed his own deposition;\nthough he continued to reside at Whitehall, the government fell into\nabeyance; even the officers, who had hitherto frequented",
        "[Footnote 1: Whitelock, 677. England’s Confusion, 9. Clarendon Papers, 451,\n456. Ludlow, ii. 174. Merc. Pol. 564.]",
        "[Footnote 2: Thurloe, 659, 661.]",
        "[Sidenote a: A.D. 1659. April 22.]",
        "his court, abandoned him, some to appease, by their attendance at\nWallingford House, the resentment of their adversaries, the others, to\nprovide, by their absence, for their own safety. If the supreme authority\nresided any where, it was with Fleetwood, who now held the nominal command\nof the army; but he and his associates were controlled both by the meeting\nof officers at St. James’s, and by the consultations of the republican\nparty in the city; and therefore contented themselves with depriving the\nfriends of Richard of their commissions, and with giving their regiments\nto the men who had been cashiered by his father.[1] Unable to agree on\nany form of government among themselves, they sought to come to an\nunderstanding with the republican leaders. These demanded the restoration\nof the long parliament, on the ground that, as its interruption by Cromwell\nhad been illegal, it was still the supreme authority in the nation; and\nthe officers, unwilling to forfeit the privileges of their new peerage,\ninsisted on the reproduction of the other house, as a co-ordinate\nauthority, under the less objectionable name of a senate. But the country\nwas now in a state of anarchy; the intentions of the armies in Scotland\nand Ireland remained uncertain; and the royalists, both Presbyterians and\nCavaliers, were exerting themselves to improve the general confusion to\nthe advantage of the exiled king. As a last resource, the officers, by\nan instrument in which they regretted their past errors and backsliding,\ninvited[a] the members of the long parliament to resume the trust of",
        "[Footnote 1: See the Humble Remonstrance from four hundred Non-commissioned\nOfficers and Privates of Major-general Goffe’s Regiment (so called) of\nFoot. London, 1659.]",
        "[Sidenote a: A.D. 1659. May 6.]",
        "which they had been unrighteously deprived. With some difficulty,\ntwo-and-forty were privately collected in the Painted Chamber; Lenthall,\nthe former speaker, after much entreaty, put himself at their head,[a] and\nthe whole body passed into the house through two lines of officers, some\nof whom were the very individuals by whom, six years before, they had been\nignominiously expelled.[1]",
        "The reader will recollect that, on a former occasion, in the year 1648, the\nPresbyterian members of the long parliament had been excluded by the army.\nOf these, one hundred and ninety-four were still alive, eighty of whom\nactually resided in the capital. That they had as good a right to resume\ntheir seats as the members who had been expelled by Cromwell could hardly\nbe doubted; but they were royalists, still adhering to the principles which\nthey professed during the treaty in the Isle of Wight, and from their\nnumber, had they been admitted, would have instantly outvoted the advocates\nof republicanism. They assembled in Westminster Hall;[b] and a deputation\nof fourteen, with Sir George Booth, Prynne, and Annesley at their head,\nproceeded to the house. The doors were closed in their faces; a company of\nsoldiers, the keepers, as they were sarcastically called, of the liberties\nof England, filled the lobby; and a resolution was passed that no former\nmember, who had not subscribed the engagement, should sit till further\norder of parliament.[c] The attempt, however, though it failed of success,\nproduced its effect. It served to countenance a belief that the sitting\nmembers were mere tools of the military, and supplied the royalists with\nthe means of masking their",
        "[Footnote 1: Ludlow, 179-186. Whitelock, 677. England’s Confusion, 9.]",
        "[Sidenote a: A.D. 1659. May 7.]\n[Sidenote b: A.D. 1659. May 7.]\n[Sidenote c: A.D. 1659. May 9.]",
        "real designs under the popular pretence of vindicating the freedom of\nparliament.[1]",
        "By gradual additions, the house at last amounted to seventy members, who,\nwhile they were ridiculed by their adversaries with the appellation of the\n“Rump,” constituted themselves the supreme authority in the three kingdoms.\nThey appointed, first, a committee of safety, and then a council of state,\nnotified to the foreign ministers their restoration to power, and, to\nsatisfy the people, promised by a printed declaration[a] to establish a\nform of government, which should secure civil and religious liberty without\na single person, or kingship, or house of lords. The farce of addresses\nwas renewed; the “children of Zion,” the asserters of the good old cause,\nclamorously displayed their joy; and Heaven was fatigued with prayers for\nthe prosperity and permanence of the new government.[2]",
        "That government at first depended for its existence on the good-will of the\nmilitary in the neighbourhood of London; gradually it obtained[b] promises\nof support from the forces at a distance. 1. Monk, with his",
        "[Footnote 1: Journ. May 9. Loyalty Banished, 3. England’s Confusion, 12.\nOn the 9th, Prynne found his way into the house, and maintained his right\nagainst his opponents till dinner-time. After dinner he returned, but was\nexcluded by the military. He was careful, however, to inform the public of\nthe particulars, and moreover undertook to prove that the long parliament\nexpired at the death of the king; 1. On the authority of the doctrine laid\ndown in the law books; 2. Because all writs of summons abate by the king’s\ndeath in parliament; 3. Because the parliament is called by a king regnant,\nand is his, the king regnant’s, parliament, and deliberates on hisbusiness; 4. Because the parliament is a corporation, consisting of king,\nlords, and commons, and if one of the three be extinct, the body corporate\nno longer exists.–See Loyalty Banished, and a true and perfect Narrative\nof what was done and spoken by and between Mr. Prynne, &c., 1650.]",
        "[Footnote 2: See the Declarations of the Army and the Parliament in the\nJournals, May 7.]",
        "[Sidenote a: A.D. 1659. May 13.]\n[Sidenote b: A.D. 1659. May 17.]",
        "officers, wrote to the speaker, congratulating him and his colleagues on\ntheir restoration to power, and hypocritically thanking them for their\ncondescension in taking up so heavy a burthen; but, at the same time,\nreminding them of the services of Oliver Cromwell, and of the debt of\ngratitude which the nation owed to his family.[1] 2. Lockhart hastened to\ntender the services of the regiments in Flanders, and received in return a\nrenewal of his credentials as ambassador, with a commission to attend the\nconferences between the ministers of France and Spain at Fuentarabia. 3.\nMontague followed with a letter from the fleet; but his professions of\nattachment were received with distrust. To balance his influence with the\nseamen, Lawson received the command of a squadron destined to cruise in the\nChannel; and, to watch his conduct in the Baltic, three commissioners, with\nAlgernon Sydney at their head, were joined with him in his mission to the\ntwo northern courts.[2] 4. There still remained the army in Ireland. From\nHenry Cromwell, a soldier possessing the affections of the military, and\nbelieved to inherit the abilities of his father, an obstinate, and perhaps\nsuccessful, resistance was anticipated. But he wanted decision. Three\nparties had presented themselves to his choice; to earn, by the promptitude\nof his acquiescence, the gratitude of the new government; or to maintain by\narms the right of his deposed brother; or to declare, as he was strongly\nsolicited to declare, in favour of Charles Stuart. Much time was lost in\nconsultation; at length the thirst of resentment, with the lure of reward,\ndetermined him",
        "[Footnote 1: Whitelock, 678.]",
        "[Footnote 2: Thurloe, 669, 670. Ludlow, ii. 199. Journals, May 7, 9, 18,\n26, 31.]",
        "to unfurl the royal standard;[1] then the arrival of letters from England\nthrew him back into his former state of irresolution; and, while he thus\nwavered from project to project, some of his officers ventured to\nprofess their attachment to the commonwealth, the privates betrayed a\ndisinclination to separate their cause from that of their comrades in\nEngland, and Sir Hardress Waller, in the interest of the parliament,\nsurprised the castle of Dublin.[a] The last stroke reduced Henry at once to\nthe condition of a suppliant; he signified his submission by a letter\nto the speaker, obeyed the commands of the house to appear before the\ncouncil,[b] and, having explained to them the state of Ireland, was\ngraciously permitted to retire into the obscurity of private life. The\ncivil administration of the island devolved on five commissioners, and\nthe command of the army was given to Ludlow,[c] with the rank of\nlieutenant-general of the horse.[2]",
        "But the republican leaders soon discovered that they had not been called\nto repose on a bed of roses.[d] The officers at Wallingford House began to\ndictate to the men whom they had made their nominal masters, and forwarded\nto them fifteen demands, under the modest title of “the things which they\nhad on their minds,” when they restored the long parliament.[3] The house\ntook them successively into consideration. A committee was appointed to\nreport the form of government the best calculated to secure the liberties\nof the people; the duration of the existing parliament was",
        "[Footnote 1: Carte’s Letters, ii. 242. Clar. Pap. 500, 501, 516.]",
        "[Footnote 2: Thurloe, vii. 683, 684. Journals, June 14, 27, July 4, 17.\nHenry Cromwell resided on his estate of Swinney Abbey, near Sohan, in\nCambridgeshire, till his death in 1674.–Noble, i. 227.]",
        "[Footnote 3: See the Humble Petition and Address of the Officers, printed\nby Henry Hills, 1659.]",
        "[Sidenote a: A.D. 1659. June 15.]\n[Sidenote b: A.D. 1659. July 6.]\n[Sidenote c: A.D. 1659. July 18.]\n[Sidenote d: A.D. 1659. May 15.]",
        "limited to twelve months; freedom of worship was extended to all believers\nin the Scriptures and the doctrine of the Trinity, with the usual exception\nof prelatists and papists; and an act of oblivion, after many debates, was\npassed, but so encumbered with provisoes and exceptions, that it served\nrather to irritate than appease.[1] The officers had requested[a] that\nlands of inheritance, to the annual value of ten thousand pounds, should be\nsettled on Richard Cromwell, and a yearly pension of eight thousand pounds\non her “highness dowager,” his mother. But it was observed in the house\nthat, though Richard exercised no authority, he continued to occupy the\nstate apartments at Whitehall; and a suspicion existed that he was kept\nthere as an object of terror, to intimate to the members that the same\npower could again set him up, which had so recently brought him down. By\nrepeated messages, he was ordered to retire; and, on his promise to obey,\nthe parliament granted him the privilege of freedom from arrest during six\nmonths; transferred his private debts, amounting to twenty-nine thousand\nsix hundred and forty pounds, to the account of the nation, gave him two\nthousand pounds as a relief to his present necessities, and voted that\na yearly income of ten thousand pounds should be settled on him and his\nheirs, a grant easily made on paper, but never carried into execution.[2]",
        "[Footnote 1: Declaration of General Council of Officers, 27th of October,\np. 5. For the different forms of government suggested by different\nprojectors, see Ludlow, ii. 206.]",
        "[Footnote 2: Journals, May 16, 25, July 4, 12, 16.–Ludlow (ii. 198) makes\nthe present twenty thousand pounds; but the sum of two thousand pounds is\nwritten at length in the Journals; May 25. While he was at Whitehall, he\nentertained proposals from the royalists, consented to accept a title and\ntwenty thousand pounds a year, and designed to escape to the fleet under\nMontague, but was too strictly watched to effect his purpose.–Clar. Pap.\niii. 475, 477, 478.]",
        "[Sidenote: A.D. 1659. July 12.]",
        "But the principal source of disquietude still remained. Among the fifteen\narticles presented to the house, the twelfth appeared, not in the shape\nof a request, but of a declaration, that the officers unanimously owned\nFleetwood as “commander-in-chief of the land forces in England.” It was the\npoint for which they had contended under Richard; and Ludlow, Vane, and\nSalloway earnestly implored their colleagues to connive at what it was\nevidently dangerous to oppose. But the lessons of prudence were thrown\naway on the rigid republicanism of Hazlerig, Sydney, Neville, and their\nassociates, who contended that to be silent was to acknowledge in the\ncouncil of officers an authority independent of the parliament. They\nundertook to remodel the constitution of the army. The office\nof lord-general was abolished; no intermediate rank between the\nlieutenant-general and the colonels was admitted; Fleetwood was named\nlieutenant-general, with the chief command in England and Scotland, but\nlimited in its duration to a short period, revocable at pleasure, and\ndeprived of several of those powers which had hitherto been annexed to\nit. All military commissions were revoked, and an order was made that a\ncommittee of nine members should recommend the persons to be officers in\neach regiment; that their respective merits should be canvassed in the\nhouse; and that those who had passed this ordeal should receive their\ncommissions at the table from the hand of the speaker. The object of this\narrangement was plain: to make void the declaration of the military, to\nweed out men of doubtful fidelity, and to render the others dependent\nfor their situations on the pleasure of the house. Fleetwood, with his\nadherents, resolved never to submit to the degradation, while the privates\namused themselves with ridiculing the age and infirmities of him whom they\ncalled their new lord-general, the speaker Lenthall; but Hazlerig prevailed\non Colonel Hacker, with his officers, to conform; their example gradually\ndrew others; and, at length, the most discontented, though with shame\nand reluctance, condescended to go through this humbling ceremony. The\nrepublicans congratulated each other on their victory; they had only\naccelerated their defeat.[1]",
        "Ever since the death of Oliver, the exiled king had watched with intense\ninterest the course of events in England; and each day added a new stimulus\nto his hopes of a favourable issue. The unsettled state of the nation,\nthe dissensions among his enemies, the flattering representations of his\nfriends, and the offers of co-operation from men who had hitherto opposed\nhis claims, persuaded him that the day of his restoration was at hand.\nThat the opportunity might not be forfeited by his own backwardness, he\nannounced[a] to the leaders of the royalists his intention of coming to\nEngland, and of hazarding his life in the company of his faithful subjects.\nThere was scarcely a county in which the majority of the nobility and\ngentry did not engage to rally round his standard; the first day of August\nwas fixed for the general rising; and it was determined[b] in the council\nat Brussels that Charles should repair in disguise to the coast of\nBretagne, where he might procure a passage into Wales or Cornwall; that the\nduke of York, with six hundred veterans furnished by the prince of Condé,\nshould attempt to land from Boulogne on the coast of Kent; and that the\nduke of Gloucester should follow",
        "[Footnote 1: Journals, passim. Ludlow, ii. 197. Declaration of Officers, 6.\nThurloe, 679. Clarend. Hist. iii. 665.]",
        "[Sidenote a: A.D. 1659. June 4.]\n[Sidenote b: A.D. 1659. July.]",
        "from Ostend with the royal army of four thousand men under the Marshal\nMarsin. Unfortunately his concerns in England had been hitherto conducted\nby a council called “the Knot,” at the head of which was Sir Richard\nWillis. Willis, the reader is aware, was a traitor; but it was only of late\nthat the eyes of Charles had been opened to his perfidy by Morland, the\nsecretary of Thurloe, who, to make his own peace, sent to the court at\nBruges some of the original communications in the writing of Willis. This\ndiscovery astonished and perplexed the king. To make public the conduct of\nthe traitor was to provoke him to farther disclosures: to conceal it, was\nto connive at the destruction of his friends, and the ruin of his own\nprospects. He first instructed his correspondents to be reserved in their\ncommunications with “the Knot;\"[a] he then ordered Willis to meet him on\na certain day at Calais;[b] and, when this order was disregarded, openly\nforbade the royalists to give to the traitor information, or to follow his\nadvice.[1]",
        "But these precautions came too late. After the deposition of the protector,\nWillis had continued to communicate with Thurloe, who with the intelligence",
        "[Footnote 1: Clar. Pap. iii. 514, 517, 518, 520, 524, 526, 529, 531, 535,\n536. Willis maintained his innocence, and found many to believe him. Echard\n(p. 729) has published a letter with Morland’s signature, in which he is\nmade to say that he never sent any of the letters of Willis to the king,\nnor even so much as knew his name; whence Harris (ii. 215) infers that the\nwhole charge is false. That, however, it was true, no one can doubt who\nwill examine the proofs in the Clarendon Papers (iii. 518, 526, 529, 533,\n535, 536, 542, 549, 556, 558, 562, 563, 574, 583, 585), and in Carte’s\nCollection of Letters (ii. 220, 256, 284). Indeed, the letter from Willis\nof the 9th of May, 1660, soliciting the king’s pardon, leaves no room for\ndoubt.–Clar. Pap. 643. That Morland was the informer, and, consequently,\nthe letter in Echard is a forgery, is also evident from the reward which\nhe received at the restoration, and from his own admission to Pepys.–See\nPepys, i. 79, 82, 133, 8vo. See also “Life of James II.” 370.]",
        "[Sidenote a: A.D. 1659. July 18.]\n[Sidenote b: A.D. 1659. August 7.]",
        "which he thus obtained, was enabled to purchase the forbearance of his\nformer opponents. At an early period in July, the council was in possession\nof the plan of the royalists. Reinforcements were immediately demanded from\nthe armies in Flanders and Ireland; directions were issued for a levy of\nfourteen regiments of one thousand men each;[a] measures were taken for\ncalling out the militia; numerous arrests were made in the city and every\npart of the country; and the known Cavaliers were compelled to leave the\nmetropolis, and to produce security for their peaceable behaviour. These\nproceedings seemed to justify Willis in representing the attempt as\nhopeless; and, at his persuasion, “the Knot” by circular letters forbade\nthe rising, two days before the appointed time.[b] The royalists were thus\nthrown into irremediable confusion. Many remained quiet at their homes;\nmany assembled in arms, and dispersed on account of the absence of their\nassociates; in some counties the leaders were intercepted in their way\nto the place of rendezvous; in others as soon as they met, they were\nsurrounded or charged by a superior force. In Cheshire alone was the\nroyal standard successfully unfurled by Sir George Booth, a person of\nconsiderable influence in the county, and a recent convert to the cause of\nthe Stuarts. In the letter which he circulated, he was careful to make\nno mention of the king, but called on the people to defend their rights\nagainst the tyranny of an insolent soldiery and a pretended parliament.[c]\n“Let the nation freely choose its representatives, and those\nrepresentatives as freely sit without awe or force of soldiery.” This was\nall that he sought: in the determination of such an assembly, whatever that\ndetermination might be, both he and",
        "[Sidenote a: A.D. 1659. August 13.]\n[Sidenote b: A.D. 1659. August 29.]\n[Sidenote c: A.D. 1659. August 2.]",
        "his friends would cheerfully acquiesce.[1] It was in effect a rising on\nthe Presbyterian interest; and the proceedings were in a great measure\ncontrolled by a committee of minister, who scornfully rejected the aid of\nthe Catholics, and received with jealousy Sir Thomas Middleton, though a\nknown Presbyterian, because he openly avowed himself a royalist.",
        "At Chester, the parliamentary garrison retired into the castle, and the\ninsurgents took possession of the city. Each day brought to them a new\naccession of strength; and their apparent success taught them to augur\nequally well of the expected attempts of their confederates throughout the\nkingdom. But the unwelcome truth could not long be concealed; and when they\nlearned that they stood alone, that every other rising had been either\nprevented or instantly suppressed, and that Lambert was hastening against\nthem with four regiments of cavalry and three of foot, their confidence\nwas exchanged for despair; every gentleman who had risked his life in the\nattempt claimed a right to give his advice; and their counsels, from fear,\ninexperience, and misinformation, became fluctuating and contradictory.[a]\nAfter much hesitation, they resolved to proceed to Nantwich and defend the\npassage of the Weever; but so rapid had been the march of the enemy, who\nsent forward part of the infantry on horseback, that the advance was\nalready arrived in the neighbourhood; and, while the royalists lay\nunsuspicious of danger in the town, Lambert forced the passage of the river\nat Winnington.[b] In haste, they filed out of Nantwich into the nearest\nfields; but here they found that most of their ammunition was still at\nChester;[c] and, on the suggestion that the position was",
        "[Footnote 1: Parl. Hist. xxiii. 107.]",
        "[Sidenote a: A.D. 1659. August 16.]\n[Sidenote b: A.D. 1659. August 18.]\n[Sidenote c: A.D. 1659. August 19.]",
        "unfavourable, hastened to take possession of a neighbouring eminence.\nColonel Morgan, with his troop, attempted to keep the enemy in check; he\nfell, with thirty men; and the rest of the insurgents, at the approach of\ntheir adversaries, turned their backs and fled. Three hundred were made\nprisoners in the pursuit, and few of the leaders had the good fortune to\nescape. The earl of Derby, who had raised men in Lancashire to join the\nroyalists, was taken in the disguise of a servant. Booth, dressed as a\nfemale, and riding on a pillion, took[a] the direct road for London, but\nbetrayed himself at Newton Pagnell by his awkwardness in alighting from\nthe horse. Middleton, who was eighty years old, fled to Chirk Castle; and,\nafter a defence of a few days, capitulated,[b] on condition that he should\nhave two months to make his peace with the parliament.[1]",
        "The news of this disaster reached the duke of York at Boulogne, fortunately\non the very evening on which he was to have embarked with his men. Charles\nreceived it at Rochelle, whither he had been compelled to proceed in search\nof a vessel to convey him to Wales. Abandoning the hopeless project, he\ninstantly continued his journey to the congress at Fuentarabia, with the\ndelusive expectation that, on the conclusion of peace between the two\ncrowns, he should obtain a supply of money, and perhaps still more\nsubstantial aid, from a personal interview with the ministers, Cardinal\nMazarin and Don Louis de Haro.[2] Montague, who had but recently become a\nproselyte to the royal cause,",
        "[Footnote 1: Clar. Hist. iii. 672-675. Clar. Pap. iii. 673, 674. Ludlow,\nii. 223. Whitelock, 683. Carte’s Letters, 194, 202. Lambert’s Letter,\nprinted for Thomas Neucombe, 1659.]",
        "[Footnote 2: Both promised to aid him secretly, but not in such manner as\nto give offence to the ruling party in England.–Clar. Pap. iii. 642.]",
        "[Sidenote a: A.D. 1659. August.]\n[Sidenote b: A.D. 1659. August 24.]",
        "was drawn by his zeal into the most imminent danger. As soon as he heard of\nthe insurrection, he brought back the fleet from the Sound, in defiance of\nhis brother commissioners, with the intention of blockading the mouth\nof the Thames, and of facilitating the transportation of troops. On his\narrival he learned the failure of his hopes; but boldly faced the danger,\nappeared before the council, and assigned the want of provisions as the\ncause of his return. They heard him with distrust; but it was deemed\nprudent to dissemble, and he received permission to withdraw.[1]",
        "To reward Lambert for this complete, though almost bloodless, victory,\nthe parliament[a] voted him the sum of one thousand pounds, which he\nimmediately distributed among his officers. But while they recompensed his\nservices, they were not the less jealous of his ambition. They remembered\nhow instrumental he had been in raising Cromwell to the protectorate; they\nknew his influence in the army; and they feared his control over the timid,\nwavering mind of Fleetwood, whom he appeared to govern in the same manner\nas Cromwell had governed Fairfax. It had been hoped that his absence on the\nlate expedition would afford them leisure to gain the officers remaining in\nthe capital; but the unexpected rapidity of his success had defeated their\npolicy; and, in a short time, the intrigue which had been interrupted by\nthe insurrection was resumed. While Lambert hastened back to the capital,\nhis army followed by slow marches; and at Derby the officers subscribed[b]\na petition, which had been clandestinely forwarded to them from Wallingford\nHouse. In it they complained that adequate rewards were not conferred on\nthe deserving; and",
        "[Footnote 1: Journals, Sept. 16. Clar. Pap. iii. 551. Carte’s Letters, ii.\n210, 236. Pepys’ Memoirs, i. 157.]",
        "[Sidenote a: A.D. 1659. August 22.]\n[Sidenote b: A.D. 1659. Sept. 14.]",
        "demanded that the office of commander-in-chief should be given to Fleetwood\nwithout limitation of time, and the rank of major-general to their\nvictorious leader; that no officer should be deprived of his commission\nwithout the judgment of a court-martial; and that the government should be\nsettled in a house of representatives and a permanent senate. Hazlerig,\na man of stern republican principles, and of a temper hasty, morose, and\nungovernable, obtained a sight of this paper, denounced[a] it as an attempt\nto subvert the parliament, and moved that Lambert, its author, should be\nsent to the Tower; but his violence was checked by the declaration of\nFleetwood, that Lambert knew nothing of its origin; and the house contented\nitself with ordering all copies of the obnoxious petition to be delivered\nup, and with resolving[b] that “to augment the number of general officers\nwas needless, chargeable, and dangerous.\"[1] From that moment a breach was\ninevitable. The house, to gratify the soldiers, had advanced their daily\npay; and with the view of discharging their arrears, had raised[c] the\nmonthly assessment from thirty-five thousand pounds to one hundred thousand\npounds.[2] But the military leaders were not to be diverted from their\npurpose. Meetings were daily and nightly held at Wallingford House; and\nanother petition with two hundred and thirty signatures was presented by\nDesborough, accompanied by all the field-officers in the metropolis; In\nmost points it was similar to the former; but it contained a demand that,\nwhosoever should afterwards “groundlessly and causelessly inform the house\nagainst their servants, thereby creating jealousies, and casting scandalous\nimputations upon them, should be",
        "[Footnote 1: Journ., Aug. 23, Sept. 22, 23. Ludlow, ii. 223, 227, 233,\n244.]",
        "[Footnote 2: Ibid., May 31, Aug. 18, Sept. 1]",
        "[Sidenote a: A.D. 1659. Sept. 22.]\n[Sidenote b: A.D. 1659. Sept. 23.]\n[Sidenote c: A.D. 1659. Oct. 5.]",
        "brought to examination, justice, and condign punishment.” This was a\nsufficient intimation to Hazlerig and his party to provide for their own\nsafety. Three regiments, through the medium of their officers, had already\nmade the tender of their services for the protection of the house; Monk,\nfrom Scotland, and Ludlow, from Ireland, wrote that their respective armies\nwere animated with similar sentiments; and a vote was passed and ordered\nto be published,[a] declaring it to be treason to levy money on the people\nwithout the previous consent of parliament, a measure which, as all the\nexisting taxes were to expire on the first day of the ensuing year, made\nthe military dependent for their future subsistence on the pleasure of\nthe party. Hazlerig, thus fortified, deemed himself a match for his\nadversaries; the next morning he boldly threw down the gauntlet;[b] by one\nvote, Lambert, Desborough, six colonels, and one major, were deprived of\ntheir Commissions for having subscribed the copy of the petition sent to\nColonel Okey; and, by a second, Fleetwood was dismissed from his office\nof commander-in-chief, and made president of a board of seven members\nestablished for the government of the army. Aware, however, that he might\nexpect resistance, the republican chieftain called his friends around him\nduring the night; and, at the dawn of day, it was discovered that he had\ntaken military possession of King-street and the Palace-yard with two\nregiments of foot and four troops of horse, who protested aloud that they\nwould live and die with the parliament.[1][c]",
        "[Footnote 1: Journals, Sept. 28, Oct. 5, 10, 11, 12. Ludlow, ii. 229, 247.\nCarte’s Letters, ii, 246. Thurloe, vii. 755. Declaration of General Council\nof Officers, 9-16. True Narrative of the Proceedings in Parliament, Council\nof State, &c., published by special order, 1659. Printed by John Redmayne.]",
        "[Sidenote a: A.D. 1659. Oct 11.]\n[Sidenote b: A.D. 1659. Oct 12.]\n[Sidenote c: A.D. 1659. Oct 13.]",
        "Lambert mustered about three thousand men. His first care was to intercept\nthe access of members to the house, and to prevent the egress of the\nmilitia from the city. He then marched to Westminster. Meeting the speaker,\nwho was attended by his guard, he ordered the officer on duty to dismount,\ngave the command to Major Creed, one of those who had been deprived of\ntheir commissions by the preceding vote, and scornfully directed him to\nconduct the “lord-general” to Whitehall, whence he was permitted to return\nto his own house. In Westminster, the two parties faced each other; but the\nardour of the privates did not correspond with that of the leaders; and,\nhaving so often fought in the same ranks, they showed no disposition to\nimbrue their hands in each other’s blood. In the mean time the council\nof state assembled: on the one side Lambert and Desborough, on the other\nHazlerig and Morley, appeared to support their pretensions; much time\nwas spent in complaint and recrimination, much in hopeless attempts to\nreconcile the parties; but the cause of the military continued to make\nconverts; the advocates of the “rump,” aware that to resist was fruitless,\nconsented to yield; and it was stipulated that the house should cease to\nsit, that the council of officers should provide for the public peace,\narrange a new form of government, and submit it to the approbation of a new\nparliament. An order, that the forces on both sides should retire to their\nrespective quarters, was gladly obeyed; the men mixed together as friends\nand brothers, and reciprocally promised never more to draw the sword\nagainst each other.[1]",
        "[Footnote 1: Whitelock, 685. Journals, Oct. 13. Clar. Pap. iii. 581, 590.\nLudlow, ii. 247-251. Ludlow’s account differs considerably from that\nby Whitelock. But the former was in Ireland, the latter present at the\ncouncil.]",
        "Thus a second time the supreme authority devolved on the meeting of\nofficers at Wallingford House. They immediately established their favourite\nplan for the government of the army. The office of commander-in-chief,\nin its plenitude of power, was restored to Fleetwood; the rank of\nmajor-general of the forces in Great Britain was given to Lambert; and all\nthose officers who refused to subscribe a new engagement, were removed from\ntheir commands. At the same time they annulled by their supreme authority\nall proceedings in parliament on the 10th, 11th, and 12th of October,\nvindicated their own conduct in a publication with the title of “The Army’s\nPlea,\"[1] vested the provisional exercise of the civil authority in a\ncommittee of safety of twenty-three members, and denounced the penalties of\ntreason against all who should refuse to obey its orders, or should venture\nto levy forces without its permission. An attempt was even made to replace\nRichard Cromwell in the protectorial dignity;[a] for this purpose he came\nfrom Hampshire to London, escorted by three troops of horse; but his\nsupporters in the meeting were out-voted by a small majority, and he\nretired to Hampton Court.[2]",
        "[Footnote 1: See Declaration of the General Council of Officers, 17. The\nArmy’s Plea for its Present Practice, printed by Henry Hills, printer to\nthe army, 1659, is in many parts powerfully written. The principal argument\nis, that as the parliament, though bound by the solemn league and covenant\nto defend the king’s person, honour, and dignity, did not afterwards\nscruple to arraign, condemn, and execute him because he had broken his\ntrust; so the army, though they had engaged to be true and faithful to the\nparliament, might lawfully rise against it, when they found that it did not\npreserve the just rights and liberties of the people. This condition was\nimplied in the engagement; otherwise the making of the engagement would\nhave been a sin, and the keeping thereof would have been a sin also, and so\nan adding of sin to sin.]",
        "[Footnote 2: Whitelock, 685, 686. Ludlow, ii. 250, 286, 287. Clar. Pap.\n591. At the restoration, Richard, to escape from his creditors, fled to the\ncontinent; and, after an expatriation of almost twenty years, returned to\nEngland to the neighbourhood of Cheshunt, where he died in 1713, at the age\nof eighty-six.–Noble, i. 228.]",
        "[Sidenote a: A.D. 1659. Oct 26.]",
        "Of all the changes which had surprised and perplexed the nation since\nthe death of the last king, none had been received with such general\ndisapprobation as the present. It was not that men lamented the removal of\nthe Rump; but they feared the capricious and arbitrary rule of the army;\nand, when they contrasted their unsettled state with the tranquillity\nformerly enjoyed under the monarchy, many were not backward in the\nexpression of their wishes for the restoration of the ancient line of their\nprinces. The royalists laboured to improve this favourable disposition; yet\ntheir efforts might have been fruitless, had the military been united among\nthemselves. But among the officers there were several who had already made\ntheir peace with Charles by the promise of their services, and many\nwho secretly retained a strong attachment to Hazlerig and his party in\nopposition to Lambert. In Ireland, Barrow, who had been sent as their\nrepresentative from Wallingford House, found the army so divided and\nwavering, that each faction alternately obtained a short and precarious\nsuperiority; and in Scotland, Cobbet, who arrived there on a similar\nmission, was, with seventeen other officers who approved of his proposals,\nimprisoned by order of Monk.[1]",
        "From this moment the conduct of Monk will claim a considerable share of the\nreader’s attention. Ever since the march of Cromwell in pursuit of the king\nto Worcester he had commanded in Scotland; where, instead of concerning\nhimself with the intrigues and parties in England, he appeared to have no\nother occupation",
        "[Footnote 1: Ludlow, ii. 237, 252, 259, 262, 300. Clar. Pap. iii. 591.\nCarte’s Letters, 266.]",
        "than the duties of his place, to preserve the discipline of his army,\nand enforce the obedience of the Scots. His despatches to Cromwell from\nScotland form a striking contrast with those from the other officers of the\ntime. There is in them no parade of piety, no flattery of the protector, no\nsolicitation for favours. They are short, dry, and uninteresting, confined\nentirely to matters of business, and those only of indispensable necessity.\nIn effect, the distinctive characteristic of the man was an impenetrable\nsecrecy.[1] Whatever were his predilections or opinions, his wishes or\ndesigns, he kept them locked up within his own breast. He had no confidant,\nnor did he ever permit himself to be surprised into an unguarded avowal.\nHence all parties, royalists, protectorists, and republicans, claimed him\nfor their own, though that claim was grounded on their hopes, not on\nhis conduct. Charles had been induced to make to him repeatedly the most\ntempting offers, which were supported by the solicitations of his wife and\nhis domestic chaplain; Monk listened to them without displeasure, though he\nnever unbosomed himself to the agents or to his chaplain so far as to put\nhimself in their power. Cromwell had obtained some information of these\nintrigues; but, unable to discover any real ground of suspicion, he\ncontented himself with putting Monk on his guard by a bantering postscript\nto one of his letters. “Tis said,” he added, “there is a cunning fellow in\nScotland,",
        "[Footnote 1: “His natural taciturnity was such, that most of his friends,\nwho thought they knew him best, looked upon George Monk to have no other\ncraft in him than that of a plain soldier, who would obey the parliament’s\norders, and see that his own were obeyed.\"–Price, Mystery and Method of\nhis Majesty’s happy Restoration, in Select Tracts relating to the Civil\nWars in England, published by Baron Maseres, ii. 700.]",
        "called George Monk, who lies in wait there to serve Charles Stuart; pray\nuse your diligence to take him and send him up to me.\"[1] After the fall\nof the protector Richard, he became an object of greater distrust. To\nundermine his power, Fleetwood ordered two regiments of horse attached\nto the Scottish army to return to England; and the republicans, when the\nmilitary commissions were issued by the speaker, removed a great number of\nhis officers, and supplied their places with creatures of their own. Monk\nfelt these affronts: discontent urged him to seek revenge; and, when he\nunderstood that Booth was at the head of a considerable force, he dictated\na letter to the speaker, complaining of the proceedings of parliament, and\ndeclaring that, as they had abandoned the real principles of the old cause,\nthey must not expect the support of his army. His object was to animate the\ninsurgents and embarrass their adversaries; but, on the very morning\non which the letter was to be submitted for signature to his principal\nofficers, the news of Lambert’s victory arrived;[a] the dangerous\ninstrument was instantly destroyed, and the secret most religiously kept by\nthe few who had been privy to the intention of the general.[2]",
        "To this abortive attempt Monk, notwithstanding his wariness, had been\nstimulated by his brother, a clergyman of Cornwall, who visited him with a\nmessage from Sir John Grenville by commission from Charles Stuart.\nAfter the failure of Booth, the general dismissed him with a letter of\ncongratulation to the parliament, but without any answer to Grenville, and\nunder an oath to keep secret whatever he had learnt",
        "[Footnote 1: Price, 712.]",
        "[Footnote 2: Id. 711, 716, 721.]",
        "[Sidenote a: A.D. 1659. August 23.]",
        "respecting the past, or the intended projects of his brother.[1] But the\nmoment that Monk heard of the expulsion of the members,[a] and of the\nsuperior rank conferred on Lambert, he determined to appear openly as the\npatron of the vanquished, under the alluring, though ambiguous, title of\n“asserter of the ancient laws and liberties of the country.” Accordingly,\nhe secured with trusty garrisons the castle of Edinburgh and the citadel\nof Leith,[b] sent a strong detachment to occupy Berwick, and took the\nnecessary measures to raise and discipline a numerous force of cavalry. At\nLeith was held a general council of officers; they approved of his object,\nengaged to stand by him, and announced their determination, by letters\ndirected to Lenthall, the speaker, to the council at Wallingford House, and\nto the commanders of the fleet in the Downs, and of the army in Ireland.\nIt excited, however, no small surprise, that the general, while he thus\nprofessed to espouse the defence of the parliament, cashiered all the\nofficers introduced by the parliament into his army, and restored all\nthose who had been expelled. The more discerning began to suspect his real\nintentions;[2] but Hazlerig and his party were too",
        "[Footnote 1: All that Grenville could learn from the messenger was, that\nhis brother regretted the failure of Booth, and would oppose the arbitrary\nattempts of the military in England; an answer which, though favourable\nas far as it went, still left the king in uncertainty as to his real\nintentions.–Clar. Pap. iii. 618.]",
        "[Footnote 2: Ludlow, ii. 269. Whitelock, 686, 689, 691. Price, 736, 743.\nSkinner, 106-109. Monk loudly asserted the contrary. “I do call God\nto witness,” he says in the letter to the speaker, Oct. 20, “that the\nasserting of a commonwealth is the only intent of my heart.\"–True\nNarrative, 28. When Price remonstrated with him, he replied: “You see who\nare about me and write these things. I must not show any dislike of them.\nI perceive they are jealous enough of me already.\"–Price, 746. The fact\nprobably was, that Monk was neither royalist nor republican: that he sought\nonly his own interest, and had determined to watch every turn of affairs,\nand to declare at last in favour of that party which appeared most likely\nto obtain the superiority.]",
        "[Sidenote a: A.D. 1659. Oct. 17.]\n[Sidenote b: A.D. 1659. Oct. 18.]",
        "elated to dwell on the circumstance, and, under the promise of his\nsupport, began to organize the means of resistance against their military\noppressors.",
        "Monk soon discovered that he was embarked in a most hazardous undertaking.\nThe answers to his letters disapproved of his conduct; and the knowledge of\nthese answers kindled among his followers a spirit of disaffection which\nled to numerous desertions. From the general of an army obedient to his\ncommands, he had dwindled into the leader of a volunteer force, which it\nwas necessary to coax and persuade. Two councils were formed, one of\nthe colonels of the longest standing, the other of all the commissioned\nofficers. The first perused the public despatches received by the general,\nand wrote the answers, which were signed by him as the chairman; the other\nwas consulted on all measures respecting the conduct of the army, and\nconfirmed or rejected the opinion of the colonels by the majority of\nvoices. But if Monk was controlled by this arrangement, it served to screen\nhim from suspicion. The measures adopted were taken as the result of the\ngeneral will.",
        "To the men at Wallingford House it became of the first importance to win\nby intimidation, or to reduce by force, this formidable opponent. Lambert\nmarched against him from London at the head of seven thousand men; but the\nmind of the major-general was distracted by doubts and suspicions; and,\nbefore his departure, he exacted a solemn promise from Fleetwood to agree\nto no accommodation, either with the king, or with Hazlerig, till he had\npreviously received the advice and concurrence of Lambert himself.[1] To\nMonk delay was as necessary as expedition was desirable to his opponents.\nIn point of numbers and experience the force under his command was no\nmatch for that led by Lambert, but his magazines and treasury were amply\nsupplied, while his adversary possessed not money enough to keep his army\ntogether for more than a few weeks. Before the major-general reached\nNewcastle, he met three deputies from Monk on their way to treat with the\ncouncil in the capital. As no arguments could induce them to open the\nnegotiation with him, he allowed them to proceed, and impatiently awaited\nthe result. After much discussion, an agreement was concluded in London;\nbut Monk, instead of ratifying it with his signature, discovered,[a]\nor pretended to discover, in it much that was obscure or ambiguous, or\ncontrary to the instructions received by the deputies; his council agreed\nwith him in opinion; and a second negotiation was opened with Lambert at\nNewcastle, to obtain from him an explanation of the meaning of the officers\nin the metropolis. Thus delay was added to delay; and Monk improved the\ntime to dismiss even the privates whose sentiments were suspected, and to\nfill up the vacancies in the regiments of infantry by levies among the\nScots. At the same time he called a convention of the Scottish estates at\nBerwick, of two representatives from each county and one from each borough,\nrecommended to them the peace of the country during his absence, and\nobtained from them the grant of a year’s arrears of their taxes, amounting\nto sixty thousand pounds, in",
        "[Footnote 1: See the Conferences of Ludlow and Whitelock with Fleetwood,\nLudlow, ii. 277; Whitelock, 690.]",
        "[Sidenote a: A.D. 1659. Nov. 19.]",
        "addition to the excise and customs. He then fixed his head-quarters at\nColdstream.[1]",
        "In the mean while the detention of Lambert in the north by the artifices of\nMonk had given occasion to many important events in the south. Within\nthe city several encounters had taken place between the military and the\napprentices;[2] a free parliament had become the general cry; and the\ncitizens exhorted each other to pay no taxes imposed by any other\nauthority. Lawson, though he wavered at first, declared against the army,\nand advanced with his squadron up the river as far as Gravesend. Hazlerig\nand Morley were admitted into Portsmouth by the governor, were joined by\nthe force sent against them by Fleetwood, and marched towards London, that\nthey might open a communication with the fleet in the river. Alarm produced\nin the committee of safety the most contradictory councils. A voice\nventured to suggest the restoration of Charles Stuart; but it was replied\nthat their offences against the family of Stuart were of too black a dye to\nbe forgiven; that the king might be lavish of promises now that he stood in\nneed of their services; but that the vengeance of parliament would absolve\nhim from the obligation, when the monarchy should once be established. The\nfinal resolution was to call a new parliament against the 24th of January,\nand to appoint twenty-one conservators of the public peace during the\ninterval. But they",
        "[Footnote 1: Price, 741-744. Whitelock, 688, 699. Ludlow, 269, 271, 273.\nSkinner, 161, 164.]",
        "[Footnote 2: The posts occupied by the army within the city were, “St.\nPaul’s Church, the Royall Exchange, Peeter-house in Aldersgate-street, and\nBernet’s Castle, Gresham Coledge, Sion Coledge. Without London, were the\nMusses, Sumersett-house, Whitehall, St. James’s, Scotland-yeard.\"–MS.\nDiary by Thomas Rugge.]",
        "[Sidenote a: A.D. 1659. Dec. 8.]\n[Sidenote b: A.D. 1659. Dec. 17.]",
        "reckoned on an authority which they no longer possessed. The fidelity\nof the common soldiers had been shaken by the letters of Monk, and the\ndeclaration of Lawson. Putting themselves under the command of the officers\nwho had been lately dismissed, they mustered[a] in Lincoln’s Inn Fields,\nmarched before the house of Lenthall in Chancery Lame, and saluted him\nwith three volleys of musketry as the representative of the parliament and\nlord-general of the army. Desborough, abandoned by his regiment, fled in\ndespair towards Lambert; and Fleetwood, who for some days had done nothing\nbut weep and pray, and complain that “the Lord had spit in his face,\"\ntamely endeavoured to disarm by submission the resentment of his\nadversaries. He sought the speaker, fell on his knees before him, and\nsurrendered his commission.[1]",
        "Thus the Rump was again triumphant. The members, with Lenthall at their\nhead, resumed[b] possession of the house amidst the loud acclamations\nof the soldiery. Their first care was to establish a committee for the\ngovernment of the army, and to order the regiments in the north to separate\nand march to their respective quarters. Of those among their colleagues who\nhad supported the late committee of safety, they excused some, and punished\nothers by suspension, or exclusion, or imprisonment: orders were sent to\nLambert, and the most active of his associates, to withdraw from the army\nto their homes, and then instructions were given to the magistrates to take\nthem into custody. A council of state was appointed, and into the oath to\nbe taken by the",
        "[Footnote 1: Ludlow, 268, 276, 282, 287, 289, 290, 296, 298. Whitelock,\n689, 690, 691. Clar. Pap. 625, 629, 636, 641, 647.]",
        "[Sidenote a: A.D. 1659. Dec. 24.]\n[Sidenote b: A.D. 1659. Dec. 26.]",
        "members was introduced a new and most comprehensive abjuration of kingship\nand the family of Stuart. All officers commissioned during the interruption\nby any other authority than that of Monk were broken; the army was entirely\nremodelled; and the time of the house was daily occupied by the continued\nintroduction of officers to receive their commissions in person from the\nhand of the speaker.[1]",
        "In the mean while, Monk, to subdue or disperse the army of Lambert, had\nraised up a new and formidable enemy in his rear. Lord Fairfax was become\na convert to the cause of monarchy; to him the numerous royalists in\nYorkshire looked up as leader; and he, on the solemn assurance of Monk that\nhe would join him within twelve days or perish in the attempt, undertook to\ncall together his friends, and to surprise the city of York. On the first\nday of the new year,[a] each performed his promise. The gates of York were\nthrown open to Fairfax by the Cavaliers confined within its walls;[2] and\nMonk, with his army, crossed the Tweed on his march against the advanced\nposts of the enemy. Thus the flame of civil war was again kindled in the\nnorth; within two days it was extinguished. The messenger from parliament\nordered Lambert’s forces to withdraw to their respective quarters.\nDispirited by the defection of the military in the south, they dared not\ndisobey: at Northallerton the officers bade adieu with tears to their\ngeneral; and Lambert retired in privacy to a house which he possessed in\nthe county. Still, though the weather was",
        "[Footnote 1: Journals, Dec. 26, Jan. 31.]",
        "[Footnote 2: That the rising under Fairfax was in reality a rising of\nroyalists, and prompted by the promises of Monk, is plain from the\nnarrative of Monkton, in the Lansdowne MSS. No. 988, f. 320, 334. See also\nPrice, 748.]",
        "[Sidenote a: A.D. 1660. Jan. 1.]",
        "severe, though the roads were deeply covered with snow, Monk continued[a]\nhis march; and, at York, spent five days in consultation with Fairfax; but\nto the advice of that nobleman, that he should remain there, assume the\ncommand of their united forces, and proclaim the king, he replied that,\nin the present temper of his officers, it would prove a dangerous, a\npernicious, experiment. On the arrival of what he had long expected, an\ninvitation to Westminster, he resumed his march, and Fairfax, having\nreceived the thanks of the parliament, disbanded[b] his insurrectionary\nforce.[1]",
        "At York, the general had caned[c] an officer who charged him with the\ndesign of restoring the kingly government; at Nottingham, he prevented with\ndifficulty the officers from signing an engagement to obey the parliament\nin all things “except the bringing in of Charles Stuart;” and at Leicester,\nhe was compelled to suffer[d] a letter to be written in his name to the\npetitioners from Devonshire, stating his opinion that the monarchy could\nnot be re-established, representing the danger of recalling the members\nexcluded in 1648, and inculcating the duty of obedience to the parliament\nas it was then constituted.[2] Here he was met by two of the most active\nmembers, Scot and Robinson, who had been commissioned to accompany him\nduring his journey, under the pretence of doing him honour, but, in\nreality, to sound his disposition, and to act as spies on his conduct.\nHe received them with respect as the representatives of the sovereign\nauthority; and so flattered were they by his attentions, so duped by his\nwariness, that they could not see through the veil which he spread over his\nintentions.",
        "[Footnote 1: Price, 749-753. Skinner, 196, 200, 205. Journals, Jan. 6.]",
        "[Footnote 2: Ibid. 754. Kennet’s Register, 32.]",
        "[Sidenote a: A.D. 1660. Jan. 12.]\n[Sidenote b: A.D. 1660. Jan. 16.]\n[Sidenote c: A.D. 1660. Jan. 19.]\n[Sidenote d: A.D. 1660. Jan. 23.]",
        "As he advanced, he received at every stage addresses from boroughs, cities,\nand counties, praying him to restore the excluded members, and to procure\na free and a full parliament. With much affectation of humility, Monk\nreferred the deputies to the two delegates of the supreme power, who\nhaughtily rebuked them for their officiousness, while the friends of\nMonk laboured to keep alive their hopes by remote hints and obscure\npredictions.[1]",
        "To lull the jealousy of the parliament, Monk had taken with him from York\nno more than five thousand men, a force considerably inferior to that which\nwas quartered in London and Westminster. But from St. Alban’s he wrote[a]\nto the speaker, requesting that five of the regiments in the capital\nmight be removed before his arrival, alleging the danger of quarrels and\nseduction, if his troops were allowed to mix with those who had been so\nrecently engaged in rebellion. The order was instantly made; but the men\nrefused[b] to obey. Why, they asked, were they to leave their quarters for\nthe accommodation of strangers? Why were they to be sent from the capital,\nwhile their pay was several weeks in arrear? The royalists laboured to\ninflame the mutineers, and Lambert was on the watch, prepared to place\nhimself at their head; but the distribution of a sum of money appeased\ntheir murmurs; they consented to march; and the next morning[c] the general\nentered at the head of his army, and proceeded to the quarters assigned to\nhim at Whitehall.[2]",
        "Soon after his arrival, he was invited to attend and",
        "[Footnote 1: Price, 754. Merc. Polit. No. 604. Philips, 595. Journals, Jan.\n16.]",
        "[Footnote 2: Price, 755, 757, 758. Jour. Jan. 30. Skinner, 219-221.\nPhilips, 594, 595, 596. Clar. Pap. iii. 666, 668. Pepys, i. 19, 21.]",
        "[Sidenote a: A.D. 1660. Jan. 28.]\n[Sidenote b: A.D. 1660. Feb. 2.]\n[Sidenote c: A.D. 1660. Feb. 3.]",
        "receive the thanks of the house. A chair had been placed for him within\nthe bar: he stood uncovered behind it; and, in reply[a] to the speaker,\nextenuated his own services, related the answers which he had given to\nthe addresses, warned the parliament against a multiplicity of oaths and\nengagements, prayed them not to give any share of power to the Cavaliers or\nfanatics, and recommended to their care the settlement of Ireland and the\nadministration of justice in Scotland. If there was much in this speech\nto please, there was also much that gave offence. Scot observed that the\nservant had already learned to give directions to his masters.[1]",
        "As a member of the council of state, he was summoned to abjure the house of\nStuart, according to the late order of parliament. He demurred. Seven of\nthe counsellors, he observed, had not yet abjured, and he wished to know\ntheir reasons, for the satisfaction of his own conscience. Experience had\nshown that such oaths were violated as easily as they were taken, and to\nhim it appeared an offence against Providence to swear never to acquiesce\nin that which Providence might possibly ordain. He had given the strongest\nproofs of his devotion to parliament: if these were not sufficient, let\nthem try him again; he was ready to give more.[2]",
        "[Footnote 1: Journals, Feb. 6. New Parl. Hist. iii. 1575. Philips, 597.\nPrice, 759. The Lord-general Monk, his Speech. Printed by J. Macock, 1660.]",
        "[Footnote 2: Gumble, 228. Price, 759, 760. Philips, 595. About this time,\na parcel of letters to the king, written by different persons in different\nciphers, and intrusted to the care of a Mr. Leonard, was intercepted by\nLockhart at Dunkirk, and sent by him to the council. When the writers\nwere first told that the letters had been deciphered, they laughed at the\ninformation as of a thing impracticable; but were soon undeceived by the\ndecipherer, who sent to them by the son of the bishop of Ely copies of\ntheir letters in cipher, with a correct interlineary explanation of\neach. They were astonished and alarmed; and, to save themselves from the\nconsequences of the discovery, purchased of him two of the original letters\nat the price of three hundred pounds.–Compare Barwick’s Life, 171, and\nApp. 402, 412, 415, 422, with the correspondence on the subject in the\nClarendon Papers, iii. 668, 681, 696, 700, 715. After this, all letters of\nimportance were conveyed through the hands of Mrs. Mary Knatchbull, the\nabbess of the English convent in Gand.]",
        "[Sidenote a: A.D. 1660. Feb. 6.]",
        "The sincerity of this declaration was soon put to the test. The loyal party\nin the city, especially among the moderate Presbyterians, had long been on\nthe increase. At the last elections the common council had been filled with\nmembers of a new character; and the declaration which they issued demanded\n“a full and free parliament, according to the ancient and fundamental laws\nof the land.” Of the assembly sitting in Westminster, as it contained no\nrepresentative from the city, no notice was taken; the taxes which it\nhad imposed were not paid; and the common council, as if it had been\nan independent authority, received and answered addresses from the\nneighbouring counties. This contumacy, in the opinion of the parliamentary\nleaders, called for prompt and exemplary punishment; and it was artfully\nsuggested that, by making Monk the minister of their vengeance, they\nwould open a wide breach between him and their opponents. Two hours after\nmidnight he received[a] an order to march into the city, to arrest eleven\nof the principal citizens, to remove the posts and chains which had lately\nbeen fixed in the streets, and to destroy the portcullises and the gates.\nAfter a moment’s hesitation, he resolved to obey, rather than hazard the\nloss of his commission. The citizens received him with groans and hisses;\nthe soldiers murmured; the officers tendered their resignations. He merely\nreplied that his orders left nothing to his discretion; but the reply was\nmade with a sternness of",
        "[Sidenote a: A.D. 1660. Feb. 9.]",
        "tone, and a gloominess of countenance, which showed, and probably was\nintended to show, that he acted with reluctance and with self-reproach.[1]",
        "As soon as the posts and chains were removed, Monk suggested, in a letter\nto the speaker, that enough had been done to subdue the refractory spirit\nof the citizens. But the parliamentary leaders were not satisfied: they\nvoted that he should execute his former orders; and the demolition of the\ngates and portcullises was effected. The soldiers loudly proclaimed\ntheir discontent: the general, mortified and ashamed, though he had been\ninstructed to quarter them in the city, led them back to Whitehall.[2]\nThere, on the review of these proceedings, he thought that he discovered\nproofs of a design, first to commit him with the citizens, and then to\ndiscard him entirely. For the house, while he was so ungraciously employed,\nhad received, with a show of favour, a petition from the celebrated\nPraise-God Barebone, praying that no man might sit in parliament, or hold\nany public office, who refused to abjure the pretensions of Charles Stuart,\nor of any other single person. Now this was the very case of the general,\nand his suspicions were confirmed by the reasoning of his confidential\nadvisers. With their aid, a letter to the speaker was prepared[a] the same\nevening, and approved the next morning by the council of officers. In\nit the latter were made to complain that they had been rendered the\ninstruments of personal resentment against the citizens, and to require\nthat by the following Friday every vacancy in the house should be filled\nup, preparatory to its",
        "[Footnote 1: Journ. Feb. 9. Price, 761. Ludlow, ii. 336. Clar. Pap. iii.\n674, 691. Gumble, 236. Skinner, 231-237.]",
        "[Footnote 2: Journ. Feb. 9. Philips, 599.]",
        "[Sidenote a: A.D. 1660. Feb. 10.]",
        "subsequent dissolution and the calling of a new parliament. Without waiting\nfor an answer, Monk marched back into Finsbury Fields: at his request, a\ncommon council (that body had recently been dissolved by a vote of the\nparliament) was summoned; and the citizens heard from the mouth of the\ngeneral that he, who yesterday had come among them as an enemy by the\norders of others, was come that day as a friend by his own choice; and that\nhis object was to unite his fortune with theirs, and by their assistance to\nobtain a full and free parliament for the nation. This speech was received\nwith the loudest acclamations. The bells were tolled; the soldiers were\nfeasted; bonfires were lighted; and among the frolics of the night was “the\nroasting of the rump,” a practical joke which long lived in the traditions\nof the city. Scot and Robinson, who had been sent to lead back the general\nto Whitehall, slunk away in secrecy, that they might escape the indignation\nof the populace.[1]",
        "At Westminster, the parliamentary leaders affected a calmness and\nintrepidity which they did not feel. Of the insult offered to their\nauthority they took no notice; but, as an admonition to Monk, they brought\nin a bill[a] to appoint his rival, Fleetwood, commander-in-chief in England\nand Scotland. The intervention of the Sunday allowed more sober counsels to\nprevail.",
        "[Footnote 1: Price, 765-768. Clar. Pap. iii. 681, 692, 714. Ludlow, 337.\nGumble, 249. Skinner, 237-243. Old Parl. Hist. xxii. 94. Pepys, i. 24,\n25. “At Strand-bridge I could at one time tell thirty-one fires; in\nKing-street, seven or eight, and all along burning, and roasting, and\ndrinking for rumps; there being rumps tied upon sticks, and carried up and\ndown. The butchers at the May-pole in the Strand rang a peal with their\nknives, when they were going to sacrifice their rump. On Ludgate-hill there\nwas one turning of the spit that had a rump tied to it, and another basting\nof it. Indeed it was past imagination.\"–Ibid. 28.]",
        "[Sidenote a: A.D. 1660. Feb. 11.]",
        "They solicited the general to return to Whitehall; they completed the bill\nfor the qualifications of candidates and electors; and, on the day fixed by\nthe letter of the officers, ordered[a] writs to be issued for the filling\nup of the vacancies in the representation. This measure had been forced\nupon them; yet they had the ingenuity to make it subservient to their own\ninterest, by inserting a provision in the act, that no man should choose or\nbe chosen, who had not already bound himself to support a republican form\nof government. But immediately the members excluded in 1648 brought forward\ntheir claim to sit, and Monk assumed the appearance of the most perfect\nindifference between the parties. At his invitation, nine of the leaders on\neach side argued the question before him and his officers; and the result\nwas, that the latter expressed their willingness to support the secluded\nmembers, on condition that they should pledge themselves to settle the\ngovernment of the army, to raise money to pay the arrears, to issue\nwrits for a new parliament to sit on the 20th of April, and to dissolve\nthemselves before that period. The general returned[b] to Whitehall;\nthe secluded members attended his summons; and, after a long speech,\ndeclaratory of his persuasion that a republican form of government and a\nmoderate presbyterian kirk were necessary to secure and perpetuate the\ntranquillity of the nation, he advised them to go and resume their seats.\nAccompanied by a great number of officers, they walked to the house; the\nguard, under the command of Sir Anthony Ashley Cooper, opened to let\nthem pass; and no opposition was made by the speaker or the members.[1]\nHazlerig, however, and the",
        "[Footnote 1: Journals, Feb. 11, 13, 15, 17, 21. Price, 768-773. Ludlow, ii.\n345, 351, 353. Skinner, 256-264. Clar. Pap. 663, 682, 688. Gumble, 260,\n263. Philips, 600. The number of secluded members then living was one\nhundred and ninety-four, of members sitting or allowed to sit by the orders\nof the house, eighty-nine.–\"A Declaration of the True State of the Matter\nof Fact,” 57.]",
        "[Sideline a: A.D. 1660. Feb. 17.]\n[Sideline b: A.D. 1660. Feb. 21.]",
        "more devoted of his adherents, rose and withdrew–a fortunate secession for\nthe royalists; otherwise, with the addition of those among the restored\nmembers who adhered to a commonwealth, the republicans might on many\nquestions have still commanded a majority.[1]",
        "To the Cavaliers, the conduct of Monk on this occasion proved a source\nof the most distressing perplexity. On the one hand, by introducing the\nsecluded members he had greatly advanced the cause of royalty. For though\nHolles, Pierpoint, Popham, and their friends still professed the doctrines\nwhich they had maintained during the treaty in the Isle of Wight, though\nthey manifested the same hatred of popery and prelacy, though they still\ninculcated the necessity of limiting the prerogative in the choice of the\nofficers of state and in the command of the army, yet they were royalists\nby principle, and had, several of them, made the most solemn promises to\nthe exiled king of labouring strenuously for his restoration. On the other\nhand, that Monk at the very time when he gave the law without control,\nshould declare so loudly in favour of a republican government and\na presbyterian kirk, could not fail to alarm both Charles and his\nabettors.[2] Neither was this the only instance: to all, Cavaliers or\nrepublicans, who approached him to discover his intentions, he uniformly\nprofessed the same sentiments, occasionally confirming his professions with\noaths and imprecations. To explain this inconsistency between",
        "[Footnote 1: Hutchinson, 362.]",
        "[Footnote 2: Clar. Hist. iii. 720, 721, 723, 724; Papers, ii. 698.]",
        "the tendency of his actions and the purport of his language, we are told by\nthose whom he admitted to his private counsels, that it was forced upon him\nby the necessity of his situation; that, without it, he must have forfeited\nthe confidence of the army, which believed its safety and interest to be\nintimately linked with the existence of the commonwealth. According to\nLudlow, the best soldier and statesman in the opposite party, Monk had\nin view an additional object, to deceive the suspicions and divert the\nvigilance of his adversaries; and so successfully had he imposed on the\ncredulity of many (Hazlerig himself was of the number), that, in defiance\nof every warning, they blindly trusted to his sincerity, till their eyes\nwere opened by the introduction of the secluded members.[1]",
        "In parliament the Presbyterian party now ruled without opposition. They\nannulled[a] all votes relative to their own expulsion from the house in\n1648; they selected a new council of state, in which the most influential\nmembers were royalists; they appointed Monk commander-in-chief of the\nforces in the three kingdoms, and joint commander of the fleet with Admiral\nMontague; they granted him the sum of twenty thousand pounds in lieu of\nthe palace at Hampton Court, settled on him by the republican party;\nthey discharged[b] from confinement, and freed from the penalty of\nsequestration, Sir George Booth and his associates, a great number of\nCavaliers, and the Scottish lords taken after the battle at Worcester;\nthey restored the common council, borrowed sixty thousand pounds for the\nimmediate pay of the army,",
        "[Footnote 1: Price, 773. Ludlow, 349, 355. Clar. Pap. iii. 678, 697, 703,\n711.]",
        "[Sidenote a: A.D. 1660. Feb. 21.]\n[Sidenote b: A.D. 1660. March.]",
        "declared the Presbyterian confession of faith to be that of the church of\nEngland, ordered copies of the solemn league and covenant to be hung up in\nall churches, offered rewards for the apprehension of Catholic priests,\nurged the execution of the laws against Catholic recusants, and fixed the\n15th of March for their own dissolution, the 25th of April for the meeting\nof a new parliament.[1]",
        "Here, however, a serious difficulty arose. The House of Commons (according\nto the doctrine of the secluded members, it could be nothing more) was\nbut a single branch of the legislature. By what right could it pretend to\nsummon a parliament? Ought not the House of Lords, the peers who had been\nexcluded in 1649, to concur? Or rather, to proceed according to law, ought\nnot the king either to appoint a commission to hold a parliament, as was\nusually done in Ireland, or to name a guardian invested with such power,\nas was the practice formerly, when our monarchs occasionally resided in\nFrance? But, on this point, Monk was inflexible. He placed guards at the\ndoor of the House of Lords to prevent the entrance of the peers; and he\nrefused to listen to any expedient which might imply an acknowledgment of\nthe royal authority. To the arguments urged by others, he replied,[a] that\nthe parliament according to law determined by the death of Charles I.; that\nthe present house could justify its sitting on no other ground but that of\nnecessity, which did not apply to the House of Lords; and that it was in\nvain to expect the submission of the army to a parliament called by royal\nauthority. The military had, with reluctance, consented to the restoration\nof",
        "[Footnote 1: Journals, passim.]",
        "[Sidenote a: A.D. 1660. March 3.]",
        "the secluded members; and to ask more of them at present was to hazard all\nthe advantages which had hitherto been obtained.[1]",
        "Encouraged by the downfall of the republicans, the royalists throughout\nthe country expressed their sentiments without restraint. In some places\nCharles was proclaimed by the populace; several ministers openly prayed\nfor him in the churches: the common council, in their address, declared\nthemselves not averse to his restoration; and the house itself was induced\nto repeal[a] the celebrated engagement in favour of a commonwealth, without\na single person or a house of peers, and to embody under trusty officers\nthe militia of the city and the counties, as a counterpoise to the\nrepublican interest in the army. The judges of the late king, and the\npurchasers of forfeited property, began to tremble. They first tempted the\nambition of the lord-general with the offer of the sovereign authority.[2]\nRejected by him, they appealed to the military; they represented the loss\nof their arrears,",
        "[Footnote 1: Clar. Pap. iii. 704. Ludlow, 364, 365. Price, 773.]",
        "[Footnote 2: Gumble, 270. Two offers of assistance were made to the\ngeneral, on the supposition that he might aspire to the supreme power; one\nfrom the republicans, which I have mentioned, another from Bordeaux, the\nFrench ambassador, in the name of Cardinal Mazarin. On one of these offers\nhe was questioned by Sir Anthony Ashley Copper in the council of state. If\nwe may believe Clarges, one of his secret advisers, it was respecting the\nformer which Clarges mentioned to Cooper. With respect to the offer from\nBordeaux, he tells us that it was made through Clarges himself, and\nscornfully rejected by Monk, who nevertheless consented to receive a\nvisit from Bordeaux, on condition that the subject should not be\nmentioned.–Philips, 602, 604. Locke, on the contrary, asserts that Monk\naccepted the offer of the French minister; that his wife, through loyalty\nto the king, betrayed the secret; and that Cooper put to the general such\nsearching questions that he was confused, and, in proof of his fidelity,\ntook away the commissions of several officers of whom the council was\njealous.–Memoirs of Shaftesbury, in Kennet’s Register, 86. Locke, ix, 279.\nSee note (K).]",
        "[Sidenote a: A.D. 1660. March 10.]",
        "and of the property which they had acquired, as the infallible consequences\nof the restoration of the royal exile; and they so far wrought on the fears\nof the officers, that an engagement to oppose all attempts to set up a\nsingle person was presented[a] to Monk for his signature, with a request\nthat he would solicit the concurrence of the parliament. A second\ncouncil of officers was held the next morning;[b] the general urged the\ninexpediency of troubling the house with new questions, when it was on\nthe point of dissolving itself; and by the address and influence of his\nfriends, though with considerable difficulty, he procured the suppression\nof the obnoxious paper. In a short time he ordered the several officers\nto join their respective regiments, appointed a commission to inspect and\nreform the different corps, expelled all the officers whose sentiments he\nhad reason to distrust, and then demanded and obtained from the army an\nengagement to abstain from all interference in matters of state, and to\nsubmit all things to the authority of the new parliament.[1]",
        "Nineteen years and a half had now elapsed since the long parliament first\nassembled–years of revolution and bloodshed, during which the nation had\nmade the trial of almost every form of government, to return at last to\nthat form from which it had previously departed. On the 16th of March,\none day later than was originally fixed, its existence, which had been\nillegally prolonged since the death of Charles I., was terminated[c] by\nits own act.[2] The reader is already acquainted with its history. For the\nglorious stand",
        "[Footnote 1: Philips, 603, 606. Price, 781. Kennet’s Reg. 113. Thurloe,\nvii. 852, 859, 870. Pepys, i. 43. Skinner, 279-284.]",
        "[Footnote 2: Journals, March 16.]",
        "[Sidenote a: A.D. 1660. March 14.]\n[Sidenote b: A.D. 1660. March 15.]\n[Sidenote c: A.D. 1660. March 16.]",
        "which it made against the encroachments of the crown, it deserves both\nadmiration and gratitude; its subsequent proceedings assumed a more\nambiguous character; ultimately they led to anarchy and military despotism.\nBut, whatever were its merits or demerits, of both posterity has reaped the\nbenefit. To the first, we are indebted for many of the rights which we\nnow enjoy; by the second, we are warned of the evils which result from\npolitical changes effected by violence, and in opposition to the habits and\npredilections of the people.",
        "Monk had now spent more than two months in England, and still his\nintentions were covered with a veil of mystery, which no ingenuity,\neither of the royalists or of the republicans, could penetrate. Sir John\nGrenville, with whom the reader is already acquainted, paid frequent visits\nto him at St. James’s; but the object of the Cavalier was suspected, and\nhis attempts[a] to obtain a private interview were defeated by the caution\nof the general. After the dissolution, Morrice, the confidential friend\nof both, brought them together, and Grenville delivered to Monk a most\nflattering letter from the king. He received and perused it with respect.\nThis was, he observed, the first occasion on which he could express with\nsafety his devotion to the royal cause; but he was still surrounded with\nmen of hostile or doubtful sentiments; the most profound secrecy was still\nnecessary; Grenville might confer in private with Morrice, and must consent\nto be himself the bearer of the general’s answer. The heads of that\nanswer were reduced to writing. In it Monk prayed the king to send him a\nconciliatory letter, which, at the proper season, he might lay before the\nparliament; for himself he asked",
        "[Sidenote a: A.D. 1660. March 10.]",
        "nothing; he would not name, as he was desired, his reward; it was not for\nhim to strike a bargain with his sovereign; but, if he might express his\nopinion, he advised Charles to promise a general or nearly general pardon,\nliberty of conscience, the confirmation of the national sales, and the\npayment of the arrears due to the army. As soon as this paper had been,\nread, he threw it into the fire, and bade Grenville rely on his memory for\nits contents.[1]",
        "By Charles at Brussels the messenger was received as an angel from heaven.\nThe doubts which had so long tormented his mind were suddenly removed; the\ncrown, contrary to expectation, was offered[a] without previous conditions;\nand nothing more was required than that he should aid with his pen the\nefforts of the general; but when he communicated the glad tidings to\nOrmond, Hyde, and Nicholas, these counsellors discovered that the advice,\nsuggested by Monk, was derogatory to the interests of the throne and the\npersonal character of the monarch, and composed a royal declaration which,\nwhile it professed to make to the nation the promises recommended by Monk,\nin reality neutralized their effect, by subjecting them to such limitations\nas might afterwards be imposed by the wisdom of parliament. This paper was\nenclosed[b] within a letter to the speaker of the House of Commons; another\nletter was addressed to the House of Lords; a third to Monk and the army;\na fourth to Montague and the navy; and a fifth to the lord mayor and the\ncity. To the general, open copies were transmitted, that he might deliver\nor destroy the originals",
        "[Footnote 1: Clar. Hist. iii. 734-736. Price, 785. Philips, 605. Clar. Pap.\niii. 706, 711. From the last authorities it is plain that Mordaunt was\nintrusted with the secret as well as Grenville–also a Mr. Herne, probably\na fictitious name.]",
        "[Sidenote a: A.D. 1660. March 26.] [Sidenote b: A.D. 1660. April 2.]",
        "as he thought fit. Notwithstanding the alterations made at Brussels, he\nprofessed himself satisfied with the declaration, and ordered[a] Grenville\nto keep the papers in his custody, till the proper season should arrive.[1]",
        "In the mean while, the writs for the new parliament had been issued; and,\nas there was no court to influence, no interference of the military to\ncontrol the elections, the result may be fairly taken to express the sense\nof the country. The republicans, the Cavaliers, the Presbyterians, all made\nevery effort in their power to procure the return of members of congenial\nsentiments. Of the three parties, the last was beyond comparison the\nmost powerful, had not division paralyzed its influence. The more rigid\nPresbyterians, though they opposed the advocates of the commonwealth\nbecause they were sectaries, equally deprecated the return of the king,\nbecause they feared the restoration of episcopacy. A much greater number,\nwho still adhered with constancy to the solemn league and covenant, deemed\nthemselves bound by it to replace the king on the throne, but under the\nlimitations proposed during the treaty in the Isle of Wight. Others, and\nthese the most active and influential, saw no danger to be feared from\na moderate episcopacy; and, anxious to obtain honours and preferment,\nlaboured",
        "[Footnote 1: Clar. iii. 737-740, 742-751. Price, 790. Monk had been\nassured, probably by the French ambassador, that the Spaniards intended to\ndetain the king at Brussels as a hostage for the restoration of Jamaica and\nDunkirk. On this account he insisted that the king should leave the Spanish\nterritory, and Charles, having informed the governor of his intention to\nvisit Breda, left Brussels about two hours, if Clarendon be correct, before\nan order was issued for his detention. The several letters, though written\nand signed at Brussels, were dated from Breda, and given to Grenville the\nmoment the king placed his foot on the Dutch territory.–Clar. 740.]",
        "[Sidenote a: A.D. 1660. April 10.]",
        "by the fervour of their present loyalty to deserve the forgiveness of their\npast transgressions. These joined with the Cavaliers; their united efforts\nbore down all opposition; and, in most places, their adversaries either\nshrunk from the contest, or were rejected by overwhelming majorities.[1]",
        "But the republicans sought for aid in another direction. Their emissaries\npenetrated into the quarters of the military, where they lamented the\napproaching ruin of the good old cause, regretted that so many sacrifices\nhad been made, so much blood had been shed in vain, and again insinuated to\nthe officers, that they would forfeit the lands which they had purchased,\nto the privates, that they would be disbanded and lose their arrears.[2]\nA spirit of discontent began to spread through several corps, and a great\nnumber of officers repaired to the metropolis. But Monk, though he still\nprofessed himself a friend to republican government, now ventured to assume\na bolder tone. The militia of the city, amounting to fourteen thousand men,\nwas already embodied under his command; he had in his pocket a commission\nfrom Charles, appointing him lord-general over all the military in the\nthree kingdoms; and he had resolved, should circumstances compel him to\nthrow off the mask, to proclaim the king, and to summon every faithful\nsubject to repair to the royal standard. He first ordered[a] the officers\nto return to their posts; he then directed the promise of submission to the\nnew parliament to be tendered to",
        "[Footnote 1: Thurloe, vii, 866, 887. Price, 787. Carte’s Letters, ii. 326.\nClar. Pap. iii. 705, 714, 726, 730, 731, 733. It appears that many of the\nroyalists were much too active. “When the complaint was made to Monk, he\nturned it off with a jest, that as there is a fanatic party on the one\nside, so there is a frantic party on the other” (721, 722).]",
        "[Footnote 2: Thurloe, vii. 870.]",
        "[Sidenote a: A.D. 1660. April 9.]",
        "the privates, and every man who refused to make it was immediately\ndischarged.[1] At the same time, the friends of the commonwealth resolved\nto oppose Lambert, once the idol of the soldiery, to Monk. Lambert, indeed,\nwas a prisoner in the Tower, confined by order of the council, because he\nhad refused to give security for his peaceable behaviour; but, with the aid\nof a rope, he descended[a] from the window of his bed-chamber, was received\nby eight watermen in a barge, and found a secure asylum in the city. The\ncitizens, however, were too loyal to listen to the suggestions of the\nparty; he left his concealment, hastened[b] into Warwickshire, solicited,\nbut in vain, the co-operation of Ludlow, collected from the discontented\nregiments six troops of horse and some companies of foot, and expected in a\nfew days to see himself at the head of a formidable force. But Ingoldsby,\nwho, of a regicide, was become a royalist, met him[c] near Daventry with\nan equal number; a troop of Lambert’s men under the command of the younger\nHazlerig, passed over to his opponents; and the others, when he gave the\nword to charge, pointed their pistols to the ground. The unfortunate\ncommander immediately turned and fled; Ingoldsby followed; the ploughed\nland gave the advantage to the stronger horse; the fugitive was overtaken,\nand, after an ineffectual effort to awaken the pity of his former comrade,\nsubmitted to his fate. He was conducted[d] back to the Tower, at the time\nwhen the trained bands, the volunteers, and the auxiliaries raised in the\ncity, passed in review before the general in Hyde Park. The auxiliaries\ndrank the king’s health on their knees; Lambert was at the moment driven\nunder Tyburn",
        "[Footnote 1: Clar. Pap. iii. 715.]",
        "[Sidenote a: A.D. 1660. April 11.]\n[Sidenote b: A.D. 1660. April 13.]\n[Sidenote c: A.D. 1660. April 21.]\n[Sidenote d: A.D. 1660. April 24.]",
        "and the spectators hailed with shouts and exclamations the disgrace of the\nprisoner.[1]",
        "The Convention parliament (so it was called, because it had not been\nlegally summoned) met[a] on the appointed day, the 25th of April. The\nPresbyterians, by artful management, placed Sir Harbottle Grimstone, one of\ntheir party, in the chair; but the Cavaliers, with their adherents, formed\na powerful majority, and the new speaker, instead of undertaking to stem,\nhad the prudence to go along with, the stream. Monk sat as representative\nof Devonshire, his native county.",
        "To neutralize the influence of the Cavaliers among the Commons, the\nPresbyterian peers who sat in 1648, assembled in the House of Lords, and\nchose the earl of Manchester for their speaker. But what right had they\nexclusively to constitute a house of parliament? They had not been summoned\nin the usual manner by writ; they could not sit as a part of the long\nparliament, which was now at least defunct; and, if they founded their\npretensions on their birthright, as consiliarii nati, other peers were\nin possession of the same privilege. The question was propounded to the\nlord-general, who replied that he had no authority to determine the claims\nof any individual. Encouraged by this answer, a few of the excluded peers\nattempted to take their seats, and met with no opposition; the example was\nimitated by others, and in a few days the Presbyterian lords did not amount\nto more than one-fifth of the house. Still, however, to avoid cavil, the\npeers who sat in the king’s parliament at Oxford, as well as those whose\npatents bore date after the",
        "[Footnote 1: Kennet’s Reg. 120. Price, 792, 794. Ludlow, 379. Philips, 607.\nClar. Pap. iii. 735.]",
        "[Sidenote a: A.D. 1660. April 25.]",
        "commencement of the civil war, abstained for the present from demanding\nadmission.[1]",
        "Monk continued to dissemble. By his direction Grenville applied to a\nmember, who was entering the council-chamber, for an opportunity of\nspeaking to the lord-general. Monk came to the door, received from him a\nletter, and, recognizing on the seal the royal arms, commanded the guards\nto take care that the bearer did not depart. In a few minutes Grenville\nwas called in, interrogated by the president as to the manner in which he\nbecame possessed of the letter, and ordered to be taken into custody. “That\nis unnecessary,” said Monk; “I find that he is my near kinsman, and I will\nbe security for his appearance.”",
        "The ice was now[a] broken. Grenville was treated not as a prisoner, but a\nconfidential servant of the sovereign. He delivered to the two houses the\nletters addressed to them, and received in return a vote of thanks, with a\npresent of five hundred pounds. The letter for the army was read by Monk\nto his officers, that for the navy by Montague to the captains under his\ncommand, and that for the city by the lord mayor to the common council\nin the Guildhall. Each of these bodies voted an address of thanks and\ncongratulation to the king.",
        "The paper which accompanied the letters to the two houses,–1. granted a\nfree and general pardon to all persons, excepting such as might afterwards\nbe excepted by parliament; ordaining that every division of party should\ncease, and inviting all who were the subjects of the same sovereign to live\nin union and harmony; 2. it declared a liberty to tender consciences, and\nthat no man should be disquieted or called in",
        "[Footnote 1: Lords’ Journ. xi. 4, 5, 6.]",
        "[Sidenote a: A.D. 1660. May 1.]",
        "question for differences of opinion in matters of religion which did not\ndisturb the peace of the kingdom, and promised moreover the royal assent to\nsuch acts of parliament as should be offered for the full granting of\nthat indulgence: 3. it alluded to the actions at law to which the actual\npossessors of estates purchased by them or granted to them during the\nrevolution might be liable, and purposed to leave the settlement of all\nsuch differences to the wisdom of parliament, which could best provide for\nthe just satisfaction of the parties concerned: lastly, it promised to\nliquidate the arrears of the army under General Monk, and to retain the\nofficers and men in the royal service upon the same pay and conditions\nwhich they actually enjoyed. This was the celebrated declaration from\nBreda, the royal charter on the faith of which Charles was permitted to\nascend the throne of his fathers.[1]",
        "Encouraged by the bursts of loyalty with which the king’s letters and\ndeclaration had been received, his agents made it their great object to\nprocure his return to England before limitations could be put on the\nprerogative. From the Lords, so numerous were the Cavaliers in the upper\nhouse, no opposition could be feared; and the temper already displayed\nby the Commons was calculated to satisfy the wishes of the most ardent\nchampions of royalty. The two houses voted, that by the ancient and\nfundamental laws of the realm the government was and ought to be by king,\nlords, and commons; they invited Charles to come and receive the crown to\nwhich he was born; and, to relieve his more urgent necessities, they sent\nhim a present of fifty thousand pounds, with ten thousand pounds for his\nbrother the duke of York, and five",
        "[Footnote 1: Lords’ Journ. xi. 7, 10.]",
        "thousand pounds for the duke of Gloucester. They ordered the arms and\nsymbols of the commonwealth to be effaced, the name of the king to be\nintroduced into the public worship, and his succession to be proclaimed\nas having commenced from the day of his father’s death.[1] Hale, the\ncelebrated lawyer, ventured, with Prynne, to call[a] upon the House of\nCommons to pause in their enthusiasm, and attend to the interests of the\nnation. The first moved the appointment of a committee to inquire what\npropositions had been offered by the long parliament, and what concessions\nhad been made by the last king in 1648; the latter urged the favourable\nopportunity of coming to a mutual and permanent understanding on all those\nclaims which had been hitherto subjects of controversy between the two\nhouses and the crown. But Monk rose, and strongly objected to an inquiry\nwhich might revive the fears and jealousies, the animosities and bloodshed,\nof the years that were past. Let the king return while all was peace and\nharmony. He would come alone; he could bring no army with him; he would\nbe as much at their mercy in Westminster as in Breda. Limitations, if\nlimitations were necessary, might be prepared in the interval, and offered\nto him after his arrival. At the conclusion of this speech, the house\nresounded with the acclamations of the Cavaliers; and the advocates of the\ninquiry, awed by the authority of the general and the clamour of their\nopponents, deemed it prudent to desist.[2]",
        "Charles was as eager to accept, as the houses had been to vote, the address\nof invitation. From Breda he had gone to the Hague, where the States,\nanxious to atone for their former neglect, entertained him with",
        "[Footnote 1: Journals of both houses.]",
        "[Footnote 2: Burnet, i. 88. Ludlow, iii. 8, 9.]",
        "[Sidenote a: A.D. 1660. May 7.]",
        "unusual magnificence. The fleet, under Montague,[1] had anchored in the Bay\nof Scheveling; and Charles, as soon as the weather permitted, set sail[a]\nfor Dover, where Monk, at the head of the nobility and gentry from the\nneighbouring counties, waited to receive the new sovereign. Every eye\nwas fixed on their meeting;[b] and the cheerful, though dignified,\ncondescension of the king, and the dutiful, respectful homage of the\ngeneral, provoked the applause of the spectators. Charles embraced him as\nhis benefactor, bade him walk by his side, and took him into the royal\ncarriage. From Dover to the capital the king’s progress bore the appearance\nof a triumphal procession. The roads were covered with crowds of people\nanxious to testify their loyalty, while they gratified their curiosity. On\nBlackheath he was received[c] by the army in battle array, and greeted with\nacclamations as he passed through the ranks; in St. George’s Fields the\nlord mayor and aldermen invited him to partake of a splendid collation in a\ntent prepared for the purpose; from London Bridge to Whitehall the houses\nwere hung with tapestry, and the streets lined by the trained bands, the\nregulars, and the officers who had served under Charles I. The king was\npreceded by troops of horsemen, to the amount of three thousand persons, in\nsplendid dresses, attended by trumpeters and footmen; then came the lord\nmayor, carrying the naked sword, after him the lord-general and the duke of\nBuckingham, and lastly the king himself, riding between his two brothers.\nThe cavalcade was closed by the general’s life-guard, five regiments",
        "[Footnote 1: Montague had long been in correspondence with the king, and\ndisapproved of the dissimulation of Monk, so far as to call him in private\na “thick-sculled fool;” but thought it necessary to flatter him, as he\ncould hinder the business.–Pepys, i. 69.]",
        "[Sidenote a: A.D. 1660. May 23.]\n[Sidenote b: A.D. 1660. May 25.]\n[Sidenote c: A.D. 1660. May 29.]",
        "of horse, and two troops of noblemen and gentlemen. At Whitehall Charles\ndismissed the lord mayor, and received in succession the two houses, whose\nspeakers addressed him in strains of the most impassioned loyalty, and\nwere answered by him with protestations of attachment to the interests and\nliberties of his subjects. It was late in the evening before the ceremonies\nof this important day were concluded; when Charles observed to some of his\nconfidants “It must sorely have been my fault that I did not come before;\nfor I have met with no one to-day who did not protest that he always wished\nfor my restoration.\"[1]",
        "That the re-establishment of royalty was a blessing to the country will\nhardly be denied. It presented the best, perhaps the only, means of\nrestoring public tranquillity amidst the confusion and distrust, the\nanimosities and hatreds, the parties and interests, which had been\ngenerated by the events of the civil war, and by a rapid succession of\nopposite and ephemeral governments. To Monk belongs the merit of having, by\nhis foresight and caution, effected this desirable object without bloodshed\nor violence; but to his dispraise it must also be recorded, that he\neffected it without any previous stipulation on the part of the exiled\nmonarch. Never had so fair an opportunity been offered of establishing a\ncompact between the sovereign and the people, of determining, by mutual\nconsent, the legal rights of the crown, and of securing from future\nencroachment the freedom of the people. That Charles would have consented\nto such conditions,",
        "[Footnote 1: Whitelock, 702. Kennet’s Reg. 163. Clarendon’s Hist. iii. 772.\nClarendon’s Life by Himself, Continuation, p. 7, 8. Evelyn’s Diary, ii.\n148.]",
        "we have sufficient evidence; but, when the measure was proposed, the\nlord-general declared himself its most determined opponent. It may have\nbeen, that his cautious mind figured to itself danger in delay; it is more\nprobable that he sought to give additional value to his services in the\neyes of the new sovereign. But, whatever were the motives of his conduct,\nthe result was, that the king ascended the throne unfettered with\nconditions, and thence inferred that he was entitled to all the powers\nclaimed by his father at the commencement of the civil war. In a few years\nthe consequence became manifest. It was found that, by the negligence or\nperfidy of Monk, a door had been left open to the recurrence of dissension\nbetween the crown and the people; and that very circumstance which Charles\nhad hailed as the consummation of his good fortune, served only to prepare\nthe way for a second revolution, which ended in the permanent exclusion of\nhis family from the government of these kingdoms.",
        "APPENDIX.",
        "NOTE A, p. 117.",
        "Nothing more clearly shows the readiness of Charles to engage in intrigue,\nand the subtleties and falsehood to which he could occasionally descend,\nthan the history of Glamorgan’s mission to Ireland. In this note I purpose\nto lay before the reader the substance of the several documents relating to\nthe transaction.",
        "On the 1st of April, 1644, the king gave to him, by the name of Edward\nSomerset, alias Plantagenet, Lord Herbert, Baron Beaufort, &c., a\ncommission under the great seal, appointing him commander-in-chief of three\narmies of Englishmen, Irishmen, and foreigners; authorizing him to raise\nmoneys on the securities of the royal wardships, customs, woods, &c.;\nfurnishing him with patents of nobility from the title of marquis to that\nof baronet, to be filled up with names at his discretion; promising to give\nthe Princess Elizabeth to his son Plantagenet in marriage with a dower of\nthree hundred thousand pounds, a sum which did not much exceed what Herbert\nand his father had already spent in the king’s service, and in addition to\nconfer on Herbert himself the title of duke of Somerset, with the George\nand blue ribbon.–From the Nuncio’s Memoirs in Birch’s Inquiry, p. 22.",
        "This commission was granted in consequence of an understanding with the\ndeputies from the confederate Catholics, who were then at Oxford, and its\nobject is fully explained by Herbert himself in a letter to Clarendon, to\nbe laid before Charles II., and dated June 11, 1660. “For his majesty’s\nbetter information, through your favour, and by the channel of your\nlordship’s understanding things rightly, give me leave to acquaint you\nwith one chief key, wherewith to open the secret passages between his late\nmajesty and myself, in order to his service; which was no other than a\nreal exposing of myself to any expense or difficulty, rather than his just\ndesign should not take place; or, in taking effect, that his honour should\nsuffer; an effect, you may justly say, relishing more of a passionate and\nblind affection to his majesty’s service, than of discretion and care of\nmyself. This made me take a resolution that he should have seemed angry\nwith me at my return out of Ireland, until I had brought him into a posture\nand power to own his commands, to make good his instructions, and to reward\nmy faithfulness and zeal therein.",
        "“Your lordship may well wonder, and the king too, at the amplitude of\nmy commission. But when you have understood the height of his majesty’s\ndesign, you will soon be satisfied that nothing less could have made me\ncapable to effect it; being that one army of ten thousand men was to have\ncome out of Ireland through North Wales; another of a like number, at\nleast, under my command in chief, have expected my return in South Wales,\nwhich Sir Henry Gage was to have commanded as lieutenant-general; and a\nthird should have consisted of a matter of six thousand men, two thousand\nof which were to have been Liegois, commanded by Sir Francis Edmonds, two\nthousand Lorrainers, to have been commanded by Colonel Browne, and two\nthousand of such French, English, Scots, and Irish, as could be drawn out\nof Flanders and Holland. And the six thousand were to have been, by the\nprince of Orange’s assistance, in the associated counties; and the governor\nof Lyne, cousin german to Major Bacon, major of my own regiment, was to\nhave delivered the town unto them.",
        "“The maintenance of this army of foreigners was to have come from the pope,\nand such Catholick princes as he, should have drawn into it, having engaged\nto afford and procure thirty thousand pounds a month; out of which the\nforeign army was first to be provided for, and the remainder to be divided\namong the other armies. And for this purpose had I power to treat with\nthe pope and Catholick princes with particular advantages promised to\nCatholicks for the quiet enjoying their religion, without the penalties\nwhich the statutes in force had power to inflict upon them. And my\ninstructions for this purpose, and my powers to treat and conclude\nthereupon, were signed by the king under his pocket signet, with blanks for\nme to put in the names of pope or princes, to the end the king might have\na starting-hole to deny the having given me such commissions, if excepted\nagainst by his own subjects; leaving me as it were at stake, who for\nhis majesty’s sake was willing to undergo it, trusting to his word\nalone.\"–Clarendon Papers, ii. 201, 202.",
        "But his departure was delayed by Ormond’s objections to the conditions of\npeace; and the king, to relieve himself from the difficulty, proposed to\nHerbert to proceed to Ireland, and grant privately to the Catholics those\nconcessions which the lord-lieutenant hesitated to make, on condition of\nreceiving in return an army of ten thousand men for the royal service. In\nconsequence, on the 27th of December, Charles announced to Ormond\nthat Herbert was going to Ireland under an engagement to further the\npeace.–Carte, ii. App. p. 5.",
        "1645, January 2nd. Glamorgan (he was now honoured with the title of earl of\nGlamorgan) received these instructions. “First you may ingage y’r estate,\ninterest and creditt that we will most really and punctually performe any\nour promises to the Irish, and as it is necessary to conclude a peace\nsuddainely, soe whatsoever shall be consented unto by our lieutenant the\nmarquis of Ormond. We will dye a thousand deaths rather than disannull or\nbreak it; and if vpon necessity any thing to be condescended unto, and yet\nthe lord marquis not willing to be seene therein, as not fitt for us at the\npresent publickely to owne, doe you endeavour to supply the same.\"–Century\nof Inventions by Mr. Partington, original letters and official papers,\nxxxv. Then follows a promise to perform any promise made by him to Ormond\nor others, &c.",
        "January 6. He received a commission to levy any number of men in Ireland\nand other parts beyond the sea, with power to appoint officers, receive the\nking’s rents, &c.–Birch, p. 18, from the Nuncio’s Memoirs, fol. 713.",
        "January 12. He received another warrant of a most extraordinary\ndescription, which I shall transcribe from a MS. copy in my possession,\nattested with the earl’s signature, and probably the very same which he\ngave to Ormond after his arrest and imprisonment.",
        "“Charles Rex",
        "“Charles by the grace of God king of England Scotland France and Ireland\nDefender of the Fayth, &c. To our Right trusty and Right well beloved\nCossin Edward Earle of Glamorgan greetinge. Whereas wee haue had sufficient\nand ample testimony of y’r approued wisdome and fideliti. Soe great is\nthe confidence we repose in yo’w as that whatsoeuer yo’w shall perform as\nwarranted only under our signe manuall pockett signett or private marke or\neven by woorde of mouthe w’thout further cerimonii, wee doo in the worde of\na kinge and a cristian promis to make good to all intents and purposes as\neffectually as if your authoriti from us had binne under our great seale of\nEngland w’th this advantage that wee shall esteem our self farr the moore\nobliged to yo’w for y’r gallantry in not standing upon such nice tearms to\ndoe us service w’h we shall God willing rewarde. And althoughe yo’w exceed\nwhat law can warrant or any power of ours reach unto, as not knowinge what\nyo’w may have need of, yet it being for our service, wee oblige ourself not\nonly to give yo’w our pardon, but to mantayne the same w’th all our might\nand power, and though, either by accident yo’w loose or by any other\noccasion yo’w shall deem necessary to deposit any of our warrants and so\nwante them at yo’r returne, wee faythfully promise to make them good\nat your returne, and to supply any thinge wheerin they shall be founde\ndefective, it not being convenient for us at this time to dispute upon\nthem, for of what wee haue heer sett downe yo’w may rest confident, if\ntheer be fayth or truth in man; proceed theerfor cheerfully, spedelj, and\nbouldly, and for your so doinge this shal be yo’r sufficient warrant. Given\nat our Court at Oxford under our signe manuall and privat signet this 12 of\nJanuary 1644.",
        "  “Glamorgan.",
        "  “To our Right trustj and Right well beloved cosin\n  Edward Earle of Glamorgan.\"\n  Indorsed, “The Earle of Glamorgan’s further authoritj.”",
        "Feb. 12. Glamorgan had left Oxford, and was raising money in Wales, when\nCharles sent him other despatches, and with them a letter desiring him to\nhasten to Ireland. In it he acknowledges the danger of the undertaking,\nthat Glamorgan had already spent above a million of crowns in his service,\nand that he was bound in gratitude to take care of him next to his own wife\nand children. “What I can further thinke at this point is to send y’w the\nblue ribben, and a warrant for the title of duke of Somerset, both w’ch\naccept and make vse of at your discretion, and if you should deferre y’e\npublishing of either for a whyle to avoyde envye, and my being importuned\nby others, yet I promise yo’r antiquitie for y’e one and your pattent for\nthe other shall bear date with the warrants.\"–Century of Inventions, p.\nxxxiv. On the 18th of August, 1660, the marquess of Hertford complained\nthat this patent was injurious to him, as he claimed the tide of Somerset.\nGlamorgan, then marquess of Worcester, readily surrendered it on the 3rd of\nSeptember, and his son was created duke of Beaufort.",
        "On March 12, the king wrote to him the following letter:–",
        "“Herbert,",
        "“I wonder you are not yet gone for Ireland; but since you have stayed all\nthis time, I hope these will ouertake you, whereby you will the more see\nthe great trust and confidence I repose in your integrity, of which I have\nhad soe long and so good experience; commanding yow to deale with all\ningenuity and freedome with our lieutenant of Ireland the marquess of\nOrmond, and on the word of a king and a Christian I will make good any\nthing which our lieutenant shall be induced unto upon your persuasion; and\nif you find it fitting, you may privately shew him these, which I intend\nnot as obligatory to him, but to myselfe, and for both your encouragements\nand warrantise, in whom I repose my cheefest hopes, not having in all my\nkingdomes two such subjects; whose endeauours joining, I am confident to be\nsoone drawen out of the mire I am now enforced to wallow in.\"–Century of\nInventions, xxxviii.",
        "What were the writings meant by the word ’these” which Glamorgan might\nshow to Ormond if he thought fitting? Probably the following warranty dated\nat Oxford on the same day.",
        "“Charles R.",
        "“Charles by the Grace of God King of England Scotland France and Ireland\nDefender of the Fayth &c. To our right trusty and right welbeloved Cosin\nEdward earle of Glamorgan Greeting. We reposing great and espitiall trust,\nand confidence in y’r approved wisdome, and fidelity doe by these (as\nfirmely as under our great seale to all intents and purposes) Authorise\nand give you power to treate and conclude w’th the Confederat Romaine\nCatholikes in our Kingdom of Ireland, if vpon necessity any thing be to be\ncondescended vnto wherein our Lieutenant can not so well be seene in as not\nfitt for vs at the present publikely to owne, and therefore we charge you\nto proceede according to this our warrant w’th all possible secresie,\nand for whatsoever you shall engage your selfe, vpon such valuable\nconsiderations as you in y’r iudgement shall deeme fitt, we promise in the\nword of a King and a Christian to ratifie and performe the same, that shall\nbe graunted by you, and vnder your hand and seale, the sayd confederat\nCatholikes having by theyr supplyes testified theyre zeale to our service,\nand this shall be in eache particular to you a sufficient warrant. Given at\nour Court at Oxford, under our signett and Royall signature the twelfe day\nof Marche in the twentieth year of our Raigne 1644.",
        "To our Right Trusty and right welbeloved Cosin,",
        "Edward Earle of Glamorgan.”",
        "Some writers have attempted to dispute the authenticity of this warrant,\nbecause though it was inserted verbatim in Glamorgan’s treaty with the\nconfederates, he did not produce it at the requisition of the council at\nDublin, under the excuse that he had deposited it with the Catholics at\nKilkenny. But that this was the truth, appears from the Nuncio’s Memoirs:\n“a sua majestate mandatum habuit, cujus originate regiâ manu subscriptum\nGlamorganae comes deposuit apud confoederatos Catholicos,” (fol. 1292, apud\nBirch, 215); and if better authority be required, I have in my possession\nthe original warrant itself, with the king’s signature and private seal,\nbearing the arms of the three kingdoms, a crown above, and C.R. on the\nsides, and indorsed in the same handwriting with the body of the warrant,\n“The Earle of Glamorgan’s espetiall warrant for Ireland.” Of this original\nthe above is a correct copy.",
        "April 30. The king having heard that Rinuccini had been appointed nuncio,\nand was on his way to Ireland, sent to Glamorgan a letter for that prelate\nand another for the pope. The contents of the second are unknown; the first\nis copied in the Nuncio’s Memoirs, “Nous ne doubtons point, que les choses\nn’yront bien, et que les bonnes intentions commencés par effect du dernier\npape ne s’accomplisseront par celuys icy, et par vos moyens, en notre\nroyaume d’Irelande et de Angleterre.\"–Birch 28. He then requests the\nnuncio to join with Glamorgan, and promises to accomplish on the return of\nthe latter, whatever they shall have resolved together.–Ibid.",
        "The king, on his return to Oxford, after the disastrous campaign of 1645,\nstill placed his principal reliance on the mission of Glamorgan; and, to\ninduce the court of Rome to listen to the proposals of that envoy, wrote,\nwith his own hand, the two following letters, of which the originals still\nexist in the Archivio Vaticano, one to the pope himself, the other to\nCardinal Spada, requesting of both to give credit to Glamorgan or his\nmessenger, and engaging the royal word to fulfil whatever should be agreed\nupon by Glamorgan, in the name of his sovereign:–",
        "“Beatissime Pater,",
        "“Tot tantaque testimonia fidelitatis et affectus consanguinei nostri\ncomitis Glamorganiae jamdudum accepimus, eamque in illo fiduciam merito\nreponimus, ut Sanctitas Vestra ei fidem merito praebere possit in quacumque\nre, de qua per se vel per alium nostro nomine cum Sanctitate Vestra\ntractaturus sit. Quaecumque vero ab ipso certo statuta fuerint, ea munire\net confirmare pollicemur. In cujus testimonium brevissimas has scripsimus,\nmanu et sigillo nostro munitas, qui nihil (potius) habemus in votis, quam\nut fevore vestro in eum statum redigamur, quo palam profiteamur nos.",
        "“Sanctitatis Vestrae",
        "“Humilimum et obedientissimum servum,",
        "  “Apud Curiam nostram,             CHARLES R.\n  Oxoniae, Oct. 20, 1645.”",
        "Superscription–",
        "“Beatissimo Patri Innocentio decimo Pontifici Maximo.”",
        "“Eminentissime Domine, Pauca scripsimus Beatissimo Patri, de fide adhibenda\nconsanguineo nostro comiti Glamorganiae, et cuilibet ab eo delegato, quem\nut Eminentia vestra pariter omni favore prosequatur, rogamus; certoque\ncredat nos ratum habituros quicquid a praedicte comite, vel suo delegato,\ncum Sanctissimo Patre vel Eminentia vestra transactum fuerit.",
        "“Eminentiae Vestrae,",
        "  “Apud Curiam nostram,        Fidelisimus Amicus,\n  Oxoniae, Oct. 20, 1645.”               CHARLES R.",
        "Superscription–",
        "“Eminentissimo Domino et Consanguineo nostro, Dño Cardinali Spada.”",
        "After the discovery of the whole proceeding, the king, on January 29th,\n1646, sent a message to the two houses in England, in which he declares\n(with what truth the reader may judge) that Glamorgan had a commission to\nraise men, and “to that purpose only;” that he had no commission to treat\nof any thing else without the privity and directions of Ormond; that he\nhad never sent any information of his having made any treaty with the\nCatholics, and that he (the king) disavowed him in his proceedings, and\nhad ordered the Irish council to proceed against him by due course of\nlaw.–Charles’s Works, 555.",
        "Two days later, January 31, having acknowledged to the council at Dublin\nthat he had informed Glamorgan of the secret instructions given to Ormond,\nand desired him to use his influence with the Catholics to persuade them to\nmoderate their demands, he proceeds: “To this end (and with the strictest\nlimitations that we could enjoin him, merely to those particulars\nconcerning which we had given you secret instructions, as also even in that\nto do nothing but by your especial directions) it is possible we might have\nthought fit to have given unto the said earl of Glamorgan such a credential\nas might give him credit with the Roman Catholics, in case you should find\noccasion to make use of him, either as a farther assurance unto them of\nwhat you should privately promise, or in case you should judge it necessary\nto manage those matters for their greater confidence apart by him, of whom,\nin regard of his religion and interest, they might be less jealous. This is\nall, and the very bottom of what we might have possibly entrusted unto the\nsaid earl of Glamorgan in this affair.\"–Carte’s Ormond, iii. 446. How this\ndeclaration is to be reconciled with the last, I know not.",
        "With this letter to the council he sent two others. One was addressed\nto Ormond, asserting on the word of a Christian that he never intended\nGlamorgan to treat of any thing without Ormond’s knowledge and approbation,\nas he was always diffident of the earl’s judgment, but at the same time\ncommanding him to suspend the execution of any sentence which might be\npronounced against that nobleman.–Carte, ii. App. p. 12. The second, dated\nFeb. 3, was to Glamorgan himself, in these words:–",
        "“Glamorgan,",
        "I must clearly tell you, both you and I have been abused in this business;\nfor you have been drawn to consent to conditions much beyond your\ninstructions, and your treaty had been divulged to all the world. If you\nhad advised with my lord lieutenant, as you promised me, all this had been\nhelped. But we must look forward. Wherefore, in a word, I have commanded\nas much favour to be shewn to you as may possibly stand with my service or\nsafety; and if you will yet trust my advice–which I have commanded Digby\nto give you freely–I will bring you so off that you may still be useful\nto me, and I shall be able to recompence you for your affection; if not,\nI cannot tell what to say. But I will not doubt your compliance in this,\nsince it so highly concerns the good of all my crowns, my own particular,\nand to make me have still means to shew myself",
        "Your most assured Friend,",
        "CHARLES R. Oxford, Feb. 3, 1645-6.” Warner, 360.",
        "In this letter Charles, in his own defence, pretends to blame Glamorgan;\nprobably as a blind to Ormond and Digby, through whom it was sent. Soon\nafterwards, on February 28th, he despatched Sir J. Winter to him with full\ninstructions, and the following consolatory epistle:–",
        "“Herbert,",
        "I am confident that this honest trusty bearer will give you good\nsatisfaction why I have not in euerie thing done as you desired, the wante\nof confidence in you being so farre from being y’e cause thereof, that I\nam euery day more and more confirmed in the trust that I have of you, for\nbeleeve me, it is not in the power of any to make you suffer in my opinion\nby ill offices; but of this and diuers other things I have given so full\ninstructions that I will saye no more, but that I am",
        "Yor most assured constant Friend,",
        "Charles R.”",
        "Century of Inventions, xxxix.",
        "April 5th he wrote to him again.",
        "“GLAMORGAN,",
        "I have no time, nor do you expect that I shall make unnecessary repetitions\nto you. Wherefore, referring you to Digby for business, this is only to\ngive you assurance of my constant friendship to you: which, considering the\ngeneral defection of common honesty, is in a sort requisite. Howbeit, I\nknow you cannot but be confident of my making good all instructions and\npromises to you and the nuncio.",
        "Your most assured constant Friend,",
        "Charles R.”",
        "Warner, 373.",
        "On the following day the king sent him another short letter.",
        "“HERBERT,",
        "As I doubt not but you have too much courage to be dismayed or discouraged\nat the usage you have had, so I assure you that my estimation of you is\nnothing diminished by it, but rather begets in me a desire of revenge and\nreparation to us both; for in this I hold myself equally interested with\nyou. Wherefore, not doubting of your accustomed care and industry in my\nservice, I assure you of the continuance of my favour and protection to\nyou, and that in deeds more than words, I shall shew myself to be",
        "Your most assured constant Friend,",
        "Charles R.”",
        "Warner, 374.",
        "If after the perusal of these documents any doubt can remain of the\nauthenticity of Glamorgan’s commission, it must be done away by the\nfollowing passage from Clarendon’s correspondence with secretary Nicholas.\nSpeaking of his intended history, he says, “I must tell you, I care not how\nlittle I say in that business of Ireland, since those strange powers and\ninstructions given to your favourite Glamorgan, which appears to me so\ninexcusable to justice, piety, and prudence. And I fear there is very much\nin that transaction of Ireland, both before and since, that you and I were\nnever thought wise enough to be advised with in. Oh, Mr. Secretary, those\nstratagems have given me more sad hours than all the misfortunes in war\nwhich have befallen the king, and look like the effects of God’s anger\ntowards us.\"–Clarendon Papers, ii. 337.",
        "It appears that the king, even after he had been delivered by the Scots\nto the parliament, still hoped to derive benefit from the exertions of\nGlamorgan. About the beginning of June, 1647, Sir John Somerset, the\nbrother of that nobleman, arrived in Rome with a letter from Charles to\nInnocent X. The letter is not probably in existence; but the answer of the\npontiff shows that the king had solicited pecuniary assistance, and, as an\ninducement, had held out some hint of a disposition on his part to admit\nthe papal supremacy and the Catholic creed. Less than this cannot be\ninferred from the language of Innocent. Literae illae praecipuam tuam\nalacritatem ac propensionem ad obediendum Deo in nobis, qui ejus vices\ngerimus, luculenter declarant ... a majestate tua enixe poscimus, ut\nquod velle coepit, mox et facto perficiat ... ut aliquo id aggrediaris\nargumento, quo te te ad Catholicam fidem recepisse intelligamus.\nUndoubtedly Charles was making the same experiment with the pontiff which\nhe had just made with his Presbyterian subjects; and as, to propitiate\nthem, he had undertaken to study the Presbyterian doctrines, so he hoped\nto draw money from Innocent by professing an inclination in favour of\nthe Catholic creed. But the attempt failed. The answer was, indeed,\ncomplimentary: it expressed the joy of the pontiff at the perusal of his\nletter, and exhorted him to persevere in the inquiry till he should come to\nthe discovery of the truth; but it disposed of his request, as Urban\nhad previously disposed of a similar request, by stating that it was\ninconsistent with the duty of the pope to spend the treasures of his church\nin the support of any but Catholic princes. This answer is dated 29th June,\n1647.",
        "NOTE B, p. 136.",
        "1. The ordinances had distinguished two classes of delinquents, the one\nreligious, the other political. The first comprised all Catholic recusants,\nall persons whomsoever, who, having attained the age of twenty-one, should\nrefuse to abjure upon oath the doctrines peculiar to the Catholic creed.\nThese were reputed papists, and had been made to forfeit two-thirds of\ntheir real and personal estates, which were seized for the benefit of the\nkingdom by the commissioners of sequestration appointed in each particular\ncounty. The second comprehended all persons who were known to have fought\nagainst the parliament, or to have aided the royal party with money, men,\nprovisions, advice, or information; and of these the whole estates, both\nreal and personal, had been sequestrated, with the sole exception of\none-fifth allotted for the support of their wives and children, if the\nlatter were educated in the Protestant religion.–Elsynge’s Ordinances. 3,\n22, et seq.",
        "2. These sequestrated estates not only furnished a yearly income, but also\na ready supply on every sudden emergency. Thus when Colonel Harvey refused\nto march till his regiment had received the arrears of its pay, amounting\nto three thousand pounds, an ordinance was immediately passed to raise\nthe money by the sale of woods belonging to Lord Petre, in the county of\nEssex.–Journals, vi, 519. When a complaint was made of a scarcity of\ntimber for the repairs of the navy, the two houses authorized certain\nshipwrights to fell two thousand five hundred oak trees on the estates\nof delinquents in Kent and Essex.–Ibid, 520. When the Scots demanded a\nmonth’s pay for their army, the committee at Goldsmiths’ Hall procured the\nmoney by offering for sale such property of delinquents as they judged\nexpedient, the lands at eight, the houses at six years’ purchase.–Journals\nof Commons, June 10, 24, 1644.",
        "3. But the difficulty of procuring ready money by sales induced the\ncommissioners to look out for some other expedient; and when the sum of\nfifteen thousand pounds was wanted to put the army of Fairfax in motion,\nit was raised without delay by offering to delinquents the restoration\nof their sequestrated estates, on the immediate payment of a certain\nfine.–Commons’ Journals, Sept. 13, 1644. The success of this experiment\nencouraged them to hold out a similar indulgence to such persons as were\nwilling to quit the royal party, provided they were not Catholics, and\nwould take the oath of abjuration of the Catholic doctrine.–Ibid. March\n6, August 12, 1645; May 4, June 26, Sept. 3, 1646. Afterwards, on the\ntermination of the war, the great majority of the royalists were admitted\nto make their compositions with the committee. Of the fines required, the\ngreater number amounted to one-tenth, many to one-sixth, and a few\nto one-third of the whole property, both real and personal, of the\ndelinquents.–(See the Journals of both houses for the years 1647, 1648.)",
        "NOTE C, p. 241.",
        "On the day after the king’s execution appeared a work, entitled [Greek:\nEIKON BASILIKAe], or the Portraicture of his Sacred Majesty in “his\nSolitude and Sufferings.” It professed to be written by Charles himself;\na faithful exposition of his own thoughts on the principal events of his\nreign, accompanied with such pious effusions as the recollection suggested\nto his mind. It was calculated to create a deep sensation in favour of the\nroyal sufferer, and is said to have passed through fifty editions in the\ncourse of the first year. During the commonwealth, Milton made a feeble\nattempt to disprove the king’s claim to the composition of the book: after\nthe restoration, Dr. Gauden, a clergyman of Bocking, in Essex, came forward\nand declared himself the real author. But he advanced his pretensions with\nsecrecy, and received as the price of his silence, first the bishopric of\nExeter, and afterwards, when he complained of the poverty of that see, the\nricher bishopric of Worcester.",
        "After the death of Gauden his pretensions began to transpire, and became\nthe subject of an interesting controversy between his friends and the\nadmirers of Charles. But many documents have been published since, which\nwere then unknown, particularly the letters of",
        "Gauden to the earl of Clarendon (Clarendon Papers, iii. App. xxvi.-xxxi.,\nxcv.), and others from him to the earl of Bristol (Maty’s Review, ii. 253.\nClarendon Papers, iii. App. xcvi.; and Mr. Todd, Memoirs of Bishop Walton,\ni. 138). These have so firmly established Gauden’s claim, that, whoever\ndenies it must be prepared to pronounce that prelate an impostor, to\nbelieve that the bishops Morley and Duppa gave false evidence in his\nfavour, and, to explain how it happened, that those, the most interested to\nmaintain the right of the king, namely Charles II., his brother the duke of\nYork, and the two earls of Clarendon and Bristol, yielded to the deception.\nThese difficulties, however, have not appalled Dr. Wordsworth, who in\na recent publication of more than four hundred pages, entitled, “Who\nwrote[Greek: EIKON BASILIKAe]” has collected with patient industry every\nparticle of evidence which can bear upon the subject; and after a most\nminute and laborious investigation, has concluded by adjudging the work\nto the king, and pronouncing the bishop an impudent impostor. Still my\nincredulity is not subdued. There is much in the[Greek: EIKON BASILIKAe]\nitself which forbids me to believe that Charles was the real author, though\nthe latter, whoever he were, may have occasionally consulted and copied the\nroyal papers; and the claim of Gauden appears too firmly established to be\nshaken by the imperfect and conjectural improbabilities which have hitherto\nbeen produced against it.",
        "NOTE D, p. 276.",
        "The Massacres at Drogheda and Wexford.",
        "I. Drogheda was taken by storm on the 11th of September, 1649. Cromwell, on\nhis return to Dublin, despatched two official accounts of his success, one\nto Bradshaw, president of the council of state; a second to Lenthall, the\nspeaker of parliament. They were dated on the 16th and 17th of September;\nwhich probably ought to have been the 17th and 18th, for he repeatedly\nmakes such mistakes in numbering the days of that month. These two\ndocuments on several accounts deserve the attention of the reader.",
        "I. Both mention a massacre, but with this difference, that whereas the\nearlier seems to confine it to the men in arms against the commonwealth,\nthe second towards the end notices, incidentally as it were, the additional\nslaughter of a thousand of the townspeople in the church of St. Peter. In\nthe first, Cromwell, as if he doubted how the shedding of so much blood\nwould be taken, appears to shift the origin of the massacre from himself to\nthe soldiery, who considered the refusal of quarter as a matter of course,\nafter the summons which had been sent into the town on the preceding day;\nbut in the next despatch he assumes a bolder tone, and takes upon himself\nall the blame or merit of the proceeding. “Our men were ordered by meto put them all to the sword.\"–\"I forbade them to spare any that were\nin arms.” In the first, to reconcile the council to the slaughter, he\npronounces it a “marvellous great mercy;” for the enemy had lost by it\ntheir best officers and prime soldiers: in the next he openly betrays his\nown misgivings, acknowledging that “such actions cannot but work remorse\nand regret without sufficient grounds,” and alleging as sufficient grounds\nin the present case–1. that it was a righteous judgment of God on\nbarbarous wretches who had imbued their hands in so much innocent blood;\nand 2. that it would tend to prevent the effusion of blood for the future.",
        "2. Now the insinuation conveyed in the first of these reasons, that\nthe major part of the garrison had been engaged in the outbreak of the\nrebellion and its accompanying horrors, was in all probability a falsehood;\nfor the major part of the garrison was not composed of native soldiers,\nbut of Englishmen serving under the marquess of Ormond, the king’s lord\nlieutenant. This is plain from the evidence of persons who cannot be\nsupposed ignorant of the fact; the evidence of the royalist Clarendon\n(History, vol. iii. part i. p. 323), and of the republican Ludlow, who soon\nafterwards was made general of the horse, and became Cromwell’s deputy\nin the government of the island (Ludlow, Memoirs, i. 301). But, however\ngroundless the insinuation might be, it served Cromwell’s purpose; it would\narray in his favour the fanaticism of the more godly of his party.",
        "For the massacre of the townspeople in the church he offers a similar\napology, equally calculated to interest the feelings of the saints. “They\nhad had the insolence on the last Lord’s day to thrust out the Protestants,\nand to have the mass said there.” Now this remark plainly includes a\nparalogism. The persons who had ordered the mass to be said there on the\n9th of September were undoubtedly the civil or military authorities in the\ntown. Theirs was the guilt, if guilt it were, and theirs should have been\nthe punishment. Yet his argument supposes that the unarmed individuals\nwhose blood was shed there on the 12th, were the very persons who had set\nup the mass on the 9th.",
        "3. We know not how far this second massacre was originated or encouraged by\nCromwell. It is well known that in the sack of towns it is not always in\nthe power of the commander to restrain the fury of the assailants, who\nabuse the license of victory to gratify the most brutal of their passions.\nBut here we have no reason to suppose that Cromwell made any effort to save\nthe lives of the unarmed and the innocent. Both the commander and his\nmen had a common religious duty to perform. They were come, in his\nown language, “to ask an account of the innocent blood which had been\nshed,\"–to “do execution on the enemies of God’s cause.” Hence, in the case\nof a resisting city, they included the old man, the female, and the child\nin the same category with the armed combatant, and consigned all to the\nsame fate.",
        "4. Of the proceedings of the victors during that night we are ignorant; but\nit does not suggest a very favourable notion of their forbearance, that\nin the following morning the great church of St. Peter’s was filled with\ncrowds of townspeople of both sexes, and of every age and condition. The\nmajority of the women and children sought protection within the body of the\nchurch; a select party of females, belonging to the first families in the\ntown, procured access to the crypts under the choir, which seemed to offer\nmore favourable chances of concealment and safety. But the sacred edifice\nafforded no asylum to either. The carnage began within the church at an\nearly hour; and, when it was completed, the bloodhounds tracked their prey\ninto the vaults beneath the pavement. Among the men who thus descended into\nthese subterranean recesses, was Thomas Wood, at that time a subaltern,\nafterwards a captain in Ingoldsby’s regiment. He found there, according\nto his own narrative, “the flower and choicest of the women and ladies\nbelonging to the town, amongst whom a most handsome virgin, arrayed in\ncostly and gorgeous apparel, kneeled down to him with tears and prayers to\nsave her life; and being strucken with a profound pitie, he took her under\nhis arme, and went with her out of the church with intentions to put\nher over the works to shift for herself; but a soldier perceiving his\nintention, he ran his sword up her belly or fundament. Whereupon Mr. Wood,\nseeing her gasping, took away her money, jewels, &c., and flung her down\nover the works.” (See the Life of Anthony a Wood, p. xx., in the edition by\nBliss, of 1813. Thomas was the brother of Anthony, the Oxford historian.)\n“He told them also that 3,000 at least, besides some women and children,\nwere, after the assailants had taken part, and afterwards all the towne,\nput to the sword on the 11th and 12th of September, 1649. He told them\nthat when they were to make their way up to the lofts and galleries of\nthe church, and up to the tower, where the enemy had fled, each of the\nassailants would take up a child, and use as a buckler of defence,\nwhen they ascended the steps, to keep themselves from being shot or\nbrained.\"–Wood, ibid. These anecdotes, from the mouth of one who was an\neyewitness of, probably a participator in, the horrors of that day, will\nenable the reader to form an adequate notion of the thirst for blood which\nstimulated the soldiery, and of the cruelties which they exercised on their\ndefenceless victims.",
        "5. The terms of indignation, and abhorrence in which the sack of Drogheda\nwas described by the royalists of that period are well known. I shall add\nhere another testimony; not that it affords more important information,\nbut because I am not aware that it has ever met the eye of more recent\nhistorians; the testimony of Bruodin, an Irish friar, of great eminence and\nauthority in the Franciscan order. “Quinque diebus continuis haec laniena\n(qua, nullo habito locorum, sexus, religionis aut aetatis discrimine,\njuvenes et virgines lactantes aeque ac senio confecti barbarorum gladiis\nubique trucidati sunt) duravit. Quatuor milia Catholicorum virorum (ut\nde infinita multitudine religiosorum, foeminarum, puerorum, puellarum\net infantium nihil dicam) in civitate gladius impiorum rebellium illa\nexpugnatione devoravit.\"–Propugnaculum Cathol. Veritatis, lib. iv. c. 14,\np. 678.",
        "6. Here another question occurs. How did Cromwell obtain possession of\nDrogheda? for there appears in his despatches a studied evasion of the\nparticulars necessary to give a clear view of the transaction. The\nnarrative is so confused that it provokes a suspicion of cunning and\nconcealment on the part of the writer. The royalists affirmed that\nthe place was won through promises of quarter which were afterwards\nperfidiously violated, and their assertion is supported by the testimony of\nOrmond in an official letter written from the neighbourhood to Lord Byron.\n“Cromwell,” he says, “having been twice beaten from the breach, carried it\nthe third time, all his officers and soldiers promising quarter to such as\nwould lay down their arms, and performing it as long as any place held\nout, which encouraged others to yield; but when they had all once in their\npower, and feared no hurt that could be done them, then the word no quarter\nwent round, and the soldiers were, many of them, forced against their wills\nto kill their prisoners. The governor and all his officers were killed\nin cold blood, except some few of least consideration that escaped by\nmiracle.\"–Sept. 29, Carte’s Letters, ii. 412. It is possible, though\nnot very probable, that Ormond suffered himself to be misled by false\ninformation. It should, however, be observed, that there is nothing in his\naccount positively contradicted by Cromwell’s despatch. Cromwell had, not\nforbidden the granting of quarter before the storm. It was afterwards, “in\nthe heat of the action,” that he issued this order. But at what part of the\naction? On what account? What had happened to provoke him to issue it?\nHe tells us that within the breach the garrison had thrown up three\nentrenchments; two of which were soon carried, but the third, that on the\nMill-Mount, was exceedingly strong, having a good graft, and strongly\npalisaded. For additional particulars we must have recourse to other\nauthority, from which we learn that within this work was posted a body of\npicked soldiers with every thing requisite for a vigorous defence, so that\nit could not have been taken by force without the loss of some hundreds of\nmen on the part of the assailants. It so happened, however, that the latter\nentered it without opposition, and “Colonel Axtell, with some twelve of\nhis men, went up to the top of the mount, and demanded of the governor the\nsurrender of it, who was very stubborn, speaking very big words, but at\nlength was persuaded to go into the windmill at the top of the mount, and\nas many more of the chiefest of them as it could contain, where they were\ndisarmed, and afterwards all slain.\"–Perfect Diurnal from Oct. 1 to Oct.\n8. Now Cromwell in his despatch says “The governor, Sir Arthur Ashton, and\ndivers considerable officers, being there (on the Mill-Mount), our men,\ngetting up to them, were ordered by me to put them all to the sword.” In my\nopinion this passage affords a strong corroboration of the charge made by\nOrmond. If the reader compare it with the passage already quoted from the\nDiurnal, he will find it difficult to suppress a suspicion that Axtell\nand his men had obtained a footing on the Mill-Mount through the offer of\nquarter; and that this was the reason why Cromwell, when he knew that they\nhad obtained possession, issued an order forbidding the granting of quarter\non any account. The consequence was, that the governor and his officers\nwent into the mill, and were there disarmed, and afterwards all slain. The\nother prisoners were treated in the same manner as their officers.",
        "7. Ormond adds, in the same letter, that the sack of the town lasted during\nfive days, meaning, probably, from September 11 to September 15, or 16,\ninclusively. The same is asserted by most of the royalists. But how could\nthat be, when the storm began on the 11th, and the army marched from\nDrogheda on the 15th? The question may perhaps be solved by a circumstance\naccidentally mentioned by Dr. Bates, that on the departure of the army,\nseveral individuals who had hitherto succeeded in concealing themselves,\ncrept out of their hiding-places, but did not elude the vigilance of the\ngarrison, by whom they were put to the sword.–Bates’s Rise and Progress,\npart ii. p. 27.",
        "II. 1. It did not require many days to transmit intelligence from Dublin to\nthe government; for the admiralty had contracted with a Captain Rich, that\nfor the monthly sum of twenty-two pounds he should constantly have two\nswift-sailing vessels, stationed, one at Holyhead, the other at Dublin,\nready to put to sea on the arrival of despatches for the service of the\nstate.–Lords’ Journ. ix. 617. From an accidental entry in Whitelock, it\nwould appear that the letters from Cromwell reached London on the 27th\nof September; on the 28th, parliament, without any cause assigned in the\nJournals, was adjourned to October 2nd, and on that day the official\naccount of the massacre at Drogheda was made public. At the same time an\norder was obtained from the parliament, that “a letter should be written to\nthe lord lieutenant of Ireland, to be communicated to the officers there,\nthat the house doth approve of the execution done at Drogheda both as\nan act of justice to them and mercy to others, who may be warned by it\"\n(Journals, vi. 301), which are the very reasons alleged by Cromwell in his\ndespatch. His conduct was now sanctioned by the highest authority; and from\nthat moment the saints in the army rejoiced to indulge the yearnings of\ntheir zeal for the cause of God, by shedding the blood of the Irish enemy.\nNor had they long to wait for the opportunity. On the 1st of October he\narrived in the neighbourhood of Wexford; on the 9th he opened a cannonade\non the castle, which completely commanded the town. On the 11th, Synnot,\nthe military governor, offered to capitulate; four commissioners, one of\nwhom was Stafford, the captain of the castle, waited on Cromwell to\narrange the terms. He was dissatisfied with their demands, pronounced them\n“abominable,” and detained them till he had prepared his answer. By that\nanswer he granted life and liberty to the soldiers; life, but not liberty,\nto the commissioned officers, and freedom from pillage to the inhabitants,\nsubject, however, to the decision of parliament with respect to their real\nproperty. He required an immediate acceptance of these terms, and the\ndelivery to him of six hostages within an hour.–(Compare the letter of\nOctober 16 in the King’s Pamphlets, No. 442, with the document published\nby Mr. Carlyle, ii. 79, which appears to me nothing more than a rough and\nincorrect draft of an intended answer.) But Stafford was a traitor. In the\ninterval, being “fairly treated,” he accepted, without communication with\nthe governor, the terms granted by Cromwell, and opened the gates of the\nfortress to the enemy. From the castle they scaled an undefended wall in\nthe vicinity, and poured into the town. A paper containing the terms was\nnow delivered to the other three commissioners; but “their commissioners\nthis while not having hearts to put themselves into the town again with out\noffer.\"–Ibid. Letter of October 16. Thus Synnot and the other authorities\nremained in ignorance of Cromwell’s decision.",
        "2. At the first alarm the garrison and burghers assembled in the\nmarket-place, to which they were accompanied or followed by crowds of\nold men, women, and children. For a while the progress of the enemy was\nretarded by barricades of cables. At the entrance of the market-place they\nmet with a “stiff resistance,” as it is called by Cromwell. The\naction lasted about an hour; but the assailants receiving continual\nreinforcements, obtained at last fell possession of the place, and put\nto the sword every human being found upon it. The governor and the mayor\nperished with the rest.",
        "3. But how could these bloody proceedings be reconciled with the terms of\ncapitulation which had been already granted? If we may believe Cromwell’s\nofficial account, a matchless specimen of craft and mystification, he was\nnot to blame that they had been broken. He was perfectly innocent of all\nthat had happened. Could he not then have ordered his men to keep within\nthe castle, or have recalled them when they forced an entrance into the\ntown? Undoubtedly he might; but the pious man was unwilling to put himself\nin opposition to God. “His study had been to preserve the place from\nplunder, that it might be of more use to the commonwealth and the army.\"\nBut he saw “that God would not have have it so.” The events which so\nquickly followed each other, were to him a proof that God in his righteous\njudgment had doomed the town and its defendants to destruction; on which\naccount he “thought it not good, nor just, to restrain off the soldiers\nfrom their right of pillage, nor from doing of execution on the\nenemy.\"–Letter of 16th of October. He concludes his despatch to the\ngovernment with these words:–\"Thus it has pleased God to give into your\nhands this other mercy, for which, as for all, we pray God may have all the\nglory. Indeed, your instruments are poor and weak. and can do nothing but\nthrough believing, and that is the gift of God also.\"–Cary’s Memorials,\nii. 180. Did then the fanatic believe that perfidy and cruelty were gifts\nof God? for at Wexford he could not plead, as at Drogheda, that his summons\nhad been contemptuously rejected. It had been accepted, and he had himself\ndictated the terms of capitulation. Was he not obliged to carry them into\nexecution, even if, as was pretended in defiance of all probability, his\nmen had taken possession of the castle, and forced an entrance into the\ntown without his knowledge or connivance? Would any honest man have\nreleased himself from such obligation under the flimsy pretext that it\nwould be acting against the will of God to recall the soldiers and prevent\nthem from doing execution on the enemy?",
        "4. Cromwell’s ministers of the divine will performed their part at Wexford,\nas they had done at Drogheda, doing execution, not on the armed combatants\nonly, but on the women and children also. Of these helpless victims many\nhad congregated round the great cross. It was a natural consequence in such\nan emergency. Hitherto they had been accustomed to kneel at the foot\nof that cross in prayer, now, with life itself at stake, they would\ninstinctively press towards it to escape from the swords of the enemy. But,\nas far an regards the atrocity of the thing, it makes little difference on\nwhat particular spot they were murdered. You cannot relieve the memory\nof Cromwell from the odium of such murder, but by proving, what it is\nimpossible to prove, that at Wexford the women and children were specially\nexcepted out of the general massacre.",
        "5. I have already copied Bruodin’s description of the sack of Drogheda;\nhere I may transcribe his account of the sack of Wexford. “Ipse strategus\nregicidarum terrestri itinere Dublinium praetergressus, Wexfordiam (modicam\nquidem, et maritimam, munitam et opulentam civitatem) versus castra movet,\noccupatoque insperate, proditione cujusdam perfidi ducis castro, quod\nmoenibus imminebat, in civitatem irruit: opposuere se viriliter aggressori\npraesidiarii simul cum civibus, pugnatumque est ardentissime per unius\nhorae spatium inter partes in foro, sed impari congressu, nam cives fere\nomnes una cum militibus, sine status, sexus, aut aetatis discrimine,\nCromweli gladius absumpsit.\"–Bruodin, Propag. 1. iv. c. 14, p. 679. The\nfollowing is a more valuable document, from the “humble petition of the\nancient natives of the town of Wexford,” to Charles II., July 4, 1660. “Yet\nsoe it is, may it please your Majestie, that after all the resistance they\ncould make, the said usurper, having a great armie by sea and land before\nthe said toune, did on the 9th of October, 1649, soe powerfully assault\nthem, that he entered the toune, and put man, woman, and child, to a very\nfew, to the sword, where among the rest the governor lost his life,\nand others of the soldiers and inhabitants to the number of 1,500\npersons.\"–Gale’s Corporation System in Ireland, App. p. cxxvi.",
        "6. My object in these remarks has been to enable the reader to form a\ncorrect notion of the manner in which Cromwell conducted the war in\nIreland. They will give little satisfaction to the worshippers of the\nhero. But his character is not a mere matter of taste or sympathy. It is a\nquestion of historic inquiry. Much indeed has been written to vindicate\nhim from the imputation of cruelty at Drogheda and Wexford; but of the\narguments hitherto adduced in his defence, it will be no presumption\nto affirm that there is not one among them which can bear the test of\ndispassionate investigation.",
        "NOTE E, p. 338.",
        "The following pensions were afterwards granted to different persons\ninstrumental in facilitating the king’s escape. Unless it be mentioned\notherwise, the pension is for life:–",
        "  £.\n  To Jane Lane (Lady Fisher) . . . . . . . . . 1000\n  Thomas Lane, the father . . . . . . . . .  500\n  Charles Gifford, Esq. . . . . . . . . . .  300\n  Francis Mansell, Esq. . . . . . . . . . .  200\n  Thomas Whitgrave, Esq.  . . . . . . . . .  200\n  Catharine Gunter, for 21 years  . . . . .  200\n  Joan Harford  . . . . . . . . . . . . . .   50\n  Eleanor Sampson . . . . . . . . . . . . .   50\n  Francis Reynolds  . . . . . . . . . . . .  200\n  John and Anne Rogers, and heirs male  . .  100\n  Anne Bird . . . . . . . . . . . . . . . .   30\n  Sir Thomas Wyndham, and heirs, for ever .  600\n  William Ellesdun, during pleasure . . . .  100\n  Robert Swan, during the king’s life . . .   80\n  Lady Anne Wyadham . . . . . . . . . . . .  400\n  Juliana Hest  . . . . . . . . . . . . . .   30",
        "Clarendon Corres. i. 656.",
        "NOTE F, p. 358.",
        "The Act for the Settlement of Ireland.",
        "Whereas the parliament of England after expense of much blood and treasure\nfor suppression of the horrid rebellion in Ireland have by the good hand of\nGod vpon their vndertakings brought that affaire to such an issue as that\na totall reducm’t and settlement of that nation may with Gods blessing be\nspeedily effected. To the end therefore that the people of that nation may\nknowe that it is not the intention of the Parliament to extirpat that wholl\nnation, but that mercie and pardon both as to life and estate may bee\nextended to all husbandmen, plowmen, labourers, artificers, and others of\nthe inferior sort, in manner as is heereafter declared, they submitting\nthemselves to the Parliament of the Commonwealth of England and liveing\npeaceably and obediently vnder their governement, and that others alsoe of\na higher ranke and quality may knowe the Parliament’s intention concerning\nthem according to the respective demerits and considerations under which\nthey fall, Bee it enacted and declared by this present Parliament and by\nthe authority of the same, That all and every person and persons of the\nIrish nation comprehended in any of the following Qualifications shal bee\nlyable vnto the penalties and forfeitures herein mentioned and contained\nor bee made capable of the mercy and pardon therein extended respectively\naccording as is heereafter expressed and declared, that is to saye,",
        "1. That all and every person and persons who at any time before the tenth\nday of November, 1642, being the time of the sitting of the first generall\nassembly at Kilkenny in Ireland have contrived, advised, counselled, or\npromoted the Rebellion, murthers, massacres, done or committed in Ireland\nw’ch began in the year 1641, or have at any time before the said tenth\nday of November 1642 by bearing armes or contributing men, armes, horses,\nplate, money, victuall or other furniture or habilliments of warre (other\nthen such w’ch they shall make to appeare to haue been taken from them by\nmeere force & violence) ayded, assisted, promoted, prosecuted or abetted\nthe said rebellion murthers or massacres, be excepted from pardon of life\nand estate.",
        "2. That all and every person & persons who at any time before the first day\nof May 1643, did sitt or vote, in the said first generall",
        "assembly, or in the first pretended counsell comonly called the supreame\ncouncell of the confederate Catholiques in Ireland or were imployed as\nsecretaries or cheife clearke, to be exempted from pardon for life and\nestate.",
        "3. That all and every Jesuitt preist and other person or persons who have\nreceaved orders from the Pope or Sea of Rome, or any authoritie from\nthe same, that have any wayes contrived, advised, counselled, promoted,\ncontinued, countenanced, ayded, assisted or abetted, or at any time\nhereafter shall any wayes contriue, advise, councell, promote, continue,\ncountenance, ayde, assist or abett the Rebellion or warre in Ireland, or\nany the murthers, or massacres, robberies, or violences, comitted against\nye Protestants, English, or others there, be excepted from pardon for life\nand estate.",
        "4. That James Butler earl of Ormond, James Talbot earl of Castelhaven,\nUllick Bourke earl of Clanricarde, Christopher Plunket earl of Fingal,\nJames Dillon earl of Roscommon, Richard Nugent earl of Westmeath, Moragh\nO’Brian baron of Inchiquin, Donogh M’Carthy viscount Muskerry, Richard\nButler viscount Mountgarrett, Theobald Taaffe viscount Taaffe of Corren,\nRock viscount Fermoy, Montgomery viscount Montgomery of Ards, Magennis\nviscount of Iveagh, Fleming baron of Slane, Dempsey viscount Glanmaleere,\nBirmingham baron of Athenry, Oliver Plunket baron of Lowth, Robert Barnwell\nbaron of Trymletstoune, Myles Bourke viscount Mayo, Connor Magwyre baron of\nEnniskillen, Nicholas Preston viscount Gormanstowne, Nicholas Nettervill,\nviscount Nettervill of Lowth, John Bramhall late Bishop of Derry, (with\neighty-one baronets, knights and gentlemen mentioned by name) be excepted\nfrom pardon of life and estate.",
        "5. That all and every person & persons (both principalls and accessories)\nwho since the first day of October 1641 have or shall kill, slay or\notherwise destroy any person or persons in Ireland w’ch at ye time of their\nbeing soe killed, slaine or destroyed were not publiquely enterteined, and\nmainteyned in armes as officers or private souldiers for and on behalfe of\nthe English against ye Irish, and all and every person and persons (both\nprincipals and accessories) who since the said first day of October 1641\nhave killed slayne or otherwise destroyed any person or persons entertained\nand mainteyned as officers or private souldiers for and on behalfe of\nthe English, against the Irish (the said persons soe killing, slaying or\notherwise destroying, not being then publiquely enterteyned and mainteyned\nin armes as officer or private souldier vnder the comand and pay of ye\nIrish against the English) be excepted from pardon for life and estate.",
        "6. That all and every person & persons in Ireland that are in armes or\notherwise in hostilitie against ye Parliam’t of ye Commonwealth of England,\nand shall not wthin eight and twenty dayes after publicacon hereof by ye\ndeputy gen’ll of Ireland, and ye comission’rs for the Parliam’t, lay\ndowns armes & submitt to ye power and authoritie of ye said Parliam’t &\ncommonwealth as ye same is now established, be excepted from pardon for\nlife and estate.",
        "7. That all other person & persons (not being comprehended in any of ye\nformer Qualifications,) who have borne comaund in the warre of Ireland\nagainst the Parliam’t of England or their forces, as generall, leift’ts\ngenerall, major gen’ll, commissary generall, colonell, Gouerno’rs of any\ngarrison, Castle or Forte, or who have been imployed as receaver gen’ll or\nTreasurer of the whole Nation, or any prouince thereof, Comissarie gen’ll\nof musters, or prouissions, Marshall generall or marshall of any province,\nadvocate to ye army, secretary to ye councell of warre, or to any generall\nof the army, or of any the seuerall prouinces, in order to the carrying on\nthe warre, against the parliam’t or their forces, be banished dureing the\npleasure of the parliam’t of ye Com’wealth of England, and their estates\nforfeited & disposed of as followeth, (viz.) That two third partes of their\nrespective estates, be had taken & disposed of for the vse & benefitt of\nthe said Com’wealth, and that ye other third parte of their said respective\nestates, or other lands to ye proporcon & value thereof (to bee assigned\nin such places in Ireland as the Parliam’t in order to ye more effectual\nsettlem’ of ye peace of this Nation shall thinke fitt to appoint for that\npurpose,) be respectiuely had taken and enioyed by ye wifes and children of\nthe said persons respectively.",
        "8. That ye deputy gen’ll and comission’rs of parliam’t have power to\ndeclare, That such person or persons as they shall judge capeable of\nye parliam’ts mercie (not being comprehended in any of ye former\nqualifications) who have borne armes against the Parliam’t of England or\ntheir forces, and have layd downe armes, or within eight & twenty dayes\nafter publicacon hereof by ye deputy gen’ll of Ireland and ye Comissioners\nfor ye parliam’t, shall lay downe armes & submit to ye power & authoritie\nof ye said parliam’t & com’wealth as ye same is now established, (by\npromising & ingaging to be true to ye same) shal be pardoned for their\nliues, but shall forfeit their estates, to the said comonwealth to be\ndisposed of as followeth (viz.) Two third partes thereof (in three equall\npartes to bee diuided) for the vse benefitt & aduantage of ye said\nComOnwealth, and ye other third parte of the said respective states, or\nother lands to ye proporcon or value thereof) to bee assigned in such\nplaces in Ireland as the parliam’t in order to ye more effectual settlement\nof the peace of the Nation shall thinke fitt to appoint for that purpose\n(bee enioyed by ye said persons their heires or assigns respectively)\nprovided, That in case the deputy gen’ll Comission’rs or either of them,\nshall see cause to give any shorter time than twenty-eight dayes, vnto\nany person or persons in armes, or any Guarrison, Castle, or Forte, in\nhostilitie against the Parliam’t & shall giue notice to such person or\npersons in armes or in any Guarrison, Castle or Forte, That all and every\nsuch person & persons who shall not wthin such time as shal be sett downe\nin such notice surrender such Guarrison, Castle, or Forte to ye parliam’t,\nand lay downe armes, shall haue noe advantage of ye time formerly limited\nin this Qualificacon.",
        "9. That all and every person & persons who have recided in Ireland at any\ntime from the first day of October 1641, to ye first of March 1650, and\nhaue not beene in actuall service of ye parliam’t at any time from ye first\nof August 1649, to the said first of March 1650, or have not otherwise\nmanifested their constant good affections to the interest of ye Comonwealth\nof England (the said Persons not being comprehended in any of the former\nQualificacons) shall forfeit their estates in Ireland to the said\nComonwealth to be disposed of as followeth, (viz.), one third parte thereof\nfor the vse, benefitt, and advantage of the said Comonwealth, and the\nother two third partes of their respective estates, or other lands to the\nproporcon or value thereof (to bee assigned in such places in Ireland, as\nye Parliam’t for ye more effectual settlement of ye peace of the Nation\nshall thinke fitt to appoint for that purpose) bee enioyed by such person\nor persons their heires or assigns respectively.",
        "10. That all and every person & persons (haueing noe reall estate in\nIreland nor personall Estate to the value of ten pounds,) that shall lay\ndowne armes, and submitt to the power and Authoritie of the Parliament by\nthe time limited in the former Qualificacon, & shall take & subscribe the\nengagem’t to be true and faithfull to the Comonwealth of England as the\nsame is now established, within such time and in such manner, as the deputy\nGenerall & commission’rs for the Parliam’t shall appoint and direct, such\npersons (not being excepted from pardon nor adiuged for banishm’t by any of\nthe former Qualificacons) shal be pardoned for life & estate, for any act\nor thing by them done in prosecution of the warre.",
        "11. That all estates declared by the Qualificacons concerning rebells or\ndelinquents in Ireland to be forfeited shal be construed, adiuged & taken\nto all intents and purposes to extend to ye forfeitures of all estates\ntayle, and also of all rights & titles thereunto which since the fiue\nand twentith of March 1639, have beene or shal be in such rebells or\ndelinquents, or any other in trust for them or any of them, or their or\nany of their vses, w’th all reversions & remainders thereupon in any other\nperson or persons whatsoever.",
        "And also to the forfeiture of all estates limitted, appointed, conveyed,\nsettled, or vested in any person or persons declared by the said\nQualificacons to be rebells or delinquents with all reversions or\nremainders of such estates, conueyed, uested, limitted, declared or\nappointed to any the heires, children, issues, or others of the blood,\nname, or kindred of such rebells or delinquents, w’ch estate or estates\nremainders or reuersions since the 25th of March 1639 have beene or shal be\nin such rebells or delinquents, or in any their heires, children, issues or\nothers of the blood, name, or kindred of such rebells or delinquents.",
        "And to all estates graunted, limitted, appointed or conueyed by any such\nrebells or delinquents vnto any their heires, children, issue, w’th all the\nreversions and remainders thereupon, in any other person of the name, blood\nor kindred of such rebells or delinquents, provided that this shall not\nextend to make voyd the estates of any English Protestants, who haue\nconstantly adhered to the parliam’t w’ch were by them purchased for\nvaluable consideracon before ye 23rd of October 1641, or vpon like valuable\nconsideracon mortgaged to them before ye tyme or to any person or persons\nin trust for them for satisfaction of debts owing to them.",
        "NOTE G, p. 396.",
        "I have not been able to ascertain the number of Catholic clergymen who were\nexecuted or banished for their religion under Charles I., and under the\ncommonwealth. But I possess an original document, authenticated by the\nsignatures of the parties concerned, which contains the names and fate of\nsuch Catholic priests as were apprehended and prosecuted in London between\nthe end of 1640 and the summer of 1651 by four individuals, who had formed\nthemselves into a kind of joint-stock company for that laudable purpose,\nand who solicited from the council some reward for their services. It\nshould, however, be remembered that there were many others engaged in the\nsame pursuit, and consequently many other victims besides those who are\nhere enumerated.",
        "“The names of such Jesuits and Romish priests as have been apprehended and\nprosecuted by Capt James Wadsworth, Francis Newton, Thomas Mayo, and\nRobert de Luke, messengers, at our proper charge; whereof some have been\ncondemned; some executed, and some reprieved since the beginning of the\nparliament (3 Nov. 1640); the like having not been done by any others since\nthe reformation of religion in this nation:–",
        "William Waller, als. Slaughter, als. Walker, executed at Tyburne.",
        "Cuthbert Clapton, condemned, reprieved and pardoned.",
        "Bartholomew Row, executed at Tyburne.",
        "Thomas Reynolds, executed at Tyburne.",
        "Edward Morgan, executed at Tyburne.",
        "Thomas Sanderson, als. Hammond, executed at Tyburne.",
        "Henry Heath, alias Pall Magdelen, executed at Tyburne.",
        "Francis Quashet, dyed in Newgate after judgment.",
        "Arthur Bell, executed at Tyburne.",
        "Ralph Corbey, executed at Tyburne.",
        "John Duchet, executed at Tyburne.",
        "John Hamond, als. Jackson, condemned, reprieved by the king, and died in\nNewgate.",
        "Walter Coleman, condemned and died in Newgate,",
        "Edmond Cannon, condemned and died in Newgate.",
        "John Wigmore, als. Turner, condemned, reprieved by the king, and is in\ncustodie in Newgate.",
        "Andrew Ffryer, alias Herne, als. Richmond, condemned and died in Newgate.",
        "Augustian Abbot, als. Rivers, condemned, reprieved by the king, and died in\nNewgate.",
        "John Goodman, condemned and died in Newgate.",
        "Peter Welford, condemned and died in Newgate.",
        "Thomas Bullaker, executed at Tyburne.",
        "Robert Robinson, indicted and proved, and made an escape out of the King’s\nBench.",
        "James Brown, condemned and died in Newgate.",
        "Henry Morse, executed at Tyburne.",
        "Thomas Worseley, alias Harvey, indicted and proved, and reprieved by the\nSpanish ambassador and others.",
        "Charles Chanie (Cheney) als. Tomson, indicted and proved, and begged by the\nSpanish ambassador, and since taken by command of the councell of state,\nand is now in Newgate.",
        "Andrew White, indicted, proved, reprieved before judgment, and banished.",
        "Richard Copley, condemned and banished.",
        "Richard Worthington, found guiltie and banished.",
        "Edmond Cole, Peter Wright, and William Morgan, indicted, proved, and sent\nbeyond sea.",
        "Philip Morgan, executed at Tyburne.",
        "Edmond Ensher, als. Arrow, indicted, condemned, reprieved by the parliament\nand banished.",
        "Thomas Budd, als. Peto, als. Gray, condemned, reprieved by the lord mayor\nof London, and others, justices, and since retaken by order of the councell\nof state, and is now in Newgate.",
        "George Baker, als. Macham, indicted, proved guiltie, and now in Newgate.",
        "Peter Beale, als. Wright, executed at Tyburne.",
        "George Sage, indicted by us, and found guiltie, and since is dead.",
        "James Wadsworth.",
        "Francis Newton.",
        "Thomas Mayo.",
        "Robert de Luke.”",
        "This catalogue tells a fearful but instructive tale; inasmuch as it shows\nhow wantonly men can sport with the lives of their fellow-men, if it suit\nthe purpose of a great political party. The patriots, to enlist in their\nfavour the religious prejudices of the people, represented the king as the\npatron of popery, because he sent the priests into banishment, instead of\ndelivering them to the knife of the executioner. Hence, when they became\nlords of the ascendant, they were bound to make proof of their orthodoxy;\nand almost every execution mentioned above took place by their order\nin 1642, or 1643. After that time they began to listen to the voice of\nhumanity, and adopted the very expedient which they had so clamorously\ncondemned. They banished, instead of hanging and quartering.",
        "NOTE H, p. 493.",
        "Revenue of the Protector.\nWhen the parliament, in 1654, undertook to settle an annual sum on the\nprotector, Oliver Cromwell, the following, according to the statement of\nthe sub-committee, was the amount of the revenue in the three kingdoms:–",
        "  Excise and customs in England . . . . . . . . . . . £80,000\n  Excise and customs in Scotland  . . . . . . . . . .  10,000\n  Excise and customs in Ireland . . . . . . . . . . .  20,000\n  Monthly assessments in England (at 60,0001.)  . . . 720,000\n  Monthly assessments in Ireland (at 8,0001.) . . . .  96,000\n  Monthly assessments in Scotland (at 8,0001.)  . . .  96,000\n  Crown revenue in Guernsey and Jersey  . . . . . . .   2,000\n  Crown revenue in Scotland . . . . . . . . . . . . .   9,000\n  Estates of papists and delinquents in England . . .  60,000\n  Estates of papists and delinquents in Scotland  . .  30,000\n  Rent of houses belonging to the crown . . . . . . .   1,250\n  Post-office . . . . . . . . . . . . . . . . . . . .  10,000\n  Exchequer revenue . . . . . . . . . . . . . . . . .  20,000\n  Probate of wills  . . . . . . . . . . . . . . . . .  10,000\n  Coinage of tin  . . . . . . . . . . . . . . . . . .   2,000\n  Wine licenses . . . . . . . . . . . . . . . . . . .  10,000\n  Forest of Dean  . . . . . . . . . . . . . . . . . .   4,000\n  Fines on alienations  . . . . . . . . . . . . . . .  20,000\n  ––––-\n  £1,200,000",
        "[From the original report in the collection of Thomas Lloyd, Esq.]",
        "NOTE I, p. 558.",
        "Principles of the Levellers.",
        "The following statement of the principles maintained by the Levellers is\nextracted from one of their publications, which appeared soon after the\ndeath of Cromwell, entitled “The Leveller; or, The Principles and Maxims\nconcerning Government and Religion, which are asserted by those that are\ncommonly called Levellers, 1659.”",
        "Principles of Government.",
        "1. The government of England ought to be by laws, and not by men; that is,\nthe laws ought to judge of all offences and offenders, and all punishments\nand penalties to be inflicted upon criminals; nor ought the pleasure of his\nhighness and his council to make whom they please offenders, and punish and\nimprison whom they please, and during pleasure.",
        "2. All laws, levies of moneys, war and peace, ought be made by the people’s\ndeputies in parliament, to be chosen by them successively at certain\nperiods. Therefore there should be no negative of a monarch, because he\nwill frequently by that means consult his own interest or that of his\nfamily, to the prejudice of the people. But it would be well if the\ndeputies of the people were divided into two bodies, one of which should\npropose the laws, and the other adopt or reject them.",
        "3. All persons, without a single exception, should be subject to the law.",
        "4. The people ought to be formed into such a military posture by and under\nthe parliament, that they may be able to compel every man to obey the law,\nand defend the country from foreigners. A mercenary (standing) army is\ndangerous to liberty, and therefore should not be admitted.",
        "Principles of Religion.\n1. The assent of the understanding cannot be compelled. Therefore no man\ncan compel another to be of the true religion.",
        "2. Worship follows from the doctrines admitted by the understanding. No man\ntherefore can bind another to adopt any particular form of worship.",
        "3. Works of righteousness and mercy are part of the worship of God, and so\nfar fall under the civil magistrate, that he ought to restrain men from\nirreligion, that is, injustice, faith-breaking, oppression, and all other\nevil works that are plainly evil.",
        "4. Nothing is more destructive to true religion than quarrels about\nreligion, and the use of punishments to compel one man to believe as\nanother.",
        "NOTE K, p. 608.",
        "That Sir Anthony Ashley Cooper was deeply engaged in the intrigues of this\nbusy time is sufficiently manifest. He appears to have held himself out\nto every party as a friend, and to have finally attached himself to the\nroyalists, when he saw that the royal cause was likely to triumph. Charles\nacknowledged his services in the patent by which he was created Lord\nAshley, mentioning in particular “his prudent and seasonable advice with\nGeneral Monk in order to the king’s restoration.\"–Dugd. ii. 481. From this\npassage we may infer that Cooper was one of Monk’s confidential advisers;\nbut his admirers have gone much farther, attributing to him the whole merit\nof the restoration, and representing the lord-general as a mere puppet in\nthe hands of their hero. In proof they refer to the story told by Locke\n(iii. 471),–a story which cannot easily be reconciled with the more\ncredible and unpretending narrative of Clarges, in Baker’s Chronicle, p.\n602, edit. 1730. But that the reader may form his own judgment, I shall\nsubjoin the chief heads of each in parallel columns.",
        "Clarges",
        "1. Scot, Hazlerig, and others sought and obtained a private interview with\nMonk at Whitehall; and Clarges, from their previous conversation with\nhimself, had no doubt that their object was to offer the government of the\nkingdom to the general.",
        "2. The council of state was sitting in another room; and Clarges, sending\nfor Sir A.A. Cooper, communicated his suspicion to him.",
        "3. After some consultation it was agreed that, as soon as Monk, having\ndismissed Scot and Hazlerig, should enter the council-room, Cooper should\nmove that the clerks be ordered to withdraw.",
        "4. When this was done, Cooper said that he had received notice of a\ndangerous design; that some seditious persons had made “indecent proposals\"\nto the general; and of such proposals he desired that the council might\nhave a full discovery.",
        "5. Monk, unwilling to expose them, replied that there was very little\ndanger in the case; that some persons had, indeed, been with him to be\nresolved in scruples respecting the present transactions in parliament; but\nthat he had sent them away well satisfied (p. 602).",
        "6. Bordeaux offered to Monk through Clarges the aid of Mazarin, whether it\nwere his object to restore the king, or to assume the government himself.\nMonk refused; but consented to receive a visit of civility from the\nambassador, on condition that politics should not be introduced (p. 604).",
        "Locke",
        "1. Bordeaux, the French ambassador, visited Monk one evening, and Mrs.\nMonk, who had secreted herself behind the hangings, heard him offer the\naid of Mazarin to her husband, if he was willing to take the government on\nhimself, which offer the general accepted.",
        "2. Mrs. Monk sent her brother Clarges to communicate the discovery of her\nhusband’s ambitious design to Sir A.A. Cooper.",
        "3. Cooper caused a council to be called, and, when they were met, moved\nthat the clerks should withdraw, because he had matter of consequence to\ncommunicate.",
        "4. He then charged Monk, “not openly, but by insinuation, that he was\nplaying false with them, so that the rest of the council perceived there\nwas something in it, though they knew not what was meant.”",
        "5. Monk replied that he was willing to satisfy them that he was true to\nhis principles. Then, said Ashley, replace certain officers of suspicious\ncharacter by others of known fidelity. This was done on the spot; the\ncommand of the army by the change was virtually taken from Monk; and he was\ncompelled to declare for Charles Stuart",
        "It may be thought that Locke’s narrative derives confirmation from another\nversion of the same story in the Life of Lord Shaftesbury, lately edited by\nMr. Cooke, with the following variations. Bordeaux is made to accompany the\nrepublicans; the greater part of the night is spent in consultation, and\nMonk not only consents to assume the government, but resolves to arrest in\nthe morning Cooper and several other influential individuals (p. 233-235).\nBut that life cannot be considered as an authority; for the documents from\nwhich it is said to have been compiled are neither quoted nor described by\nits author, nor have ever been seen by its present editor.",
        "End of Vol. VIII.",
        " ",
        "\nThis eBook of “The History of England” (From The First Invasion By The Romans To The Accession Of King George The Fifth, 1912) by\nJohn Lingard, D.D. and Hilaire Belloc, B.A. with an introduction by His Eminence James Cardinal Gibbons belongs\nto the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}