{
    "title": "The Former Philippines thru Foreign Eyes - (E)",
    "author": "Fedor Jagor et al",
    "chapter": "7",
    "content": [
        "\n\n",
        "The natives are not unapt in acquiring knowledge, neither do they\nwant industry, when efforts are made, and inducements displayed\nto call their powers into action. They are excellent mechanics and\nartisans, and, as horticulturists, their superiority over many of the\nAsiatics is acknowledged. They are polite and affable to strangers,\nbut irascible, and when excited are very sanguinary; their natural\nbias to this revengeful and cruel character, is strengthened and\nrendered more intense by the ... doctrines of the Roman catholic\nreligion as dictated to them by the designing and interested priests\nwho reside among them. The culprit always finds a sanctuary in the\nnearest church, till by the payment of some pecuniary mulct, he\nsatisfies the demands of the priests, obtains absolution, appeases\nthe resentment of the relations of the deceased, and eludes the arm\nof justice; he grows hardened by impunity, repeats his offences,\nand again escapes as before.”",
        "[A Filipino foundry.] “* * * All the necessary works for a garrisoned\ncity are within its walls; extensive magazines were erected in 1686,\nbesides which are a hall of arms, or armory, a repository for powder,\nwith bomb-proof vaults, and commodious quarters and barracks for the\ngarrison. There is also a furnace and foundry here, which, although\ntheir operations were suppressed in 1805, is the most ancient in\nthe Spanish monarchy; this establishment was founded in 1584, in\nthe village of St. Anna, near Manila; to the latter of which places\nit was transferred in 1590. The first founder was a Pampango Indian,\nnamed Pandapira. When the Spaniards first arrived at Manila, in 1571,\nthey found there a large foundry, which was accidentally burnt,\nin consequence of the combustibility of the building and effects,\nwhich character applies to all the houses of that period.”",
        "[Language.]  [277]\"* * * Their colloquial language, like that of the\nnatives of Java, Borneo, Sumatra, and many other islands in these seas,\nis a dialect of the peninsular Malay from whence it is thought they\noriginated; and so striking is its similarity among all these islands,\nthat the natives of each can, in a greater or less degree, understand\nthat of all the others. The characters of their written language\ndiffer widely, and great varieties of arrangement exist among them. The\nTagalogs write from top to bottom on palm leaves and strips of bamboo;\nand many of the Moros or Mahomedans use the Arabic characters.”",
        "[Difference of days.]  [278]From the circumstance of the Spaniards\narriving in these seas by Cape Horn, and the general route being by\nthe Cape of Good Hope, a consequent difference in time of one day\nis produced in the different reckoning; the Spaniards losing, and\nthose who steer eastward gaining, each in the proportion of half a\nday in completing the semi-circumference of the globe. Consequently,\nthe time at Manila, being regulated by their own reckonings, is one\nday later than that of those who arrive there by steering eastward\nfrom America or Europe; as for instance, when by the accounts of the\nlatter it is Sunday, by theirs it is only Saturday.",
        "[English in Manila.] In the year 1762, the city of Manila was taken\nby the English, where, and at Cavite, immense quantities of naval and\nmilitary stores, brass and iron ordnance, and several fine ships, fell\ninto their hands. It was, however, soon delivered up to the Spaniards,\non a promise of the payment to the English of four millions of\ndollars as a ransom, which, however, never has been paid. This breach\nof faith and promise has been loudly complained of by the latter,\nand as pertinaciously excused by the Spaniards, who complain that\nthe British plundered the city, and committed many other excesses,\ncontrary to the express conditions of their engagements, by which\nthey were virtually rendered nugatory.",
        "[Galleon trade.] The inhabitants of Manila have long enjoyed the\nprivilege of sending two annual ships to Acapulco called Galleons,\nNavios, or Register-Ships, with the produce of the Philippines, of\nChina, and other parts of Asia; in return for which, they receive\nvarious articles of the production of South America; the principal\nof which are cochineal, merchandise of different descriptions of\nEuropean origin, and silver in Spanish dollars and ingots, which\ncompose the principal part of the value of their return cargoes,\namounting annually to about three million five hundred thousand\nSpanish dollars. A large proportion of this property belongs to the\nconvents in Manila, whose great revenues not only enable them to\nengage in extensive mercantile operations, but to lend considerable\nsums to the merchants on bottomry. For the indulgence in this trade,\nthe proprietors pay a large sum of money to the crown.",
        "These ships were of the burden of from twelve to fifteen hundred\ntons, and were numerously manned and well appointed for defense; but\nof late years, since the revolt of the Spanish colonies, which has\nrendered the navigation of the intermediate seas dangerous to these\nenterprises, the trade has been greatly interrupted, and instead\nof risking it in large bodies, private ships of smaller burden have\nbeen hired for the purpose of dividing the risk; some of these have\nbeen put under foreign colors, though formerly the galleons wore,\nby instruction, the royal flag, their officers were commissioned\nand uniformed like the officers of the navy, and the ships were\nunder the same regulations and discipline. The object, however, of\nthe trade in smaller ships has not been obtained; for so great are\nthe fears of the owners and agents of their being captured, and so\nmany restrictions laid upon the commanders that they lie in port the\nprincipal part of the time; so that in September, 1819, the ships of\nthe preceding year had not arrived at Manila; neither had any been\ndispatched from the latter place for Acapulco during that time. These\ninterruptions, and in fact, the virtual suspension of this commerce,\nwill undoubtedly, if a liberal and enlightened policy is pursued,\nresult greatly to the advantage of these islands and the mother\ncountry. Already since the establishment of the cortes, permitting\nforeigners to settle permanently at Manila, great improvements have\nbeen made in the productions of the island, and important additions\nto the revenue. The failure of the annual remittance of dollars from\nSouth America to defray the expenses of the colonial government, of\nwhich their revenues from the islands were not adequate to meet one\nhalf, has been severely felt, and has stimulated them to make some\nvery unusual exertions. Foreign commerce has been more countenanced in\nconsequence of this state of things, and greater encouragement has been\ngiven to the growers and manufacturers of their staple exports; and if\nthe affairs of these islands should in future be properly conducted,\nthe revenue arising from the impost on the single article of coffee,\nwill in a few years be amply sufficient to support the government,\nand leave a net income of the revenue arising from the imposts on all\nother articles, besides what would accrue from the taxes and numerous\nother resources. A free commerce with other nations would create a\ncompetition, and a consequent reduction in the price of imports, and\ntheir articles of export would increase, in proportion to the demand\nfor them. In short, nothing is wanting in these beautiful islands,\nbut ability to direct, and energy to execute the most extensive\nplans of agriculture and commerce, which the bounties of the soil,\nand its excellent climate and situation, would most certainly render\ncompletely successful; and, instead of being, as at present it is,\na burden to Spain, it would become a source of great wealth to her.”",
        "[Spirit of independence.]  [279]\"* * * It is to be hoped that\nthe narrow and illiberal policy which has heretofore retarded the\nprosperity of these fine islands, will necessarily be superseded\nby more expanded views, and enable them to maintain the rank and\nimportance to which their intrinsic worth entitles them. The spirit\nof independence which has recently diffused its influence through\nthe Spanish colonies on the American continent, has also darted its\nrays across the Pacific, and beamed with enlivening lustre upon those\nremote regions and the sacred flames of liberty which have been kindled\nhave in the bosom of that country, though for a period concealed from\nthe view of regal parasites and dependents, burned clear and intense;\nand the time is perhaps not very remote, when it shall burst forth,\nand shed its joyous light upon the remotest and most inconsiderable\nislet of this archipelago.",
        "[Opportunity for a republic.] Perhaps no part of the world offers a\nmore eligible site for an independent republic than these islands;\ntheir insular posture and distance from any rival power, combined\nwith the intrinsic strength of a free representative government,\nwould guarantee their safety and glory; their intermediate situation,\nbetween Asia and the American continent, their proximity to China,\nJapan, Borneo, the Molucca and Sunda Islands, the Malay peninsula,\nCochin China, Tonquin, Siam, and the European possessions in the East,\nwould insure them an unbounded commerce, consequently great wealth and\npower; and their happiness would be secured by religious toleration\nand liberal views of civil liberty in the government. It must be\nconfessed, however, that the national character of the Spaniards is\nnot suitable to produce and enjoy in perfection this most desirable\nstate of affairs; it is to be feared that their bigotry would preclude\nreligious toleration, their indolence continue the present system of\nslavery, so degrading in a particular manner to a republic, their\nwant of energy paralyze the operations of enterprising foreigners\namong them. No change, however, can be for the worse, and if all\nthe advantage, cannot be reaped by them, which the citizens of our\nrepublic would secure, it will be better for them to seize and enjoy\nsuch as their genius and talents will enable them to.”",
        "[Health.]  [280]” * * * The health of the city and suburbs is\nproverbial, and the profession of a physician is, perhaps, of all\nothers the least lucrative. A worthy and intelligent Scotch doctor,\nwho had come to Manila, while I was there, to exercise his profession,\nand who lodged in the same house with me, was greatly annnoyed at\nthe want of practice which he experienced there, although he had his\nfull share of patronage, and often jocosely declared that the “dom\nclimate” would starve him; in fact he did not long remain there;\nI afterwards met him in the Isle of France, where he was still in\npursuit of practice.”",
        "[A barbarous execution.]  [281]” * * * Impelled by a very common and,\nperhaps, excusable curiosity, I rode out with some friends one day\nto witness the execution of a mestizo soldier for murder. The parade\nground of Bagumbayan was the theater of this tragic comedy, for such\nit may be trully called, and never did I experience such a revulsion\nof feeling as upon this occasion. The place was crowded with people\nof all descriptions, and a strong guard of soldiers, three deep,\nsurrounded the gallows, forming a circle, the area of which was about\ntwo hundred feet in diameter. The hangman was habited in a red jacket\nand trousers, with a cap of the same color upon his head. This fellow\nhad been formerly condemned to death for parricide, but was pardoned\non condition of turning executioner, and becoming close prisoner for\nlife, except when the duties of his profession occasionally called him\nfrom his dungeon for an hour. Whether his long confinement, and the\nignominious estimation in which he was held, combined with despair of\npardon for his heinous offense, and a natural ferocity of character,\nhad rendered him reckless of “weal or woe,” or other impulse directed\nhis movements, I know not, but never did I see such a demoniacal visage\nas was presented by this miscreant; and when the trembling culprit\nwas delivered over to his hand, he pounced eagerly upon his victim,\nwhile his countenance was suffused with a grim and ghastly smile,\nwhich reminded us of Dante’s devils. He immediately ascended the\nladder, dragging his prey after him till they had nearly reached the\ntop; he then placed the rope around the neck of the malefactor with\nmany antic gestures and grimaces highly gratifying and amusing to the\nmob. To signify to the poor fellow under his fangs that he wished to\nwhisper in his ear, to push him off the ladder, and to jump astride\nhis neck with his heels drumming with violence upon his stomach, was\nbut the work of an instant. We could then perceive a rope fast to each\nleg of the sufferer, which was pulled with violence by people under\nthe gallows, and an additional rope, to use a sea term, a preventer,\nwas round his neck, and secured to the gallows, to act in case of\naccident to the one by which the body was suspended. I had witnessed\nmany executions in different parts of the world, but never had such\na diabolical scene as this passed before my eyes.”",
        "PART V",
        "The Peopling of the Philippines",
        "By Dr. Rudolf Virchow",
        "(Translated by O. T. Mason; in Smithsonian Institution 1899 Report.)",
        "Since the days when the first European navigators entered the South\nSea, the dispute over the source and ethnic affiliations of the\ninhabitants of that extended and scattered island world has been\nunsettled. The most superficial glance points out a contrariety in\nexternal appearances, which leaves little doubt that here peoples of\nentirely different blood live near and among one another.",
        "[\"Negritos and Indios.\"] And this is so apparent that the pathfinder\nin this region, Magellan, gave expression to the contrariety in his\nnames for tribes and islands. Since dark complexion was observed\non individuals in certain tribes and in defined areas, and light\ncomplexion on others, here abundantly, there quite exceptional,\nwriters applied Old World names to the new phenomena without further\nthought. The Philippines set the decisive example in this. Fernando\nMagellan first discovered the islands of this great archipelago in\n1521, March 16. After his death the Spaniards completed the circle\nof his discoveries. At this time the name of Negros was fixed, which\neven now is called Islas de los Pintados. For years the Spaniards\ncalled the entire archipelago Islas de Poniente; gradually, after the\nexpedition of Don Fray Garcia Jofre de Loaisa (1526), the new title\nof the Philippines prevailed, through Salazar.",
        "The people were divided into two groups, the Little Negros or Negritos\nand the Indios. It is quite conceivable that involuntarily the opinion\nprevailed that the Negritos had close relationship with the African\nblacks, and the Indios with the lighter-complexioned inhabitants of\nIndia, or at least of Indonesia.",
        "However, it must be said here that the theory of a truly African\norigin of the Negritos has been advanced but seldom, and then in a very\nhesitating manner. The idea that with the present configuration of the\neastern island world, especially with their great distances apart, a\nvariety of mankind that had never manifested any aptitude for maritime\nenterprises should have spread themselves over this vast ocean area,\nin order to settle down on this island and on that, is so unreasonable\nthat it has found scarcely a defender worth naming. More and more the\nblacks are coming to be considered the original peoples, the “Indios\"\nto be the intruders. For this there is a quite reasonable ground,\nin that on many islands the blacks dwell in the interior, difficult\nof access, especially in the dense and unwholesome mountain forests,\nwhile the lighter complexioned tribes have settled the coasts. To\nthis are added linguistic proofs, which place the lighter races, of\nhomogeneous speech, in linguistic relations with the higher races,\nespecially the Malays. Dogmatically it has been said that originally\nthese islands had been occupied entirely by the primitive black\npopulation, but afterwards, through intrusions from the sea, these\nblacks were gradually pressed away from the coast and shoved back\ninto the interior.",
        "[Complicated Pacific problem.] The problem, though it appears simple\nenough, has become complicated more and more through the progress\nof discovery, especially since Cook enlarged our knowledge of the\noriental island world. A new and still more pregnant contrast then\nthrust itself to the front in the fact that the blacks and the\nlighter-colored peoples are each separated into widely differing\ngroups. While the former hold especially the immense, almost\ncontinental, regions of Australia (New Holland) and New Guinea, and\nalso the larger archipelagos, such as New Hebrides, Solomon Islands,\nFiji (Viti) Archipelago–that is, the western areas–the north and\neast, Micronesia and Polynesia, were occupied by lighter-colored\npeoples. So the first division into Melanesia and Polynesia has\nin latest times come to be of value, and the dogma once fixed has\nremained. For the Polynesians are by many allied to the Malays,\nwhile the blacks are put together as a special ethnological race.",
        "For practical ethnology this division may suffice. But the scientific\nman will seek also for the blacks a genetic explanation. The answer\nhas been furnished by one of the greatest ethnologists, Theodor Waitz,\nwho, after he had exposed the insufficiency of the accepted formulas,\ncame to the conclusion that the differentiation of the blacks from\nthe lighter peoples might be an error. He denied that there had been\na primitive black race in Micronesia and Polynesia; in his opinion\nwe have here to do with a single race. The color of the Polynesians\nmay be out and out from natural causes different, “their entire\nphysical appearance indicates the greatest variability.” Herein the\nwhole question of the domain of variation is sprung with imperfect\nsatisfaction on the part of those travelers who give their attention\nmore to transitions than to types. Among these are not a few who have\nreturned from the South Sea with the conviction that all criteria\nfor the diagnosis of men and of races are valueless.",
        "Analytical anthropology has led to other and often unexpected\nresults. It has proved that just that portion of South Sea\npopulation which can apparently lay the strongest claim to be\nconsidered a homogeneous race must be separated into a collection\nof subvarieties. Nothing appears more likely than that the Negritos\nof the Philippines are the nearest relatives to the Melanesians, the\nAustralians, the Papuans; and yet it has been proved that all these\nare separated one from another by well-marked characters. Whether\nthese characters place the peoples under the head of varieties,\nor whether, indeed, the black tribes of the South Sea, spite of all\ndifferences, are to be traced back to one single primitive stock,\nthat is a question of prehistory for whose answer the material\nis lacking. Were it possible to furnish the proof that the black\npopulations of the South Sea were already settled in their present\nhomes when land bridges existed between their territory and Africa,\nor when the much-sought Lemuria still existed, it would not be worth\nthe trouble to hunt for the missing material. In our present knowledge\nwe can not fill the gaps, so we must yet hold the blacks of the Orient\nto be separate races.",
        "[Hair as a race index.] The hair furnished the strongest character\nfor diagnosis, in which, not alone that of the head is under\nconsideration; the hair, therefore, occupies the foreground of\ninterest. Its color is of the least importance, since all peoples of\nthe South Sea have black hair. It is more the structure and appearance\nwhich furnish the observer convenient starting points for the primary\nclassification. Generally a two-fold division satisfies. The blacks,\nit is said, have crisped hair, the Polynesians and light-colored\npeoples have smooth hair. But this declaration is erroneous in its\ngenerality. It is in no way easy to declare absolutely what hair is\nto be called crisp, and it is still more difficult to define in what\nrespects the so-called crisp varieties differ one from another. For\na long time the Australian hair was denominated crisp, until it was\nevident that it could be classed neither with that of the Africans\nnor with that of the Philippine blacks. Semper, one of the first\ntravelers to furnish a somewhat complete description of the physical\ncharacters of the Negritos, describes it as an “extremely thick,\nbrown-black, lack-luster, and crisp-woolly crown of hair.” Among\nthese peculiarities the lack-luster is unimportant, since it is due\nto want of care and uncleanliness. On the contrary, the other data\nfurnish true characters of the hair and among them the crisp-woolly\npeculiarity is most valuable.",
        "On the terms “wool” and “woolly” severe controversies, which have not\nyet closed, have taken place among ethnologists during the last ten\nyears. Also the lack of care, especially the absence of the comb,\nhas here acted as a disturbing cause in the decision. But there is\nyet a set of peoples, which were formerly included, that are now\nbeing gradually disassociated, especially the Australians and the\nVeddahs, whose hair, by means of special care, appears quite wavy\nif not entirely sleek and smooth. Generally it is frowzy and matted,\nso that its natural form is difficult to recognize. To it is wanting\nthe chief peculiarity, which obtrudes itself in the African blacks so\ncharacteristically that the compact spiral form which it assumes from\nits root, the so-called “pepper-corn,” is selected as the preferable\nmark of the race. The peculiar nappy head has it origin in the spiral\n“rollchen.” As to the Asiatic blacks this has been for a long time\nknown among the Andamanese; it has lately been noticed upon the Sakai\nof Malacca, and it is to be found also among the Negritos of the\nPhilippines, as I can show by specimens. Therefore, if we seek ethnic\nrelationships for the Negritos of the Philippines, or as they are\nnamed, the Aetas (Etas, Itas), such connections obtrude themselves\nwith the stocks named, and the more strongly since they all have\nbrachycephalic, relatively small (nannocephalic) heads and through\ntheir small size attach themselves to the peculiar dwarf tribes.",
        "I might here comment on the singular fact that the Andaman Islands\nare situated near the Nicobars in the Indian Ocean, but that the\npopulations on both sides of them are entirely different. In my\nown detailed descriptions which treat of the skulls and the hair\nspecially, it is affirmed that the typical skull shape of the\nNicobarese is dolichocephalic and that “their hair stands between\nthe straight hair of the Mongoloid and the sleek, though slightly\ncurved or wavy, hair of the Malayan and Indian peoples;” their skin\ncolor is relatively dark, but only so much so as is peculiar to the\ntribes of India. With the little blacks of the Andamans there is not\nthe slightest agreement. In this we have one of the best evidences\nagainst the theory of Waitz-Gerland that the differences in physical\nappearance are to be attributed to variation merely. I will, however,\nso as not to be misunderstood, expressly emphasize that I am not\nwilling to declare that the two peoples have been at all times so\nconstituted; I am now speaking of actual conditions.",
        "In the same sense I wish also my remarks concerning the Negritos to\nbe taken. Not one fact is in evidence from which we may conclude that\na single neighboring people known to us has been Negritized. We are\ntherefore justified when we see in the Negritos a truly primitive\npeople. As they are now, they were more than three hundred and\nfifty years ago when the first European navigators visited these\nislands. About older relationships nothing is known. All the graves\nfrom which the bones of Negritos now in possession were taken belong\nto recent times, and also the oldest descriptions which have been\nreceived, so far as phylogeny is concerned, must be characterized\nas modern.",
        "[Negritos a primitive people.] The little change in the mode of life\nmade known through these descriptions in connection with the low grade\nof culture on which these impoverished tribes live amply testify that\nwe have before us here a primitive race.",
        "(The question whether we have to do with older, independent races\nin the Malay Archipelago or with mixtures is everywhere an open\none.–Translator.)",
        "Whoever would picture the present ethnic affiliations of the\nlight-colored peoples of the Philippines will soon land in confusion\non account of the great number of tribes. One of the ablest observers,\nFerd. Blumentritt, mentions, besides the Negritos, the Chinese and\nthe whites, not less than 51 such tribes. He classifies them in one\ngroup as Malays, according to the plan now customary. The division\nrests primarily on a linguistic foundation. But when it is noted that\nthe identity of language among all the tribes is not established and\namong many not at all proved, it is sufficiently shown that speech is\na character of little constancy, and that a language may be imposed\nupon a people to the annihilation of their own by those who belong\nto a different linguistic stock. The Malay Sea is filled with islands\non which tarry the remnants of peoples not Malay.",
        "For a long time, especially since the Dutch occupation, these old\npopulations have received the special name of Alfuros. But this\nambiguous term has been used in such an arbitrary and promiscuous\nfashion that latterly it has been well-nigh banished from ethnological\nliterature. It is not long ago that the Negritos were so called. But\nif the black peoples are eliminated, there remains on many islands at\nleast an element to be differentiated from the Malay, chiefly through\nthe darker skin color, greater orthocephaly, and more wavy, quite\ncrimped hair. I have, for the different islands, furnished proof,\nand will here only refer to the assertion that “a broad belt of\nwavy and curly hair has pressed itself in between the Papuan and the\nMalay, a belt which in the north seems to terminate with the Veddah,\nin the south with the Australian.” One can not read the accounts\nof travelers without the increasing conviction of the existence of\nseveral different, if not perhaps related, varieties of peoples thrust\non the same island.",
        "[Theory of Negrito and three Malay invasions.] From this results the\nnatural and entirely unprejudiced conclusion, which has repeatedly\nbeen stated, that either a primitive people by later intrusions\nhas been pressed back into the interior or that in course of time\nseveral immigrations have followed one another. At the same time\nit is not unreasonable to think that both processes went on at the\nsame time, and indeed this conception is strongly brought forward. So\nBlumentritt assumes that there is there a primitive black people and\nthat three separate Malay invasions have taken place. The oldest,\nwhose branches have many traits in accord with the Dayaks of Borneo,\nespecially the practice of head-hunting; a second, which also took\nplace before the arrival of the Spaniards, to which the Tagals,\nBisayas, Bicols, Ilocanos, and other tribes belong; the third,\nIslamitic, which emigrated from Borneo and might have been interrupted\nby the arrival of the Spaniards, and with which a contemporaneous\nimmigration from the Moluccas went on. It must be said, however, that\nBlumentritt admits two periods for the first invasion. In the earliest\nhe places the immigration of the Igorots, Apayos, Zambales–in short,\nall the tribes that dwelt in the interior of the country later and\nwere pressed away from the coast, therefore, actually, the mountain\ntribes. To the second half he assigns the Tinguianes, Catalanganes,\nand Irayas, who are not head-hunters, but Semper says they appear to\nhave a mixture of Chinese and Japanese blood.",
        "Against this scheme many things may be said in detail, especially that,\naccording to the apparently well-grounded assertions of Mueller-Beeck,\nthe going of the Chinese to the Philippines was developed about the\nend of the fourteenth century, and chiefly after the Spaniards had\ngotten a foothold and were using the Mexican silver in trade. At any\nrate, the apprehension of Semper, which rests on somewhat superficial\nphysiognomic ground, is not confirmed by searching investigations. So\nthe head-hunting of the mountain tribes, so far as it hints at\nrelations with Borneo, gives no sure chronological result, since\nit might have been contemporaneous in them and could have come here\nthrough invasion from other islands.",
        "The chief inquiry is this: Whether there took place other and older\ninvasions. For this we are not only to draw upon the present tribes,\nbut if possible upon the remains of earlier and perhaps now extinct\ntribes. This possibility has been brought nearer for the Philippines\nthrough certain cave deposits. We have to thank, for the first\ninformation, the traveler Jagor, whose exceptional talent as collector\nhas placed us in the possession of rich material, especially crania. To\nhis excellent report of his journey I have already dedicated a special\nchapter, in which I have presented and partially illustrated not\nonly the cave crania, but also a series of other skulls. An extended\nconference upon them has been held in the Anthropological Society.",
        "The old Spanish chroniclers describe accurately the mortuary customs\nwhich were in vogue in their time. The dead were laid in coffins\nmade from excavated tree trunks and covered with a well-fitting\nlid. They were then deposited on some elevated place, or mountain,\nor river bank, or seashore. Caves in the mountains were also utilized\nfor this purpose. Jagor describes such caves on the island of Samar,\nwest of Luzon, whose contents have recently been annihilated.",
        "The few crania from there which have been intrusted to me\nbear the marks of recent pedigree, as also do the additional\nobjects. Unfortunately, Dr. Jagor did not himself visit these\ninteresting caves, but he has brought crania thence which are of the\nhighest interest, and which I must now mention.",
        "[Study of a giant skull.] The cave in question lies near Lanang, on\nthe east coast of Samar, on the bank of a river, it is said. It is,\nas the traveler reports, celebrated in the locality “on account of its\ndepressed gigantic crania, without sutures.” The singular statement\nis made clear by means of a well-preserved example, which I lay\nbefore you. The entire cranium, including the face, is covered with\na thick layer of sinter, which gives it the appearance of belonging\nto the class of skulls with Leontiasis ossea. It is, in fact, of\ngood size, but through the incrustation it is increased to gigantic\nproportions. It is true, likewise, that it has a much flattened,\nbroad and compressed form. The cleaning of another skull has shown\nthat artificial deformation has taken place, which obviously was\ncompleted before the incrustation was laid on by the mineral water\nof the cave. I will here add that on the testimony of travelers no\nNegritos were on Samar. The island lies in the neighborhood of the\nBisayas. Although no description of the position of the skull is at\nhand and of the skeleton to which it apparently belonged, it must be\nassumed that the dead man was not laid away in a coffin, but placed\non the ground; that, in fact, he belonged to an earlier “period.” How\nlong ago that was can not be known, unfortunately, since no data are\nat hand; however, the bones are in a nearly fossilized condition,\nwhich allows the conclusion that they were deposited long ago.",
        "The deformation itself furnishes no clue to a chronological\nconclusion. In Thévenot is found the statement that, according to\nthe account of a priest, probably in the 16th century, the custom\nprevails in some of the islands to press the heads of new-born babes\nbetween two boards, also to flatten the forehead, “since they believed\nthat this form was a special mark of beauty.” A similar deformation,\nwith more pronounced flattening and backward pressure of the forehead,\nis shown on the crania which Jagor produced from a cave at Caramuan in\nLuzon. There are modes of flattening which remind one of Peru. When\nthey came into our hands it was indeed an immense surprise, since\nno knowledge of such deformation in the South Sea was at hand. First\nour information led to more thorough investigations; so we are aware\nof several examples of it from Indonesia and, indeed, from the South\nSea (Mallicolo). However, this deformation furnishes no clue to the\nantiquity of the graves.",
        "(Chinese and Korean pottery are said to have been found with\nthe deformed crania. Similar deformations exist in the Celebes,\nNew Britain, etc. Head-shaping has been universal, cf. A. B. Meyer,\nUeber Kunstliche deformirte Schaedel von Borneo und Mindanao and ueber\ndie Verbreitung der Sitte der Kunstlichen Schaedeldeformirung, 1881,\n36 pp., 4.°–Translator.)",
        "I have sawed one of these skulls in two along the sagittal suture. The\nillustration gives a good idea of the amount of compression and of the\nviolence which this skull endured when quite young. The cranial cavity\nis inclined backward and lengthened, and curves out above, while the\nocciput is pressed downward and the region of the front fontanelle\nis correspondingly lacking. Likewise, a considerable thickness of\nthe bone is to be noted, especially of the vertex. The upper jaw is\nslightly prognathous and the roof of the mouth unusually arched.",
        "For the purpose of the present study, it is unnecessary to go\nfurther into particulars. It might be mentioned that all Lanang\nskulls are characterized by their size and the firmness of bone,\nso that they depart widely from the characteristics of the other\nPhilippine examples known to me. Similar skulls have been received\nonly from caves, which exist in one of the little rocky islands east\nfrom Luzon. They suggest most Kanaka crania from Hawaii, and Moriori\ncrania from Chatham islands, and they raise the question whether\nthey do not belong to a migration period long before the time of\nthe Malays. I have, on various occasions, mentioned this probable\npre-Malayan, or at least proto-Malayan, population which stands in\nnearest relation to the settling of Polynesia. Here I will merely\nmention that the Polynesian sagas bring the progenitor from the west,\nand that the passage between Halmahera (Gilolo) and the Philippines\nis pointed out as the course of invasion.",
        "At any rate, it is quite probable that the skulls from Lanang,\nCragaray, and other Philippine Islands are the remains of a very old,\nif not autochthonous, prehistoric layer of population. The present\nmountain tribes have furnished no close analogies. As to the Igorots,\nwhich Blumentritt attributes to the first invasion, I refer to my\ndescription given on the ground of chronological investigations;\naccording to the account given by Hans Meyer the disposal of the dead\nin log coffins and in caves still goes on. Of the skulls themselves,\nnone were brachycephalous; on the contrary, they exhibit platyrrhine\nand in part decidedly pithecoid noses. On the whole, I came to the\nconclusion, as did earlier Quatrefages and Hamy, that [Indications of\npre-Malay invasion.] “they stand next in comparison with the Dayaks\nof Borneo,” but I hold yet the impression that they belong to a very\nold, probably pre-Malay, immigration.",
        "When, on the 18th of March, 1897, I made a communication on the\npopulation of the Philippines, a bloody uprising had broken out\neverywhere against the existing Spanish rule. In this uprising a\ncertain portion of the population, and indeed that which had the\nmost valid claim to aboriginality, the so-called Negritos, were not\ninvolved. Their isolation, their lack of every sort of political,\noften indeed of village organization, also their meager numbers,\nrender it conceivable that the greatest changes might go on among\ntheir neighbors without their taking such a practical view of them\nas to lead to their engaging in them. Thus it can be understood how\nthey would take no interest in the further development of the affair.",
        "Since then the result of the war between Spain and the Americans has\nbeen the destruction of Spanish power, and the treaty of Paris brought\nthe entire Philippine Archipelago into the possession of the United\nStates of America. Henceforth the principal interest is centered\nupon the deportment of the insurgents, who have not only outlived\nthe great war between the powers, but are now determined to assert,\nor win, their independence from the conquerors. These insurgents, who\nfor brevity are called Filipinos, belong, as I have remarked, to the\nlight-colored race of so-called Indios, who are sharply differentiated\nfrom the Negritos. Their ethnological position is difficult to fix,\nsince numerous mixtures have taken place with immigrant whites,\nespecially with Spaniards, but also with people of yellow and of\nbrown races–that is, with Mongols and Chinese. Perhaps here and\nthere the importance of this mixture on the composite type of the\nIndios has been overestimated; at least in most places positive\nproof is not forthcoming that foreign blood has imposed itself upon\nthe bright-colored population. Both history and tradition teach, on\nthe contrary, as also the study of the physical peculiarities of the\npeople that among the various tribes differences exist which suggest\nfamily traits. To this effect is the testimony of several travelers\nwho have followed one another during a long period of time, as has\nbeen developed especially by Blumentritt.",
        "[All immigrations from the West.] In this connection it must not\nbe overlooked that all these immigrations, howsoever many they be\nsupposed to have been, must have come this way from the west. Indeed,\na noteworthy migration from the east is entirely barred out, if we\nlook no farther back than the Chinese and Japanese. On the contrary,\nall signs point to the assumption that from of old, long before the\ncoming of Portuguese and Spaniards, a strong movement had gone on\nfrom this region to the east, and that the great sea way which exists\nbetween Mindanao and the Sulu islands on the north and Halmahera\nand the Moluccas in the south was the entrance road along which\nthose tribes, or at least those navigators whose arrival peopled\nthe Polynesian Islands, found their way into the Pacific Ocean. But\nalso the movement of the Polynesians points to the west, and if their\nancestors may have come from Indonesia there is no doubt that in their\nlong journeys eastward they must have touched at the coasts of other\nislands on their way, especially the Philippines. Polynesian invasions\nof the Philippines are not supposed to have closed when a migration of\npeoples or of men passing out to the Pacific Ocean laid the foundation\nof a large fraction of the population of the archipelago. It is known\nthat now and then single canoes from the Pelew or the Ladrone Islands\nwere driven upon the east coast of Luzon, but their importance ought\nnot to be overestimated. The migration this way from the west must\nhenceforth remain as the point of departure for all explanations of\nthis eastern ethnology. (These statements are well enough for working\nhypotheses, but actual proofs are not at hand. Ratzel, Berl. Verhandl.,\netc., Phil. Hist. Class, 1898, I., p. 33.–Translator.)",
        "Now, how are the local differences of various tribes to be\nexplained, when on the whole the place of origin was the same? Is\nthere here a secondary variation of the type, something brought\nabout through climate, food, circumstances? It is a large theme,\nwhich, unfortunately, is too often dominated by previously-formed\ntheories. The importance of “environment” and mode of life upon\nthe corporeal development of man can not be contested, but the\nmeasure of this importance is very much in doubt. Nowhere is this\nmeasure, at least in the present consideration, less known than in the\nPhilippines. In spite of wide geological and biological differences on\nthese islands, there exists a close anthropological agreement of the\nIndios in the chief characteristics, and the effort to trace back the\ntribal differences that have been marked to climatic and alimentary\ncauses has not succeeded. The influence of inherited peculiarities\nis also more mighty here, as in most parts of the earth, than that of\n“milieu.”",
        "If we assume, first, that the immigrants brought their peculiarities\nwith them, which were fixed already when they came, we must also accept\nas self-evident that the Negritos of the Philippines do not belong\nto the same stock as the more powerful, bright-colored Indios. As\nlong as these islands have been known, more than three centuries,\nthe skin of the Negritos has been dark brown, almost black, their\nhair short and spirally twisted, and just as long has the skin\nof the Indios been brownish, in various shades, relatively clear,\nand the hair has been long and arranged in wavy locks. At no time,\nso far as known, has it been discovered that among a single family\na pronounced variation from these peculiarities had taken place. On\nthis point there is entire unanimity. In case of the Negritos there is\nnot the least doubt; of the Indios a doubt may arise, for, in fact,\nthe shades of skin color appear greatly varied, since the brown is\nat times quite blackish, at times yellowish, almost as varied as is\nthe color of the sunburnt hair. But even then the practiced eye easily\ndetects the descent, and if the skin alone is not sufficient the first\nglance at the hair completes the diagnosis. The correct explanation\nof individual or tribal variations is difficult only with the Indios,\nwhile no such necessity exists in the case of the Negritos. But among\nthe Indios these individual and tribal variations are so frequent\nand so outspoken that one is justified in making the inquiry whether\nthere has not developed here a new type of inherited peculiarities. If\nthis were the case, it must still be held that already the immigrant\ntribes had possessed them.",
        "[Assistance from history.] Now, history records that different\nimmigrations have actually taken place. Laying aside the latest\nbefore the arrival of the Spaniards, that of the Islamites, in\nthe fourteenth and the fifteenth centuries, there remains the\nolder one. If ethnologists and travelers in general come to the\nconclusion concerning Borneo–and it is to be taken as certain–that\nthe differences now existing among the wild tribes of this island are\nvery old, it ought not be thought so wonderful if, according to the\nconditions of the tribes which have immigrated thence, there should\nexist on the Philippines near one another dissimilar though related\npeoples. This difference is not difficult to recognize in manners and\ncustoms–a side of the discussion which is further on to be treated\nmore fully. We begin with physical characteristics.",
        "[Hair differences.] Among these the hair occupies the chief\nplace. To be sure, among all the Indios it is black, but it shows\nnot the slightest approach to the frizzled condition which is such\na prominent feature in the external appearance of the Negritos and\nof all the Papuan tribes of the East. This frizzled condition may be\ncalled woolly, or in somewhat exaggerated refinement in the name may\nbe attributed to the term “wool,” all sorts of meanings akin to wool;\nin every case there is wanting to all the Indios the crinkling of the\nhair from its exit out of the follicle, whereby would result wide\nor narrow spiral tubes and the coarse appearance of the so-called\n“peppercorn.” The hair of all Indios is smooth and straightened out,\nand when it forms curves they are only feeble, and they make the\nwhole outward appearance wavy or, at most, curled.",
        "But within this wavy or curled condition of the hair there are again\ndifferences. In my former communication I have attended to examinations\nwhich I made upon a large number of islands in the Malay Sea, and in\nwhich it was shown that a certain area exists which begins with the\nMoluccas and extends to the Sunda group, in which the hair shows a\nstrong inclination to form wavy locks, indeed passes gradually into\ncrinkled, if not into spiral, rolls. Such hair is found specially\nin the interior of the islands, where the so-called aboriginal\npopulation is purer and where for a long time the name of Alfuros\nhas been conferred on them. On most points affinity with Negritos or\nPapuans is not to be recognized. Should such at any time have existed,\nwe are a long way from the period when the direct causes therefor are\nto be looked for. In this connection the study of the Philippines is\nrich with instruction. In the limits of the almost insular, isolated\nNegrito enclave, mixtures between Negritos and Indios very seldom\nsurprise one, and never the transitions that can have arisen in the\npost-generative time of development. (The island of Negros, on the\ncontrary, is peopled by such crossbreeds.–Translator.)",
        "If there are among the bright-colored islanders of the Indian Ocean\nAlfuros and Malays close together there is nothing against coming upon\nthis contrast in the Philippine population also. Among the more central\npeoples the tribal differences are so great that almost every explorer\nstumbles on the question of mixture. There not only the Dayaks and the\nother Malays obtrude themselves, but also the Chinese and the Mongolian\npeoples of Farther India. Indeed, many facts are known, chiefly\nin the language, the religion, the domestic arts, the agriculture,\nthe pastoral life which remind one of known conditions peculiarly\nIndian. The results of the ethnologists are so tangled here that one\nhas to be cautious when one or another of them draws conclusions\nconcerning immigrations, because of certain local or territorial\nspecializations. Of course, when a Brahmanic custom occurs anywhere\nit is right to conclude that it came here from India. But before\nassuming that the tribe in which such a custom prevails itself comes\nfrom Hither or Farther India, the time has to be ascertained to which\nthe custom is to be traced back. The chronological evidence leads to\nthe confident belief that the custom and the tribe immigrated together.",
        "[Ancestor worship.] Over the whole Philippine Archipelago\nreligious customs have changed with the progress of external\nrelations. Christianity has in many places spread its peculiar customs,\nobservances, and opinions, and changed entirely the direction of\nthought. On closer view are to be detected in the midst of Christian\nactivities older survivals, as ingredients of belief which, in\nspite of that religion, have not vanished. Before Christianity, in\nmany places, Islam flourished, and it is not surprising to witness,\nas on Mindanao, Christian and Mohammedan beliefs side by side. But,\nbefore Islam, ancestor worship, as has long been known, was widely\nprevalent. In almost every locality, every hut has its Anito with\nits special place, its own dwelling; there are Anito pictures and\nimages, certain trees and, indeed, certain animals in which some\nAnito resides. The ancestor worship is as old as history, for the\ndiscoverers of the Philippines found it in full bloom, and rightly\nhas Blumentritt characterized Anito worship as the ground form of\nPhilippine religion. He has also furnished numerous examples of Anito\ncult surviving in Christian communities.",
        "Chronology has a good groundwork and it will have to observe every\nfootprint of vanishing creeds. Only, it must not be overlooked that\nthe beginning of the chronology of religion has not been reached,\nand that the origin of the generally diffused ancestor worship, at\nleast on the Philippines, is not known. If it is borne in mind that\nbelief in Anitos is widely diffused in Polynesia and in purely Malay\nareas, the drawing of certain conclusions therefrom concerning the\nprehistory of the Philippines is to be despaired of.",
        "[Tattooing.] Next to religious customs, among wild tribes fashions\nare most enduring. Little of costume is to be seen, indeed, among\nthem. Therefore, here tattooing asserts its sway. The more it has\nbeen studied in late years the more valuable has been the information\nin deciding the kinship relations of tribes. Unfortunately, in the\nPhilippines the greater part of the early tattoo designs have been\nlost and the art itself is also nearly eliminated. But since the\njourney of Carl Semper it has been known that not only Malays but\nalso Negritos tattoo; indeed, this admirable explorer has decided\nthat the “Negroes of the East Coast” practice a different method of\ntattooing from that of the Mariveles in the west, and on that account\nthey attain different results. In the one case a needle is employed\nto make fine holes in the skin in which to introduce the color; in\nthe other long gashes are made. In the latter case prominent scars\nresult; in the former a smooth pattern. But these combined patterns\nare on the whole the same, instead of rectilinear figures. Schadenburg\nhas the operations commence with a sharpened bamboo on children 10\nyears of age. Among the wild tribes of the light-colored population\ntattooing is not less diffused, but the patterns are not alike in the\ndifferent tribes. Isabelo de los Reyes reports that the Tinguianes,\nwho inhabit the mountain forests of the northern cordilleras of Luzon,\nproduce figures of stars, snakes, birds, etc., on children 7 to 9 years\nold. Hans Meyer describes the pattern of the Igorots. There appears to\nexist a great variety of symbols; for example, on the arms, straight\nand crooked lines crossing one another; on the breast, feather-like\npatterns. Least frequently he saw the so-called Burik designs, which\nextended in parallel bands across the breast, the back, and calves,\nand give to the body the appearance of a sailor’s striped jacket. It\nis very remarkable that the human form never occurs.",
        "What is true concerning tattooing on so many Polynesian islands\nholds also completely here. But reliable descriptions are so few,\nand especially there is such a meager number of useful drawings,\nthat it would not repay the trouble to assemble the scattered data. At\nleast it will suffice to discover whether among them there are genuine\ntribal marks or to investigate concerning the distribution of separate\npatterns. Those known show conclusively that in the matter of tattooing\nthe Filipinos are not differentiated from the islanders of the Pacific;\nthey form, moreover, an important link in the chain of knowledge\nwhich demonstrates the genetic homogeneity of the inhabitants. The\ntattooings of the eastern islanders are comparable only to those of\nAfrican aborigines, with which last they furnish many family marks,\nmade out and recognized. It is desirable that a trustworthy collection\nof all patterns be collected before the method becomes more altered\nor destroyed.",
        "[Teeth alterations.] Next to the skin, among the wild tribes the\nteeth are modified in the most numerous artificial alterations. The\npreferable custom, common in Africa, of breaking out the front\nteeth in greater or less number has not, so far as I remember, been\ndescribed among the Filipinos; I only mention that while I was making a\nrevision of our Philippine crania, two of them turned up in which the\nmiddle upper incisors had evidently been broken out for a long time,\nfor the alveolar border had shrunk into a small quite smooth ridge,\nwithout a trace of an aveolus. It is otherwise with the pointing of\nthe incisors, especially the upper ones, which, also is not common. I\nmust leave it undecided whether the sharpening is done by filing or by\nbreaking off pieces from the sides. The latter should be in general\nfar more frequent. In every case the otherwise broad and flat teeth\nare brought to such sharp points as to project like those of the\ncarnivorous animals. I have met with this condition several times\non Negrito skulls and furnished illustrations of them. On a Zambal\nskull, excavated by Dr. A. B. Meyer and which I lay before you,\nthe deformation is easy to be seen. I called attention at the time\nto the fact that among the Malays an entirely different method of\nmodifying the teeth is in vogue, in which a horizontal filing on the\nfront surface is practiced and the sharp lower edge is straightened\nand widened. Already the elder Thévenot has accented this contrast\nwhen he says:",
        "“These cause the teeth to be equal, those file them to points, giving\nthem the shape of a saw.”",
        "This difference appears to have held on till the present; at least\nno skull of an Indio is known to me with similar deformation of the\nteeth. This custom of the Negritos is so much more remarkable since\nthe chipping of the corners of the teeth is widely spread among the\nAfrican blacks.",
        "[Skill flattening.] The other part of the body used most for\ndeformation–the skull–is in strong contrast to the last-named\ncustom. Deformed crania; especially from older times, are quite\nnumerous in the Philippines; probably they belong exclusively to\nthe Indios. If they exist among the Negritos, I do not know it; the\nonly exception comes from the Tinguianes, of whom I. de los Reyes\nreports their skulls are flattened behind (por detrás oprimido). Such\nflattening is found, however, not seldom among tribes who have the\npractice of binding children on hard cradle boards–chiefly among those\nfamilies who keep their infants a long time on such contrivances. A\nsure mark by which to discriminate accidental pressure of this sort\nfrom one intentionally produced is not at hand; it may be that\nin accidental deformation oblique position of the deformed spot\nis more frequent; at any rate, the difference in the Philippines\nis a very striking one, since there not so much the occiput as the\nfront and middle portions suffer from the disfigurements, and thereby\ndeformations are produced that have had their most perfect expression\namong the ancient Peruvians and other American tribes.",
        "I have discussed cranial deformation of the Americans in\ngreater detail, where I exhibit the accidental and the artificial\n(intentional) deformation in their principal forms. The result is that\nin large sections of America scarcely any ancient skulls are found\nhaving their natural forms, but that the practice of deformation\nhas not been general; moreover, a number of deformation centers\nmay be differentiated which stand in no direct association with\none another. The Peruvian center is far removed from that of the\nnorthwest coast, and this again from that of the Gulf States. From\nthis it must not be said that each center may have had its own, as\nit were, autochthonous origin. But the method has not so spread that\nits course can be followed immediately. Rather is the supposition\nconfirmed that the method is to be traced to some other time,\ntherefore that somewhere there must have been a place of origin for\nit. On the Eastern Hemisphere, and especially in the region here\nunder consideration, the relations are apparently otherwise. Here\nexist, so far as known, great areas entirely free from deformation;\nsmall ones, on the other hand, full of it. There are here, also,\ndeformation centers, but only a few. Among these, with our present\nknowledge, the Philippines occupy the first place.",
        "The knowledge of this, indeed, is not of long duration. Public\nattention was first aroused about thirty years ago concerning\nskulls from Samar and Luzon, gathered by F. Jagor from ancient\ncaves, to furnish the proof of their deformation. Up to that time\nnext to nothing was known of deformed crania in the oriental island\nworld. First through my publication the attention of J. G. Riedel,\na most observant Dutch resident, was called to the fact that cranial\ndeformation is still practiced in the Celebes, and he was so good as to\nsend us a specimen of the compressing apparatus for delicate infants\n(1874). Compressed crania were also found. But the number was small\nand the compression of the separate specimens was only slight. In\nboth respects what was observed in the Sunda islands did not differ\nfrom the state of the case in the Philippines. Through Jagor’s\ncollections different places had become known where deformed crania\nwere buried. Since then the number of localities has multiplied. I\nshall mention only two, on account of their peculiar locality. One is\nCagraray, a small island east of Luzon, in the Pacific Ocean, at the\nentrance of the Bay of Albay; the other, the island of Marinduque,\nin the west, between Luzon and Mindoro. From the last-named island I\nsaw, ten years ago, the first picture of one in a photograph album\naccidentally placed in my hands. Since then I had opportunity to\nexamine the Schadenberg collection of crania, lately come into the\npossession of the Reichsmuseum, in Leyden, and to my great delight\ndiscovered in it a series of skulls which are compressed in exactly\nthe same fashion as those of Lanang. It is said that these will soon\nbe described in a publication.",
        "It is of especial interest that this method has been noted in the\nPhilippines for more than three hundred years. In my first publication\nI cited a passage in Thévenot where he says, on the testimony of a\npriest, that the natives on some islands had the custom of compressing\nthe head of a newborn child between two boards, so that it would be\nno longer round, but lengthened out; also they flattened the forehead,\nwhich they looked upon as a special mark of beauty. This is, therefore,\nan ancient example. It is confirmed by the circumstance that these\ncrania are found especially in caves, from the roofs of which mineral\nwaters have dripped, which have overlaid the bones partly with a thick\nlayer of calcareous matter. The bones themselves have an uncommonly\nthick, almost ivory, fossil-like appearance. Only the outer surface\nis in places corroded, and on these places saturated with a greenish\ninfiltration. It is to be assumed, therefore, that they are very old. I\nhave the impression that they must have been placed here before the\ndiscovery of the islands and the introduction of Christianity. Their\npeculiar appearance, especially their angular form and the thickness\nof the bone, reminds one of crania from other parts of the South Sea,\nespecially those from Chatham and Sandwich Islands. I shall not here\ngo further into this question, but merely mention that I came to the\nconclusion that these people must be looked upon as proto-Malayan.",
        "[Hope of Filipino and American study.] The changes which will take\nplace in the political condition of the Philippines may be of little\nservice to scientific explorations at first; but the study of the\npopulation will be surely taken up with renewed energy. Already\nin America scholars have begun to occupy themselves therewith. A\nbrief article by Dr. Brinton is to be mentioned as the first sign of\nthis. But should the ardent desire of the Filipinos be realized, that\ntheir islands *hould have political autonomy, it is to be hoped that,\nout of the patriotic enthusiasm of the population and the scientific\nspirit of many of their best men, new sources of information will be\nopened for the history and the development of oriental peoples. To\nthis end it may be here mentioned, by the way, that the connecting\nlinks of ancient Philippine history and the customs of these islands,\nas well with the Melanesians as with the Polynesians of the south,\nare yet to be discovered.",
        "As representatives of these two groups, I present, in closing, two\nespecially well-formed crania from the Philippines. One of them,\nwhich shows the marks of antiquity that I have set forth, belongs\nto an “Indio.” [Comparison of Indio and Negrito skulls.] It has\nthe high cranial capacity of 1,540 cubic centimeters, a horizontal\ncircumference of 525 millimeters, and a sagitta-circumference of\n386 millimeters; its form is hypsidolicho, quite on the border of\nmesocephaly: Index of width, 75.3; index of height, 76.3. Besides,\nit has the appearance of a race capable of development; only, the\nnose is platyrrhine (index, 52.3), as among so many Malay tribes, and\nin the left temple it bears a Processus frontalis squamae temporalis\ndeveloped partly from an enlarged fontanelle. The other skull was one\ntaken from a Negrito grave of Zambales by Dr. A. B. Meyer. It makes,\nat first glance, just as favorable an impression, but its capacity\nis only 1,182 cubic centimeters; therefore 358 cubic centimeters less\nthan the other. Its form is orthobrachycephalic; breadth index, 80.2;\nheight index, 70.6. As in single traits of development, so in the\nmeasurements, the difference and the debased character of this race\nobtrude themselves. Only, the nasal index is somewhat smaller; on the\nwhole, the nose has in its separate parts a decidedly pithecoid form.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}