{
    "title": "The Adventures of Jimmie Dale I - Chapter III: The Mother Lode",
    "author": "Frank L. Packard",
    "chapter": "3",
    "content": [
        "\n\n",
        "It was the following evening, and they had dined together again at\nthe St. James Club–Jimmie Dale, and Carruthers of the MORNING NEWS-\nARGUS.  From Clayton and a discussion of the Metzer murder, the\nconversation had turned, not illogically, upon the physiognomy of\ncriminals in general.  Jimmie Dale, lazily ensconced now in a\nlounging chair in one of the club’s private library rooms, flicked a\nminute speck of cigar ash from the sleeve of his dinner jacket, and\nsmiled whimsically across the table at his friend.",
        "“Oh, I dare say there’s a lot in physiognomy, Carruthers,” he\ndrawled.  “Never studied the thing, you know–that is, from the\nstandpoint of crime.  Personally, I’ve only got one prejudice: I\ndistrust, on principle, the man who wears a perennial and pompous\nsmirk–which isn’t, of course, strictly speaking, physiognomy at\nall.  You see, a man can’t help his eyes being beady or his nose\npronounced, but pomposity and a smirk, now–”  Jimmie Dale shrugged\nhis shoulders.",
        "Carruthers laughed–and then glanced ludicrously at Jimmie Dale, as\nthe door, ajar, was pushed open, and a man entered.",
        "“Speaking of angels,” murmured Jimmie Dale–and sat up in his chair.\n“Hello, Markel!” he observed casually, “You’ve met Carruthers, of\nthe NEWS-ARGUS, haven’t you?”",
        "Markel was fat and important; he had beady black eyes, fastidiously\ntrimmed whiskers–and a pronounced smirk.",
        "Markel blew his nose vigorously, coughed asthmatically, and held out\nhis hand.",
        "“Of course, certainly,” said he effusively.  “I’ve met Carruthers\nseveral times–used his sheet more than once to advertise a new bond\nflotation.”",
        "The dominant note in Markel’s voice was an ingratiating and\nunpleasant whine, and Carruthers nodded, not very cordially–and\nshook hands.",
        "Markel went back to the door, closed it carefully, and returned to\nthe table.",
        "“Fact is,” he smiled confidentially, “I saw you two come in here a\nfew minutes ago, and I’ve got something that I thought Carruthers\nmight be glad to have for his society column–say, in the Sunday\nedition.”",
        "He dove into the inside pocket of his coat, produced a large morocco\nleather jeweller’s case, and, holding it out over the table between\nCarruthers and Jimmie Dale, suddenly snapped the cover open–and\nthen, with a complacent little chuckle that terminated in another\nfit of coughing, spilled the contents on the table under the\nelectric reading lamp.",
        "Like a thing of living, pulsing fire it rolled before their eyes–a\nmagnificent diamond necklace, of wondrous beauty, gleaming and\nscintillating as the light rays shot back from a thousand facets.",
        "For a moment, both men gazed at it without a word.",
        "“Little surprise for my wife,” volunteered Markel, with a debonair\nwave of his pudgy hand, and trying to make his voice sound careless.",
        "The case lay open–patently displaying the name of the most famous\njewelry house in America.  Jimmie Dale’s eyes fixed on Markel’s\nwhiskers where they were brushed outward in an ornate and fastidious\ngray-black sweep.",
        "“By Jove!” he commented.  “You don’t do things by halves, do you,\nMarkel?”",
        "“Two hundred and ten thousand dollars I paid for that little bunch\nof gewgaws,” said Markel, waving his hand again.  Then he clapped\nCarruthers heartily on the shoulder.  “What do you think of it,\nCarruthers–eh?  Say, a photograph of it, and one of Mrs. Markel–\neh?  Please her, you know–she’s crazy on this society stunt–all\nflubdub to me of course.  How’s it strike you, Carruthers?”",
        "Carruthers, very evidently, liked neither the man nor his manners,\nbut Carruthers, above everything else, was a gentleman.",
        "“To be perfectly frank with you, Mr. Markel,” he said a little\nfrigidly, “I don’t believe in this sort of thing.  It’s all right\nfrom a newspaper standpoint, and we do it; but it’s just in this way\nthat owners of valuable jewelry lay themselves open to theft.  It\nsimply amounts to advising every crook in the country that you have\na quarter of a million at his disposal, which he can carry away in\nhis vest pocket, once he can get his hands on it–and you invite him\nto try.”",
        "Jimmie Dale laughed.  “What Carruthers means, Markel, is that you’ll\nhave the Gray Seal down your street.  Carruthers talks of crooks\ngenerally, but he thinks in terms of only one.  He can’t help it.\nHe’s been trying so long to catch the chap that it’s become an\nobsession.  Eh, Carruthers?”",
        "Carruthers smiled seriously.  “Perhaps,” he admitted.  “I hope,\nthough, for Mr. Markel’s sake, that the Gray Seal won’t take a fancy\nto it–if he does, Mr. Markel can say good-bye to his necklace.”",
        "“Pouf!” coughed Markel arrogantly.  “Overrated!  His cleverness is\nall in the newspaper columns.  If he knows what’s good for him,\nhe’ll know enough to leave this alone.”",
        "Jimmie Dale was leaning over the table poking gingerly with the tip\nof his forefinger at the centre stone in the setting, revolving it\ngently to and fro in the light–a very large stone, whose weight\nwould hardly be less than fifteen carats.  Jimmie Dale lowered his\nhead for a closer examination–and to hide a curious, mocking little\ngleam that crept into his dark eyes.",
        "“Yes, I should say you’re right, Markel,” he agreed judicially.  “He\nought to know better than to touch this.  It–it would be too hard\nto dispose of.”",
        "“I’m not worrying,” declared Markel importantly.",
        "“No,” said Jimmie Dale.  “Two hundred and ten thousand, you said.\nAny special–er–significance to the occasion, if the question’s not\nimpertinent?  Birthday, wedding anniversary–or something like\nthat?”",
        "“No, nothing like that!” Markel grinned, winked secretively, and\nrubbed his hands together.  “I’m feeling good, that’s all–I’m going\nto make the killing of my life to-morrow.”",
        "“Oh!” said Jimmie Dale.",
        "Markel turned to Carruthers.  “I’ll let you in on that, too,\nCarruthers, in a day or two, if you’ll send a reporter around–\nfinancial man, you know.  It’ll be worth your while.  And now, how\nabout this?  What do you say to a little article and the photos next\nSunday?”",
        "There was a slight hint of rising colour in Carruthers’ face.",
        "“If you’ll send them to the society editor, I’ve no doubt he’ll be\nable to use them,” he said brusquely.",
        "“Right!” said Markel, and coughed, and patted Carruthers’ shoulder\npatronisingly again.  “I’ll just do that little thing.”  He picked\nup the necklace, dangled it till it flashed and flashed again under\nthe light, then restored it very ostentatiously to its case, and the\ncase to his pocket.  “Thanks awfully, Carruthers,” he said, as he\nrose from his chair.  “See you again, Dale.  Good-night!”",
        "Carruthers glared at the door as it closed behind the man.",
        "“Say it!” prodded Jimmie Dale sweetly.  “Don’t feel restrained\nbecause you are a guest–I absolve you in advance.”",
        "“Rotter!” said Carruthers.",
        "“Well,” said Jimmie Dale softly.  “You see–Carruthers?”",
        "Carruthers’ match crackled savagely as he lighted a cigar.",
        "“Yes, I see,” he growled.  “But I don’t see–you’ll pardon my saying\nso–how vulgarity like that ever acquired membership in the St.\nJames Club.”",
        "“Carruthers,” said Jimmie Dale plaintively, “you ought to know\nbetter than that.  You know, to begin with, since it seems he has\nadvertised with you, that he runs some sort of brokerage business in\nBoston.  He’s taken a summer home up here on Long Island, and some\nmisguided chap put him on the club’s visitor’s list.  His card will\nNOT be renewed.  Sleek customer, isn’t he?  Trifle familiar–I was\nonly introduced to him last night.”",
        "Carruthers grunted, broke his burned match into pieces, and began to\ntoss the pieces into an ash tray.",
        "Jimmie Dale became absorbed in an inspection of his hands–those\nwonderful hands with long, slim, tapering fingers, whose clean, pink\nflesh masked a strength and power that was like to a steel vise.",
        "Jimmie Dale looked up.  “Going to print a nice little story for him\nabout the ’costliest and most beautiful necklace in America’?” he\ninquired innocently.",
        "Carruthers scowled.  “No,” he said bluntly.  “I am not.  He’ll read\nthe NEWS-ARGUS a long time before he reads anything about that,\nJimmie.”",
        "But therein Carruthers was wrong–the NEWS-ARGUS carried the “story\"\nof Markel’s diamond necklace in three-inch “caps” in red ink on the\nfront page in the next morning’s edition–and Carruthers gloated\nover it because the morning NEWS-ARGUS was the ONLY paper in New\nYork that did.  Carruthers was to hear more of Markel and Markel’s\nnecklace than he thought, though for the time being the subject\ndropped between the two men.",
        "It was still early, barely ten o’clock, when Carruthers left the\nclub, and, preferring to walk to the newspaper offices, refused\nJimmie Dale’s offer of his limousine.  It was but five minutes later\nwhen Jimmie Dale, after chatting for a moment or two with those\nabout in the lobby, in turn sought the coat room, where Markel was\nbeing assisted into his coat.",
        "“Getting home early, aren’t you, Markel?” remarked Jimmie Dale\npleasantly.",
        "“Yes,” said Markel, and ran his fingers fussily, comb fashion,\nthrough his whiskers.  “Quite a little run out to my place, you\nknow–and with, you know what, I don’t care to be out too late.”",
        "“No, of course,” concurred Jimmie Dale, getting into his own coat.",
        "They walked out of the club together, and Markel climbed importantly\ninto the tonneau of a big gray touring car.",
        "“Ah–home, Peters,” he sniffed at his chauffeur; and then, with a\ngrandiloquent wave of his hand to Jimmie Dale: “’Night, Dale.”",
        "Jimmie Dale smiled with his eyes–which were hidden by the brim of\nhis bat.",
        "“Good-night, Markel,” he replied, and the smile crept curiously to\nthe corners of his mouth as he watched the gray car disappear down\nthe street.",
        "A limousine drew up, and Benson, Jimmie Dale’s chauffeur, opened the\ndoor.",
        "“Home, Mr. Dale?” he asked cheerily, touching his cap.  “Yes,\nBenson–home,” said Jimmie Dale absently, and stepped into the car.",
        "It was a luxurious car, as everything that belonged to Jimmie Dale\nwas luxurious–and he leaned back luxuriously on the cushions,\nextended his legs luxuriously to their full length, plunged his\nhands into his overcoat pockets–and then a change stole strangely,\nslowly over Jimmie Dale.",
        "The sensitive fingers of his right hand in the pocket had touched,\nand now played delicately over a sealed envelope that they had found\nthere, played over it as though indeed by the sense of touch alone\nthey could read the contents–and he drew his body gradually erect.",
        "It was another of those mysterious missives from–HER.  The texture\nof the paper was invariably the same–like this one.  How had it\ncome there?  Collusion with the coat boy at the club?  That was\nhardly probable.  Perhaps it had been there before he had entered\nthe club for dinner–he remembered, now, that there had been several\npeople passing, and that he had been jostled slightly in crossing\nthe sidewalk.  What, however, did it matter?  It was there\nmysteriously, as scores of others had come to him mysteriously, with\nnever a clew to her identity, to the identity of his–he smiled a\nlittle grimly–accomplice in crime.",
        "He took the envelope from his pocket and stared at it.  His fingers\nhad not been at fault–it was one of hers.  The faint, elusive,\nexquisite fragrance of some rare perfume came to him as he held it.",
        "“I’d give,” said Jimmie Dale wistfully to himself–\"I’d give\neverything I own to know who you are–and some day, please God, I\nwill know.”",
        "Jimmie Dale tore the envelope very gently, as though the tearing\nalmost were an act of desecration–and extracted the letter from\nwithin.  He began to read aloud hurriedly and in snatches:",
        "“DEAR PHILANTHROPIC CROOK: Charleton Park Manor–Markel’s house is\nthe second one from the gates on the right-hand side–library leads\noff reception hall on left, door opposite staircase–telephone in\nreception hall near vestibule entrance, left-hand side–safe is one\nof your father’s make, No. 14,321–clothes closet behind the desk–\nprobably will be kept in cash box–five servants; two men, three\nmaids–quarters on top story–Markel and wife occupy room over\nlibrary–French windows to dining room on opposite side of the\nhouse–opening on the lawn–get it TO-NIGHT, Jimmie–TO-MORROW WOULD\nBE TOO LATE–dispose of it–see fit–Henry Wilbur, Marshall\nBuilding, Broadway–fifth story–”",
        "Through the glass-panelled front of the car, Jimmie Dale could see\nhis chauffeur’s back, and the hand that held the letter dropped now\nto his side, and Jimmie Dale stared–at his chauffeur’s back.  Then,\npresently, he read the letter again, as though committing it to\nmemory now; and then, tearing the paper into tiny shreds, as he did\nwith every one of her communications, he reached out of the window\nand allowed the little pieces to filter gradually from his hand.",
        "The Gray Seal!  He smiled in his whimsical way.  If it were ever\nknown!  He, Jimmie Dale, with his social standing, his wealth, his\nposition–the Gray Seal!  Not a police official, not a secret-\nservice bureau probably in the civilised world, but knew the name–\nnot a man, woman, or child certainly in this great city around him\nbut to whom it was as familiar as their own!  Danger?  Yes.  A\nbattle of wits?  Yes.  His against everybody’s–even against\nCarruthers’, his old college chum!  For, even as a reporter, before\nhe had risen to the editorial desk, and even now that he had,\nCarruthers had been one of the keenest on the scent of the Gray\nSeal.",
        "Danger?  Yes.  But it was worth it!  Worth it a thousand times for\nthe very lure of the danger itself; but worth it most of all for his\nassociation with her who, by some amazing means, verging indeed on\nthe miraculous, came into touch with all these things, and supplied\nhim with the data on which to work–that always some wrong might be\nrighted, or gladness come where there had been gloom before, or hope\nwhere there had been despair–that into some fellow human’s heart\nshould come a gleam of sunshine.  Yes, in spite of the howls of the\npolice, the virulent diatribes of the press, an angry public\nscreaming for his arrest, conviction, and punishment, there were\nthose perhaps who even on their bended knees at night asked God’s\nblessing on–the Gray Seal!",
        "Was it strange, then, after all, that the police, seeking a clew\nthrough motive, should have been driven to frenzy on every occasion\nin finding themselves forever confronted with what, from every angle\nthey were able to view it, was quite a purposeless crime!  On one\npoint only they were right, the old dogma, the old, old cry, old as\nthe institution of police, older than that, old since time\nimmemorial–CHERCHEZ LA FEMME!  Quite right–but also quite\npurposeless!  Jimmie Dale’s eyes grew wistful.  He had been “hunting\nfor the woman in the case” himself, now, for months and years\nindefatigably, using every resource at his command–quite\npurposelessly.",
        "Jimmie Dale shrugged his shoulders.  Why go over all this to-night–\nthere were other things to do.  She had come to him again–and this\ntime with a matter that entailed more than ordinary difficulty, more\nthan usual danger, that would tax his wits and his skill to the\nutmost, not only to succeed, but to get out of it himself with a\nwhole skin.  Markel–eh?  Jimmie Dale leaned back in his seat,\nclasped his hands behind his head–and his eyes, half closed now,\nwere studying Benson’s back again through the plate-glass front.",
        "He was still sitting in that position as the car approached his\nresidence on Riverside Drive–but, as it came to a stop, and Benson\nopened the door, it was a very alert Jimmie Dale that stepped to the\nsidewalk.",
        "“Benson,” he said crisply, “I am going downtown again later on, but\nI shall drive myself.  Bring the touring car around and leave it in\nfront of the house.  I’ll run it into the garage when I get back–\nyou need not wait up.”",
        "“Very good, sir,” said Benson.",
        "In the hallway, Jason, the butler, who had been butler to Jimmie\nDale’s father before him, took Jimmie Dale’s hat and coat.",
        "“It’s a fine evening, Master Jim,” said the privileged old man\naffectionately.",
        "Jimmie Dale took out his silver cigarette case, selected a\ncigarette, tapped it daintily on the cover of the case–and accepted\nthe match the old man hastily produced.",
        "“Yes, Jason.” said Jimmie Dale, pleasantly facetious, “it a fine\nnight, a glorious night, moon and stars and a balmy breeze–quite\ntoo fine, indeed, to remain indoors.  In fact, you might lay out my\ngray ulster; I think I will go for a spin presently, when I have\nchanged.”",
        "“Yes, sir,” said Jason.  “Anything else, Master Jim?”",
        "“No; that’s all, Jason.  Don’t sit up for me–you may go to bed\nnow.”",
        "“Thank you, sir,” said the old man.",
        "Jimmie Dale went upstairs, opened the door of his own particular den\non the right of the landing, stepped inside, closed the door,\nswitched on the light–and Jimmie Dale’s debonair nonchalance\ndropped from him as a mask instantly–and it was another Jimmie\nDale–the professional Jimmie Dale.",
        "Quick now in every action, he swung aside the portiere that\ncurtained off the squat, barrel-shaped safe in the little alcove,\nopened the safe, took out that curious leather girdle with its kit\nof burglar’s tools, added to it a flashlight and an automatic\nrevolver, closed the safe–and passed into his dressing room.  Here,\nhe proceeded to divest himself rapidly of his evening clothes,\nselecting in their stead a suit of dark tweed.  He heard Jason come\nup the stairs, pass along the hall, and mount the second flight to\nhis own quarters; and presently came the sound of an automobile\nwithout.  The dressing room fronted on the Drive–Jimmie Dale looked\nout.  Benson was just getting out of the touring car.  Slipping the\nleather girdle, then, around his waist, Jimmie Dale put on his vest,\nthen his coat–and walked briskly downstairs.",
        "Jason had laid out a gray ulster on the hall stand.  Jimmie Dale put\nit on, selected a leather cap with motor-goggle attachment that\npulled down almost to the tip of his nose, tucked a slouch hat into\nthe pocket of the ulster, and, leaving the house, climbed into his\ncar.",
        "He glanced at his watch as he started–it was a quarter of eleven.\nJimmie Dale’s lips pursed a little.",
        "“I guess it’ll make a night of it, and a tight squeeze, at that, to\nget back under cover before daylight,” he muttered.  “I’ll have to\ndo some tall speeding.”",
        "But at first, across the city and through Brooklyn, for all his\nimpatience, it was necessarily slow–after that, Jimmie Dale took\nchances, and, once on the country roads of Long Island, the big,\npowerful car tore through the night like a greyhound whose leash is\nslipped.",
        "A half hour passed–Jimmie Dale’s eyes shifting occasionally from\nthe gray thread of road ahead of him under the glare of the dancing\nlamps, to the road map spread out at his feet, upon which, from time\nto time, he focused his pocket flashlight.  And then, finally, he\nslowed the car to a snail’s pace–he should be very near his\ndestination–that very ultra-exclusive subdivision of Charleton Park\nManor.",
        "On either side of the road now was quite a thickly set stretch of\nwooded land, rising slightly on the right–and this Jimmie Dale\nscrutinised sharply.  In fact, he stopped for an instant as he came\nopposite to a wagon track–it seemed to be little more than that–\nthat led in through the trees.",
        "“If it’s not too far from the seat of war,” commented Jimmie Dale to\nhimself, as he went on again, “it will do admirably.”",
        "And then, a hundred yards farther on, Jimmie Dale nodded his head in\nsatisfaction–he was passing the rather ornate stone pillars that\nmarked the entrance to Charleton Park Manor, and on which the\ninitial promoters of the subdivision, the real-estate people, had\nevidently deemed it good advertising policy to expend a small\nfortune.",
        "Another hundred yards farther on, Jimmie Dale turned his car around\nand returned past the gates to the wagon track again.  The road was\ndeserted–not a car nor a vehicle of any description was in sight.\nJimmie Dale made sure of that–and in another instant Jimmie Dale’s\nown car, every light extinguished, had vanished–he had backed it up\nthe wagon track, just far enough in for the trees to screen it\nthoroughly from the main road.",
        "Nor did Jimmie Dale himself appear again on the main road–until\njust as he emerged close to the gates of Charleton Park Manor from a\nshort cut through the woods.  Also, he was without his ulster now,\nand the slouch hat had replaced the motor cap.",
        "Jimmie Dale, in the moonlight, took stock of his surroundings, as he\npassed in at a businesslike walk through the gates.  It was a large\npark, if that name could properly be applied to it at all, and the\nhouses–he caught sight of one set back from the driveway on the\nright–were quite far apart, each in its own rather spacious grounds\namong the trees.",
        "“The second house on the right,” her letter had said.  Jimmie Dale\nhad already passed the first one–the next would be Markel’s then–\nand it loomed ahead of him now, black and shadowy and unlighted.",
        "Jimmie Dale shot a glance around him–there was stillness, quiet\neverywhere–no sign of life–no sound.",
        "Jimmie Dale’s face became tense, his lips tight–and he stepped\nsuddenly from the sidewalk in among the trees.  They were not thick\nhere, of course, the trees, and the turf beneath his feet was well\nkept–and, therefore, soundless.  He moved quickly now, but\ncautiously, from tree to tree, for the moonlight, flooding the lawn\nand house, threw all objects into bold relief.",
        "A minute, two, three went by–and a shadow flitted here and there\nacross the light-green sward, like the moving of the trees swaying\nin the breeze–and then Jimmie Dale was standing close up against\none side of the house, hidden by the protecting black shadows of the\nwalls.",
        "But here, for a moment, Jimmie Dale seemed little occupied with the\nhouse itself–he was staring down past its length to where the woods\nmade a heavy, dark background at the rear.  Then he turned his head,\nto face directly to the main road, then back again slowly, as though\nmeasuring an angle.  Jimmie Dale had no intention of making his\nescape by the roundabout way in which he had been forced to come in\norder to make certain of locating the right house, the second one\nfrom the gates–and he was getting the bearings of his car and the\nwagon track now.",
        "“I guess that’ll be about right,” Jimmie Dale muttered finally.\n“And now for–”",
        "He slipped along the side of the house and halted where, almost on a\nlevel with the ground, the French windows of the dining room opened\non the lawn.  Jimmie Dale tried them gently.  They were locked.",
        "An indulgent smile crept to Jimmie Dale’s lips–and his hand crept\nin under his vest.  It came out again–not empty–and Jimmie Dale\nleaned close against the window.  There was a faint, almost\ninaudible, scratching sound, then a slight, brittle crack–and\nJimmie Dale laid a neat little four-inch square of glass on the\nground at his feet.  Through the aperture he reached in his hand,\nturned the key that was in the lock, turned the bolt-rod handle,\npushed the doors silently open–wide open–left them open–and\nstepped into the room.",
        "He could see quite well within, thanks to the moonlight.  Jimmie\nDale produced a black silk mask from one of the little leather\npockets, adjusted it carefully over his face, and crossed the room\nto the hall door.  He opened this–wide open–left it open–and\nentered the hall.",
        "Here it was dark–a pitch blackness.  He stood for a moment,\nlistening–utter silence.  And then–alert, strained, tense in an\ninstant, Jimmie Dale crouched against the wall–and then he smiled a\nlittle grimly.  It was only some one coughing upstairs–Markel–in\nhis sleep, perhaps, or, perhaps–in wakefulness.",
        "“I’m a fool!” confided Jimmie Dale to himself, as he recognised the\ncough that he had heard at the club.  “And yet–I don’t know.  One’s\nnerves get sort of taut.  Pretty stiff business.  If I’m ever\ncaught, the penitentiary sentence I get will be the smallest part of\nwhat’s to pay.”",
        "A round button of light played along the wall from the flashlight in\nhis hand–just for an instant–and all was blackness again.  But in\nthat instant Jimmie Dale was across the hall, and his fingers were\ntracing the telephone connection from the instrument to where the\nwires disappeared in the baseboard of the floor.  Another instant,\nand he had severed the wires with a pair of nippers.",
        "Again the quick, firefly gleam of light to locate the stair case and\nthe library door opposite to it–and, moving without the slightest\nnoise, Jimmie Dale’s hand was on the door itself.  Again he paused\nto listen.  All was silence now.",
        "The door swung under his hand, and, left open behind him, he was in\nthe room.  The flashlight winked once–suspiciously.  Then he\nsnapped its little switch, keeping the current on, and the ray\ndodged impudently here and there all over the apartment.",
        "The safe was set in a sort of clothes closet behind the desk, she\nhad said.  Yes, there it was–the door, at least.  Jimmie Dale moved\ntoward it–and paused as his light swept the top of the intervening\ndesk.  A mass of papers, books, and correspondence littered it\nuntidily.  The yellow sheet of a telegram caught Jimmie Dale’s eye.",
        "He picked it up and glanced at it.  It read:",
        "“Vein uncovered to-day.  Undoubtedly mother lode.  Enormously rich.\nPut the screws on at once.  THURL.”",
        "Under the mask, Jimmie Dale’s lips twitched.",
        "“I think, Markel, you miserable hound,” said he softly, that God\nwill forgive me for depriving you of a share of the profits.  Two\nhundred and ten thousand, I think it was, you said the sparklers\ncost.”  A curious little sound came from Jimmie Dale’s lips–like a\nchuckle.",
        "Jimmie Dale tossed the telegram back on the desk, moved on behind\nthe desk, opened the door of the closet that had been metamorphosed\ninto a vault–and the white light travelled slowly, searchingly,\ncritically over the shining black-enamelled steel, the nickelled\nknobs, and dials of a safe that confronted him.",
        "Jimmie Dale nodded at it–familiarly, grimly.",
        "“It’s number one-four-three-two-one, all right,” he murmured.  “And\none of the best we ever made.  Pretty tough.  But I’ve done it\nbefore.  Say, half an hour of gentle persuasion.  It would be too\nbad to crack it with ’soup’–besides, that’s crude–Carruthers would\nnever forgive the Gray Seal for that!”",
        "The light went out–blackness fell.  Jimmie Dale’s slim, sensitive\nfingers closed on the dial’s knob, his head touched the steel front\nof the safe as he pressed his ear against it for the tumblers’ fall.",
        "And then silence.  It seemed to grow heavier, that silence, with\neach second–to palpitate through the quiet house–to grow pregnant,\npremonitory of dread, of fear–it seemed to throb in long\nundulations, and the stillness grew LOUD.  A moonbeam filtered in\nbetween the edge of the drawn shade and the edge of the window.  It\nstruggled across the floor in a wavering path, strayed over the\ndesk, and died away, shadowy and formless, against the blackness of\nthe opened recess door, against the blackness of the great steel\nsafe, the blackness of a huddled form crouched against it.  Only now\nand then, in a strange, projected, wraithlike effect, the moon ray\nglinted timidly on the tip of a nickel dial, and, ghostlike,\ndisclosed a human hand.",
        "Upstairs, Markel coughed again.  Then from the safe a whisper,\nheavy-breathed as from great exertion:",
        "“Missed It!”",
        "The dial whirled with faint, musical, little metallic clicks; then\nbegan to move slowly again, very, very slowly.  The moonbeam, as\nthough petulant at its own abortive attempt to satisfy its\ncuriosity, retreated back across the floor, and faded away.",
        "Blackness!",
        "Time passed.  Then from the safe again, but now in a low gasp, a\npant of relief:",
        "“Ah!”",
        "The ear might barely catch the sound–it was as of metal sliding in\nwell-oiled grooves, of metal meeting metal in a padded thud.  The\nmassive door swung outward.  Jimmie Dale stood up, easing his\ncramped muscles, and flirted the sweat beads from his forehead.",
        "After a moment, he knelt again.  There was still the inner door–but\nthat was a minor matter to Jimmie Dale compared with what had gone\nbefore.",
        "Stillness once more–a long period of it.  And then again that cough\nfrom above–a prolonged paroxysm of it this time that went racketing\nthrough the house.",
        "Jimmie Dale, in the act of swinging back the inner door of the safe,\npaused to listen, and little furrows under his mask gathered on his\nforehead.  The coughing stopped.  Jimmie Dale waited a moment, still\nlistening–then his flashlight bored into the interior of the safe.",
        "“The cash box, probably,” quoted Jimmie Dale, beneath his breath–\nand picked it up from where it lay in the bottom compartment of the\nsafe.",
        "The lock snipped under the insistent probe of a delicate little\nblued-steel instrument, and Jimmie Dale lifted the cover.  There was\na package of papers and documents on top, held together with elastic\nbands.  Jimmie Dale spent a moment or two examining these, then his\nfingers dived down underneath, and the next minute, under the\nflashlight, the morocco leather case open, the diamond necklace was\nsparkling and flashing on its white satin bed.",
        "“A tempting little thing, isn’t it?” said Jimmie Dale gently.  “It\nwas really thoughtful of you, Markel, to buy that this afternoon!”",
        "Jimmie Dale replaced the necklace in the cash box, set the cash box\non the floor, closed the inner door of the safe, and swung the outer\ndoor a little inward–but left it flauntingly ajar.  Then from a\npocket of the leather girdle beneath his vest he produced his small,\nthin, flat, metal case.  From this, from between sheets of oil\npaper, with the aid of a pair of tweezers, he lifted out a gray,\ndiamond-shaped seal.  Jimmie Dale was apparently fastidious.  He\nheld the seal with the tweezers as he moistened the adhesive side\nwith his tongue, laid the seal on his handkerchief, and pressed the\nhandkerchief firmly against the safe–as usual, Jimmie Dale’s\ninsignia bore no finger prints as it lay neatly capping the knob of\nthe dial.",
        "He reached down, picked up the cash box–and then, for the second\ntime that night, held suddenly tense, alert, listening, his every\nmuscle taut.  A door opened upstairs.  There came a murmur of\nvoices.  Then a momentary lull.",
        "Jimmie Dale listened.  Like a statue he stood there in the black,\nabsolutely motionless–his head a little forward and to one side.\nNothing–not a sound.  Then a very low, curious, swishing noise, and\na faint creak.  SOMEBODY WAS COMING DOWN THE STAIRS!",
        "Jimmie Dale moved stealthily from the recess, and noiselessly to the\ndesk.  Very faintly, but distinctly now, came a pad of either\nslippered or bare feet on the stairway carpet.  Like a cat,\nsoundless in his movements, Jimmie Dale crept toward the door of the\nroom.  Down the stairs came that pad of feet; occasionally came that\nswishing sound.  Nearer the door crept Jimmie Dale, and his lips\nwere thinned now, his jaws clamped.  How near were they together, he\nand this night prowler?  At times he could not hear the other at\nall, and, besides, the heavy carpet made the judgment of distance an\nimpossibility.  If he could gain the hall, and, in the darkness,\nelude the other, the way of escape through the dining room was open.\nAnd then, within a few feet of the door, Jimmie Dale halted\nabruptly, as a woman’s voice rose querulously from the hallway\nabove:",
        "“You are making a perfect fool of yourself, Theodore Markel!  Come\nback here to bed!”",
        "Jimmie Dale’s face hardened like stone–the answer came almost from\nthe very threshold in front of him:",
        "“I can’t sleep, I tell you\"–it was Markel’s voice, in a disgruntled\nsnarl.  “I was a fool to bring the confounded thing home.  I’m going\nto take the library couch for the rest of the night.”",
        "It happened quick, then–quick as the winking of an eye.  Two sharp,\nalmost simultaneous, clicks of the electric-light buttons pressed\nby Markel, and the hall and library were a flood of light–and\nJimmie Dale leaped forward to where, in dressing gown and pajamas,\nblankets and bedding over one arm, a revolver dangling in the other\nhand, Markel stood full before the door in the hallway without.",
        "There was a wild yell of terror and surprise from Markel, then a\ndeafening roar and a spit of flame from his revolver–a bitter,\nsmothered exclamation from Jimmie Dale as the cash box crashed to\nthe floor from his left hand, and he was upon the other like a\ntiger.",
        "With the impact, both men went to the floor, grappled, and rolled\nover and over.  Half mad with fear, shock, and surprise, Markel\nfought like a maniac, and his voice, in gasping shouts, rang through\nthe house.",
        "A minute, two passed–and the men rolled about the hall floor.\nMarkel, over middle age and unheathily fat, against Jimmie Dale’s\nsix feet of muscle–only Jimmie Dale’s left hand, dripping a red\nstream now, was almost useless.",
        "From above came wild confusion–women’s voices in little shrieks;\nmen’s voices shouting in excitement; doors opening, running feet.\nAnd then Jimmie Dale had snatched the revolver from the floor where\nMarkel had dropped it in the scuffle, and was pressing it against\nMarkel’s forehead–and Markel, terror-stricken, had collapsed in a\nflabby, pliant heap.",
        "Jimmie Dale, still covering Markel with the weapon, stood up.  The\nfrightened faces of women protruded over the banisters above.  The\ntwo men-servants, at best none too enthusiastically on the way down,\nstopped as though stunned as Jimmie Dale swung the revolver upon\nthem.",
        "Then Jimmie Dale spoke–to Markel–pointing the weapon at Markel\nagain.",
        "“I don’t like you, Markel,” he said, with cold impudence.  The only\ndecent thing you’ll ever do will be to die–and if those men of\nyours on the stairs move another step it will be your death warrant.\nDo you understand?  I would suggest that you request them to stay\nwhere they are.”",
        "Cold sweat was on Markel’s face as he stared into the muzzle of the\nrevolver, and his teeth chattered.",
        "“Go back!” he screamed hysterically at the servants.  “Go back!  Sit\ndown!  Don’t move!  Do what he tells you!”",
        "“Thank you!” said Jimmie Dale grimly.  “Now, get up yourself!”",
        "Markel got up.",
        "Jimmie Dale backed to the library door, picked up the cash box,\ntucked it under his left armpit, and faced those on the stairs.",
        "“Mr. Markel and I are going out for a little walk,” he announced\ncoolly.  “If one of you make a move or raise an alarm before your\nmaster comes back, I shall be obliged, in self-defence, to shoot–\nMr. Markel.  Mr. Markel quite understands that–I am sure.  Do you\nnot, Mr. Markel?”",
        "“Helen,” screamed Markel to his wife, “don’t let ’em move!  For\nGod’s sake, do as he says!”",
        "Jimmie Dale’s lips, just showing beneath the edge of his mask,\nbroadened in a pleasant little smile.",
        "“Will you lead the way, Mr. Markel?” he requested, with ironic\ndeference.  “Through the dining room, please.  Yes, that’s right!",
        "Markel walked weakly into the dining room, and Jimmie Dale followed.\nA prod in the back from the revolver muzzle, and Markel stepped\nthrough the French windows and out on the lawn.  Jimmie Dale faced\nthe other toward the woods at the rear of the house.",
        "“Go on!” Jimmie Dale’s voice was curt now, uncompromising.  “And\nstep lively!”",
        "They passed on along the side of the house and in among the trees.\nFifty yards or so more, and Jimmie Dale halted.  He backed Markel up\nagainst a large tree–not over gently.",
        "“I–I say\"–Markel’s teeth were going like castanets.  “I–”",
        "“You’ll oblige me by keeping your mouth shut,” observed Jimmie Dale\npolitely–and he whipped the cord of Markel’s dressing gown loose\nand began to tie the man to the tree.  “You have many unpleasant\ncharacteristics, Markel–your voice is one of them.  Shall I repeat\nthat I do not like you?”  He stepped to the back of the tree.\n“Pardon me if I draw this uncomfortably tight.  I don’t think you\ncan reach around to the knot.  No?  The trunk is too large?  Quite\nso!”  He stepped around to face Markel again–the man was thoroughly\nfrightened, his face was livid, his jaw sagged weakly, and his eyes\nfollowed every movement of the revolver in Jimmie Dale’s hand in a\nsort of miserable fascination.  Jimmie Dale smiled unhappily.  “I am\ngoing to do something, Markel, that I should advise no other man to\ndo–I am going to put you on your honour!  For the next fifteen\nminutes you are not to utter a sound.  Do you understand?”",
        "“Y-yes,” said Markel hoarsely.",
        "“No,” said Jimmie Dale sadly, “I don’ think you do.  Let me be\npainfully explicit.  If you break your vow of silence by so much as\na second, then to-morrow, or the next day, or the day after, at my\nconvenience, Markel, you and I will meet again–for the LAST time.\nThere can be no possible misapprehension on your part now–Markel?”",
        "“N-no,\"–Markel could scarcely chatter out the word.",
        "“Quite so,” said Jimmie Dale, in velvet tones.  He stood for an\ninstant looking at the other with cool insolence; then: “Good-night,\nMarkel\"–and five minutes later a great touring car was tearing New\nYorkward over the Long Island roads at express speed.",
        "It was one o’clock in the morning as Jimmie Dale swung the car into\na cross street off lower Broadway, and drew up at the curb beside a\nlarge office building.  He got out, snuggled the cash box under his\nulster, went around to the Broadway entrance, glanced up to note\nthat a light burned in a fifth-story window, and entered the\nbuilding.",
        "The hallway was practically in darkness, one or two incandescents\nonly threw a dim light about.  Jimmie Dale stopped for a moment at\nthe foot of the stairs, beside the elevator well, to listen–if the\nwatchman was making rounds, it was in another part of the building\nJimmie Dale began to climb.",
        "He reached the fifth floor, turned down the corridor, and halted in\nfront of a door, through the ground-glass panel of which a light\nglowed faintly–as though coming from an inner office beyond.\nJimmie Dale drew the black silk mask from his pocket, adjusted it,\ntried the door, found it unlocked, opened it noiselessly, and\nstepped inside.  Across the room, through another door, half open,\nthe light streamed into the outer office, where Jimmie Dale stood.",
        "Jimmie Dale stole across the room, crouched by the door to look into\nthe inner office–and his face went suddenly rigid.",
        "“Good God!” he whispered.  “As bad as that!\"–but it was a\nnonchalant Jimmie Dale to all outward appearances that, on the\ninstant, stepped unconcernedly over the threshold.",
        "An elderly man, white-haired, kindly-faced, kindly-eyed, save now\nthat the face was drawn and haggard, the eyes full of weariness, was\nstanding behind a flat-topped desk, his fingers twitching nervously\non a revolver in his hand.  He whirled, with a startled cry, at\nJimmie Dale’s entrance, and the revolver clattered from his fingers\nto the floor.",
        "“I am afraid,” said Jimmie Dale, smiling pleasantly, “that you were\ngoing to shoot yourself.  Your name is Wilbur, Henry Wilbur, isn’t\nit?”",
        "Unmanned, trembling, the other stood–and nodded mechanically.",
        "“It’s really not a nice thing to do,” said Jimmie Dale\nconfidentially.  “Makes a mess, you see, too\"–he was pulling off\nhis motor gauntlet, his ulster, his jacket, and, having set the cash\nbox on the desk, was rolling back his sleeve as he spoke.  “Had a\nlittle experience myself this evening.”  He held out his hand that,\nwith the forearm, was covered with blood.  “A little above the\nwrist–fortunately only a flesh wound–a little memento from a chap\nnamed Markel, and–”",
        "“MARKEL!”  The word burst, quivering, from the other’s lips.",
        "“Yes,” said Jimmie Dale imperturbably.  “Do you mind if I wash a\nbit–and could you oblige me with a towel, or something that would\ndo for a bandage?”",
        "The man seemed dazed.  In a subconscious way, he walked from the\ndesk to a little cupboard, and took out two towels.",
        "Jimmie Dale stooped, while the other’s back was turned, picked up\nthe revolver from the floor, and slipped it into his trousers\npocket.",
        "“Markel?” said Wilbur again, the same trembling anxiety in his\nvoice, as he handed Jimmie Dale the towels and motioned toward a\nwashstand in the corner of the room.  “Did you say Markel–Theodore\nMarkel?”",
        "“Yes,” said Jimmie Dale, examining his wound critically.",
        "“You had trouble–a fight with him?  Is he–he–dead?”",
        "“No,” said Jimmie Dale, smiling a little grimly.  “ He’s pretty\nbadly hurt, though, I imagine–but not in a physical way.”",
        "“Strange!” whispered Wilbur, in a numbed tone to himself; and he\nwent back and sank down in his desk chair.  “Strange that you should\nspeak of Markel–strange that you should have come here to-night!”",
        "Jimmie Dale did not answer.  He glanced now and then at the other,\nas he deftly dressed his wrist–the man seemed on the verge of\ncollapse, on the verge of a nervous breakdown.  Jimmie Dale swore\nsoftly to himself.  Wilbur was too old a man to be called upon to\nstand against the trouble and anxiety that was mirrored in the\nmisery in his face, that had brought him to the point of taking his\nown life.",
        "Jimmie Dale put on his coat again, walked over to the desk, and\npicked up the ’phone.",
        "“If I may?” he inquired courteously–and confided a number to the\nmouthpiece of the instrument.",
        "There was a moment’s wait, during which Wilbur, in a desperate sort\nof way, seemed to be trying to rally himself, to piece together a\npuzzle, as it were; and for the first time he appeared to take a\npersonal interest in the masked figure that leaned against his desk.\nHe kept passing his hands across his eyes, staring at Jimmie Dale.",
        "Then Jimmie Dale spoke–into the ’phone.",
        "“MORNING NEWS-ARGUS office?  Mr. Carruthers, please.  Thank you.”",
        "Another wait–then Jimmie Dale’s voice changed its pitch and\nregister to a pleasant and natural, though quite unrecognisable\nbass.",
        "Mr. Carruthers?  Yes.  I thought it might interest you to know that\nMr. Theodore Markel purchased a very valuable diamond necklace this\nafternoon. . . .  Oh, you knew that, did you?  Well, so much the\nbetter; you’ll be all the more keenly interested to know that it is\nno longer in his possession. . . .  I beg pardon?  Oh, yes, I quite\nforgot–this is the Gray Seal speaking. . . .  Yes. . . .  The Gray\nSeal. . . .  I have just come from Mr. Markel’s country house, and\nif you hurry a man out there you ought to be able to give the public\nan exclusive bit of news, a scoop, I believe you call it–you see,\nMr. Carruthers, I am not ungrateful for, I might say, the eulogistic\nmanner in which the MORNING NEWS-ARGUS treated me in that last\naffair, and I trust I shall be able to do you many more favours–I\nam deeply in your debt.  And, oh, yes, tell your reporter not to\noverlook the detail of Mr. Markel in his pajamas and dressing gown\ntied to a tree in his park–Mr. Markel might be inclined to be\nreticent on that point, and it would be a pity to deprive the public\nof any–er–’atmosphere’ in the story, you know. . . .  What? . . .\nNo; I am afraid Mr. Markel’s ’phone is–er–out of order. . . .\nYes. . . .  And, by the way, speaking of ’phones, Mr. Carruthers,\nbetween gentlemen, I know you will make no effort under the\ncircumstances to discover the number I am calling from.  Good-night,\nMr. Carruthers.”  Jimmie Dale hung the receiver abruptly on the\nhook.",
        "“You see,” said Jimmie Dale, turning to Wilbur–and then he stopped.\nThe man was on his feet, swaying there, his face positively gray.",
        "“My God!” Wilbur burst out.  “What have you done?  A thousand times\nbetter if I had shot myself, as I would have done in another moment\nif you had not come in.  I was only ruined then–I am disgraced now.\nYou have robbed Markel’s safe–I am the one man in the world who\nwould have a reason above all others for doing that–and Markel\nknows it.  He will accuse me of it.  He can prove I had a motive.  I\nhave not been home to-night.  Nobody knows I am here.  I cannot\nprove an alibi.  What have you done!”",
        "“Really,” said Jimmie Dale, almost plaintively, swinging himself up\non the corner of the desk and taking the cash box on his knee,\n“really, you are alarming yourself unnecessarily.  I–”",
        "But Wilbur stopped him.  “You don’t know what you are talking\nabout!” Wilbur cried out, in a choked way; then, his voice\nsteadying, he rushed on: “Listen!  I am a ruined man, absolutely\nruined.  And Markel has ruined me–I did not see through his trick\nuntil too late.  Listen!  For years, as a mining engineer, I made a\ngood salary–and I saved it.  Two years ago I had nearly seventy\nthousand dollars–it represented my life work.  I bought an\nabandoned mine in Alaska for next to nothing–I was certain it was\nrich.  A man by the name of Thurl, Jason T. Thurl, another mining\nengineer, a steamer acquaintance, was out there at the time–he was\na partner of Markel’s, though I didn’t know it then.  I started to\nwork the mine.  It didn’t pan out.  I dropped nearly every cent.\nThen I struck a small vein that temporarily recouped me, and\nsupplied the necessary funds with which to go ahead for a while.\nThurl, who had tried to buy the mine out from under my option in the\nfirst place, repeatedly then tried to buy it from me at a ridiculous\nfigure.  I refused.  He persisted.  I refused–I was confident, I\nKNEW I had one of the richest properties in Alaska.”",
        "Wilbur paused.  A little row of glistening drops had gathered on his\nforehead.  Jimmie Dale, balancing Markel’s cash box on one knee,\ndrummed softly with his finger tips on the cover.",
        "“The vein petered out,” Wilbur went on.  “But I was still confident.\nI sank all the proceeds of the first strike–and sank them fast, for\nunaccountable accidents that crippled me both financially and in the\nprogress of the work began to happen.”  Wilbur flung out his hands\nimpotently.  “Oh, it’s a long story–too long to tell.  Thurl was at\nthe bottom of those accidents.  He knew as well as I did that the\nmine was rich–better than I did, for that matter, for we discovered\nbefore we ran him out of Alaska that he had made secret borings on\nthe property.  But what I did not know until a few hours ago was\nthat he had actually uncovered what we uncovered only yesterday–the\nmother lode.  He was driving me as fast as he could into the last\nditch–for Markel.  I didn’t know until yesterday that Markel had\nany thing to do with it.  I struggled on out there, hoping every day\nto open a new vein.  I raised money on everything I had, except my\ninsurance and the mine–and sank it in the mine.  No one out there\nwould advance me anything on a property that looked like a failure,\nthat had once already been abandoned.  I have always kept an office\nhere, and I came back East with the idea of raising something on my\ninsurance.  Markel, quite by haphazard as I then thought, was\nintroduced to me just before we left San Francisco on our way to New\nYork.  On the run across the continent we became very friendly.\nNaturally, I told him my story.  He played sympathetic good fellow,\nand offered to lend me fifty thousand dollars on a demand note.  I\ndid not want to be involved for a cent more than was necessary, and,\nas I said, I hoped from day to day to make another strike.  I\nrefused to take more than ten thousand.  I remember now that he\nseemed strangely disappointed.”",
        "Again Wilbur stopped.  He swept the moisture from his forehead–and\nhis fist, clenched, came down upon the desk.",
        "“You see the game!\"–there was bitter anger in his voice now.  “You\nsee the game!  He wanted to get me in deep enough so that I couldn’t\nwriggle out, deeper than ten thousand that I could get at any time\non my insurance, he wanted me where I couldn’t get away–and he got\nme.  The first ten thousand wasn’t enough.  I went to him for a\nsecond, a third, a fourth, a fifth–hoping always that each would be\nthe last.  Each time a new note, a demand note for the total amount,\nwas made, cancelling the former one.  I didn’t know his game, didn’t\nsuspect it–I blessed God for giving me such a friend–until this,\nor, rather, yesterday afternoon, when I received a telegram from my\nmanager at the mine saying that he had struck what looked like a\nvery rich vein–the mother lode.  And\"–Wilbur’s fist curled until\nthe knuckles were like ivory in their whiteness–\"he added in the\ntelegram that Thurl had wired the news of the strike to a man in New\nYork by the name of Markel.  Do you see?  I hadn’t had the telegram\nfive minutes, when a messenger brought me a letter from Markel\ncurtly informing me that I would have to meet my note to-morrow\nmorning.  I can’t meet it.  He knew I couldn’t.  With wealth in\nsight–I’m wiped out.  A DEMAND note, a call loan, do you\nunderstand–and with a few months in which to develop the new vein I\ncould pay it readily.  As it is–I default the note–Markel attaches\nall I have left, which is the mine.  The mine is sold to satisfy my\nindebtedness.  Markel buys it in legally, upheld by the law–and\nacquires, ROBS me of it, and–”",
        "“And so,” said Jimmie Dale musingly, “you were going to shoot\nyourself?”",
        "Wilbur straightened up, and there was something akin to pathetic\ngrandeur in the set of the old shoulders as they squared back.",
        "“Yes!” he said, in a low voice.  “And shall I tell you why?  Even\nif, which is not likely, there was something reverting to me over\nthe purchase price, it would be a paltry thing compared with the\nmine.  I have a wife and children.  If I have worked for them all my\nlife, could I stand back now at the last and see them robbed of\ntheir inheritance by a black-hearted scoundrel when I could still\nlift a hand to prevent it!  I had one way left.  What is my life?  I\nam too old a man to cling to it where they are concerned.  I have\nreferred to my insurance several times.  I have always carried heavy\ninsurance\"–he smiled a little curious, mirthless smile–\"THAT HAS\nNO SUICIDE CLAUSE.”  He swept his hand over the desk, indicating the\npapers scattered there.  “I have worked late to-night getting my\naffairs in order.  My total insurance is fifty-two thousand dollars,\nthough I couldn’t BORROW anywhere near the full amount on it–but at\nmy death, paid in full, it would satisfy the note.  My executors, by\ninstruction would pay the note–and no dollar from the mine, no\nsingle grain of gold, not an ounce of quartz, would Markel ever get\nhis hands on, and my wife and children would be saved.  That is–”",
        "His words ended abruptly–with a little gasp.  Jimmie Dale had\nopened the cash box and was dangling the necklace under the light–a\nstream of fiery, flashing, sparkling gems.",
        "Then Wilbur spoke again, a hard, bitter note in his voice, pointing\nhis hand at the necklace.",
        "“But now, on top of everything, you have brought me disgrace–\nbecause you broke into his safe to-night for THAT?  He would and\nwill accuse me.  I have heard of you–the Gray Seal–you have done a\npitiful night’s work in your greed for that thing there.”",
        "“For this?” Jimmie Dale smiled ironically, holding the necklace up.\nThen he shook his head.  “I didn’t break into Markel’s safe for\nthis–it wouldn’t have been worth while.  It’s only paste.”",
        "“PASTE!” exclaimed Wilbur, in a slow way.",
        "“Paste,” said Jimmie Dale placidly, dropping the necklace back into\nits case.  “Quite in keeping with Markel, isn’t it–to make a\nsensation on the cheap?”",
        "“But that doesn’t change matters!” Wilbur cried out sharply, after a\nnumbed instant’s pause.  “You still broke into the safe, even if you\ndidn’t know then that the necklace was paste.”",
        "“Ah, but, you see–I did know then,” said Jimmie Dale softly.  “I am\nreally–you must take my word for it–a very good judge of stones,\nand I had–er–seen these before.”",
        "Wilbur stared–bewildered, confused.",
        "“Then why–what was it that–”",
        "“A paper,” said Jimmie Dale, with a little chuckle–and produced it\nfrom the cash box.  “It reads like this: ’On demand, I promise to\npay–’”",
        "“My note!”  It came in a great, surging cry from Wilbur; and he\nstrained forward to read it.",
        "“Of course,” said Jimmie Dale.  “Of course–your note.  Did you\nthink that I had just happened to drop in on you?  Now, then, see\nhere, you just buck up, and–er–smile.  There isn’t even a\npossibility of you being accused of the theft.  In the first place,\nMarkel saw quite enough of me to know that it wasn’t you.  Secondly,\nneither Markel nor any one else would ever dream that the break was\nmade for anything else but the necklace, with which you have no\nconnection–the papers were in the cash box and were just taken\nalong with it.  Don’t you see?  And, besides, the police, with my\nvery good friend, Carruthers at their elbows, will see very\nthoroughly to it that the Gray Seal gets full and ample credit for\nthe crime.  But\"–Jimmie Dale pulled out his watch, and yawned under\nhis mask–\"it’s getting to be an unconscionable hour–and you’ve\nstill a letter to write.”",
        "“A letter?”  Wilbur’s voice was broken, his lips quivering.",
        "“To Markel,” said Jimmie Dale pleasantly.  “Write him in reply to\nhis letter of the afternoon, and post it before you leave here–just\nas though you had written it at once, promptly, on receipt of his.\nHe will still get it on the morning delivery.  State that you will\ntake up the note immediately on presentation at whatever bank he\nchooses to name.  That’s all.  Seeing that he hasn’t got it, he\ncan’t very well present it–can he?  Eventually, having–er–no use\nfor fake diamonds, I shall return the necklace, together with the\npapers in his cash box here–including your note.”",
        "“Eventually?”  Uncomprehendingly, stumblingly, Wilbur repeated the\nword.",
        "“In a month or two or three, as the case may be,” explained Jimmie\nDale brightly.  “Whenever you insert a personal in the NEWS-ARGUS to\nthe effect that the mother lode has given you the cash to meet it.\"\nHe replaced the note in the cash box, slipped down to his feet from\nthe desk–and then he choked a little.  Wilbur, the tears streaming\ndown his face, unable to speak, was holding out his hands to Jimmie\nDale.  “I–er–good-night!” said Jimmie Dale hurriedly–and stepped\nquickly from the room.",
        "Halfway down the first flight of stairs he paused.  Steps, running\nafter him, sounded along the corridor above; and then Wilbur’s\nvoice.",
        "“Don’t go–not yet,” cried the old man.  “I don’t understand.  How\ndid you know–who told you about the note?”",
        "Jimmie Dale did not answer–he went on noiselessly down the stairs.\nHis mask was off now, and his lips curved into a strange little\nsmile.",
        "“I wish I knew,” said Jimmie Dale wistfully to himself.",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}