{
    "title": "The Boys’ Life of Mark Twain - XIX. The Pioneer",
    "author": "Paine",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "He arrived in Keokuk at what seemed a lucky moment.  Through Edward\nBates, a member of Lincoln’s Cabinet, Orion Clemens had received an\nappointment as territorial secretary of Nevada, and only needed the money\nto carry him to the seat of his office at Carson City.  Out of his\npilot’s salary his brother had saved more than enough for the journey,\nand was willing to pay both their fares and go along as private secretary\nto Orion, whose position promised something in the way of adventure and a\npossible opportunity for making a fortune.",
        "The brothers went at once to St. Louis for final leave-taking, and there\ntook boat for “St. Jo,” Missouri, terminus of the great Overland Stage\nRoute.  They paid one hundred and fifty dollars each for their passage,\nand about the end of July, 1861, set out on that long, delightful trip,\nbehind sixteen galloping horses, never stopping except for meals or to\nchange teams, heading steadily into the sunset over the billowy plains\nand snow-clad Rockies, covering the seventeen hundred miles between St.\nJo and Carson City in nineteen glorious days.",
        "But one must read Mark Twain’s “Roughing It” for the story of that long-\nago trip–the joy and wonder of it, and the inspiration.  “Even at this\nday,” he writes, “it thrills me through and through to think of the life,\nthe gladness, and the wild sense of freedom that used to make the blood\ndance in my face on those fine overland mornings.”",
        "It was a hot dusty, August day when they arrived, dusty, unshaven, and\nweather-beaten, and Samuel Clemens’s life as a frontiersman began.\nCarson City, the capital of Nevada, was a wooden town with an assorted\npopulation of two thousand souls.  The mining excitement was at its\nheight and had brought together the drift of every race.",
        "The Clemens brothers took up lodgings with a genial Irishwoman, the Mrs.\nO’Flannigan of “Roughing It,” and Orion established himself in a modest\noffice, for there was no capitol building as yet, no government\nheadquarters.  Orion could do all the work, and Samuel Clemens, finding\nneither duties nor salary attached to his position, gave himself up to\nthe study of the life about him, and to the enjoyment of the freedom of\nthe frontier.  Presently he had a following of friends who loved his\nquaint manner of speech and his yarns.  On cool nights they would collect\nabout Orion’s office-stove, and he would tell stories in the wonderful\nway that one day would delight the world.  Within a brief time Sam\nClemens (he was always “Sam” to the pioneers) was the most notable figure\non the Carson streets.  His great, bushy head of auburn hair, has\npiercing, twinkling eyes, his loose, lounging walk, his careless disorder\nof dress invited a second look, even from strangers.  From a river dandy\nhe had become the roughest-clad of pioneers–rusty slouch hat, flannel\nshirt, coarse trousers slopping half in and half out of heavy cowhide\nboots, this was his make-up.  Energetic citizens did not prophesy success\nfor him.  Often they saw him leaning against an awning support, staring\ndrowsily at the motley human procession, for as much as an hour at a\ntime.  Certainly that could not be profitable.",
        "But they did like to hear him talk.",
        "He did not catch the mining fever at once.  He was interested first in\nthe riches that he could see.  Among these was the timber-land around\nLake Bigler (now Tahoe)–splendid acres, to be had for the asking.  The\nlake itself was beautifully situated.",
        "With an Ohio boy, John Kinney, he made an excursion afoot to Tahoe, a\ntrip described in one of the best chapters of “Roughing It.”  They staked\nout a timber claim and pretended to fence it and to build a house, but\ntheir chief employment was loafing in the quiet luxury of the great woods\nor drifting in a boat on the transparent water.  They did not sleep in\nthe house.  In “Roughing It” he says:",
        "“It never occurred to us, for one thing; and, besides, it was built\n     to hold the ground, and that was enough.  We did not wish to strain\n     it.”",
        "They made their camp-fires on the borders of the lake, and one evening it\ngot away from them, fired the forest, and destroyed their fences and\nhabitation.  In a letter home he describes this fire in a fine, vivid\nway.  At one place he says:",
        "“The level ranks of flame were relieved at intervals by the standard-\n     bearers, as we called the tall dead trees, wrapped in fire, and\n     waving their blazing banners a hundred feet in the air.  Then we\n     could turn from the scene to the lake, and see every branch and leaf\n     and cataract of flame upon its banks perfectly reflected, as in a\n     gleaming, fiery mirror.”",
        "He was acquiring the literary vision and touch.  The description of this\nsame fire in “Roughing It,” written ten years later, is scarcely more\nvivid.",
        "Most of his letters home at this time tell of glowing prospects–the\ncertainty of fortune ahead.  The fever of the frontier is in them.  Once,\nto Pamela Moffett, he wrote:",
        "“Orion and I have enough confidence in this country to think that, if\n     the war lets us alone, we can make Mr. Moffett rich without its ever\n     costing him a cent or a particle of trouble.”",
        "From the same letter we gather that the brothers are now somewhat\ninterested in mining claims:",
        "“We have about 1,650 feet of mining-ground, and, if it proves good,\n     Mr. Moffett’s name will go in; and if not, I can get ’feet’ for him\n     in the spring.”",
        "This was written about the end of October.  Two months later, in\nmidwinter, the mining fever came upon him with full force.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}