{
    "title": "The War of the Worlds - Chapter Seventeen",
    "author": "H.G. Wells",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "\n   Had the Martians aimed only at destruction, they might\non Monday have annihilated the entire population of London,\nas it spread itself slowly through the home counties.  Not\nonly along the road through Barnet, but also through Edgware\nand Waltham Abbey, and along the roads eastward to South-\nend and Shoeburyness, and south of the Thames to Deal and\nBroadstairs, poured the same frantic rout.  If one could have\nhung that June morning in a balloon in the blazing blue\nabove London every northward and eastward road running out\nof the tangled maze of streets would have seemed stippled\nblack with the streaming fugitives, each dot a human agony\nof terror and physical distress.  I have set forth at length in\nthe last chapter my brother’s account of the road through\nChipping Barnet, in order that my readers may realise how\nthat swarming of black dots appeared to one of those con-\ncerned.  Never before in the history of the world had such a\nmass of human beings moved and suffered together.  The\nlegendary hosts of Goths and Huns, the hugest armies Asia\nhas ever seen, would have been but a drop in that current.\nAnd this was no disciplined march; it was a stampede--a\nstampede gigantic and terrible--without order and without\na goal, six million people unarmed and unprovisioned, driving\nheadlong.  It was the beginning of the rout of civilisation, of\nthe massacre of mankind.",
        "Directly below him the balloonist would have seen the\nnetwork of streets far and wide, houses, churches, squares,\ncrescents, gardens--already derelict--spread out like a huge\nmap, and in the southward BLOTTED.  Over Ealing, Richmond,\nWimbledon, it would have seemed as if some monstrous pen\nhad flung ink upon the chart.  Steadily, incessantly, each black\nsplash grew and spread, shooting out ramifications this way\nand that, now banking itself against rising ground, now\npouring swiftly over a crest into a new-found valley, exactly\nas a gout of ink would spread itself upon blotting paper.",
        "And beyond, over the blue hills that rise southward of\nthe river, the glittering Martians went to and fro, calmly\nand methodically spreading their poison cloud over this\npatch of country and then over that, laying it again with\ntheir steam jets when it had served its purpose, and taking\npossession of the conquered country.  They do not seem to\nhave aimed at extermination so much as at complete demoral-\nisation and the destruction of any opposition.  They exploded\nany stores of powder they came upon, cut every telegraph,\nand wrecked the railways here and there.  They were ham-\nstringing mankind.  They seemed in no hurry to extend the\nfield of their operations, and did not come beyond the central\npart of London all that day.  It is possible that a very con-\nsiderable number of people in London stuck to their houses\nthrough Monday morning.  Certain it is that many died at\nhome suffocated by the Black Smoke.",
        "Until about midday the Pool of London was an astonishing\nscene.  Steamboats and shipping of all sorts lay there, tempted\nby the enormous sums of money offered by fugitives, and it\nis said that many who swam out to these vessels were thrust\noff with boathooks and drowned.  About one o’clock in the\nafternoon the thinning remnant of a cloud of the black vapour\nappeared between the arches of Blackfriars Bridge.  At that\nthe Pool became a scene of mad confusion, fighting, and\ncollision, and for some time a multitude of boats and barges\njammed in the northern arch of the Tower Bridge, and the\nsailors and lightermen had to fight savagely against the\npeople who swarmed upon them from the riverfront.  People\nwere actually clambering down the piers of the bridge from\nabove.",
        "When, an hour later, a Martian appeared beyond the\nClock Tower and waded down the river, nothing but wreck-\nage floated above Limehouse.",
        "Of the falling of the fifth cylinder I have presently to tell.\nThe sixth star fell at Wimbledon.  My brother, keeping watch\nbeside the women in the chaise in a meadow, saw the green\nflash of it far beyond the hills.  On Tuesday the little party,\nstill set upon getting across the sea, made its way through\nthe swarming country towards Colchester.  The news that the\nMartians were now in possession of the whole of London was\nconfirmed.  They had been seen at Highgate, and even, it\nwas said, at Neasden.  But they did not come into my brother’s\nview until the morrow.",
        "That day the scattered multitudes began to realise the\nurgent need of provisions.  As they grew hungry the rights\nof property ceased to be regarded.  Farmers were out to\ndefend their cattle-sheds, granaries, and ripening root crops\nwith arms in their hands.  A number of people now, like my\nbrother, had their faces eastward, and there were some des-\nperate souls even going back towards London to get food.\nThese were chiefly people from the northern suburbs, whose\nknowledge of the Black Smoke came by hearsay.  He heard\nthat about half the members of the government had gathered\nat Birmingham, and that enormous quantities of high explo-\nsives were being prepared to be used in automatic mines\nacross the Midland counties.",
        "He was also told that the Midland Railway Company had\nreplaced the desertions of the first day’s panic, had resumed\ntraffic, and was running northward trains from St. Albans\nto relieve the congestion of the home counties.  There was\nalso a placard in Chipping Ongar announcing that large\nstores of flour were available in the northern towns and that\nwithin twenty-four hours bread would be distributed among\nthe starving people in the neighbourhood.  But this intelli-\ngence did not deter him from the plan of escape he had\nformed, and the three pressed eastward all day, and heard\nno more of the bread distribution than this promise.  Nor, as\na matter of fact, did anyone else hear more of it.  That night\nfell the seventh star, falling upon Primrose Hill.  It fell while\nMiss Elphinstone was watching, for she took that duty alter-\nnately with my brother.  She saw it.",
        "On Wednesday the three fugitives--they had passed the\nnight in a field of unripe wheat--reached Chelmsford, and\nthere a body of the inhabitants, calling itself the Committee\nof Public Supply, seized the pony as provisions, and would\ngive nothing in exchange for it but the promise of a share\nin it the next day.  Here there were rumours of Martians at\nEpping, and news of the destruction of Waltham Abbey\nPowder Mills in a vain attempt to blow up one of the invaders.",
        "People were watching for Martians here from the church\ntowers.  My brother, very luckily for him as it chanced, pre-\nferred to push on at once to the coast rather than wait for\nfood, although all three of them were very hungry.  By mid-\nday they passed through Tillingham, which, strangely enough,\nseemed to be quite silent and deserted, save for a few furtive\nplunderers hunting for food.  Near Tillingham they suddenly\ncame in sight of the sea, and the most amazing crowd of\nshipping of all sorts that it is possible to imagine.",
        "For after the sailors could no longer come up the Thames,\nthey came on to the Essex coast, to Harwich and Walton\nand Clacton, and afterwards to Foulness and Shoebury, to\nbring off the people.  They lay in a huge sickle-shaped curve\nthat vanished into mist at last towards the Naze.  Close inshore\nwas a multitude of fishing smacks--English, Scotch, French,\nDutch, and Swedish; steam launches from the Thames, yachts,\nelectric boats; and beyond were ships of large burden, a\nmultitude of filthy colliers, trim merchantmen, cattle ships,\npassenger boats, petroleum tanks, ocean tramps, an old white\ntransport even, neat white and grey liners from Southampton\nand Hamburg; and along the blue coast across the Blackwater\nmy brother could make out dimly a dense swarm of boats\nchaffering with the people on the beach, a swarm which also\nextended up the Blackwater almost to Maldon.",
        "About a couple of miles out lay an ironclad, very low in\nthe water, almost, to my brother’s perception, like a water-\nlogged ship.  This was the ram THUNDER CHILD.  It was the\nonly warship in sight, but far away to the right over the\nsmooth surface of the sea--for that day there was a dead\ncalm--lay a serpent of black smoke to mark the next iron-\nclads of the Channel Fleet, which hovered in an extended\nline, steam up and ready for action, across the Thames estuary\nduring the course of the Martian conquest, vigilant and yet\npowerless to prevent it.",
        "At the sight of the sea, Mrs. Elphinstone, in spite of the\nassurances of her sister-in-law, gave way to panic.  She had\nnever been out of England before, she would rather die than\ntrust herself friendless in a foreign country, and so forth.\nShe seemed, poor woman, to imagine that the French and the\nMartians might prove very similar.  She had been growing\nincreasingly hysterical, fearful, and depressed during the two\ndays’ journeyings.  Her great idea was to return to Stanmore.\nThings had been always well and safe at Stanmore.  They\nwould find George at Stanmore.",
        "It was with the greatest difficulty they could get her down\nto the beach, where presently my brother succeeded in\nattracting the attention of some men on a paddle steamer\nfrom the Thames.  They sent a boat and drove a bargain for\nthirty-six pounds for the three.  The steamer was going, these\nmen said, to Ostend.",
        "It was about two o’clock when my brother, having paid\ntheir fares at the gangway, found himself safely aboard the\nsteamboat with his charges.  There was food aboard, albeit\nat exorbitant prices, and the three of them contrived to eat\na meal on one of the seats forward.",
        "There were already a couple of score of passengers aboard,\nsome of whom had expended their last money in securing\na passage, but the captain lay off the Blackwater until five\nin the afternoon, picking up passengers until the seated decks\nwere even dangerously crowded.  He would probably have\nremained longer had it not been for the sound of guns that\nbegan about that hour in the south.  As if in answer, the\nironclad seaward fired a small gun and hoisted a string of\nflags.  A jet of smoke sprang out of her funnels.",
        "Some of the passengers were of opinion that this firing\ncame from Shoeburyness, until it was noticed that it was\ngrowing louder.  At the same time, far away in the southeast\nthe masts and upperworks of three ironclads rose one after\nthe other out of the sea, beneath clouds of black smoke.  But\nmy brother’s attention speedily reverted to the distant firing\nin the south.  He fancied he saw a column of smoke rising\nout of the distant grey haze.",
        "The little steamer was already flapping her way eastward\nof the big crescent of shipping, and the low Essex coast was\ngrowing blue and hazy, when a Martian appeared, small and\nfaint in the remote distance, advancing along the muddy\ncoast from the direction of Foulness.  At that the captain on\nthe bridge swore at the top of his voice with fear and anger\nat his own delay, and the paddles seemed infected with his\nterror.  Every soul aboard stood at the bulwarks or on the seats\nof the steamer and stared at that distant shape, higher than\nthe trees or church towers inland, and advancing with a\nleisurely parody of a human stride.",
        "It was the first Martian my brother had seen, and he\nstood, more amazed than terrified, watching this Titan\nadvancing deliberately towards the shipping, wading farther\nand farther into the water as the coast fell away.  Then, far\naway beyond the Crouch, came another, striding over some\nstunted trees, and then yet another, still farther off, wading\ndeeply through a shiny mudflat that seemed to hang halfway\nup between sea and sky.  They were all stalking seaward, as\nif to intercept the escape of the multitudinous vessels that\nwere crowded between Foulness and the Naze.  In spite of\nthe throbbing exertions of the engines of the little paddle-\nboat, and the pouring foam that her wheels flung behind\nher, she receded with terrifying slowness from this ominous\nadvance.",
        "Glancing northwestward, my brother saw the large crescent\nof shipping already writhing with the approaching terror;\none ship passing behind another, another coming round from\nbroadside to end on, steamships whistling and giving off\nvolumes of steam, sails being let out, launches rushing hither\nand thither.  He was so fascinated by this and by the creeping\ndanger away to the left that he had no eyes for anything\nseaward.  And then a swift movement of the steamboat (she\nhad suddenly come round to avoid being run down) flung\nhim headlong from the seat upon which he was standing.\nThere was a shouting all about him, a trampling of feet, and\na cheer that seemed to be answered faintly.  The steamboat\nlurched and rolled him over upon his hands.",
        "He sprang to his feet and saw to starboard, and not a\nhundred yards from their heeling, pitching boat, a vast iron\nbulk like the blade of a plough tearing through the water,\ntossing it on either side in huge waves of foam that leaped\ntowards the steamer, flinging her paddles helplessly in the\nair, and then sucking her deck down almost to the waterline.",
        "A douche of spray blinded my brother for a moment.\nWhen his eyes were clear again he saw the monster had\npassed and was rushing landward.  Big iron upperworks rose\nout of this headlong structure, and from that twin funnels\nprojected and spat a smoking blast shot with fire.  It was the\ntorpedo ram, THUNDER CHILD, steaming headlong, coming to\nthe rescue of the threatened shipping.",
        "Keeping his footing on the heaving deck by clutching the\nbulwarks, my brother looked past this charging leviathan at\nthe Martians again, and he saw the three of them now close\ntogether, and standing so far out to sea that their tripod\nsupports were almost entirely submerged.  Thus sunken, and\nseen in remote perspective, they appeared far less formidable\nthan the huge iron bulk in whose wake the steamer was\npitching so helplessly.  It would seem they were regarding\nthis new antagonist with astonishment.  To their intelligence,\nit may be, the giant was even such another as themselves.\nThe THUNDER CHILD fired no gun, but simply drove full speed\ntowards them.  It was probably her not firing that enabled\nher to get so near the enemy as she did.  They did not know\nwhat to make of her.  One shell, and they would have sent\nher to the bottom forthwith with the Heat-Ray.",
        "She was steaming at such a pace that in a minute she\nseemed halfway between the steamboat and the Martians--\na diminishing black bulk against the receding horizontal\nexpanse of the Essex coast.",
        "Suddenly the foremost Martian lowered his tube and dis-\ncharged a canister of the black gas at the ironclad.  It hit her\nlarboard side and glanced off in an inky jet that rolled away\nto seaward, an unfolding torrent of Black Smoke, from which\nthe ironclad drove clear.  To the watchers from the steamer,\nlow in the water and with the sun in their eyes, it seemed\nas though she were already among the Martians.",
        "They saw the gaunt figures separating and rising out of\nthe water as they retreated shoreward, and one of them\nraised the camera-like generator of the Heat-Ray.  He held it\npointing obliquely downward, and a bank of steam sprang\nfrom the water at its touch.  It must have driven through the\niron of the ship’s side like a white-hot iron rod through paper.",
        "A flicker of flame went up through the rising steam, and\nthen the Martian reeled and staggered.  In another moment\nhe was cut down, and a great body of water and steam shot\nhigh in the air.  The guns of the THUNDER CHILD sounded\nthrough the reek, going off one after the other, and one shot\nsplashed the water high close by the steamer, ricocheted\ntowards the other flying ships to the north, and smashed a\nsmack to matchwood.",
        "But no one heeded that very much.  At the sight of the\nMartian’s collapse the captain on the bridge yelled inarticu-\nlately, and all the crowding passengers on the steamer’s stern\nshouted together.  And then they yelled again.  For, surging\nout beyond the white tumult, drove something long and\nblack, the flames streaming from its middle parts, its ventila-\ntors and funnels spouting fire.",
        " She was alive still; the steering gear, it seems, was intact\nand her engines working.  She headed straight for a second\nMartian, and was within a hundred yards of him when the\nHeat-Ray came to bear.  Then with a violent thud, a blinding\nflash, her decks, her funnels, leaped upward.  The Martian\nstaggered with the violence of her explosion, and in another\nmoment the flaming wreckage, still driving forward with the\nimpetus of its pace, had struck him and crumpled him up\nlike a thing of cardboard.  My brother shouted involuntarily.\nA boiling tumult of steam hid everything again.",
        "“Two!,” yelled the captain.",
        "Everyone was shouting.  The whole steamer from end to\nend rang with frantic cheering that was taken up first by one\nand then by all in the crowding multitude of ships and boats\nthat was driving out to sea.",
        "The steam hung upon the water for many minutes, hiding\nthe third Martian and the coast altogether.  And all this time\nthe boat was paddling steadily out to sea and away from the\nfight; and when at last the confusion cleared, the drifting\nbank of black vapour intervened, and nothing of the\nTHUNDER CHILD could be made out, nor could the third\nMartian be seen.  But the ironclads to seaward were now\nquite close and standing in towards shore past the steamboat.",
        "The little vessel continued to beat its way seaward, and\nthe ironclads receded slowly towards the coast, which was\nhidden still by a marbled bank of vapour, part steam, part\nblack gas, eddying and combining in the strangest way.  The\nfleet of refugees was scattering to the northeast; several\nsmacks were sailing between the ironclads and the steamboat.\nAfter a time, and before they reached the sinking cloud bank,\nthe warships turned northward, and then abruptly went\nabout and passed into the thickening haze of evening south-\nward.  The coast grew faint, and at last indistinguishable amid\nthe low banks of clouds that were gathering about the\nsinking sun.",
        "Then suddenly out of the golden haze of the sunset came\nthe vibration of guns, and a form of black shadows moving.\nEveryone struggled to the rail of the steamer and peered into\nthe blinding furnace of the west, but nothing was to be dis-\ntinguished clearly.  A mass of smoke rose slanting and barred\nthe face of the sun.  The steamboat throbbed on its way\nthrough an interminable suspense.",
        "The sun sank into grey clouds, the sky flushed and dark-\nened, the evening star trembled into sight.  It was deep\ntwilight when the captain cried out and pointed.  My brother\nstrained his eyes.  Something rushed up into the sky out of\nthe greyness--rushed slantingly upward and very swiftly\ninto the luminous clearness above the clouds in the western\nsky; something flat and broad, and very large, that swept\nround in a vast curve, grew smaller, sank slowly, and van-\nished again into the grey mystery of the night.  And as it\nflew it rained down darkness upon the land.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}