{
    "title": "The Gatlings at Santiago - Chapter VI: The Battery in Camp Wheeler",
    "author": "John H. Parker",
    "chapter": "7",
    "content": [
        "\n\n",
        "At this point in the history of the detachment, it would be well to\ngive some account of the reasoning which led to its formation and the\npersonnel of the detachment.",
        "Since the days of ’65 the armies of the civilized world have adopted a\nrifle whose effective range is more than twice as great as that used\nin the Civil War. Very able discussions have been made upon the\ntheoretical changes of the battle-field thus brought about, but no\nproper conclusion had been reached. It was acknowledged by all\ntext-book writers that the artillery arm of the service would find\nmuch greater difficulty in operating at short ranges, and that\nassaults upon fortified positions would be much more difficult in the\nfuture. But only Gen. Williston, of the United States Artillery, had\never taken the advanced ground that in a machine gun arm would be\nfound a valuable auxiliary as a result of these changed conditions.\nThis theory of Gen. Williston’s was published in the Journal of the\nMilitary Service Institute in the spring of ’86, but never went,\nso far as Gen. Williston was concerned, beyond a mere theory; nor had\nthe detachment commander ever heard of Gen. Williston’s article until\nafter the battle of Santiago.",
        "A study of the science of tactics–not merely drill regulations, but\ntactics in the broader sense of maneuvering bodies of troops upon the\nbattle-field–had led Lieut. Parker to the conclusion that the\nartillery arm of the service had been moved back upon the battle-field\nto ranges not less than 1500 yards. This not because of lack of\ncourage on the part of the Artillery, but as an inherent defect in any\narm of the service which depends upon draft to reach an effective\nposition. It was not believed that animals could live at a shorter\nrange in anything like open country. The problem of supporting an\ninfantry charge by some sort of fire immediately became the great\ntactical problem of the battle-field. Admitting that the assault of a\nfortified position has become much more difficult than formerly, the\nnecessity of artillery support, or its equivalent in some kind of\nfire, became correspondingly more important, while under the\nconditions it became doubly more difficult to bring up this support in\nthe form of artillery fire.",
        "The solution of this problem, then, was the principal difficulty of\nthe modern battle-field; and yet, strange to say, the curtailed\nusefulness of artillery does not seem to have suggested itself to\nanybody else in the service previous to the first day of July. This\nproblem had been made the subject of special study by him for several\nyears, and had led to the conclusion that some form of machine gun\nmust be adopted to take the place of artillery from 1500 yards down.\nThis in turn led to the study of machine guns. The different forms in\nuse in the different armies of the world had been considered, and it\nwas found that there was none in any service properly mounted for the\nparticular use desired. All of them required the service of animals as\npack-mules, or for draft, while the very conditions of the problem\nrequired a gun to be so mounted that the use of animals could be\ndispensed with.",
        "The Maxim gun has been reduced in weight to about 60 pounds, and is\nfurnished with a tripod weighing about the same; but this is too\nheavy, and the supply of ammunition at once becomes a critical\nquestion. The Colt’s automatic rapid-fire gun has been reduced to 40\npounds, with a tripod of equal weight, but here again the same\ndifficulty presents itself. The soldier is capable of carrying only a\nlimited amount of weight; and with his already too heavy pack, his\nthree days’ rations, together with the heat, fatigue and excitement of\nbattle, it did not appear possible for any tripod-mounted gun to be\neffectively used.",
        "The problem therefore resolved itself into the question of carriages:\nA carriage capable of carrying any form of machine gun using\nsmall-caliber ammunition, capable of being moved anywhere by draft,\ncapable of being dismantled and carried on a pack-mule, and, above,\nall, capable of being moved by hand; required also some device for\ngetting the requisite amount of ammunition up to the firing-line. A\ncarriage and ammunition cart was invented fulfilling all these\nconditions and the invention was presented to the adjutant-general of\nthe army for consideration, accompanied by a discussion of the proper\ntactical use of the gun so mounted. This discussion, in part, was as\nfollows:",
        "“It is claimed for this carriage that a machine gun mounted on it can\nbe carried with a firing-line of infantry on the offensive, over\nalmost any kind of ground, into the decisive zone of rifle fire and to\nthe lodgment in the enemy’s line, if one is made.",
        "“On broken ground the piece can be moved forward by draft under cover\nof sheltering features of the terrain to a position so near the enemy\nthat, under cover of its fire, an infantry line can effect a lodgment,\nafter which the piece can be rushed forward by a sudden dash.",
        "“The machine gun, mounted on this carriage, is especially adapted for\nservice with the reserve of a battalion on the offensive, acting\neither alone or in regiment. Its use will enable the commander to\nreduce the reserve, thereby increasing the strength of the\nfighting-line, and yet his flanks will be better protected than\nformerly, while he will still have a more powerful reserve. If the\nfighting-line be driven back, the machine guns will establish a point\nof resistance on which the line can rally, and from which it can not\nbe driven, unless the machine guns be annihilated by artillery fire.",
        "“In case of counter-charge by the enemy, the superior weight and\nintensity of its fire will shake the enemy and so demoralize him that,\nin all probability, a return counter-charge will result in his\ncomplete discomfiture.",
        "“Retiring troops as rear guards have in this weapon par excellencethe weapon for a swift and sharp return with the power of rapidly\nwithdrawing. If the enemy can by any means be enticed within its\nrange, he will certainly suffer great losses. If he cannot be brought\nin range, his distance will be rather respectful.”",
        "This discussion as presented was entirely and absolutely original with\nthe author and the result of his own unaided researches on the\nsubject. It will be seen in the account of the battle how accurately\nthe conditions there laid down were fulfilled.",
        "But the carriage in use by the Gatling Gun Detachment was not the one\nproposed to the War Department. That carriage has not, as yet, been\nbuilt, nor has the War Department in any way recognized the invention\nor even acknowledged the receipt of the communication and drawings.",
        "The problem, therefore, confronting the Gatling Gun Detachment was to\ndemonstrate the above uses of the machine gun, taking the obsolete\nartillery carriage drawn by mules, and endeavor to get the guns into\naction by draft. The personnel of the detachment alone accounts\nfor their success. They got the guns up on the firing-line, not\nbecause of any superiority of the carriage over that in use by the\nartillery, for there was none; not because of aid rendered by other\narms of the service, for they actually went into battle as far as 100\nyards in advance of the infantry skirmishers; but because the Gatling\nGun Detachment was there for the purpose of getting into the fight and\nwas determined to give the guns a trial.",
        "In the first place, all the members of the Gatling Gun Detachment were\nmembers of the Regular Army. All but three of them were natives of the\nUnited States, and those three were American citizens. Every man in\nthe detachment had been selected by the detachment commander, or had\nvoluntarily undertaken to perform this duty, realizing and believing\nthat it was an extremely hazardous duty. Every member of the\ndetachment possessed a common-school education, and some of them were\nwell educated. All of them were men of exceptionally good character\nand sober habits. The drivers were Privs. Shiffer, Correll, Merryman,\nand Chase. The description formerly given of Shiffer applies, with\nslight modifications, to all the four. The first sergeant, Weigle, a\nnative of Gettysburg, a soldier of eight years’ experience in the\nRegular Army, a man of fine natural ability and good educational\nattainments, was worthy to command any company in the United States\nArmy. Thoroughly well instructed in the mechanism of Gatling guns, of\nexceptionally cheerful and buoyant disposition, he was an ideal first\nsergeant for any organization. Steigerwald, acting chief of gun No. 1,\nwas of German birth, well educated. He had chosen the military\nprofession for the love of it; he was a man of wonderfully fine\nphysique, a “dead sure” shot, and one who hardly understood the\nmeaning of the word “fatigue.” He was ambitious, he was an ardent\nbeliever in the Gatling gun, and he was determined to win a commission\non the battle-field.",
        "Corporal Doyle was a magnificent type of the old-time Regular–one of\nthe kind that composed the army before Proctorism tried to convert it\ninto a Sunday-school. In former days Doyle had been a drinking man;\nbut the common opinion as expressed by his company officers even in\nthose days was, “I would rather have Doyle, drunk, than any other\nnon-commissioned officer, sober; because Doyle never gets too drunk to\nattend to duty.” Two years before this Doyle had quit drinking, and\nthe only drawback to this most excellent noncommissioned officer had\nbeen removed. He was a thorough disciplinarian; one of the kind that\ntakes no back talk; one who is prone to using the butt end of a musket\nas a persuader, if necessary; and Doyle was thoroughly devoted to the\ndetachment commander. Corp. Smith was another of the same stamp. Corp.\nSmith loved poker. In fact, his sobriquet was “Poker Smith.” He\nwas one of the kind of poker-players who would “see” a $5 bet on a\npair of deuces, raise it to $25, and generally rake in the “pot.” It\nwas Corp. Smith who thought in this Gatling gun deal he was holding a\npair of deuces, because he didn’t take much stock in Gatling guns, but\nhe was a firm believer in his commanding officer and was prepared to\n“bluff” the Dons to the limit of the game.",
        "Sergeants Ryder and Weischaar were splendid types of the American\nRegular non-commissioned officer, alert, respectful, attentive to\nduty, resolute, unflinching, determined, magnificent soldiers. Serg.\nGreen was a young man, only twenty-three, the idolized son of his\nparents, in the army because he loved it; enthusiastic over his gun,\nand fully determined to “pot” every Spaniard in sight. Corp. Rose was\nlike unto him. They were eager for nothing so much as a chance to get\ninto action, and equally determined to stay there. The privates of the\ndetachment were like unto the noncommissioned officers. They had\nvolunteered for this duty from a love of adventure, a desire to win\nrecognition, or from their personal attachment to the commanding\nofficer; and there was not a man who was not willing to follow him\ninto the “mouth of hell” if necessary. The gunners were expert shots\nwith the rifle. Numbers 1 and 2, who turned the crank and fed the gun,\nrespectively, were selected for their dexterity and coolness; the\ndrivers, for their skill in handling mules; and each of the other\nmembers of the detachment was placed on that duty which he seemed best\nfitted to perform.",
        "The roll of the detachment and its organization as it went into battle\non the first day of July are subjoined:",
        "Gatling Gun Detachment, Fifth Army Corps.",
        "Commanding Officer, John H. Parker, first lieutenant, 13th Infantry.\nActing First Sergeant, Alois Weischaar, sergeant, Co. A, 13th Infantry.\nActing Quartermaster Sergeant, William Eyder, Co. G, 13th Infantry.",
        "Gun No. 1:\nActing Chief and Gunner, Charles C. Steigerwald, corporal, Co. A,\n  13th Infantry.\nNo. 1, Private Voelker, Co. A, 12th Infantry.\nNo. 2, Private Elkins, Co. D, 17th Infantry.\nNo. 3, Private Schmandt, Co. G, 13th Infantry.\nNo. 4, Private Needles, Co. E, 17th Infantry.\nNo. 5, Private Click, Co. E, 17th Infantry.\nNo. 6, Private Jones, Co. D, 13th Infantry.\nDriver, Private Shiffer, Co. E, 17th Infantry.",
        "Gun No. 2:\nChief, Sergeant William Ryder, Co. G, 13th Infantry.\nGunner, Corporal Geo. N. Rose, Co. C, 13th Infantry.\nNo. 1, Private Seaman, Co. B, 13th Infantry.\nNo. 2, Private Kastner, Co. A, 13th Infantry.\nNo. 3, Private Pyne, Co. H, 13th Infantry.\nNo. 4, Private Schulze, Co. A, 17th Infantry.\nNo. 5, Private Barts, Co. E, 13th Infantry.\nDriver, Private Correll, Co. C, 12th Infantry.",
        "Gun No. 3:\nChief, Sergeant Newton A. Green, Co. H, 13th Infantry.\nGunner, Corporal Matthew Doyle, Co. C, 13th Infantry.\nNo. 1, Private Anderson, Co. C, 12th Infantry.\nNo. 2, Private Sine, Co. E, 17th Infantry.\nNo. 3, Private Lauer, Co. C, 12th Infantry.\nNo. 4, Private Dellett, Co. D, 17th Infantry.\nNo. 5, Private Cory, Co. A, 13th Infantry.\nNo. 6, Private Greenberg, Co. G, 13th Infantry.\nDriver, Private Merryman, Co. A, 17th Infantry.",
        "Gun No. 4:\nChief, Sergeant John N. Weigle, Co. L, 9th Infantry.\nGunner, Corporal Robert S. Smith, Co. C, 13th Infantry.\nNo. 1, Private McGoin, Co. D, 17th Infantry.\nNo. 2, Private Misiak, Co. E, 13th Infantry.\nNo. 3, Private Power, Co. A, 13th Infantry.\nNo. 4, Private McDonald, Co. B, 17th Infantry.\nNo. 5, Private Prazak, Co. E, 12th Infantry.\nDriver, Private Chase, Co. H, 13th Infantry.\nCook, Private Hoft, Co. D, 13th Infantry.\nAssistant cook, Private Bremer, Co. G, 13th Infantry.\nAbsent, sick, Private Murray, Co. F, 13th Infantry, at Tampa.",
        "Sergeant Weigle was subsequently appointed first sergeant of Co. L.,\n9th Infantry, and of the Gatling Gun Detachment, vice Weischaar,\nrelieved at his own request.",
        "Another element which contributed much to the success of the\ndetachment was the presence with it of Captain Marcotte. This\nexcellent officer had served with great distinction in the Civil War,\nhaving been promoted from a private in the ranks through all of the\ngrades up to a captaincy, for meritorious conduct in battle, and\nhaving failed of higher grades only because he was too badly shot to\npieces to continue with the Army. He joined the detachment on the 25th\nof June, and his valuable advice was always at the disposal not merely\nof the commander, but of any member of the detachment who wished to\nconsult him. He had spent seventeen years in the Cuban climate and was\nthoroughly familiar with all the conditions under which we were\nlaboring. He contributed not a little, by his presence, his example,\nand his precept, to the final success of the organization. When the\nbattery went under fire, Marcotte was with it. It was the first time\nmost of the members had passed through this ordeal, but who could run,\nor even feel nervous, with this gray-haired man skipping about from\npoint to point and taking notes of the engagement as coolly as though\nhe were sitting in the shade of a tree sipping lime-juice cocktails, a\nmile from danger.",
        "Such was the personnel of the detachment. It lay in Camp Wheeler,\nwhich was only about a mile and a half from El Poso, where the first\nengagement occurred on the first of July, until that morning. The\nmules were daily harnessed up and drilled in maneuvering the pieces,\nand the members of the detachment experimentally posted in different\npositions in order to get the most effective service.",
        "On the 27th, Serg. Green was sent back to Siboney with orders to bring\nCorp. Rose or his body. He brought Corp. Rose, and the corporal was\nvery glad to be brought.",
        "The mules were fed with oats and on the juicy sugar-cane. It is worthy\nof mention that no other organization at the front had oats. A feed or\ntwo of oats was given to Gen. Wheeler and Col. Dorst for their horses;\nit was the first time their horses had tasted oats since leaving the\ntransports, and was probably the last time until after the surrender.\nFurthermore, the Gatling Gun Detachment had “grub.” Of course, it was\n“short” on potatoes, onions, and vegetables generally; these luxuries\nwere not to be well known again until it returned to the United\nStates; but it did have hardtack, bacon, canned roast beef, sugar, and\ncoffee, having drawn all the rations it could carry before leaving\nBaiquiri, and was the only organization which had as much as\ntwenty-four hours’ rations. Gen. Hawkins and his whole brigade were\nliving from hand to mouth, one meal at a time. The same was true of\nGen. Wheeler and the whole cavalry division, and they were depending\nfor that one meal upon the pack-mule train. On the 30th of June a\ncomplete set of muster- and pay-rolls, was prepared for the\ndetachment, and it was duly mustered in the usual form and manner. It\nwas the only organization at the front of which a formal muster was\nmade, and was the only one there which had muster- and pay-rolls.",
        "It rained on the 29th and 30th of June. Not such rains as the people\nof the United States are familiar with, but Cuban rains. It was like\nstanding under a barrel full of water and having the bottom knocked\nout. These rains caused the rifles and carbines of the army to rust,\nand some quickwitted captain bethought himself to beg oil from the\nGatling Gun Detachment. He got it. Another, and another, and still\nanother begged for oil; then regiments began to beg for oil; and\nfinally application was made for oil for a whole brigade. This led to\nthe following correspondence:",
        "“Camp Six Miles from Santiago,\n“29th June, 1898.",
        "“The Adjutant-General, Cavalry Division, Present:",
        "“Sir,–I have the honor to inform you that I have learned that some of\nthe rifles in this command are badly in need of oil, and that in some\ncompanies there is no oil to use on them. These facts I learned\nthrough requests to me for oil.",
        "“I therefore report to you that my men found at Altares (the second\nlanding-place) and reported to me four (4) barrels of lard oil and\nthree (3) barrels of cylinder oil, in an old oil-house near the\nmachine shops.",
        "“If this be procured and issued, it will save the rifles and carbines\nfrom rust.",
        "“Very respectfully,",
        "“John H. Parker,\n“Lt. Comdg. G. G. Detachment, 5th Corps.”",
        "First Endorsement.",
        "“Headquarters Cavalry Division,\n“Camp 6 miles east of Santiago de Cuba,\n“June 29, 1898.",
        "“Respectfully referred to the adjutant-general, 6th Army Corps.",
        "“Jos. Wheeler,\n“Major-General U. S. Vols., Comdg.”",
        "Second Endorsement.",
        "“Headquarters 5th Corps,\n“June 29, 1898.",
        "“Return. Lt. Parker will send a man back tomorrow to obtain the\nnecessary oil.",
        "“By command of Gen. Shafter.",
        "“E. J. McClernand,\n“A. A. G.”",
        "Third Endorsement.",
        "“Headquarters Cavalry Division,\n“June 29, 1898.",
        "“Return Lt. Parker. Attention invited to the foregoing endorsement.",
        "“J. H. Dorst,\n“Lieutenant-Colonel.”",
        "Fourth Endorsement.",
        "“June 30, 1898.",
        "“The Quartermaster, Altares, Cuba:",
        "“Please furnish to Sergeant Green of my detachment transportation for\ntwo (2) barrels of oil. He will show you an order from Gen. Shafter,\nand the matter is urgent. The soldiers must have this oil at once, as\ntheir rifles are rusting badly.",
        "“John H. Parker,\n“Lt. Comdg. Gatling Gun Detach.”",
        "The quartermaster furnished the transportation and two barrels of oil\nwere duly forwarded to the front and placed in charge of brigade\nquartermasters at different points, with orders to distribute out one\nquart to each company. This oil, perhaps, had some bearing upon the\ncondition of the rifles in the fight following.",
        "On the 27th of June, Captain Marcotte and the detachment commander\nmade a reconnaissance of a high hill to the left of Camp Wheeler, and,\nhaving gained the top, reconnoitered the city of Santiago and its\nsurrounding defenses with a powerful glass, and as a result reported\nto Gen. Wheeler that the key of Santiago was the Morro mesa, a\npromontory or tableland overlooking the city on the east side at a\ndistance of about a mile and a half and not at that time occupied by\nthe enemy, with the proposition that a detail of a half-dozen men from\nthe detachment should make a rush and capture this plateau, and hold\nit until the guns could be brought up. The general could not authorize\nthe proposed undertaking, as it would have endangered the safety of\nhis army, perhaps by leading to a premature engagement. By the time a\nsufficient reconnaissance had been made and convinced everybody of the\nvalue of this plan, the mesa had been strongly occupied by the enemy.\nIt is still believed that the occupation of this height was\npracticable on the 27th of June, and thought, if it had been\nauthorized, the Gatlings could have occupied and held this position\nagainst all the Spaniards in the city of Santiago. A glance at the map\nwill show the extreme tactical importance of this position.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}