{
    "title": "The Gatlings at Santiago - Negotiations With General Toral",
    "author": "John H. Parker",
    "chapter": "24",
    "content": [
        "\n\n",
        "On July 8th Gen. Toral offered to march out of the city with arms and\nbaggage, provided he would not be molested before reaching Holquin,\nand to surrender to the American forces the territory then occupied by\nhim. I replied that while I would submit his proposition to my home\ngovernment. I did not think it would be accepted.",
        "In the meanwhile arrangements were made with Admiral Sampson that when\nthe Army again engaged the enemy the Navy would assist by shelling the\ncity from ships stationed off Aguadores, dropping a shell every few\nminutes.",
        "On July 10th the 1st Illinois and the 1st District of Columbia arrived\nand were placed on the line to the right of the Cavalry division. This\nenabled me to push Lawton farther to the right and to practically\ncommand the Cobre road.",
        "On the afternoon of the date last mentioned the truce was broken off\nat 4 p.m., and I determined to open with four batteries of artillery\nand went forward in person to the trenches to give the necessary\norders, but the enemy anticipated us by opening fire with his\nartillery a few minutes after the hour stated. His batteries were\napparently silenced before night, while ours continued playing upon\nhis trenches until dark. During this firing the Navy fired from\nAguadores, most of the shells falling in the city. There was also some\nsmall arms firing. On this afternoon and the next morning, we lost\nCapt. Charles W. Rowell, 2d Infantry, and one man killed, and Lieut.\nLutz, 2d Infantry, and ten men wounded.",
        "On the morning of July 11th the bombardment by the Navy and my field\nguns was renewed, and continued until nearly noon, and on the same day\nI reported to the Adjutant General of the Army that the right of\nLudlow’s brigade of Lawton’s division rested on the bay. Thus our hold\nupon the enemy was complete.",
        "At 2 p. m. on this date, the 11th, the surrender of the city was again\ndemanded. The firing ceased, and was not again renewed. By this date\nthe sickness in the Army was increasing very rapidly, as a result of\nexposure in the trenches to the intense heat of the sun and the heavy\nrains. Moreover, the dews in Cuba are almost equal to rains. The\nweakness of the troops was becoming so apparent I was anxious to bring\nthe siege to an end, but in common with most of the officers of the\nArmy, I did not think an assault would be justifiable, especially as\nthe enemy seemed to be acting in good faith in their preliminary\npropositions to surrender.",
        "On July 11th I wrote to General Toral as follows:",
        "“With the largely increased forces which have come to me and the fact\nthat I have your line of retreat securely in my hands, the time seems\nfitting that I should again demand of your excellency the surrender of\nSantiago and of your excellency’s army. I am authorized to state that\nshould your excellency so desire, the Government of the United States\nwill transport the entire command of your excellency to Spain.”",
        "General Toral replied that he had communicated my proposition to his\nGeneral-in-Chief, General Blanco.",
        "July 12th I informed the Spanish commander that Major General Miles,\nCommander-in-Chief of the American Army, had just arrived in my camp,\nand requested him to grant us a personal interview on the following\nday. He replied he would be pleased to meet us. The interview took\nplace on the 13th, and I informed him his surrender only could be\nconsidered, and that as he was without hope of escape he had no right\nto continue the fight.",
        "On the 14th another interview took place, during which General Toral\nagreed to surrender, upon the basis of his army, the 4th Army Corps,\nbeing returned to Spain, the capitulation embracing all of Eastern\nCuba, east of a line passing from Aserraderos, on the south, to Sagua\nde Tanamo, on the north, via Palma, Soriano. It was agreed\nCommissioners should meet during the afternoon to definitely arrange\nthe terms of surrender, and I appointed Major Generals Wheeler and\nLawton and Lieutenant Miley to represent the United States.",
        "The Spanish Commissioners raised many points, and were especially\ndesirous of retaining their arms. The discussion lasted until late at\nnight and was renewed at 9:30 o’clock next morning. The terms of\nsurrender finally agreed upon included about 12,000 Spanish troops in\nthe city and as many more in the surrendered district.",
        "It was arranged that the formal surrender should take place between\nthe lines on the morning of July 17th, each army being represented by\n100 armed men. At the time appointed, I appeared at the place agreed\nupon, with my general officers, staff, and 100 troopers of the 2d\nCavalry, under Captain Brett. General Toral also arrived with a number\nof his officers and 100 infantry. We met midway between the\nrepresentatives of our two Armies, and the Spanish commander formally\nconsummated the surrender of the city and the 24,000 troops in\nSantiago and the surrendered district.",
        "After this ceremony I entered the city with my staff and escort, and\nat 12 o’clock, noon, the American flag was raised over the Governor’s\npalace with appropriate ceremonies.",
        "The 9th Infantry immediately took possession of the city and perfect\norder was maintained. The surrender included a small gunboat and about\n200 seamen, together with five merchant ships in the harbor. One of\nthese vessels, the Mexico, had been used as a war vessel, and had\nfour guns mounted on it.",
        "In taking charge of the civil government, all officials who were\nwilling to serve were retained in office, and the established order of\ngovernment was preserved as far as consistent with the necessities of\nmilitary rule.",
        "I soon found the number of officials was excessive, and I greatly\nreduced the list, and some departments were entirely abolished.",
        "A collector of customs, Mr. Donaldson, arrived soon after the\nsurrender, and, due to his energy and efficiency, this department was\nsoon working satisfactorily. The total receipts had, up to my\ndeparture, been $102,000.",
        "On August 4th I received orders to begin the embarkation of my command\nand ship them to Montauk Point Long Island, New York. The movement\ncontinued without interruption until August 25th, when I sailed for\nMontauk with the last troops in my command, turning over the command\nof the district to Major General Lawton.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}