{
    "title": "The Meaning of Truth - V. The Essence of Humanism",
    "author": "William James",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "[Footnote: Reprinted from the Journal of Philosophy, Psychology and\nScientific Methods, vol. ii. No. 5, March 2, 1905.]",
        "Humanism is a ferment that has ’come to stay.’ It is not a single\nhypothesis or theorem, and it dwells on no new facts. It is rather a\nslow shifting in the philosophic perspective, making things appear\nas from a new centre of interest or point of sight. Some writers are\nstrongly conscious of the shifting, others half unconscious, even\nthough their own vision may have undergone much change. The result\nis no small confusion in debate, the half-conscious humanists often\ntaking part against the radical ones, as if they wished to count\nupon the other side. [Footnote: Professor Baldwin, for example. His\naddress ’Selective Thinking’ (Psychological Review, January, 1898,\nreprinted in his volume, ’Development and Evolution’) seems to me an\nunusually well written pragmatic manifesto. Nevertheless in ’The\nLimits of Pragmatism’ (ibid; January, 1904), he (much less clearly)\njoins in the attack.]",
        "If humanism really be the name for such a shifting of perspective,\nit is obvious that the whole scene of the philosophic stage\nwill change in some degree if humanism prevails. The emphasis of\nthings, their foreground and background distribution, their sizes\nand values, will not keep just the same. [Footnote: The\nethical changes, it seems to me, are beautifully made evident in\nProfessor Dewey’s series of articles, which will never get the\nattention they deserve till they are printed in a book. I mean: ’The\nSignificance of Emotions,’ Psychological Review, vol. ii, 13; ’The\nReflex Arc Concept in Psychology,’ ibid; iii, 357; ’Psychology and\nSocial Practice,’ ibid., vii, 105; ’Interpretation of Savage Mind,’\nibid; ix, 2l7; ’Green’s Theory of the Moral Motive,’ Philosophical\nReview, vol. i, 593; ’Self-realization as the Moral Ideal,’ ibid;\nii, 652; ’The Psychology of Effort,’ ibid; vi, 43; ’The Evolutionary\nMethod as Applied to Morality,’ ibid; xi, 107,353; ’Evolution and\nEthics,’ Monist, vol. viii, 321; to mention only a few.] If such\npervasive consequences be involved in humanism, it is clear that no\npains which philosophers may take, first in defining it, and then in\nfurthering, checking, or steering its progress, will be thrown away.",
        "It suffers badly at present from incomplete definition. Its most\nsystematic advocates, Schiller and Dewey, have published\nfragmentary programmes only; and its bearing on many vital\nphilosophic problems has not been traced except by adversaries who,\nscenting heresies in advance, have showered blows on doctrines–\nsubjectivism and scepticism, for example–that no good humanist\nfinds it necessary to entertain. By their still greater reticences,\nthe anti-humanists have, in turn, perplexed the humanists. Much of\nthe controversy has involved the word ’truth.’ It is always good in\ndebate to know your adversary’s point of view authentically. But the\ncritics of humanism never define exactly what the word ’truth’\nsignifies when they use it themselves. The humanists have to guess\nat their view; and the result has doubtless been much beating of the\nair. Add to all this, great individual differences in both camps,\nand it becomes clear that nothing is so urgently needed, at the\nstage which things have reached at present, as a sharper\ndefinition by each side of its central point of view.",
        "Whoever will contribute any touch of sharpness will help us to make\nsure of what’s what and who is who. Any one can contribute such a\ndefinition, and, without it, no one knows exactly where he stands.\nIf I offer my own provisional definition of humanism now and here,\nothers may improve it, some adversary may be led to define his own\ncreed more sharply by the contrast, and a certain quickening of the\ncrystallization of general opinion may result.",
        "The essential service of humanism, as I conceive the situation, is\nto have seen that THO ONE PART OF OUR EXPERIENCE MAY LEAN\nUPON ANOTHER PART TO MAKE IT WHAT IT IS IN ANY ONE OF SEVERAL\nASPECTS IN WHICH IT MAY BE CONSIDERED, EXPERIENCE AS A WHOLE IS\nSELF-CONTAINING AND LEANS ON NOTHING. Since this formula\nalso expresses the main contention of transcendental idealism, it\nneeds abundant explication to make it unambiguous. It seems, at\nfirst sight, to confine itself to denying theism and pantheism. But,\nin fact, it need not deny either; everything would depend on the\nexegesis; and if the formula ever became canonical, it would\ncertainly develop both right-wing and left-wing interpreters. I\nmyself read humanism theistically and pluralistically. If there be a\nGod, he is no absolute all-experiencer, but simply the experiencer\nof widest actual conscious span. Read thus, humanism is for me a\nreligion susceptible of reasoned defence, tho I am well aware how\nmany minds there are to whom it can appeal religiously only when it\nhas been monistically translated. Ethically the pluralistic form of\nit takes for me a stronger hold on reality than any other philosophy\nI know of–it being essentially a SOCIAL philosophy, a philosophy of\n’CO,’ in which conjunctions do the work. But my primary reason for\nadvocating it is its matchless intellectual economy. It gets rid,\nnot only of the standing ’problems’ that monism engenders (’problem\nof evil,’ ’problem of freedom,’ and the like), but of other\nmetaphysical mysteries and paradoxes as well.",
        "It gets rid, for example, of the whole agnostic controversy, by\nrefusing to entertain the hypothesis of trans-empirical reality at\nall. It gets rid of any need for an absolute of the bradleyan type\n(avowedly sterile for intellectual purposes) by insisting that the\nconjunctive relations found within experience are faultlessly real.\nIt gets rid of the need of an absolute of the roycean type\n(similarly sterile) by its pragmatic treatment of the problem of\nknowledge. As the views of knowledge, reality and truth imputed to\nhumanism have been those so far most fiercely attacked, it is in\nregard to these ideas that a sharpening of focus seems most urgently\nrequired. I proceed therefore to bring the views which I impute to\nhumanism in these respects into focus as briefly as I can.",
        "If the central humanistic thesis, printed above in italics, be\naccepted, it will follow that, if there be any such thing at all as\nknowing, the knower and the object known must both be portions of\nexperience. One part of experience must, therefore, either",
        "(1) Know another part of experience–in other words, parts must, as\nProfessor Woodbridge says, [Footnote: In Science, November 4,\n1904, p. 599.] represent ONE ANOTHER instead of representing\nrealities outside of ’consciousness’–this case is that of\nconceptual knowledge; or else",
        "(2) They must simply exist as so many ultimate THATS or facts of\nbeing, in the first instance; and then, as a secondary\ncomplication, and without doubling up its entitative singleness, any\none and the same THAT in experience must figure alternately as a\nthing known and as a knowledge of the thing, by reason of two\ndivergent kinds of context into which, in the general course of\nexperience, it gets woven. [Footnote: This statement is\nprobably excessively obscure to any one who has not read my two\narticles ’Does Consciousness Exist?’ and ’A World of Pure\nExperience’ in the Journal of Philosophy, vol. i, 1904.]",
        "This second case is that of sense-perception. There is a stage of\nthought that goes beyond common sense, and of it I shall say\nmore presently; but the common-sense stage is a perfectly definite\nhalting-place of thought, primarily for purposes of action; and, so\nlong as we remain on the common-sense stage of thought, object and\nsubject FUSE in the fact of ’presentation’ or sense-perception-\nthe pen and hand which I now SEE writing, for example, ARE the\nphysical realities which those words designate. In this case there\nis no self-transcendency implied in the knowing. Humanism, here, is\nonly a more comminuted IDENTITATSPHILOSOPHIE.",
        "In case (1), on the contrary, the representative experience DOES\nTRANSCEND ITSELF in knowing the other experience that is its object.\nNo one can talk of the knowledge of the one by the other without\nseeing them as numerically distinct entities, of which the one lies\nbeyond the other and away from it, along some direction and with\nsome interval, that can be definitely named. But, if the talker be\na humanist, he must also see this distance-interval concretely and\npragmatically, and confess it to consist of other\nintervening experiences–of possible ones, at all events, if not of\nactual. To call my present idea of my dog, for example, cognitive of\nthe real dog means that, as the actual tissue of experience is\nconstituted, the idea is capable of leading into a chain of other\nexperiences on my part that go from next to next and terminate at\nlast in vivid sense-perceptions of a jumping, barking, hairy body.\nThose ARE the real dog, the dog’s full presence, for my common\nsense. If the supposed talker is a profound philosopher, altho they\nmay not BE the real dog for him, they MEAN the real dog, are\npractical substitutes for the real dog, as the representation was a\npractical substitute for them, that real dog being a lot of atoms,\nsay, or of mind-stuff, that lie WHERE the sense-perceptions lie in\nhis experience as well as in my own.",
        "The philosopher here stands for the stage of thought that goes\nbeyond the stage of common sense; and the difference is simply\nthat he ’interpolates’ and ’extrapolates,’ where common sense does\nnot. For common sense, two men see the same identical real dog.\nPhilosophy, noting actual differences in their perceptions points\nout the duality of these latter, and interpolates something between\nthem as a more real terminus–first, organs, viscera, etc.; next,\ncells; then, ultimate atoms; lastly, mind-stuff perhaps. The\noriginal sense-termini of the two men, instead of coalescing with\neach other and with the real dog-object, as at first supposed, are\nthus held by philosophers to be separated by invisible realities\nwith which, at most, they are conterminous.",
        "Abolish, now, one of the percipients, and the interpolation changes\ninto ’extrapolation.’ The sense-terminus of the remaining\npercipient is regarded by the philosopher as not quite reaching\nreality. He has only carried the procession of experiences, the\nphilosopher thinks, to a definite, because practical, halting-\nplace somewhere on the way towards an absolute truth that lies\nbeyond.",
        "The humanist sees all the time, however, that there is no absolute\ntranscendency even about the more absolute realities\nthus conjectured or believed in. The viscera and cells are only\npossible percepts following upon that of the outer body. The atoms\nagain, tho we may never attain to human means of perceiving them,\nare still defined perceptually. The mind-stuff itself is conceived\nas a kind of experience; and it is possible to frame the hypothesis\n(such hypotheses can by no logic be excluded from philosophy) of two\nknowers of a piece of mind-stuff and the mind-stuff itself becoming\n’confluent’ at the moment at which our imperfect knowing might pass\ninto knowing of a completed type. Even so do you and I habitually\nconceive our two perceptions and the real dog as confluent, tho only\nprovisionally, and for the common-sense stage of thought. If my pen\nbe inwardly made of mind-stuff, there is no confluence NOW between\nthat mind-stuff and my visual perception of the pen. But conceivably\nthere might come to be such. confluence; for, in the case of my\nHAND, the visual sensations and the inward feelings of the hand, its\nmind-stuff, so to speak, are even now as confluent as any two things\ncan be.",
        "There is, thus, no breach in humanistic epistemology. Whether\nknowledge be taken as ideally perfected, or only as true enough to\npass muster for practice, it is hung on one continuous scheme.\nReality, howsoever remote, is always defined as a terminus\nwithin the general possibilities of experience; and what knows it is\ndefined as an experience THAT ’REPRESENTS’ IT, IN THE SENSE OF BEING\nSUBSTITUTABLE FOR IT IN OUR THINKING because it leads to the same\nassociates, OR IN THE SENSE OF ’POINTING TO IT THROUGH A CHAIN OF\nOTHER EXPERIENCES THAT EITHER INTERVENE OR MAY INTERVENE.",
        "Absolute reality here bears the same relation to sensation as\nsensation bears to conception or imagination. Both are provisional\nor final termini, sensation being only the terminus at which the\npractical man habitually stops, while the philosopher projects a\n’beyond,’ in the shape of more absolute reality. These termini, for\nthe practical and the philosophical stages of thought respectively,\nare self-supporting. They are not ’true’ of anything else,\nthey simply ARE, are REAL. They ’lean on nothing,’ as my italicized\nformula said. Rather does the whole fabric of experience lean on\nthem, just as the whole fabric of the solar system, including many\nrelative positions, leans, for its absolute position in space, on\nany one of its constituent stars. Here, again, one gets a new\nIDENTITATSPHILOSOPHIE in pluralistic form.",
        "If I have succeeded in making this at all clear (tho I fear that\nbrevity and abstractness between them may have made me fail), the\nreader will see that the ’truth’ of our mental operations must\nalways be an intra-experiential affair. A conception is\nreckoned true by common sense when it can be made to lead to a\nsensation. The sensation, which for common sense is not so much\n’true’ as ’real,’ is held to be PROVISIONALLY true by the\nphilosopher just in so far as it COVERS (abuts at, or occupies the\nplace of) a still more absolutely real experience, in the\npossibility of which, to some remoter experient, the\nphilosopher finds reason to believe.",
        "Meanwhile what actually DOES count for true to any individual\ntrower, whether he be philosopher or common man, is always a result\nof his APPERCEPTIONS. If a novel experience, conceptual or sensible,\ncontradict too emphatically our pre-existent system of beliefs,\nin ninety-nine cases out of a hundred it is treated as false. Only\nwhen the older and the newer experiences are congruous enough to\nmutually apperceive and modify each other, does what we treat as an\nadvance in truth result. In no case, however, need truth consist in\na relation between our experiences and something archetypal or\ntrans-experiential. Should we ever reach absolutely terminal\nexperiences, experiences in which we all agreed, which were\nsuperseded by no revised continuations, these would not be TRUE,\nthey would be REAL, they would simply BE, and be indeed the angles,\ncorners, and linchpins of all reality, on which the truth of\neverything else would be stayed. Only such OTHER things as led to\nthese by satisfactory conjunctions would be ’true.’\nSatisfactory connection of some sort with such termini is all\nthat the word ’truth’ means. On the common-stage of thought sense-\npresentations serve as such termini. Our ideas and concepts and\nscientific theories pass for true only so far as they harmoniously\nlead back to the world of sense.",
        "I hope that many humanists will endorse this attempt of mine to\ntrace the more essential features of that way of viewing things. I\nfeel almost certain that Messrs. Dewey and Schiller will do so. If\nthe attackers will also take some slight account of it, it may be\nthat discussion will be a little less wide of the mark than it\nhas hitherto been.",
        "Continue...",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}