{
    "title": "The Principles Of Aesthetics - Chapter XI - The Dominion of Art Over Nature: Painting",
    "author": "Dewitt H. Parker",
    "chapter": "12",
    "content": [
        "",
        "\n\n",
        "In literature, as we observed in our last two chapters, nature does\nnot find aesthetic expression on its own account. In the lyric, nature\nappears only as the reflection of personal moods and thoughts, in the\ndrama and novel and epic only as the theater of human action or the\ndeterminer of human fate. In painting and sculpture, on the other hand,\nthe expression of nature is the primary aim. Of course, in so far as\nthis expression is aesthetic, it is an expression not of nature alone,\nbut of our responses as well; but nature is the starting point, not\nemotion as in lyric poetry, nor the effect upon destiny as in the epic.",
        "Because they are expressions of nature, and because the copying of the\nhuman body, of trees, clouds, and the like is an indispensable part\nof their practice, painting and sculpture have seemed to give support\nto the theory of art as imitation. Yet, although the activity of\nimitation is a means to the creation of picture and statue, the mere\nfact of being a copy is not the purpose of the completed work nor the\nground of our pleasure in it. Not its relation to anything outside\nitself, no matter how important for its making, but its own intrinsic\nqualities constitute its aesthetic worth.",
        "This was true of the earliest efforts in these arts. The primitive\nartist copied not for the sake of copying, but because he ascribed a\nmagical power to images. In the image he believed he somehow possessed\nthe object itself, and so could control it; to the image, therefore,\nwas transferred all the value and potence of the object. The object\nrepresented was deeply significant; it was perhaps the animal upon\nwhich the tribe depended for its food, its totem or guardian divinity;\nor else, as among the Egyptians, it was the man himself, of whom the\nimage was meant to be an enduring habitation for the soul. If primitive\nmen had copied indifferent objects, then we might infer that the mere\nmaking of an image was the end in view; but this they did not do, and\nit has never been the practice of any vigorous group of artists. Only\nwhen the means are valued instead of the end–technique in place of\nbeauty–does this occur. Through such a mistaking of aims, new\ninstruments of expression may be discovered, useful for a future genius,\nbut no genuine art is produced. The genuine artist copies, not for the\nsake of copying, but in order to create a work of independent beauty.",
        "This same transference of value to the image, with the consequent\nfreeing of the image from the model, can be observed even in\ncommemorative art. A king desires, perhaps, to perpetuate his memory;\nhow better than through some enduring likeness in stone or paint? While\nhe is alive and after his death this image will remind his subjects\nof him and his valorous deeds. The relation to the model seems to be\nfundamental; but in proportion to the success of the artist in making\na likeness, the stone or paint will be made to seem all alive, and for\nthose who cannot come into direct relations with the monarch, he will\nbe effectively present in the statue or picture, even when, through\ndeath, he is removed from all social and practical relations. Who does\nnot feel that Philip the Fourth is present on the Velasquez canvas;\nwhere else could one find him so alive? If the work is artistic, the\nspectator’s interest will center in feeling the life in the color and\nline or sculptured form; that it happens to be an imitation of something\nelse will become of secondary importance. This is clearest when the\nname of the subject is not known; then surely it is the life before\nus that can alone concern us. Any feeble copy would serve as a reminder,\nbut a living drawing or statue brings the man or woman into our\npresence. The aesthetic interest in the work as living supervenes upon\nthe interest in it as a mere reminder of life.",
        "This freedom from the model and attainment of intrinsic worth in the\nwork of art itself is furthered through the realization of beauty in\nthe medium of expression. The colors, lines, and shapes which the\nartist uses have a direct appeal to the eye and through the eye to\nfeeling; hence arise preferences for the most agreeable and expressive.\nThe artist discovered that he could express his emotion not only through\nrepresenting its object, but through the very colors or lines or shapes\nused in the delineation. These effects, found by chance perhaps in the\nfirst instance, would later be striven for consciously. In this way,\nthrough some grace of line, or symmetry of form, or harmony of color,\nthe statue or picture would acquire a power to please quite independent\nof any ulterior use or purpose; once more, it would become alive and\nof value on its own account.",
        "We shall begin our study of the representative arts with drawing and\npainting–representation in two dimensions–not because they preceded\nsculpture historically, but because, being more complex arts, a solution\nof the problems which they raise makes a subsequent survey of the\nsimilar problems of the simpler art relatively easy.",
        "The media of pictorial expression are color and line, and expression\nis attained through them in a twofold fashion. In a picture, every\nelement of color or line is expressive directly, just as color and\nline, of some vague feeling or mood, and, in addition, chiefly through\nits resemblance, represents some action or object. The former kind of\nexpression is indispensable. No matter how realistic the imitation,\nunless the picture thrill like music, through its mere colors or lines,\nit is aesthetically relatively ineffective. It is not sufficient that\nthe picture move us through the vicarious presence on the canvas of\na moving object; it must stir us in a more immediate fashion through\nthe direct appeal of sense. For example, a picture which presents us\nwith a semblance of the sea will hold us through the power which the\nsea has over us; but it will not hold us so fast as a picture of the\nsame subject which, in addition, grips us through its greens and blues\nand wavy lines. The one sways us only through the imagination, the\nother through our senses as well.",
        "Sensitiveness to color as such, so self-evident to one who possesses\nit, seems to be wanting, except in rudimentary fashion, in a great\nmany people. They are probably few, however, who do not feel some\nstirrings when they look through the stained glass of a cathedral\nwindow or upon the red of Venetian glass, or who are entirely\nindifferent to the color of silk. The reason for emotional\ncolor-blindness is probably not a native incapacity to be affected,\nbut rather a diversion of attention; color has come to be only a sign\nfor the recognition and subsequent use of things, a signal for a\npractical or intellectual reaction. In our haste to recognize and use\nwe fail to see, and give ourselves no time to be moved by mere seeing.\nBut when, as in art, contemplation, the filling of the mind with the\nobject, is the aim, the power to move of the sensuous surface of things\nmay come again into its rights.",
        "The emotional response to color, vague and abstract and objectless,\nis, like music, incapable of adequate expression in words, and for the\nsame reason. Words are capable of expressing only the larger and fairly\nwell-defined emotions; such subtle shadings and complex mixtures of\nfeeling as are conveyed by color and sound are mostly beyond their\nken. Colors make us feel and dream as music does in the same\nincommunicable fashion. Or rather the only possibility of communicating\nthem is through the color schemes arousing them. And for one who\nappreciates color this is sufficient; he can point to the colors and\nsay–that is what I feel. To render his feeling also in words would\nbe a superfluous business, supposing they could be adequate to express\nit; or, if they were adequate, that would make expression through color\nsuperfluous. The value of any medium consists in its power to express\nwhat none other can. Nevertheless, it is possible to find rough verbal\nequivalents for the simpler colors. Thus every one would probably agree\nwith Lipps and call a pure yellow happy, a deep blue quiet and earnest,\nred passionate, violet wistful; would perhaps feel that orange partakes\nat once of the happiness of yellow and the passion of red, while green\npartakes of the happiness of yellow and the quiet of blue; and in\ngeneral that the brighter and warmer tones are joyful and exciting,\nthe darker and colder, more inward and restful.",
        "To explain the expressiveness of color sensations is as difficult as\nto account for the parallel phenomenon in sounds. Here as there resort\nis had to the principle of association. Colors get, it is thought,\ntheir value for feeling either through some connection with emotionally\ntoned objects, like vegetation, light, the sky, blood, darkness, and\nfire, or else through some relation to emotional situations, like\nmourning or danger, which they have come to symbolize. And there is\nlittle doubt that such associations play a part in determining the\nemotional meaning of colors–the reticence and distance of blue, the\nhappiness of yellow, for example, are partly explained through the\nfact that blue is the color of the sky, yellow the color of sunlight;\nthe meaning of black is due, partly at any rate, to association with\nmourning. Yet neither of these types of association seems sufficient\nto explain the full emotional meaning of colors. The conventional\nmeanings of colors seem rather themselves to need explanation than to\nserve as explanations–why is red the sign of danger, purple royal,\nwhite a symbol of purity, black a symbol of mourning? Is it not because\nthese colors had some native, original expressiveness which fashion\nand habit have only made more definite and turned to special uses? And\nif we can explain the reticence of blue through association with the\nsky, can we thus explain its quietness? Can the warmth of fire and the\nexcitement of blood explain quite all the depth of passionate feeling\nin red? The factors enumerated play a part in the complex effect, but\nthere seem to be elements still unaccounted for.",
        "In order to explain the total phenomenon we must admit, as in the case\nof tones, some direct effect of the sensory light stimulus upon the\nfeelings. Rays of light affect not only the sensory apparatus, causing\nsensations of color; their influence is prolonged into the motor\nchannels, causing a total attitude of the organism, the correlate of\na feeling. It would be strange if any sensory stimulus were entirely\ncut off by itself and did not find its way into the motor stream. But\nthese overflows are too diffuse to be noticed in ordinary experience;\nthey are obscured through association or are not given time to rise\nto the level of clear consciousness, because we are preoccupied with\nthe practical or cognitive significance of the colors; only in the\nquiet and isolation of contemplation can they come into the focus. Of\ncourse the student of the evolution of mind will want to go behind\nthese color emotions and inquire why a given color is connected with\na given reaction. He may even want to connect them with instinctive\nresponses of primitive men. But here we can only speculate; we cannot\nknow.",
        "The problem is further complicated through the fact that private color-\nassociations are formed obscuring the aesthetic meanings, which can\nbe rediscovered only through the elimination of the former. Color\npreferences are often determined in this way; yet sometimes they spring\nfrom another and more radical source–an affinity between personal\ntemperament and the feeling tone of the preferred color. A consistent\nchoice of blues and grays indicates a specific kind of man or woman,\nvery different from the chooser of yellows and reds.",
        "Although single color tones are expressive, they seldom exist alone\nin works of art. Significant expression requires variety. The invention\nof original and expressive color combinations is a rare gift of genius.\nRough rules of color combination have been devised from the practice\nof artists and from experiment, the following of which will enable one\nto produce faultless patterns, but without genius will never enable\none to create a new expression. Color combinations are either harmonious\nor balanced, the former produced by colors or tones of colors very\nclose to one another, the latter by the contrasting or widely sundered.\nIn the one case, we get the quiet commingling of feelings akin to each\nother; in the other, the lively tension of feelings opposed. Compare,\nfor example, the effect of a Whistler nocturne with a Monet landscape.\nThe colors that do not go well together are such as are not close\nenough for union nor far enough apart for contrast. They are like\npersonalities not sufficiently at one to lose themselves in each other,\nyet not sufficiently unlike to be mutually stimulating and enlarging,\nbetween whom there can be only a fruitless rivalry turning into hate.\nSuch are certain purples and reds, certain greens and blues. Yet,\nthrough proper mediation, any two colors can be brought into a\ncomposition. All colors are brought together in nature through the\nsunlight, and in painting or weaving by giving to rival colors the\nsame sheen or brightness. Or again, the union may be effected by\ncombining the two with a third which is in a relation of balance or\nharmony with each, as in the favorite scheme of blue, red, and green.",
        "Despite their ability to express, colors cannot stand alone; they must\nbe the colors of something, they must make line or shape. Lines, on\nthe other hand, seem to be independent of color, as in drawings and\netchings; yet there is really some color even there–black and white\nand tones of gray. That color and line are independent of one another\nin beauty, is, however, shown by works, such as Millet’s, which are\ngood in line but poor in color. Lines have, as we have already seen,\nthe same duality of function as colors: they express feeling directly\nthrough their character as mere lines and they represent objects by\nsuggesting them through resemblance.",
        "There is, in fact, for those who can feel it, a life in lines of the\nsame abstract and objectless sort as exists in colors and tones. Lines\ngive rise to motor impulses and make one feel and dream, as music does.\nThere are many who are cold to this effect; yet few can fail to get\nsomething of the vibration or mood of the lines of a Greek vase\npainting, a Botticelli canvas, or a Rembrandt etching. The life of\nlines is more allied to that of tones than of colors because it\npossesses a dynamic movement quality which is absent from the latter.\nThis life is, in fact, twofold: on the one hand it is a career, with\na beginning, middle, and end, something to be willed or enacted; on\nthe other hand it is a temperament or character, a property of the\nline as a whole, to be felt. These two aspects of aesthetic lines are\nclosely related; they stand to one another much as the temperament or\ncharacter of a man stands to his life history, of which it is at once\nthe cause and the result. Just as we get a total impression of a man’s\nnature by following the story of his life, so we get the temperamental\nquality of lines by following them with the eye; and just as all of\nour knowledge of a man’s acts enters into our intuition of his nature,\nso we discover the character of the total line by a synthesis of its\nsuccessive elements.",
        "It is as difficult, more difficult, perhaps, to put into words the\ntemperamental quality of lines as to do the parallel thing with colors.\nLines are infinite in their possible variations, and the fine shades\nof feeling which they may express exceed the number of words in the\nemotional vocabulary of any language. Moreover, in any drawing, the\ncharacter of each line is partly determined through the context of\nother lines; you cannot take it abstractly with entire truth. It is,\nhowever, possible to find verbal equivalents for the character of the\nmain types of lines. Horizontal lines convey a feeling of repose, of\nquiet, as in the wall-paintings of Puvis de Chavannes; vertical lines,\nof solemnity, dignity, aspiration, as in so much of the work of\nBoecklin; crooked lines of conflict and activity, as in the woodcuts\nof Durer; while curved lines have always been recognized as soft and\nvoluptuous and tender, as in Correggio and Renoir. The supposition\nthat the curved line is the sole “line of beauty” is the result of a\nnarrow and effeminate idea of the aesthetic; yet it must be admitted\nthat this form, since it permits of the greatest amount of variation,\nhas the highest power of expression; but in many of its more complex\nvarieties it loses much of its soft feminine quality, and takes on\nsome of the strength of the other forms.",
        "The expressiveness of lines is determined by several–at least three–\nfactors. In the first place, the perception of lines is an active\nprocess. In order to get a line we have to follow it with the eye; and\nif we do not now follow it with our fingers, we at least followed\nsimilar lines thus in the past. Now this process of the perception of\na line requires of us an energy of attention to the successive elements\nof the line as we pass over them and a further expenditure of energy\nin remembering and synthesizing them into a whole. This energy, since\nit is evoked by the line and is not connected with any definite inner\nstriving of the self, is felt by us to belong to the line, to be an\nelement in its life, as clearly its own as its shape. For example, a\nline with many sudden turns or changes of direction is an energetic\nand exciting line because it demands in perception a constant and\ndifficult and shifting attention; a straight line, on the contrary,\nbecause simple and unvarying in its demands upon the attention, is\nmonotonous and reposeful; while the curved line, with its lawful and\ncontinuous changes, at once stimulating yet never distracting attention,\npossesses the character of progressive and happy action. This, the\nprimary source of the vital interpretation of lines is supplemented\nby elements derived from association. Lines suggest to us the movements\nof our bodies along paths of similar form, and we interpret them\naccording to the feeling of these movements; in the imagination, we\nmay seem to move along the very lines themselves as paths. Every skater\nor runner knows the difficulty of moving along a path full of sudden\nturns and angles, a difficulty which, if he is in good trim, may\nnevertheless afford him pleasure in the overcoming; the delightful and\nvarious ease of moving along curved lines; the monotony of a long,\nstraight path, but the quick triumph of going right to the end along\na short and terminal line of this character. But lines suggest to us\nnot only the movements, but also the attitudes of our bodies. They may\nbe straight and rising,–rigid or dignified or joyously expanding;\nthey may be horizontal and lie down and rest; they may be falling and\nsorrowful; or the shapes whose outlines they form may be heavy or\nlight, delicate or ungainly or graceful, as bodies are. Finally, the\ninterpretation of lines may be further enriched as follows: The sight\nof a line suggests the drawing of it, the sweep of the brush that made\nit; we ourselves, in the imagination once more, may re-create the line\nafter the artist, and feel, just as he must have felt, the mastery,\nease, vigor, or delicacy of the execution into the line itself. Few\ncan fail to get this effect from the paintings of Franz Hals, for\nexample, where the abounding energy of the artist is apparent in each\nstroke of the brush. Artists feel this life in execution most strongly;\nyet, since almost every one has had some practice in drawing lines,\nit is potentially a universal quality in a painting.",
        "Lines may be unified according to the three modes of harmony, balance,\nand evolution. The repetition of the same kind of line confers a\nharmonious unification upon a drawing, as in Tintoretto’s “Bacchus and\nAriadne,” where the circle is to be found repeated in the crown and\nring, in the heads of the three figures, in the breasts of Ariadne.\nSimilar to this sameness of form is sameness of direction or parallelism\nof lines. Another kind of harmonious unification of lines is continuity,\nwhere out of different lines or shapes a single line is made. The\nclassical geometrical forms of composition, as the circular or\npyramidal, are good examples of this. The “Odalisque” of Ingres, where\nall the lines of the body constitute a single line, is a notable case.\nWhat Ruskin has called “the approach, intersection, interweaving of\nlines, like the sea waves on the shore,\"–the conspiracy of all the\nlines in a drawing to form one single network, of which illustrations\ncould be found in the work of every draftsman, is a kind of harmony\nof line. Symmetrically disposed shapes, and lines whose directions are\nopposed, have the balanced form of unity. Here, from a given point as\ncenter, the attention is drawn in contrary yet equal ways. Examples\nof this type of composition are abundant among the Old Masters; as a\nrigid form it is, however, disappearing. That the dramatic type of\nunity is to be found in lines will be confirmed by every one who has\nobserved the movement, the career of lines. Whenever shapes are so\ndisposed that they form a line leading up to a given shape, wherever,\nagain, lines converge to a single point, there is a clear case of\nevolution; we begin by attending to the line at a certain point, proceed\nin a certain direction, then reach a terminal point, the goal of the\nprocess. In Leonardo’s “Last Supper,” the convergence of the perspective\nlines and the lines formed by the groups of Apostles is a case of\nevolution. The different types of unification are, of course, not\nexclusive. In the painting just referred to, all three are present:\nChrist and the Apostles are arranged along a single line, the two ends\nof which, despite their symmetrical and balanced disposition, converge\nto one central point, the Christ. Every pyramidal form of composition\nis a combination of balance between the elements at the bases of the\ntriangle, convergence towards the apex, and harmony through the\nparticipation of the three elements in a single form. One of the most\ninteresting and complex types of organization of lines is rhythm–the\nbalanced, harmonious movement of lines. A line is rhythmical when there\nis a balanced alternation of direction in its movement, a turning now\nto the right and now to the left, or vice versa; proportion in the\nlength of the segments made by the turns; and general direction–a\ntending somewhere.",
        "As is assumed in the preceding paragraph, the elements of lines may\nbe shapes or masses, as well as points. That is, not only do lines\nmade up of points form shapes, but shapes in their turn, when arranged\non a surface, necessarily make lines. Such lines are, as a rule, not\ncontinuous; yet since the eye takes the shapes successively and in a\ngiven direction, they are nevertheless true lines and possess the\nqualities of ordinary simple lines. The arrangement of masses in an\nundulating line, say in a landscape painting, has essentially the same\nvalue for feeling as a similar continuous line; compare this with a\nhorizontal arrangement of masses, which has all the quiet and repose\nof a simple horizontal line.",
        "Colors and lines, relying on the direct expressiveness which we have\nbeen studying, may stand by themselves, as in an oriental rug; yet in\npainting they have another function: to represent. And even in the\npurely ornamental use of color and line, the tendency towards\nrepresentation is apparent everywhere; either the lines are derivatives\nof schematized pictures of men and plants and animals, or else such\nobjects are introduced as motives without disguise. In painting,\ntherefore, the color red has value not only as so much red, but as\nstanding for the red of a girl’s lips or cheeks; and that curved line\nis of significance, not as mere line alone, but as the curve of her\nlimbs. In this way the native value of the sense symbols becomes\nsuffused and enriched with the values of the things they represent.\nThe two functions of color and of line should never be indifferent to\neach other; representation should not become a mere excuse for\ndecoration, the objects represented having no value in themselves; nor\nshould color and line be used as mere signs of interesting objects,\nwithout reference to their intrinsic value. On the contrary, the two\nfunctions should play into each other’s hands. If, for example, the\nhuman body is represented, the colors and lines employed should be so\ndisposed that they decorate the surface of the picture and hold us\nthere through their sheer rhythm and quality; yet, at the same time,\nand through their very ornamental power, they should make us feel the\nmore keenly the values of the object they represent. Between the\nimmediate values of the colors and lines there should exist unity:\nstimulating colors should go with stimulating lines, quiet colors with\nquiet lines; and the resulting feeling tone of the medium should be\nin harmony with the feeling of the objects represented; the one should\ngive the other over again, and so each enforce the other.",
        "Since it is not the purpose of any art to represent mere things, but\nto express concrete “states of the soul,” the center of which is always\nsome feeling, exact fidelity in the representation of objects is not\nnecessary for good painting or drawing. Only so much of things needs\nto be represented as is necessary to give back the life of them.\nNecessary above all is the object as a whole, for to this our feelings\nare attached; now this can usually be far better represented through\nan impressionistic sketch, which gives only the significant features,\nthan by a painstaking and detailed drawing. Since, furthermore, the\nlife of things can be conveyed through color and line as such, a certain\ndeparture from realism is legitimate for this end. Without some freedom\nfrom the exact truth of the colors and lines of things, the artist is\nunable to choose and compose them for expressive purposes; when exactly\nlike the objects which they represent, they tend to lose all expressive\npower of their own, becoming mere signs or equivalents of things. A\ncertain amount of variation from the normal may be necessary in order\nthat the sense symbols shall call attention to themselves, in order\nthat we be prevented, as we are not in the ordinary observation of\nnature, from looking through them to the things which they mean.\nWhenever, moreover, the artist wishes to render a unique reaction to\na scene, he can do so only through a courageous use of the subtle\nlanguage of color and line, which may require a distortion of the\n“real” local qualities of things; for, if he makes a plain, realistic\ncopy of the scene itself, he can evoke, and so express, only the normal\nemotional responses to it.",
        "When such departures from the truth of things are properly motivated,\nno one can be offended by them, any more than when the brilliant hues\nof nature appear black and white in a charcoal drawing. The amount of\nrealism in any work of art is largely a matter of tacit convention.\nAn artist may, if he wishes, use color with no pretense at giving back\nthe real colors of objects, but for purely expressive purposes alone,\nrelying on line for purposes of representation. This is often done in\nJapanese prints. All that is necessary is that we should understand\nwhat the artist is doing and find what he presents to us real and\nalive. On the other hand, an expressive use of color and line leading\nto a distortion of objects out of all possibility of recognition, or\neven a use which makes them seem unreal and awry, is without excuse.\nFor since colors and lines are employed to bring things before the\nimagination, they should be made to serve this purpose successfully;\nthe value which belongs to the things should have a chance to appear;\nbut this can happen only if they seem to be actually present before\nus. Painting is not a mere music of color and line expressive of\nabstract and objectless emotions alone, but a poetry, which, through\nthe picturing of objects to which emotions are attached, renders the\nlatter concrete and definite. Not mere feeling, such as a color or a\nline by itself can convey, but feeling in the presence of nature, which\ncan be expressed only when color and line are made into a recognizable\nimage of nature, is the substance of painting. One cannot express the\nfeeling of the weight and bulk of objects, of their distribution in\nthree dimensions, or the value of their shadows or atmospheric\nenveloping, without the representation of weight and bulk and shadow\nand atmosphere and perspective. Every increase in the power to represent\nnature, every advance in the mastery of the object, adds a new power\nover the expression of feeling, which varies with the object. The\nrealist is, therefore, right in his demand that nature itself be\npainted; only he should remember that the nature which presents itself\nin art is never the naked object, but veiled in feeling; and, as so\nveiled, may sometimes be seen pretty much as it really is; then again\nwith parts concealed, and sometimes even transformed. Both a realism\nthat tries to unite fidelity to the full qualities of the object with\nmusical expression in the medium, and so to render the more typical\nresponses to nature, which depend, for the most part, on the object\nitself, and a symbolism or expressionism that sacrifices fidelity for\nthe expression, through the mere medium, of more personal responses,\nare in their rights. Only the limits of both tendencies are\nillegitimate–the use of color and line to produce mere images of\nthings on the one hand, or purely musical effects on the other.",
        "The subject matter or content of painting is determined by its language,\ncolor, and line. These, as we have seen, by an imitation more or less\nexact, represent nature, the world of concrete things as directly\npresented to us in vision, colored and shapely. The inner world is\nexpressed only so far as it is revealed in the gestures and attitudes\nof the bodies of men or so far as it is a mood attached to things and\ntheir colors and shapes. Now space is the universal container in which\nall elements of the visible world are disposed. Every painting,\ntherefore, should include a representation of space; it should never\nrepresent things as if they stood alone without environment or relation.\nEven in the portrait of a single individual some relation to space\nshould be indicated; this is accomplished by the background, in which\nthe figures should be made to lie, and to which they should seem to\nbelong. In front, the space of a picture is limited by the plane of\nthe surface on which it is painted; everything should appear to belong\nin the space back of this; nothing should seem to come forward out\ntowards the spectator. But behind this, backwards, the space represented\nis unlimited, and its infinite depths may well be indicated by the\nconvergence of perspective lines and the gradual fading of the outlines\nand colors of objects.",
        "The represented space of the picture is not, of course, the real space\nof the canvas or of the room in which the picture hangs. The former\nis infinite, while the latter is only so many square feet in area. The\nframe serves the purpose of cutting off the represented space from all\nrelation to the real space, of which the frame itself is a part. A\nconfusion of these two spaces is sometimes found in crude work and in\nthe comments of people upon genuine works of art. I have, for example,\nseen a picture of a lion with iron bars riveted to the frame and\nextending over it,–a represented lion in a real cage! And I once heard\na man criticise one of Degas’ paintings on the ground that “if the\ndancing girl were to straighten her bent body she would bump her head\non the frame!” The rule that the color of the frame should harmonize\nwith the main tones of the picture is no proof that they belong\ntogether; its purpose is merely to protect the colors of the painting\nfrom being changed through their neighborhood with those of the frame.",
        "Although painting is essentially a spatial art, it includes a temporal\nelement, the “specious present,” the single moment of action or of\nmotion. The lines are not dead and static, but alive; they progress\nand vibrate; by their means a smile, the rippling of a stream, the\ngesture of surprise, the movement of a dance, may be depicted.\nSuccessive moments, the different phases of an action or movement,\ncannot, however, be represented. Strict unities of space and time\nshould be observed in painting. Only contiguous parts of space and\nonly one moment of time should be represented inside a single frame.\nBoth these unities were violated in old religious paintings where\nsometimes the Nativity, Flight into Egypt, Crucifixion, and Resurrection\nwere all portrayed on one canvas.",
        "The space of painting is no abstract aspect of things such as the\ngeometer elaborates. To be in a common space with other things, implies,\nfor the pictorial intuition of the world, to be played upon by the\nsame light and to be enveloped in the same atmosphere. Space, light,\nand air constitute the milieu in which everything lives and moves and\nhas its being in painting. To every difference in the arrangement and\nforeshortening of objects, to every variation in their lights and\nshadows and aerial quality, the sensitive soul responds. The close\nproximity of objects in a tiny room has an effect upon feeling very\ndifferent from their wide distribution over a broad space. An equal\ndifference depends upon whether light is concentrated upon objects or\nevenly distributed over them; upon whether it is bright or dim; upon\nwhether they are near and clear in a thin air or far and hazy in a\nthick and heavy cloud. The masters of light and air, Rembrandt, Claude,\nTurner, evoke myriad moods through these subtle influences. A long\ndevelopment and the following of many false paths was necessary before\npainting discovered its true function as an expression of the elements,\nthe once hard outlines of things softening in their enveloping embrace.",
        "The representation of space, which painting alone of all the arts can\nachieve, does not imply, however, a representation of the full plastic\nquality of individual objects, which is the function of sculpture.\nThis, to be sure, can be done in painting, as the great\nsculptor-painters of the Renaissance have shown; but it cannot be done\nso well as in sculpture; and when done tends to interfere with other\nthings. It makes objects stand out too much by themselves, destroying\ntheir felt unity with other elements on the canvas, so that when\nprovided with all the colors of life, they seem rather real than\npainted, and look as if they wished to leave the world of\nrepresentation, where they belong, and touch hands with the spectator.\nThe depth and the extent of space, the distance and the distribution\nof objects, light and shade and air, are all independent of the\nplasticity of individual things, which tends to disappear in proportion\nas they are emphasized. Only when attention is directed to the\nindividual object does its full plasticity appear; see it as an element\nof the environing whole, and it flattens out to view.",
        "There are, in fact, two ways of seeing, to each of which corresponds\na mode of painting. On the one hand, we may see distributively, holding\nobjects as individuals each in our attention, neglecting light and\nspace and air. Or else we may see synthetically, first the whole which\nlight and space and air compose, and then individual things as bearers\nof these. The one is the more practical way of seeing; because, for\npractical purposes, the separate thing that can be grasped and used\nis all important, and the film of light and air and the neighborhood\nof other things are of no account. The other is more theoretical and\nsthetic; for to a pure vision which does not think of handling, there\nare no separate things, but only differences of shape and color and\nlocation in a single object, the visible whole.  [Footnote: Cf. Lipps,\nAesthetik, Bd. 2, s. 165, et seq.]",
        "In the type of painting corresponding to the first way of seeing,\nobjects are represented more as we think them to be, or as we should\nfind them on further exploration, than as they actually appear to sight\nat any given moment; the outlines are clear and sharp and detail is\nemphasized. This mode of painting is most in place for interiors where\nthere is an even distribution and no striking effects of light and\nshade, as in so many genre pictures of the Dutch school; but above all\nwhen the human significance of objects or their dramatic relations,\nwhich depend upon their being taken as separate things, is to be\nexpressed. For example, to get the expression of the action of a woman\npouring water into a jug, it is necessary that we feel the shape and\ncolor of the latter as aspects of a tangible reality having a distinct\npurpose, that of holding water; and this purposefulness makes of the\nobject a separate, individual thing. Yet a too great distinction of\nobjects and a too great elaboration of detail, as in Meissonier and\nthe English Pre-Raphaelites, is inartistic; the picture breaks up into\nseparate parts and all feeling of unity is lost. In the work of the\nFlemish and Dutch, on the contrary, we take delight in the perspicuity\nof things without losing the sense of wholeness; for there is a sameness\nand simplicity of color tone which unites them. A genuine and unique\nsthetic value is possessed by such work,–that of clear intuition of\nthe visual detail and human significance of things.",
        "Very often the unification in painting of this type is dramatic\nchiefly–some link of action or of symbolism which the elements of\nthe picture have as meanings, a unity of content, therefore, and not\na coloristic or a linear unity. The colors are essentially local colors,\nserving first to characterize and distinguish the objects properly,\nand then to lend to them severally high value through brightness and\ntemperament; although harmonizing as mere colors, they are held together\nmore through some connection in what they mean than through a unity\nof pure expression. The dominance of any one mass, too, depends more\nupon its superior significance as meaning than upon its claim upon the\nattention through any intrinsic quality of color. Nevertheless, even\nif secondary, the unity and dominance through color and line must be\npresent, and should be consonant with the unity and subordination in\nthe meanings. The painting of the great Italian masters was of this\ncharacter. In a Madonna picture, for example, the elements representing\nthe Holy Family are united through the spiritual oneness of the objects\nwhich they represent, and the Madonna is dominant through her superior\nsignificance for the religious life. The colors serve to characterize\nand distinguish the figures; yet between the former there is a harmony\ncorresponding to the inner harmony of the latter; the spiritual\ndominance of the Madonna is expressed in a purely formal fashion through\nher larger size, central position, and more brightly gleaming garments.",
        "In painting which corresponds to the synthetic way of seeing, all\nparticular objects are subordinated to space and light and air; their\noutlines are melting, suggested rather than seen, and there is little\nemphasis on detail. Turner’s painting of light and the more recent\nexamples of impressionism afford abundant examples of this. In this\nstyle, unification is effected almost wholly through color and line\nas such, and through the light and space and air which they represent.\nJust to live in the same atmosphere or in the path of the same light,\nto be enveloped in the same darkness or shadow, or merely to participate\nin a single composition of colors or rhythm of lines serves to unite\nobjects. The relative importance of elements, too, is determined rather\nby some intrinsic quality which arrests attention than by any supremacy\nas meanings.",
        "Through such materials and methods as we have described, the\npossibilities and limits of expression in painting are determined.\nFirst of all, painting has the power, through color and line as such,\nto express the purely musical emotions; this we demand of painting\njust as we demand music of verse: without word-music, there is no\npoetry, no matter how high the theme; so without color and line music,\nno matter how skillful the representation or how noble the subject,\nthere is no picture. Painting may give little more than this. In much\nof still-life painting, for example, the values attached to the objects\nrepresented are borrowed from the music of the medium. And even when\nthe objects represented have a value in themselves, the superiority\nof their representation over the mere perception of them in nature\ncomes from this source. Why, for example, does the painting of flowers\nby a real master afford a richer aesthetic experience than real flowers?\nPainted flowers have no perfume, rightly called the soul of flowers.\nIt is because in painting the expressiveness of the purer and more\nsubtly harmonious colors more than compensates for the lack of odor.\nThrough the music of color and line we are made responsive to common\nthings which otherwise would leave us cold, or if we are responsive\nto them, our sensitiveness becomes finer and keener. It is largely\nbecause he is so accomplished a musician in color and composition that\nJan Vermeer can make the inside of a room or some commonplace act by\na commonplace person the object of an intense and sympathetic\ncontemplation.",
        "For the beauty of landscape also, which the art of painting has created\nand which during the last century has become its favorite theme, the\nmusic of color is equally essential. In its highest form, that beauty\nrequires emotional responsiveness combined with the power accurately\nto observe and reproduce the qualities of things; without observation\nand reproduction, the feeling is incommunicable; without feeling, the\nimitation is lifeless. Love of the object, which at once reveals and\nmakes responsive, mediates the highest achievements of the art. By\ntranslating the object into the language of abstract color and line,\nit is purified for feeling; for those qualities toward which feeling\nis indifferent are eliminated; only so much as can enter into an\nexpressive color or line composition survives. The artist gives us the\nillusion that he is reproducing our familiar world all the while that\nhe is glorifying it through the beauty of the colors in which he paints\nit. The painting of the human body, especially the nude human body,\nbelongs to the same class of subjects as the painting of landscapes.\nFor the human body unclothed, and as unclothed severed from the\nconventional social world, is a part of nature and speaks to us as\nnature does through form and color. To bring that object before us\nwith all its expressive detail; to make us, in the imagination, move\nwith it and touch it; to caress it with our eyes; to awaken that\npassionate interest which makes us see and feel it more vividly than\nanything else in the world, yet to subdue passion wholly to a glowing\ncontemplation, this is one of the highest achievements of pictorial\nart. And the artistic right to represent it in the woods by lake or\nstream, or in the meadow among other natural things, must be accorded\nto the artist despite all protests of convention and habit; we never\nactually find it there, to be sure, yet there it belongs for imaginative\nfeelings. The maidens in Corot’s paintings, for example, seem to belong\nas naturally to the landscape as the very trees themselves.",
        "But the painter can depict the human body not merely as something\nsensuously beautiful, but as expressive, through gesture and pose and\ncountenance, of character and thought. The complex psychic life of man\nis thus open to him for delineation. In the portrait, through the\nattentive study of the many varying expressions of the inner life,\nleading to the selection of some characteristic pose or action, the\nartist concentrates into a single image what seems to him to be the\ndistinctive nature of the man. And he can express this nature over\nagain, and so more effectively reveal it, in the mere colors and lines\nwhich he uses. Thus Franz Hals has embodied the abundance and good\ncheer of his burghers in the boldness and brightness of the lines and\ncolors with which he paints them; and Hogarth, in the “Shrimp Girl,\"\nthrough the mere singularity of line and color, has created the eerie\nimpression which we attach to the girl herself. The best portraits\nsubordinate everything else, such as costume and background, to the\npainting of the inner life. Thus Velasquez brings before us the souls\nof his little Infantas despite the queer head-dresses and frocks which\nmust have threatened to smother them. The background should serve the\nsame end; if elaborate, it should represent a fitting environment; and\nif plain it should throw the figure into relief. Alongside of the\nportrait as a painting of the soul should be placed pictures of ideal\ncharacters; ideal, not in the sense of good, but in the sense of more\nhighly complex and unified than actually existing persons. Such pictures\nsymbolize for us the quintessence and highest level of definite types\nof life. Manet’s “Olympia” and Goya’s “Maja” belong here equally with\nLeonardo’s “Christ” or “Mona Lisa,” with Raphael’s Madonnas and\nMichelangelo’s gods and angels. In them is attained the most intense\nconcentration of psychic life possible.",
        "It is now pretty generally recognized that the unities of time and\nspace exclude from the sphere of painting story telling and history,\nwhich require for effective representation more than the single moment\nincluded in painting. In order to tell a story in painting, one has\nto supplement what is seen with ideas which can be obtained only from\na catalogue or other source external to the picture; one has to add\nin thought to the moment given on the canvas the missing moments of\nthe action. But a work of art should be complete in itself and so far\nas possible self-explanatory; it should not lead us away from itself,\nbut keep us always to itself. If the scene represented be a part of\na story, the story should be so well known that its connection with\nthe picture can be immediately recognized without external aid, and\nshould admit of a certain completeness in its various parts. The life\nof Christ is such a story; everybody knows it and can interpret a\npicture portraying it forthwith; its various incidents and situations\nhave each a unique and complete significance in themselves. Historical\npaintings are not necessarily bad, of course, but the good ones are\ngood despite the history, and a proof of their excellence consists in\nthe fact that when we see them they make us forget for the moment our\nhistorical erudition.",
        "This norm does not exclude from the sphere of painting the expression\nof the relation of man to his fellows; it simply confines painting to\nthe delineation of momentary and self-sufficient glimpses of social\nlife. Pictures representing a mother and child, a pair of lovers, a\nfamily group, festival, tavern scene, or battle charge are\nillustrations. In Dutch painting the social life of Holland in the\nseventeenth century found its record; yet there is little or no\nanecdote. The genre, the representation of a group of people united\nby some common interest and with an appropriate background, has the\nsame legitimacy, if not the same eminence, as the portrait. It does\nnot possess the rank of the portrait because, since the interest is\nrather in the action or the situation portrayed, the figures are more\nmerely typical, being developed only so far as is necessary to carry\nthe action; seldom is a subtle and individualized inner life portrayed.",
        "Objections are rightly raised, however, against pathetic, sentimental,\nand moralistic painting. Here color and line, the whole picture in\nfact, counts for little or nothing except to stir an emotion, usually\nof grief or pity or love, or to preach a sermon; the unity of form and\ncontent is sacrificed, the one becoming a mere means to the other.\nBut, as we know, it is never the purpose of art merely to stir feeling;\nits purpose is to objectify feeling; if the art be painting, to put\nfeeling into color and line, and only when feeling is experienced as\nthere is it aesthetic feeling at all. And what shall we think\nof a picture like the “Doctor” of Luke Fildes’, which is so pathetic\nthat one cannot bear to look at it? Surely a picture should make one\nwant to see it! Of course I do not mean that an artist cannot paint\npathetic and sentimental subjects. The great painters of the Passion\nwould disprove that with reference to the former and Watteau with\nreference to the latter. But a power to achieve beauty of color and\nline and to objectify pathos and sentiment through them was possessed\nby these painters to a degree to which few others have attained. For\nmoralistic painting, however, there can be no excuse. You can paint\nvisible things and as much of the soul as can appear through them; you\ncannot paint abstract ethical maxims. Of course a painter may intend\nhis picture to be an illustration of some moral maxim, or may even,\nas Hogarth did, paint it to expose the sins of his age and create a\nbeautiful work notwithstanding; but only if, in the result, this purpose\nis irrelevant and the concrete delineation everything.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}