{
    "title": "The Golden Sayings of Epictetus - LXXXIV ",
    "author": "Unknown",
    "chapter": "84",
    "content": [
        "\n",
        "\n\n",
        "When disease and death overtake me, I would fain be found\nengaged in the task of liberating mine own Will from the assaults\nof passion, from hindrance, from resentment, from slavery.",
        "Thus would I fain be found employed, so that I may say to God,\n“Have I in aught transgressed Thy commands? Have I in aught\nperverted the faculties, the senses, the natural principles that\nThou didst give me? Have I ever blamed Thee or found fault with\nThine administration? When it was Thy good pleasure, I fell sick—\nand so did other men: but my will consented. Because it was Thy\npleasure, I became poor: but my heart rejoiced. No power in the\nState was mine, because Thou wouldst not: such power I never\ndesired! Hast Thou ever seen me of more doleful countenance on\nthat account? Have I not ever drawn nigh unto Thee with cheerful\nlook, waiting upon Thy commands, attentive to Thy signals? Wilt\nThou that I now depart from the great Assembly of men? I go: I\ngive Thee all thanks, that Thou hast deemed me worthy to take\npart with Thee in this Assembly: to behold Thy works, to\ncomprehend this Thine administration.”",
        "Such I would were the subject of my thoughts, my pen, my\nstudy, when death overtakes me.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}