{
    "title": "The Golden Sayings of Epictetus - LVI ",
    "author": "Unknown",
    "chapter": "56",
    "content": [
        "\n",
        "\n\n",
        "How is it then that certain external things are said to be\nnatural, and others contrary to Nature?",
        "Why, just as it might be said if we stood alone and apart\nfrom others. A foot, for instance, I will allow it is natural\nshould be clean. But if you take it as a foot, and as a thing\nwhich does not stand by itself, it will beseem it (if need be) to\nwalk in the mud, to tread on thorns, and sometimes even to be cut\noff, for the benefit of the whole body; else it is no longer a\nfoot. In some such way we should conceive of ourselves also. What\nart thou?—A man.—Looked at as standing by thyself and\nseparate, it is natural for thee in health and wealth long to\nlive. But looked at as a Man, and only as a part of a Whole, it\nis for that Whole’s sake that thou shouldst at one time fall\nsick, at another brave the perils of the sea, again, know the\nmeaning of want and perhaps die an early death. Why then repine?\nKnowest thou not that as the foot is no more a foot if detached\nfrom the body, so thou in like case art no longer a Man? For what\nis a Man? A part of a City:—first, of the City of Gods and Men;\nnext, of that which ranks nearest it, a miniature of the\nuniversal City. . . . In such a body, in such a world enveloping\nus, among lives like these, such things must happen to one or\nanother. Thy part, then, being here, is to speak of these things\nas is meet, and to order them as befits the matter.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}