{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XXVI",
    "author": "Fedor Jagor et al",
    "chapter": "27",
    "content": [
        "\n\n",
        "[Importance of Chinese.] An important portion of the population\nremains to be discussed, viz. the Chinese, who are destined to play a\nremarkable part, inasmuch as the development of the land-cultivation\ndemanded by the increasing trade and commercial intercourse can be\naffected only by Chinese industry and perseverance. Manila has always\nbeen a favorite place for Chinese immigrants; and neither the hostility\nof the people, nor oppressing and prohibitory decrees for a long time\nby the Government, not even the repeated massacres, have been able\nto prevent their coming. The position of the Islands, south-east of\ntwo of the most important of the Chinese provinces, must necessarily\nhave brought about a trade between the two countries very early, as\nships can make the voyage in either direction with a moderate wind,\nas well in the south-west as the north-east monsoon. [Early Chinese\nAssociations.] In a few old writers may even be found the assertion\nthat the Philippine Islands were at one time subject to the dominion of\nChina; and Father Gaubil (Lettres Edifiantes) mentions that Jaung-lo\n(of the Ming dynasty) maintained a fleet consisting of 30,000 men,\nwhich at different times proceeded to Manila. The presence of their\nships as early as the arrival of Magellan in the extreme east\nof the archipelago, as well as the China plates and earthenware\nvessels discovered in the excavations, plainly show that the trade\nwith China had extended far earlier to the most distant islands of\nthe archipelago. It formed the chief support of the young Spanish\ncolony, and, after the rise of the Encomiendas, was nearly the only\nsource of its prosperity. It was feared that the junks would offer\ntheir cargoes to the Dutch if any obstacle was put in the way of\ntheir coming to Manila. The colony certainly could not maintain its\nposition without the “Sangleys,” [246] who came annually in great\nnumbers in the junks from China, and spread all over the country and\nin the towns as [Industrial and commercial activity.] shopkeepers,\nartisans, gardeners, and fishermen; besides which, they were the\nonly skillful and industrious workers, as the Filipinos under the\npriestly domination had forgotten altogether many trades in which\nthey had engaged in former times. I take these facts from Morga.",
        "[Unsuccessful attempts at restriction.] In spite of all this, the\nSpaniards have, from the very commencement, endeavored rigorously to\nlimit the number of the Chinese; who were then, as they are now, envied\nand hated by the natives for their industry, frugality, and cunning, by\nwhich means they soon became rich. They were an abomination, moreover,\nin the eyes of the priests as being irreclaimable heathens, whose\nexample prevented the natives from making progress in the direction\nof Christianity; and the government feared them on account of the\nstrong bond of union existing between them, and as being subjects of\nso powerful a nation, whose close proximity threatened the small body\nof Spaniards with destruction. [247] Fortunately for the latter, the\nMing dynasty, which at that time was hastening to its downfall, did\nnot think of conquest; but wickedly disposed powers which sprang into\nexistence upon their downfall brought the colony into extreme danger.",
        "[Limahong and the Mandarins’ visit.] In the attack of the noted pirate,\nLimahong, in 1574, they escaped destruction only by a miracle; and\nsoon new dangers threatened them afresh. In 1603 a few mandarins came\nto Manila, under the pretence of ascertaining whether the ground\nabout Cavite was really of gold. They were supposed to be spies,\nand it was concluded, from their peculiar mission, that an attack\nupon the colony was intended by the Chinese.",
        "[Early massacre of Chinese.] The archbishop and the priests incited\nthe distrust which was felt against the numerous Chinese who were\nsettled in Manila. Mutual hate and suspicion arose; both parties feared\none another and prepared for hostilities. The Chinese commenced the\nattack; but the united forces of the Spaniards, being supported by\nthe Japanese and the Filipinos, twenty-three thousand, according\nto other reports twenty-five thousand, of the Chinese were either\nkilled or driven into the desert. When the news of this massacre\nreached China, a letter from the Royal Commissioners was sent to the\nGovernor of Manila. That noteworthy document shows in so striking a\nmanner how hollow the great government was at that time that I have\ngiven a literal translation of it at the end of this chapter.",
        "[Chinese laborers limited.] After the extermination of the Chinese,\nfood and all Chinese other necessaries of life were difficult to\nobtain on account of the utter unreliability of the natives for work;\nbut by 1605 the number of Chinese [248] had again so increased that\na decree was issued limiting them to six thousand, “these to be\nemployed in the cultivation of the country;” while at the same time\ntheir rapid increase was taken advantage of by the captain-general\nfor his own interest, as he exacted eight dollars from each Chinaman\nfor permission to remain. In 1539 the Chinese population had risen to\nthirty thousand, according to other information, to forty thousand,\nwhen they revolted and were reduced to seven thousand. “The natives,\nwho generally were so listless and indifferent, showed the utmost\neagerness in assisting in the [Another massacre.] massacre of the\nChinese, but more from hatred of this industrious people than from\nany feeling of friendship towards the Spaniards.” [249]",
        "[The pirate Kog-seng.] The void occasioned by this massacre was\nsoon filled up again by Chinese immigrants; and in 1662 the colony\nwas once more menaced with a new and great danger, by the Chinese\npirate Kog-seng, who had under his command between eighty and one\nhundred thousand men, and who already had dispossessed the Dutch\nof the Island of Formosa. He demanded the absolute submission of\nthe Philippines; his sudden death, however, saved the colony, and\noccasioned a fresh outbreak of fury against the Chinese settlers in\nManila, a great number of whom were butchered in their own “quarter\"\n(ghetto). [250] Some dispersed and hid themselves; a few in their\nterror plunged into the water or hanged themselves; and a great number\nfled in small boats to Formosa. [251]",
        "[Another expulsion.] In 1709 the jealousy against the Chinese once\nmore had reached such a height that they were accused of rebellion,\nand particularly of monopolizing the trades, and, with the exception\nof the most serviceable of the artisans and such of them as were\nemployed by the Government, they were once again expelled. Spanish\nwriters praise the salutariness of these measures; alleging that\n“under the pretence of agriculture the Chinese carry on trade; they\nare cunning and careful, making money and sending it to China, so that\nthey defraud the Philippines annually of an enormous amount.” Sonnerat,\nhowever, complains that art, trade, and commerce had not recovered\nfrom these severe blows; though, he adds, fortunately the Chinese,\nin spite of prohibitory decrees, are returning through the corrupt\nconnivance of the governor and officials.",
        "[Thrifty traders.] To the present day they are blamed as being\nmonopolists, particularly by the creoles; and certainly, by means\nof their steady industry and natural commercial aptitude, they\nhave appropriated nearly all the retail trade to themselves. The\nsale of European imported goods is entirely in their hands; and the\nwholesale purchase of the produce of the country for export is divided\nbetween the natives, creoles, and the Chinese, the latter taking about\none-half. Before this time only the natives and creoles were permitted\nto own ships for the purpose of forwarding the produce to Manila.",
        "In 1757 the jealousy of the Spaniards broke out again in the form\nof a new order from Madrid, directing the expulsion of the Chinese;\nand in 1759 the decrees of banishment, which were repeatedly evaded,\nwere carried into effect: but, as the private interests of the\nofficials did not happen to coincide with those of the creole traders,\nthe consequence was that “the Chinese soon streamed back again in\nincredible numbers,” and made common cause with the English upon\ntheir invasion in 1762. [252] [Anda’s and 1819 massacres.] Thereupon,\nSr. Anda commanded “that all the Chinese in the Philippine Islands\nshould be hanged,” which order was very generally carried out. [253]\nThe last great Chinese massacre took place in 1819, when the aliens\nwere suspected of having brought about the cholera by poisoning\nthe wells. The greater part of the Europeans in Manila also fell\nvictims to the fury of the populace, but the Spaniards generally were\nspared. The prejudice of the Spaniards, especially of the creoles,\nhad always been directed against the Chinese tradesmen, who interfered\nunpleasantly with the fleecing of the natives; and against this class\nin particular were the laws of limitation aimed. They would willingly\nhave let them develop the country by farming but the hostility of\nthe natives generally prevented this.",
        "[Expulsion of merchants from Manila.] A decree, issued in 1804,\ncommanded all Chinese shopkeepers to leave Manila within eight days,\nonly those who were married being allowed to keep shops; and their\nresidence in the provinces was permitted only upon the condition\nthat they confined themselves entirely to agriculture. Magistrates\nwho allowed these to travel in their districts were fined $200; the\ndeputy-governor $25; and the wretched Chinese were punished with from\ntwo to three years’ confinement in irons.",
        "In 1839 the penalties against the Chinese were somewhat mitigated,\nbut those against the magistrates were still maintained on account\nof their venality. In 1843 Chinese ships were placed upon terms of\nequality with those of other foreign countries (Leg. Ult., II.,\n476). In 1850 Captain-General Urbiztondo endeavored to introduce\nChinese colonial farming, and with this object promised a reduction\nof the taxes to all agricultural immigrants. Many Chinese availed\nthemselves of this opportunity in order to escape the heavy poll-tax;\nbut in general they soon betook themselves to trading once more.",
        "[Oppressive taxation.] Of late years the Chinese have not suffered\nfrom the terrible massacres which used formerly to overtake them;\nneither have they suffered banishment; the officials being content to\nsuppress their activity by means of heavy and oppressive taxes. For\ninstance, at the end of 1867 the Chinese shopkeepers were annually\ntaxed $50 for permission to send their goods to the weekly market;\nthis was in addition to a tax of from $12 to $100 on their occupations;\nand at the same time they were commanded thenceforth to keep their\nbooks in Spanish (English Consular Report, 1859).",
        "[Excellent element in population.] The Chinese remain true to their\ncustoms and mode of living in the Philippines, as they do everywhere\nelse. When they outwardly embrace Christianity, it is done merely to\nfacilitate marriage, or from some motive conducive to their worldly\nadvantage; and occasionally they renounce it, together with their\nwives in Manila, when about to return home to China. Very many of\nthem, however, beget families, are excellent householders, and their\nchildren in time form the most enterprising, industrious, and wealthy\nportion of the resident population.",
        "[Formidable competitors.] Invigorated by the severe struggle for\nexistence which they have experienced in their over-populated\ncountry, the Chinese appear to preserve their capacity for labor\nperfectly unimpaired by any climate. No nation can equal them in\ncontentedness, industry, perseverance, cunning, skill, and adroitness\nin trades and mercantile matters. When once they gain a footing, they\ngenerally appropriate the best part of the trade to themselves. In\nall parts of external India they have dislodged from every field\nof employment not only their native but, progressively, even their\nEuropean competitors. Not less qualified and successful are they in\nthe pursuance of agriculture than in trade. The emigration from the\ntoo thickly peopled empire of China has scarcely begun. As yet it is\nbut a small stream, but it will by-and-by pour over all the tropical\ncountries of the East in one mighty torrent, completely destroying all\nsuch minor obstacles as jealous interference and impotent precaution\nmight interpose.",
        "[Sphere of futureinflunce.] Over every section of remote India,\nin the South Sea, in the Indian Archipelago, in the states of South\nAmerica, the Chinese seem destined, in time, either to supplant every\nother element, or to found a mixed race upon which to stamp their\nindividuality. In the Western States of the Union their number is\nrapidly on the increase; and the factories in California are worked\nentirely by them, achieving results that cannot be accomplished by\nEuropean labor.",
        "[Mongolian vs. Caucasion in America.] One of the most interesting of\nthe many questions of large comprehensiveness which connect themselves\nwith the penetration of the Mongolian race into America, which up\ntill now it had been the fashion to regard as the inheritance of the\nCaucasians, is the relative capacity of labor possessed by both these\ntwo great races, who in the Western States of America have for the\nfirst time measured their mutual strength in friendly rivalry. Both\nare there represented in their most energetic individuality; [254]\nand every nerve will be strained in carrying on the struggle, inasmuch\nas no other country pays for labor at so high a rate.",
        "[Efficiency and reliability of Chinese labor.] The conditions, however,\nare not quite equal, as the law places certain obstacles in the way of\nthe Chinese. The courts do not protect them sufficiently from insult,\nwhich at times is aggravated into malicious manslaughter through\nthe ill-usage of the mob, who hate them bitterly as being reserved,\nuncompanionable workers. Nevertheless, the Chinese immigrants take\ntheir stand firmly. The western division of the Pacific Railway has\nbeen chiefly built by the Chinese, who, according to the testimony of\nthe engineers, surpass workmen of all other nationalities in diligence,\nsobriety, and good conduct. What they lack in physical power they\nmake up for in perseverance and working intelligently together. The\nunique and nearly incredible performance that took place on April 28,\n1859, when ten miles of railway track were laid in eleven working\nhours along a division of land which had in no way been prepared\nbeforehand, was accomplished by Chinese workmen; and indeed only by\nthem could it have been practicable. [255]",
        "[Chinese cleverness and industry.] Of course, the superiority of the\nEuropean in respect Chinese of the highest intellectual faculties is\nnot for a moment to be doubted; but, in all branches of commercial\nlife in which cleverness and perservering industry are necessary to\nsuccess, the Chinese certainly appear entitled to the award. To us\nit appears that the influx of Chinese must certainly sooner or later\nkindle a struggle between capital and labor, in order to set a limit\nupon demands perceptibly growing beyond moderation.",
        "[Chinese problem in America.] The increasing Chinese immigration\nalready intrudes upon the attention of American statesmen questions of\nthe utmost social and political importance. What influence will this\nentirely new and strange element exercise over the conformation of\nAmerican relations? Will the Chinese found a State in the States, or go\ninto the Union on terms of political equality with the other citizens,\nand form a new race by alliance with the Caucasian element? These\nproblems, which can only be touched upon here in a transitory form,\nhave been dealt with in a masterly manner by Pumpelly, in his work\nAcross America and Asia, published in London in 1870.",
        "Letter of the Commissary-General of Chinchew to Don Pedro De Acuña,\nGovernor of the Philippines",
        "To the powerful Captain-General of Luzon:",
        "“Having been given to understand that the Chinese who proceeded to\nthe kingdom of Luzon in order to buy and sell had been murdered by\nthe Spaniards, I have investigated the motives for these massacres,\nand begged the Emperor to exercise justice upon those who had engaged\nin these abominable offences, with a view to security in the future.",
        "“In former years, before my arrival here as royal commissioner, a\nChinese merchant named Tioneg, together with three mandarins, went\nwith the permission of the Emperor of China from Luzon to Cavite,\nfor the purpose of prospecting for gold and silver; which appears to\nhave been an excuse, for he found neither gold nor silver; I thereupon\nprayed the Emperor to punish this imposter Tioneg, thereby making\npatent the strict justice which is exercised in China.",
        "“It was during the administration of the ex-Viceroy and Eunuchs\nthat Tioneg and his companion, named Yanglion, uttered the untruth\nalready stated; and subsequently I begged the Emperor to transmit\nall the papers bearing upon the matter, together with the minutes\nof Tioneg’s accusation; when I myself examined the before-mentioned\npapers, and knew that everything that the accused Tioneg had said\nwas utterly untrue.",
        "“I wrote to the Emperor and stated that, on account of the untruth\nwhich Tioneg had been guilty of, the Castilians entertained the\nsuspicion that he wished to make war upon them, and that they,\nunder this idea, had murdered more than thirty thousand Chinese in\nLuzon. The Emperor, complying with my request, punished the accused\nYanglion, though he omitted to put him to death; neither was Tioneg\nbeheaded or confined in a cage. The Chinese people who had settled in\nLuzon were in no way to blame. I and others discussed this with the\nEmperor in order to ascertain what his pleasure was in this matter,\nas well as in another, namely, the arrival of two English ships on\nthe coast of Chinchew (Fukien or Amoy district)–a very dangerous\ncircumstance for China; and to obtain His Imperial Majesty’s decision\nas to both these most serious matters.",
        "“We also wrote to the Emperor that he should direct the punishment of\nboth these Chinese; and, in acknowledging our communication, he replied\nto us, in respect to the English ships which had arrived in China,\nthat in case they had come for the purpose of plundering, they should\nbe immediately commanded to depart thence for Luzon; and, with regard\nto the Luzon difficulty, that the Castilians should be advised to give\nno credence to rogues and liars from China; and both the Chinese who\nhad discovered the harbor to the English should be executed forthwith;\nand that in all other matters upon which we had written to him, our\nwill should be his. Upon receipt of this message by us–the Viceroy,\nthe Eunuch, and myself–we hereby send this our message to the Governor\nof Luzon, that his Excellency may know the greatness of the Emperor\nof China and of his Empire, for he is so powerful that he commands\nall upon which the sun and moon shine, and also that the Governor of\nLuzon may learn with what great wisdom this mighty empire is governed,\nand which power no one for many years has attempted to insult, although\nthe Japanese have sought to disturb the tranquillity of Korea, which\nbelongs to the Government of China. They did not succeed, but on the\ncontrary were driven out, and Korea has remained in perfect security\nand peace, which those in Luzon well know by report.",
        "“Years ago, after we learnt that so many Chinese perished in Luzon\non account of Tioneg’s lies, many of us mandarins met together,\nand resolved to leave it to the consideration of the Emperor to\ntake vengeance for so great a massacre; and we said as follows:–The\ncountry of Luzon is a wretched one, and of very little importance. It\nwas at one time only the abode of devils and serpents; and only\nbecause (within the last few years) so large a number of Chinese\nwent thither for the purpose of trading with the Castilians has it\nimproved to such an extent; in which improvement the accused Sangleyes\nmaterially assisted by hard labor, the walls being raised by them,\nhouses built, and gardens laid out, and other matters accomplished\nof the greatest use to the Castilians; and now the question is, why\nhas no consideration been paid for these services, and these good\noffices acknowledged with thanks, without cruelly murdering so many\npeople? And although we wrote to the King twice or thrice concerning\nthe circumstances, he answered us that he was indignant about the\nbefore-mentioned occurrences, and said for three reasons it is not\nadvisable to execute vengeance, nor to war against Luzon. The first\nis that for a long time till now the Castilians have been friends\nof the Chinese; the second, that no one can predict whether the\nCastilians or the Chinese would be victorious; and the third and last\nreason is, because those whom the Castilians have killed were wicked\npeople, ungrateful to China, their native country, their elders,\nand their parents, as they have not returned to China now for very\nmany years. These people, said the Emperor, he valued but little for\nthe foregoing reasons; and he commanded the Viceroy, the Eunuch, and\nmyself, to send this letter through those messengers, so that all in\nLuzon may know that the Emperor of China has a generous heart, great\nforbearance, and much mercy, in not declaring war against Luzon; and\nhis justice is indeed manifest, as he has already punished the liar\nTioneg. Now, as the Spaniards are wise and intelligent, how does it\nhappen that they are not sorry for having massacred so many people,\nfeeling no repentance thereat, and also are not kinder to those of the\nChinese who are still left? Then when the Castilians show a feeling of\ngood-will, and the Chinese and Sangleyes who left after the dispute\nreturn, and the indebted money is repaid, and the property which was\ntaken from the Sangleyes restored, then friendship will again exist\nbetween this empire and that, and every year trading-ships shall come\nand go; but if not, then the Emperor will allow no trading, but on the\ncontrary will at once command a thousand ships of war to be built,\nmanned with soldiers and relations of the slain, and will, with the\nassistance of other peoples and kingdoms who pay tribute to China, wage\nrelentless war, without quarter to any one; and upon its conclusion\nwill present the kingdom of Luzon to those who do homage to China.",
        "“This letter is written by the Visitor-General on the 12th of the\nsecond month.”",
        "A contemporary letter of the Ruler of Japan forms a somewhat notable\ncontrast:–",
        "Letter of Daifusama, Ruler of Japan",
        "“To the Governor Don Pedro de Acuña, in the year 1605:",
        "“I have received two letters from your Excellency, as also all the\ndonations and presents described in the inventory. Amongst them was\nthe wine made from grapes, which I enjoyed very much. In former years\nyour Excellency requested that six ships might come here, and recently\nfour, which request I have always complied with.",
        "“But my great displeasure has been excited by the fact that of the four\nships upon whose behalf your Excellency interposed, one from Antonio\nmade the journey without my permission. This was a circumstance of\ngreat audacity, and a mark of disrespect to me. Does your Excellency\nwish to send that ship to Japan without my permission?",
        "“Independently of this, your Excellency and others have many times\ndiscussed with me concerning the antecedents and interests of Japan,\nand many other matters, your requests respecting which I cannot comply\nwith. This territory is called Xincoco, which means ’consecrated to\nIdols,’ which have been honored with the highest reverence from the\ndays of our ancestor until now, and whose actions I alone can neither\nundo nor destroy. Wherefore, it is in no way fitting that your laws\nshould be promulgated and spread over Japan; and if, in consequence\nof these misunderstandings, your Excellency’s friendship with the\nempire of Japan should cease, and with me likewise, it must be so,\nfor I must do that which I think is right, and nothing which is\ncontrary to my own pleasure.",
        "“Finally, I have heard it frequently said, as a reproach, that many\nJapanese–wicked, corrupt men–go to your kingdom, remaining there\nmany years, and then return to Japan. This complaint excites my anger,\nand therefore I must request your Excellency henceforth not to allow\nsuch persons to return in the ships which trade here. Concerning the\nremaining matters, I trust your Excellency will hereafter employ your\njudgment and circumspection in such a manner as to avoid incurring\nmy displeasure for the future.”",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}