{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XVI",
    "author": "I. Windslow Ayer",
    "chapter": "17",
    "content": [
        "\n\n",
        "TESTIMONY OF GEN. B.J. SWEET–LIST OF OFFICERS AND MEMBERS OF THE\nMcCLELLAN CLUBS IN CHICAGO.",
        "The services of Brig.-Gen. B.J. Sweet, in relation to the Northwestern\nConspiracy, have already been briefly mentioned, and the reader will\nperhaps find the report of that officer’s testimony full of interest.\nAfter the communications by the writer to Gen. Sweet (then Colonel) in\ncommand of Camp Douglas, which were made by request of Gen. Paine,\ndispatches were regularly forwarded to that officer, who never failed to\nreceive them with gratification. The service was one of extreme danger,\ndifficulty and delicacy, requiring the most careful attention, unceasing\nvigilance, and only the consciousness of discharging an important and\nimperative duty to the country, and the confident belief that invaluable\naid might thus be rendered, could have induced the writer to enter upon\nand pursue a line of service, a thousand times more distasteful and\nperilous than active service upon the field.",
        "The recognition of the writer’s services by Brig.-Gen. Paine, and\nsubsequently by Maj. Gen. Hooker, in commendatory letters, will ever be\nremembered, showing as it did, a grateful appreciation by those gallant\nofficers, of services of which, from their character, the public could\nhave no knowledge for the time being.",
        "The following is the testimony of Gen. Sweet, as substantially given\nbefore the military commission in Cincinnati:",
        "My name is Benjamin J. Sweet; I am and was, during the months of\nSeptember, October, and November of last year, Colonel of the 8th Regiment\nVeteran Reserve Corps; I was also, and still am, Commandant of the Post of\nChicago, including Camp Douglas. The post I command extended, I suppose to\nthe limits of the surrounding posts.",
        "The Judge Advocate.–What are the geographical limits of the command of\nthe Post of Chicago.",
        "Mr. Asay objected to the question, as involving a matter of law and not of\nevidence, but his objection was overruled by the Court.",
        "Witness continued.–My jurisdiction extends to the limits of the posts\nnorth at Madison, Wisconsin, southwest to Rock Island, south, or almost\nsouth, to Springfield, and east to Detroit, Michigan. The Commandant has\njurisdiction over everything pertaining to military affairs in the\njurisdiction, over the command of all troops, and for the protection of\nthe property of the Government and of the people. Chicago is one of the\nfirst military depots of supplies in the country. There are ten depots in\ncharge of a Colonel, and Chicago is one of them. The Depot Quartermaster\nat that time was Colonel Potter. From the commencement to the latter end\nof August, the number of troops under my command, fit for duty, was from\n800 to 900. Towards the end of August, I was reinforced by about 1,200\nmen, consisting of four companies of one hundred days’ men, and the 196th\nPennsylvania Regiment, which numbered 750 men, also one hundred days’ men;\nthese remained with me sixty or seventy days. I telegraphed for these\nreinforcements. There were between 8,000 and 9,000 prisoners in camp up to\nNovember. On the 6th of November, the morning report shows 796 men, rank\nand file, fit for duty. There were always on duty in Chicago about sixty\nmen acting as provost guard; this left 736 men in camp to do guard duty.\nThe sixty men in the city performed service in looking after deserters,\nguarding property, &c. The depot for supplies is in the city, and is in\ncharge of the depot quartermaster. Troops were used for doing camp duty,\nand guarding prisoners of war, and forwarding deserters to various camps.\nThe entire guard in Camp Douglas was about 500 men, 250 on duty at a time,\nand 250 off. These were changed every other day. The camp is within the\ncity limits, and is about three miles from the Court House.",
        "The conveniences to reach the camp are by way of street cars. There were\nbuildings on the north side of the camp; on the opposite side of the\nstreet, also on the east side, there was a hotel and other dwellings.\nWalsh’s house was about one-fourth of a mile from the camp, with three or\nfour houses between Walsh’s house and the camp. My duties are two-fold; I\nhave to report to Gen. Cook, at Springfield, commanding in the State, and\nto Gen. Hooker, at Department headquarters. In relation to prisoners of\nwar, I am under the instructions of the Commissary General of prisoners at\nWashington. These prisoners were arrested at my order. Messrs. Walsh,\nCantrill and Daniels were arrested by Lieut. Col. Skinner and a detachment\nof troops, at Walsh’s house. Grenfel and the witness Shanks were arrested\nat the Richmond House, and Mr. Marmaduke was arrested at the residence of\nDr. Edwards, No. 70 Adams street. Judge Morris was arrested by Mr. Keefe\nand members of the police. These arrests were made on the 6th of November.\nThey were arrested upon information which led me to believe that there was\non foot a conspiracy to release the prisoners, and get up a revolution in\nIndiana and Illinois. I regarded the emergency as immediate, and therefore\nacted promptly. I dared not trust the telegraph and the railroad, for I\nunderstood that the Sons of Liberty had men employed upon them. There were\none hundred and fifty men arrested in all. They were principally from the\nSouth and Central Illinois, and had lately arrived in Chicago. These were\nmainly from Fayette and Christian counties, Illinois. These were arrested\nin grog-shops, boarding-houses, under the pavements, and in every part of\nthe city. All of these men were arrested from their appearance and\ndescription, and by their looks were taken to be vagabonds. There were but\nfew of them armed. They asserted that they came to Chicago to see the\ncity. Some of them stated that they belonged to the Sons of Liberty, and\nsome from the Southern army; about one tenth came from the Southern army.\nThese bushwhackers were arrested partly by the city police, partly by\ncitizens, and some by soldiers.",
        "I have heard of such an organization as Klingmen’s men. Most of them\ncoming from Christain and Fayette counties. It was chiefly made up of\ndeserters from the Federal army and those who ran away from the draft, and\nwas intended to resist the draft and all the operations of the Provost\nMarshal and the General government in the prosecution of the war. I\nsucceeded in capturing the Captain and Lieutenant, and the principal men\nof the organization. It was not an organization under the United States or\nState law. I received all of these men up to the 8th of November, and all\nbeing strangers, I took them in.",
        "I do not know the exact size of Camp Douglas, but believed it comprises\nfrom 60 to 70 acres of land. The prisoners square proper, covers about 20\nacres. In November last it was enclosed by a board fence 12 feet in height\nand made of lumber an inch and a quarter in thickness. The boards were\nplaced endways and were nailed from the inside. The outside sentinels were\nstationed on a parapet about three feet from the top of the fence on the\noutside. The camp was more easily assailable from without and less\ndefensible than if the attack was made from inside.",
        "The Judge Advocate here exhibited to the witness a plan of the camp found\non the person of one of the conspirators.",
        "Colonel Sweet.–The map is very roughly drawn and is a little out of\nproportion in detail, but is a correct drawing of the camp as it was in\nAugust and September of last year. The outlines are precisely the same. As\nshown on the map there were then 40 barracks in the prison square. This\nnumber is now increased. The Guard-house and small tents on the west side\nof the camp are also moved now. The barracks marked “Yankee Barracks” is\nthe correct position of the barracks occupied by the garrison in Garrison\nSquare. The building marked “Douglas House” on the South side of the camp\nis, I suppose the Douglas University. It is a magnificent building and is\nlocated about eighteen or twenty rods from the camp fence, and overlooks\nthe entire camp. One hundred men, or even fifty men, stationed in that\nbuilding, would command Camp Douglas, and almost make it untenable to any\nforce. During the session of the Democratic Convention, and until the\ndanger was over, I stationed two companies near that building. I had in my\ncharge a prisoner named John T. Shanks at that time; he was there when I\nassumed the command of the camp, on the second of May, 1864. He was a\nclerk in the office for the commissary of prisoners. He applied to me to\ntake the oath of allegiance during the summer. His application went\nthrough me to the Commissary General of Prisoners with my approval. I\nnever approved these applications unless I was fully convinced that the\napplicant was desirous of becoming a loyal citizen. The application was\nnot granted, but I made it the basis of communication to Commissary\nGeneral that Shanks desired to serve the United States, and to take the\noath. In this camp there were some men who were more largely entrusted\nthan others. Shanks was a paroled prisoner, having the freedom of Garrison\nSquare during the day time. There were others there in the same condition–\na man named Grey, and clerks in the medical department. Shanks was allowed\nto go to the city two or three times in company with an officer. The\nprisoners are never permitted to have any funds. I gave Shanks a dollar.",
        "Shanks never used a nomme de plume that I am aware of. The prisoners were\nnot allowed to have any money, nor did they possess any unless they\nobtained it secretly. Shanks, however, had, I believe, one dollar, which I\ngave him. When a prisoner is brought to camp he is thoroughly searched, and\nany money taken from him is placed in bands of the Prisoner’s Accountant,\nto be drawn, if required, in provisions from the sutler. Letters are all\nopened, and any money they contain similarly applied. I sent Shanks to the\nhouse of Judge Morris on the 3rd of November, because five men had\njust escaped from the camp, and I traced them, I believe, to that house. I\nasked Shanks if he would not like to do the government a service. He\nreplied that he would, when I told him that I wanted him to go to the\nhouse of Morris and represent that he had violated his parole and escaped,\nand if possible must be secreted with the other prisoners. I then sent for\nKeefe, and the two went to the city in a buggy. I followed on the street\ncars, and went to my office, No 90 Washington street, where I had told\nShanks to report if he could not find the prisoners. After I had been\nthere a short time, Shanks came to me and gave me $30, which he said Mrs.\nMorris had given to him, with the exception of one dollar. I do not think\nhe had any money when he went to her house.",
        "I know Maurice Langhorne. He introduced himself to me on the 5th of\nNovember, by showing me a letter from Secretary Seward to Secretary\nStanton, recommending that he be allowed to take the oath of allegiance.\nHe gave me some information regarding the plot, but I did not know whether\nor not to take him into my confidence. At a subsequent meeting, the next\nday, however, at the Tremont House, I determined that he was an honest,\nreliable man, and one who could be trusted. He has been of great value to\nme, and his information was ever correct. On the 12th of November, after\nthe first arrests were made, I first offered to employ him. I asked him to\nidentify all who he remembered having seen in Canada, in connection with\nthe conspirators, and arrest them. He personally arrested the witness,\nJohn Maughan, at the Tremont House. He gave me information of the\nammunition in Walsh’s house, and subsequent facts proved that his\ninformation was perfectly correct. I gave him the fictitious name of\nJohnson. He never acted as a detective, but simply aided in arresting men\nhe had known before. Shanks worked for the Government ever since I knew\nhim. Up to the 12th of November, he received no pay, and after that got\n$100 a month as his salary. I believe, however, that I previously gave him\none month’s salary, to purchase some citizen’s clothing. Of the arms\nseized at Walsh’s house I have the shot guns at camp. The pistols were\nentrusted to Col. Hough to arm a citizens’ patrol, and he has not returned\nthem. I do not know the exact number of arms we captured. There were about\n354 revolvers and 200 double barreled guns found in his house, and thirty\ncavalry carbines in his barn in the city; the latter weapons were not\nloaded, but those found in his dwelling were. There were also from 14,000\nto 15,000 rounds of cartridges, and some roughly made buckshot cartridges,\nthe number of which I do not remember. We also obtained some arms from\nother persons arrested, I mean the bushwhackers. I do not think that any\narms were found on any of the prisoners at the bar, except, possibly,\nGrenfell.",
        "It will be interesting to the citizens of Chicago, if not in other\nlocalities, to peruse the following report from a newspaper, which has\nperhaps done more than any other in the United States, to aid and promote\nthe interests and cause of the rebels–a paper, the baneful influence of\nwhich Gen. Burnside well knew, and would have crushed out; but the editor\nof that print was suffered to proceed on his dirty and devilish work, and\nmost industrious has he been. The most loathsome reptiles, as we see in\nthe economy of nature, have their uses; “the toad, ugly and venomous,\nwears yet a precious jewel in his head;” the spider, cunning and fierce,\nis not without his uses; the wily serpent has his office, the viper was\nnot made in vain, and as the mighty plan of the Great Creator of the\nUniverse is above the comprehension of man, we may wonder at, but never\nunderstand why beings in the guise of men, were ever formed, who know no\npatriotism, no gratitude, none of the nobler attributes of man, and whose\nmission seems but destruction to his race, and deadly enmity to his\ncountry. The Times, who in these days of victory and triumph of Union\narms, would “steal the livery of heaven to serve the devil in,” and prate\nof its devotion to the Union, furnishes us some information it were well\nfor good citizens to know, and which we will presume is (unlike most\nstatements in that concern) reliable.",
        "We extract the following from the Chicago Times of October 20, 1864. It\nwill do to keep for reference. The comments which preface the list are\nfrom the pen of the editor of that delectable print. The only comment we\nneed make is, that almost every man whose name is upon the list, was a\nmember of the Chicago Temple of the Sons of Liberty, in good and regular\nstanding with the order:",
        "“There is at present a thoroughly organized and efficient McClellan club\nin nearly every ward in the city. The good that has resulted to the\ndemocratic party from these organizations is more than can be readily\nimagined. They have done much to stimulate men to an interest in the\nissues of the day which never would have been felt but for the exertions\nof the clubs. In those wards where these organizations have not already\nbeen formed, meetings are appointed to take place this week for the\npurpose of forming them, and by the next Sabbath there will be one in\nevery ward in the city. Ordinarily the clubs meet once a week, but they\nconvene oftener for special purposes. There are always speakers ready to\naddress these meetings, being local candidates, speakers residing in the\nwards where the meetings are held, or speakers from abroad. Below will be\nfound a list of the McClellan clubs now in effect, together with the names\nof their officers:”",
        "FIRST WARD.",
        "President, Chas. W. Patten; Vice-Presd’nt, P.D. Parks; Secretary, J.O.\nMore; Executive Committee, George S. Kimberly, William Y. Daniels, Dr.\nJ.A. Hahn, Augustus Banyon, Andrew Schall.",
        "SECOND WARD.",
        "President, William Baragwanatle; Vice-Presidents, Anton Berg, Dr. E.W.\nEdwards, Samuel Duncan; Secretary, James Rattray; Treasurer, F.E. Barber;\nExecutive Committee, F.E. Barber, James Rattray, C.C. Strawn, J.\nSchlossman, P.M. Donelan, H.L. Stewart, F. Cahill, Thos. Tilley, William\nHull.",
        "THIRD WARD.",
        "President, Geo. A. Meech; Vice-President, Stephen A. Barrett; Secretary,\nBenjamin F. Smith; Treasurer, John Dalton; Executive Committee, Joshua L.\nMarsh, John Schank, James McGrath.",
        "FOURTH WARD.",
        "President, A.A. Campbell; Vice-President, M.L. Kuth; Treasurer, Thomas\nHorless; Secretary, L.W. Binz; Executive Committee, J.H. Ferrell, Mark\nKimball, Charles Walsh.",
        "FIFTH WARD.",
        "President, Mark Sheridan; First Vice-President, M.C. Quinn; Second\nVice-President, Jas. Brennan; Secretary, Christopher Dennis; Assistant\nSecretary, James Fox; Treasurer, John Reid; Executive Committee,\nConstantine Kanu, John Keyes, John Myers, L.J. Prout, John Lyons, Michael\nMcDermott, Michael Finucan, Thomas Barry.",
        "SEVENTH WARD.",
        "President, E. Gilmore; First Vice-President, D.W. Quirk; Second\nVice-President, Gotthard Schaaff; Secretary, M.A. Donahue; Treasurer,\nJoseph Sherwin; Executive Committee, John Comisky, J.K. Boland, P.\nCaraher, T. Tully, and T.E. Courtney.",
        "NINTH WARD.",
        "President, S.S. Elson; Vice-President, R. O’Malley; Secretary, A.S.\nMorrison; Treasurer, P. Moran; Executive Committee, E.F. Runnison, P.S.\nHade, Michael Gerrity.",
        "TENTH WARD.",
        "President, Hiram M. Chase; Vice-President, H.N. Hahn; Secretary, A.L.\nAmberg; Treasurer, T.T. Gurney; Executive Committee, D.W. Manchester, M.\nMcCurdy, Joseph Hogan.",
        "FOURTEENTH WARD.",
        "President, Joseph Kuhn; Vice-President, P. Stech; Treasurer, John Schierer;\nSecretary, J.B. Winkelman; Executive Committee, B. Docter, Fred. Licht,\nN. Gerten.",
        "The Times adds:",
        "“The above list gives all the names that have ever been published. In some\nof the wards there are two clubs, and yet the permanent organization of\neither has never been given. In some other wards they have no permanent\norganization, but elect officers at each weekly meeting. In the other\nwards clubs will be formed within a few days. It should be borne in mind\nthat the above clubs are independent of the Invincible Club, which is not\na mere ward organization, but represents the whole city.”",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}