{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XII.",
    "author": "I. Windslow Ayer",
    "chapter": "13",
    "content": [
        "\n\n",
        "SECOND ATTEMPT–HINES IN COMMAND AGAIN–COPPERHEADS AGAIN TO BE THE MAIN\nFORCES TO BE RELIED UPON–REBEL GENERALS TO TAKE COMMAND OF THE RELEASED\nPRISONERS AND THE INSURRECTIONARY FORCES–THE DAY OF THE PRESIDENTIAL\nELECTION APPOINTED AS THE ONE MOST PROPER FOR THE UPRISING–THE CAPTURE OF\nSOME OF THE REBEL LEADERS AND THEIR SYMPATHIZING FRIENDS.",
        "At the time the rebel officers and soldiers left Chicago, after the\nConvention, none of them had any idea of ever coming back again, except\nCapt. Hines and a few of the leaders who consulted with him. He was shrewd\nenough to see that any effort at that time would be fruitless, and\ndetermined, so far as possible, to have all the Copperheads who would\nassist him in any second affair of the kind, drilled and organized, and\nmen able to render effective assistance. It was for this purpose that he,\nwith his comrades, went to Southern Illinois and Indiana with cavalry and\ninfantry tactics and all the appliances for instructing others in military\nmatters. The conspirators having failed at Chicago during the convention\nto make their starting point, having failed to make the great bonfire,\nwhich was to be the signal for thousands of others not quite so large, to\nburn up brightly from almost every hill-top in Ohio, Missouri, Kentucky,\nIndiana and Illinois, it was necessary for their leaders to meet again,\nand determine upon a new programme. It appears that they did meet again,\nand again the starting-point of the whole conspiracy was the release of\nthe rebel prisoners of war at Chicago, and from facts brought to light by\nthe evidence before the great military commission held in Cincinnati,\nOhio, the plan of operations was nearly the same as that of the first. The\nprisoners being released at Chicago, those at Johnston’s Island, Camp\nMorton, Camp Chase and other places were to be released by their friends,\nand then all were to be immediately placed under the command of rebel\ngenerals sent here for the purpose of heading the rebellion, when it once\nbroke out. This may seem like fiction to some; the idea of rebel generals\nbeing here in the North for the purpose of aiding and taking the lead of\nthe conspirators; but it is nevertheless true, as disclosed by one of the\nprisoners taken at Chicago; and it also appears that these generals had\nseveral states partitioned off into districts and departments, of which,\neach department commander was to have exclusive control.",
        "The new programme having been adopted, all that was necessary was to fix\nupon the day. The day must be one upon which more than the usual number of\nvisitors would be in the city, in order that their coming and staying\nwould not be noticed, and it seemed they selected the day of election, as\nthe one most suitable for their purposes; and if possible a day when the\nmilitary and civil authorities would be most likely to be caught off their\nguard. For several days before the 8th of November last, their spies had\nbeen coming into the city, in order to get suitable quarters for the men\nwhen they arrived, and in parts of the city where they would be least\nliable to suspicion. In the efforts to secure suitable boarding houses for\nthese incendiaries, various citizens of Chicago took an active part, and\neven went to the depots to receive them, and escort them into the bosom of\nthe city they were so soon to attempt to destroy. It was not until the\nSaturday just before the election, that Gen. Sweet had positive\ninformation of the rebels being in the city, and received full\ninformation of the details of their plans, and began to take measures\nquietly to capture them. This he did at once, and at the same time had\nevery preparation made to repel any attack upon the garrison of Camp\nDouglas; and he succeeded admirably, following up his information with\nsuch energy, that before daylight of the Monday morning following, he had\ncaptured enough of the rebel leaders (and their friends in such connexion\nas to leave no doubt of their guilt,) to make every disloyal man quake in\nhis boots. The captures of the military and police were not confined alone\nto the conspirators, and in addition to them were captured immense\nmilitary stores of all kinds, boxes of guns already shotted, cart loads of\narmy pistols loaded and ready for the bloody work expected of them,\nholsters, pistol belts, cartridges by the cart load, and enough munitions\nof war to have started an arsenal of moderate size. These arms were not\ntaken from the rebels, but found in the houses of citizens of Chicago, who\ncan produce witnesses upon the stand (of pretended loyalty and standing,\nsome of them being office-holders under the Government,) to swear that\nthey themselves are, and have always been loyal and true to their\nallegiance. In the house of Charles Walsh, most of these arms were taken,\nand also there were captured two rebel soldiers, Captain George Cantrill\nand Charles Travis Daniels, who were shortly after identified; and\nCantrill partly confessed his views, and his complicity with the\nCopperheads. This man Cantrill had been one of those who had come to\nChicago during the Convention, for the same purpose, and averred that then\nand at the election, the Copperheads had offered and held out to them\nevery inducement to get them here. That had it not been for them he would\nnever have come here. It may be well here to publish a little incident,\nshowing fully the kindred feelings existing between the conspirators and\nthe inmates of Camp Douglas. It was a well known fact, that there were\nseveral thousand of John Morgan’s desperadoes confined in this prison, and\nthe Copperhead conspirators, to show their refinement of feeling, their\naccommodating dispositions, and their attention to the worst of these men,\nhad purchased for their use exclusively, the finest cavalry carbines then\nmade in the United States, and had them stored in the immediate\nneighborhood of the prison, when upon being released they could at once\nbegin to revel in a carnival of blood. Happy, happy for the people of\nChicago, having passed through one of the most critical periods of their\nexistence, without knowing that they were threatened with any disaster,\nignorant that there was a mine beneath their feet, just ready to be sprung\nat any moment, with their own fellow citizens pulling at the spring,\nwilling to involve them in general and complete ruin–willing to subject\nthem to the ravages of such bloodthirsty villains as the inmates of Camp\nDouglas. The people of Chicago never can appreciate, to its fullest\nextent, the danger through which they have passed, for several reasons.\nFirst, because they were ignorant of it at the time, and the conspirators\nhad and have now at their command, a bitter partizan press in their\ninterests, and entirely subservient to their views, whose interests it is\nto prevent these facts from becoming generally believed, and when they are\npresented to the public with the naked truth, to hiss at and cry them down\nas emanating from the brains of lunatics, or a conspiracy of detectives to\nruin the reputation of innocent and guiltless persons. Secondly, because\nthey never experienced the horrors which must necessarily have followed\nhad the conspirators been successful.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}