{
    "title": "The Old Merchant Marine - Chapter V. Yankee Vikings and New Trade Routes",
    "author": "Ralph D. Paine",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "Soon after the Revolution the spirit of commercial exploration\nbegan to stir in other ports than Salem. Out from New York sailed\nthe ship Empress of China in 1784 for the first direct voyage to\nCanton, to make the acquaintance of a vast nation absolutely\nunknown to the people of the United States, nor had one in a\nmillion of the industrious and highly civilized Chinese ever so\nmuch as heard the name of the little community of barbarians who\ndwelt on the western shore of the North Atlantic. The oriental\ndignitaries in their silken robes graciously welcomed the\nforeign ship with the strange flag and showed a lively interest\nin the map spread upon the cabin table, offering every facility\nto promote this new market for their silks and teas. After an\nabsence of fifteen months the Empress of China returned to her\nhome port and her pilgrimage aroused so much attention that the\nreport of the supercargo, Samuel Shaw, was read in Congress.",
        "Surpassing this achievement was that of Captain Stewart Dean, who\nvery shortly afterward had his fling at the China trade in an\neighty-ton sloop built at Albany. He was a stout-hearted old\nprivateersman of the Revolution whom nothing could dismay, and in\nthis tiny Experiment of his he won merited fame as one of the\nAmerican pioneers of blue water. Fifteen men and boys sailed with\nhim, drilled and disciplined as if the sloop were a frigate, and\nwhen the Experiment hauled into the stream, of Battery Park, New\nYork, “martial music and the boatswain’s whistle were heard on\nboard with all the pomp and circumstance of war.” Typhoons and\nMalay proas, Chinese pirates and unknown shoals, had no terrors\nfor Stewart Dean. He saw Canton for himself, found a cargo, and\ndrove home again in a four months’ passage, which was better than\nmany a clipper could do at a much later day. Smallest and bravest\nof the first Yankee East Indiamen, this taut sloop, with the\nboatswain’s pipe trilling cheerily and all hands ready with\ncutlases and pikes to repel boarders, was by no means the least\nimportant vessel that ever passed in by Sandy Hook.",
        "In the beginnings of this picturesque relation with the Far East,\nBoston lagged behind Salem, but her merchants, too, awoke to the\nopportunity and so successfully that for generations there were\nno more conspicuous names and shipping-houses in the China trade\nthan those of Russell, Perkins, and Forbes. The first attempt was\nvery ambitious and rather luckless. The largest merchantman ever\nbuilt at that time in the United States was launched at Quincy in\n1789 to rival the towering ships of the British East India\nCompany. This Massachusetts created a sensation. Her departure\nwas a national event. She embodied the dreams of Captain Randall\nand of the Samuel Shaw who had gone as supercargo in the Empress\nof China. They formed a partnership and were able to find the\nnecessary capital.",
        "This six-hundred-ton ship loomed huge in the ayes of the crowds\nwhich visited her. She was in fact no larger than such\nfour-masted coasting schooners as claw around Hatteras with\ndeck-loads of Georgia pine or fill with coal for down East, and\nmanage it comfortably with seven or eight men for a crew. The\nMassachusetts, however, sailed in 411 the old-fashioned state and\ndignity of a master, four mates, a purser, surgeon, carpenter,\ngunner, four quartermasters, three midshipmen, a cooper, two\ncooks, a steward, and fifty seamen. The second officer was Amasa\nDelano, a man even more remarkable than the ship, who wandered\nfar and wide and wrote a fascinating book about his voyages, a\nclassic of its kind, the memoirs of an American merchant mariner\nof a breed long since extinct.",
        "While the Massachusetts was fitting out at Boston, one small\nannoyance ruffled the auspicious undertaking. Three different\ncrews were signed before a full complement could be persuaded to\ntarry in the forecastle. The trouble was caused by a\nfortune-teller of Lynn, Moll Pitcher by name, who predicted\ndisaster for the ship. Now every honest sailor knows that certain\nsuperstitions are gospel fact, such as the bad luck brought by a\ncross-eyed Finn, a black cat, or going to sea on Friday, and\nthese eighteenth century shellbacks must not be too severely\nchided for deserting while they had the chance. As it turned out,\nthe voyage did have a sorry ending and death overtook an\nastonishingly large number of the ship’s people.",
        "Though she had been designed and built by master craftsmen of New\nEngland who knew their trade surpassingly well, it was discovered\nwhen the ship arrived at Canton that her timbers were already\nrotting. They were of white oak which had been put into her green\ninstead of properly seasoned. This blunder wrecked the hopes of\nher owners. To cap it, the cargo of masts and spars had also been\nstowed while wet and covered with mud and ice, and the hatches\nhad been battened. As a result the air became so foul with decay\nthat several hundred barrels of beef were spoiled. To repair the\nship was beyond the means of Captain Randall and Samuel Shaw, and\nreluctantly they sold her to the Danish East India Company at a\nheavy loss. Nothing could have been more unexpected than to find\nthat, for once, the experienced shipbuilders had been guilty of a\nmiscalculation.",
        "The crew scattered, and perhaps the prediction of the\nfortune-teller of Lynn followed their roving courses, for when\nCaptain Amasa Delano tried to trace them a few years later, he\njotted down such obituaries as these on the list of names:",
        " “John Harris. A slave in Algiers at last accounts.\n  Roger Dyer. Died and thrown overboard off Cape Horn.\n  William Williams. Lost overboard off Japan.\n  James Crowley. Murdered by the Chinese near Macao.\n  John Johnson. Died on board an English Indiaman.\n  Seth Stowell. Was drowned at Whampoa in 1790.\n  Jeremiah Chace. Died with the small-pox at Whampoa in 1791.\n  Humphrey Chadburn. Shot and died at Whampoa in 1791.\n  Samuel Tripe. Drowned off Java Head in 1790.\n  James Stackpole. Murdered by the Chinese.\n  Nicholas Nicholson. Died with the leprosy at Macao.\n  William Murphy. Killed by Chinese pirates.\n  Larry Conner. Killed at sea.”",
        "There were more of these gruesome items--so many of them that it\nappears as though no more than a handful of this stalwart crew\nsurvived the Massachusetts by a dozen years. Incredible as it\nsounds, Captain Delano’s roster accounted for fifty of them as\ndead while he was still in the prime of life, and most of them\nhad been snuffed out by violence. As for his own career, it was\novercast by no such unlucky star, and he passed unscathed through\nall the hazards and vicissitudes that could be encountered in\nthat rugged and heroic era of endeavor. Set adrift in Canton when\nthe Massachusetts was sold, he promptly turned his hand to\nrepairing a large Danish ship which had been wrecked by storm,\nand he virtually rebuilt her to the great satisfaction of the\nowners.",
        "Thence, with money in his pocket, young Delano went to Macao,\nwhere he fell in with Commodore John McClure of the English Navy,\nwho was in command of an expedition setting out to explore a part\nof the South Seas, including the Pelew Islands, New Guinea, New\nHolland, and the Spice Islands. The Englishman liked this\nresourceful Yankee seaman and did him the honor to say, recalls\nDelano, “that he considered I should be a very useful man to him\nas a seaman, an officer, or a shipbuilder; and if it was\nagreeable to me to go on board the Panther with him, I should\nreceive the some pay and emoluments with his lieutenants and\nastronomers.” A signal honor it was at a time when no love was\nlost between British and American seafarers who had so recently\nfought each other afloat.",
        "And so Amasa Delano embarked as a lieutenant of the Bombay\nMarine, to explore tropic harbors and goons until then unmapped\nand to parley with dusky kings. Commodore McClure, diplomatic and\nhumane, had almost no trouble with the untutored islanders,\nexcept on the coast of New Guinea, where the Panther was attacked\nby a swarm of canoes and the surgeon was killed. It was a\nspirited little affair, four-foot arrows pelting like hail across\nthe deck, a cannon hurling grapeshot from the taffrail, Amasa\nDelano hit in the chest and pulling out the arrow to jump to his\nduty again.",
        "Only a few years earlier the mutineers of the Bounty had\nestablished themselves on Pitcairn Island, and Delano was able to\ncompile the first complete narrative of this extraordinary\ncolony, which governed itself in the light of the primitive\nChristian virtues. There was profound wisdom in the comment of\nAmasa Delano: “While the present natural, simple, and\naffectionate character prevails among these descendants of the\nmutineers, they will be delightful to our minds, they will be\namiable and acceptable in the sight of God, and they will be\nuseful and happy among themselves. Let it be our fervent prayer\nthat neither canting and hypocritical emissaries from schools of\nartificial theology on the one hand, nor sensual and licentious\ncrews and adventurers on the other, may ever enter the charming\nvillage of Pitcairn to give disease to the minds or the bodies of\nthe unsuspecting inhabitants.”",
        "Two years of this intensely romantic existence, and Delano\nstarted homeward. But there was a chance of profit at Mauritius,\nand there he bought a tremendous East Indiaman of fourteen\nhundred tons as a joint venture with a Captain Stewart and put a\ncrew of a hundred and fifty men on board. She had been brought in\nby a French privateer and Delano was moved to remark, with an\nindignation which was much in advance of his times: “Privateering\nis entirely at variance with the first principle of honorable\nwarfare . . . . This system of licensed robbery enables a wicked\nand mercenary man to insult and injure even neutral friends on\nthe ocean; and when he meets an honest sailor who may have all\nhis earnings on board his ship but who carries an enemy’s flag,\nhe plunders him of every cent and leaves him the poor consolation\nthat it is done according to law . . . . When the Malay subjects\nof Abba Thule cut down the cocoanut trees of an enemy, in the\nspirit of private revenge, he asked them why they acted in\nopposition to the principles on which they knew he always made\nand conducted a war. They answered, and let the reason make us\nhumble, ’The English do so.’”",
        "In his grand East Indiaman young Captain Delano traded on the\ncoast of India but soon came to grief. The enterprise had been\ntoo large for him to swing with what cash and credit he could\nmuster, and the ship was sold from under him to pay her debts.\nAgain on the beach, with one solitary gold moidore in his purse,\nhe found a friendly American skipper who offered him a passage to\nPhiladelphia, which he accepted with the pious reflection that,\nalthough his mind was wounded and mortified by the financial\ndisaster, his motives had been perfectly pure and honest. He\nnever saw his native land with so little pleasure as on this\nreturn to it, he assures us, and the shore on which he would have\nleaped with delight was covered with gloom and sadness.",
        "Now what makes it so well worth while to sketch in brief outline\nthe careers of one and another of these bygone shipmasters is\nthat they accurately reflected the genius and the temper of their\ngeneration. There was, in truth, no such word as failure in their\nlexicon. It is this quality that appeals to us beyond all else.\nThrown on their beam ends, they were presently planning something\nelse, eager to shake dice with destiny and with courage unbroken.\nIt was so with Amasa Delano, who promptly went to work “with what\nspirits I could revive within me. After a time they returned to\ntheir former elasticity.”",
        "He obtained a position as master builder in a shipyard, saved\nsome money, borrowed more, and with one of his brothers was soon\nblithely building a vessel of two hundred tons for a voyage into\nthe Pacific and to the northwest coast after seals. They sailed\nalong Patagonia and found much to interest them, dodged in and\nout of the ports of Chili and Peru, and incidentally recaptured a\nSpanish ship which was in the hands of the slaves who formed her\ncargo.",
        "This was all in the day’s work and happened at the island of\nSanta Maria, not far from Juan Fernandez, where Captain Delano’s\nPerseverance found the high-pooped Tryal in a desperate state.\nSpanish sailors who had survived the massacre were leaping\noverboard or scrambling up to the mastheads while the African\nsavages capered on deck and flourished their weapons. Captain\nDelano liked neither the Spaniard nor the slavetrade, but it was\nhis duty to help fellow seamen in distress; so he cleared for\naction and ordered two boats away to attend to the matter. The\nchief mate, Rufus Low, was in charge, and a gallant sailor he\nshowed himself. They had to climb the high sides of the Tryal and\ncarry, in hand-to-hand conflict, the barricades of water-casks\nand bales of matting which the slaves had built across the deck.\nThere was no hanging back, and even a mite of a midshipman from\nBoston pranced into it with his dirk. The negroes were well armed\nand fought ferociously. The mate was seriously wounded, four\nseamen were stabbed, the Spanish first mate had two musket balls\nin him, and a passenger was killed in the fray.",
        "Having driven the slaves below and battened them down, the\nAmerican party returned next morning to put the irons on them. A\nhorrid sight confronted them. Thirsting for vengeance, the\nSpanish sailors had spread-eagled several of the negroes to\nringbolts in the deck and were shaving the living flesh from them\nwith razor-edged boarding lances. Captain Delano thereupon\ndisarmed these brutes and locked them up in their turn, taking\npossession of the ship until he could restore order. The sequel\nwas that he received the august thanks of the Viceroy of Chili\nand a gold medal from His Catholic Majesty. As was the custom,\nthe guilty slaves, poor wretches, were condemned to be dragged to\nthe gibbet at the tails of mules, to be hanged, their bodies\nburned, and their heads stuck upon poles in the plaza.",
        "It was while in this Chilean port of Talcahuano that Amasa Delano\nheard the tale of the British whaler which had sailed just before\nhis arrival. He tells it so well that I am tempted to quote it as\na generous tribute to a sailor of a rival race. After all, they\nwere sprung from a common stock and blood was thicker than water.\nBesides, it is the sort of yarn that ought to be dragged to the\nlight of day from its musty burial between the covers of Delano’s\nrare and ancient “Voyages and Travels.”",
        "The whaler Betsy, it seems, went in and anchored under the guns\nof the forts to seek provisions and make repairs. The captain\nwent ashore to interview the officials, leaving word that no\nSpaniards should be allowed to come aboard because of the bad\nfeeling against the English. Three or four large boats filled\nwith troops presently veered alongside and were ordered to keep\nclear. This command was resented, and the troops opened fire,\nfollowed by the forts. Now for the deed of a man with his two\nfeet under him.",
        "“The chief officer of the Betsy whose name was Hudson, a man of\nextraordinary bravery, cut his cable and his ship swung the wrong\nway, with her head in shore, passing close to several Spanish\nships which, with every vessel in the harbor that could bring a\ngun to bear, together with three hundred soldiers in boats and on\nship’s decks and the two batteries, all kept up a constant fire\non him. The wind was light, nearly a calm. The shot flew so thick\nthat it was difficult for him to make sail, some part of the\nrigging being cut away every minute.",
        "“He kept his men at the guns, and when the ship swung her\nbroadside so as to bear upon any of the Spanish ships, he kept up\na fire at them. In this situation the brave fellow continued to\nlie for three-quarters of an hour before he got his topsails\nsheeted home. The action continued in this manner for near an\nhour and a half. He succeeded in getting the ship to sea,\nhowever, in defiance of all the force that could be brought\nagainst him. The ship was very much cut to pieces in sails,\nrigging, and hull; and a considerable number of men were killed\nand wounded on board.",
        "“Hudson kept flying from one part of the deck to the other during\nthe whole time of action, encouraging and threatening the men as\noccasion required. He kept a musket in his hand most part of the\ntime, firing when he could find the leisure. Some of the men came\naft and begged him to give up the ship, telling him they should\nall be killed--that the carpenter had all one side of him shot\naway--that one man was cut in halves with a double-headed shot as\nhe was going aloft to loose the foretopsail and the body had\nfallen on deck in two separate parts--that such a man was killed\nat his duty on the forecastle, and one more had been killed in\nthe maintop--that Sam, Jim, Jack, and Tom were wounded and that\nthey would do nothing more towards getting the ship out of the\nharbor.",
        "“His reply to them was, ’then you shall be sure to die, for if\nthey do not kill you I will, so sure as you persist in any such\ncowardly resolution,’ saying at the same time, ’OUT SHE GOES, OR\nDOWN SHE GOES.’”",
        "By this resolute and determined conduct he kept the men to their\nduty and succeeded in accomplishing one of the most daring\nenterprises perhaps ever attempted.",
        "An immortal phrase, this simple dictum of first mate Hudson of\nthe Betsy, “Out she goes, or down she goes,” and not unworthy of\nbeing mentioned in the same breath with Farragut’s “Damn the\ntorpedoes.”",
        "Joined by his brother Samuel in the schooner Pilgrim, which was\nused as a tender in the sealing trade, Amasa Delano frequented\nunfamiliar beaches until he had taken his toll of skins and was\nready to bear away for Canton to sell them. There were many\nYankee ships after seals in those early days, enduring more peril\nand privation than the whalemen, roving over the South Pacific\namong the rock-bound islands unknown to the merchant navigator.\nThe men sailed wholly on shares, a seaman receiving one per cent\nof the catch and the captain ten per cent, and they slaughtered\nthe seal by the million, driving them from the most favored\nhaunts within a few years. For instance, American ships first\nvisited Mas a Fuera in 1797, and Captain Delano estimated that\nduring the seven years following three million skins were taken\nto China from this island alone. He found as many as fourteen\nvessels there at one time, and he himself carried away one\nhundred thousand skins. It was a gold mine for profit while it\nlasted.",
        "There were three Delano brothers afloat in two vessels, and of\ntheir wanderings Amasa set down this epitome: “Almost the whole\nof our connections who were left behind had need of our\nassistance, and to look forward it was no more than a reasonable\ncalculation to make that our absence would not be less than three\nyears . . . together with the extraordinary uncertainty of the\nissue of the voyage, as we had nothing but our hands to depend\nupon to obtain a cargo which was only to be done through storms,\ndangers, and breakers, and taken from barren rocks in distant\nregions. But after a voyage of four years for one vessel and five\nfor the other, we were all permitted to return safe home to our\nfriends and not quite empty-handed. We had built both of the\nvessels we were in and navigated them two and three times around\nthe globe.” Each one of the brothers had been a master builder\nand rigger and a navigator of ships in every part of the world.",
        "By far the most important voyage undertaken by American\nmerchantmen during the decade of brilliant achievement following\nthe Revolution was that of Captain Robert Gray in the Columbia,\nwhich was the first ship to visit and explore the northwest coast\nand to lead the way for such adventurers as Richard Cleveland and\nAmasa Delano. On his second voyage in 1792, Captain Gray\ndiscovered the great river he christened Columbia and so gave to\nthe United States its valid title to that vast territory which\nLewis and Clark were to find after toiling over the mountains\nthirteen years later.",
        "Continue...",
        "\nThe e-text of “The Old Merchant Marine, A Chronicle of American Ships and Sailors” (Ralph D. Paine) is free for you to copy.\nPage created by Philipp Lenssen.\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Merchant MarineBy Ralph D. PaineAt Amazon"
    ]
}