{
    "title": "The Diary of a Nobody - Chapter XV.",
    "author": "George and Weedon Grossmith",
    "chapter": "16",
    "content": [
        "\n\n",
        "Gowing explains his conduct.  Lupin takes us for a drive, which we\ndon’t enjoy.  Lupin introduces us to Mr. Murray Posh.",
        "\nFebruary 8. - It does seem hard I cannot get good sausages for\nbreakfast.  They are either full of bread or spice, or are as red\nas beef.  Still anxious about the 20 pounds I invested last week by\nLupin’s advice.  However, Cummings has done the same.",
        "February 9. - Exactly a fortnight has passed, and I have neither\nseen nor heard from Gowing respecting his extraordinary conduct in\nasking us round to his house, and then being out.  In the evening\nCarrie was engaged marking a half-dozen new collars I had\npurchased.  I’ll back Carrie’s marking against anybody’s.  While I\nwas drying them at the fire, and Carrie was rebuking me for\nscorching them, Cummings came in.",
        "He seemed quite well again, and chaffed us about marking the\ncollars.  I asked him if he had heard from Gowing, and he replied\nthat he had not.  I said I should not have believed that Gowing\ncould have acted in such an ungentlemanly manner.  Cummings said:\n“You are mild in your description of him; I think he has acted like\na cad.”",
        "The words were scarcely out of his mouth when the door opened, and\nGowing, putting in his head, said:  “May I come in?”  I said:\n“Certainly.”  Carrie said very pointedly:  “Well, you ARE a\nstranger.”  Gowing said:  “Yes, I’ve been on and off to Croydon\nduring the last fortnight.”  I could see Cummings was boiling over,\nand eventually he tackled Gowing very strongly respecting his\nconduct last Saturday week.  Gowing appeared surprised, and said:\n“Why, I posted a letter to you in the morning announcing that the\nparty was ’off, very much off.’”  I said:  “I never got it.\"\nGowing, turning to Carrie, said:  “I suppose letters sometimes\nMISCARRY, don’t they, MRS. Carrie?”  Cummings sharply said:  “This\nis not a time for joking.  I had no notice of the party being put\noff.”  Gowing replied:  “I told Pooter in my note to tell you, as I\nwas in a hurry.  However, I’ll inquire at the post-office, and we\nmust meet again at my place.”  I added that I hoped he would be\npresent at the next meeting.  Carrie roared at this, and even\nCummings could not help laughing.",
        "February 10, Sunday. - Contrary to my wishes, Carrie allowed Lupin\nto persuade her to take her for a drive in the afternoon in his\ntrap.  I quite disapprove of driving on a Sunday, but I did not\nlike to trust Carrie alone with Lupin, so I offered to go too.\nLupin said:  “Now, that is nice of you, Guv., but you won’t mind\nsitting on the back-seat of the cart?”",
        "Lupin proceeded to put on a bright-blue coat that seemed miles too\nlarge for him.  Carrie said it wanted taking in considerably at the\nback.  Lupin said:  “Haven’t you seen a box-coat before?  You can’t\ndrive in anything else.”",
        "He may wear what he likes in the future, for I shall never drive\nwith him again.  His conduct was shocking.  When we passed Highgate\nArchway, he tried to pass everything and everybody.  He shouted to\nrespectable people who were walking quietly in the road to get out\nof the way; he flicked at the horse of an old man who was riding,\ncausing it to rear; and, as I had to ride backwards, I was\ncompelled to face a gang of roughs in a donkey-cart, whom Lupin had\nchaffed, and who turned and followed us for nearly a mile,\nbellowing, indulging in coarse jokes and laughter, to say nothing\nof occasionally pelting us with orange-peel.",
        "Lupin’s excuse - that the Prince of Wales would have to put up with\nthe same sort of thing if he drove to the Derby - was of little\nconsolation to either Carrie or myself.  Frank Mutlar called in the\nevening, and Lupin went out with him.",
        "February 11. - Feeling a little concerned about Lupin, I mustered\nup courage to speak to Mr. Perkupp about him.  Mr. Perkupp has\nalways been most kind to me, so I told him everything, including\nyesterday’s adventure.  Mr. Perkupp kindly replied:  “There is no\nnecessity for you to be anxious, Mr. Pooter.  It would be\nimpossible for a son of such good parents to turn out erroneously.\nRemember he is young, and will soon get older.  I wish we could\nfind room for him in this firm.”  The advice of this good man takes\nloads off my mind.  In the evening Lupin came in.",
        "After our little supper, he said:  “My dear parents, I have some\nnews, which I fear will affect you considerably.”  I felt a qualm\ncome over me, and said nothing.  Lupin then said:  “It may distress\nyou - in fact, I’m sure it will - but this afternoon I have given\nup my pony and trap for ever.”  It may seem absurd, but I was so\npleased, I immediately opened a bottle of port.  Gowing dropped in\njust in time, bringing with him a large sheet, with a print of a\ntailless donkey, which he fastened against the wall.  He then\nproduced several separate tails, and we spent the remainder of the\nevening trying blindfolded to pin a tail on in the proper place.\nMy sides positively ached with laughter when I went to bed.",
        "February 12. - In the evening I spoke to Lupin about his engagement\nwith Daisy Mutlar.  I asked if he had heard from her.  He replied:\n“No; she promised that old windbag of a father of hers that she\nwould not communicate with me.  I see Frank Mutlar, of course; in\nfact, he said he might call again this evening.”  Frank called, but\nsaid he could not stop, as he had a friend waiting outside for him,\nnamed Murray Posh, adding he was quite a swell.  Carrie asked Frank\nto bring him in.",
        "He was brought in, Gowing entering at the same time.  Mr. Murray\nPosh was a tall, fat young man, and was evidently of a very nervous\ndisposition, as he subsequently confessed he would never go in a\nhansom cab, nor would he enter a four-wheeler until the driver had\nfirst got on the box with his reins in his hands.",
        "On being introduced, Gowing, with his usual want of tact, said:\n“Any relation to ’Posh’s three-shilling hats’?”  Mr. Posh replied:\n“Yes; but please understand I don’t try on hats myself.  I take no\nACTIVE part in the business.”  I replied:  “I wish I had a business\nlike it.”  Mr. Posh seemed pleased, and gave a long but most\ninteresting history of the extraordinary difficulties in the\nmanufacture of cheap hats.",
        "Murray Posh evidently knew Daisy Mutlar very intimately from the\nway he was talking of her; and Frank said to Lupin once,\nlaughingly:  “If you don’t look out, Posh will cut you out!”  When\nthey had all gone, I referred to this flippant conversation; and\nLupin said, sarcastically:  “A man who is jealous has no respect\nfor himself.  A man who would be jealous of an elephant like Murray\nPosh could only have a contempt for himself.  I know Daisy.  She\nWOULD wait ten years for me, as I said before; in fact, if\nnecessary, SHE WOULD WAIT TWENTY YEARS FOR ME.”",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}