{
    "title": "The Boys’ Life of Mark Twain - V. Tom Sawyer and His Band",
    "author": "Paine",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "In beginning “The Adventures of Tom Sawyer” the author says, “Most of the\nadventures recorded in this book really occurred,” and he tells us that\nHuck Finn is drawn from life; Tom Sawyer also, though not from a single\nindividual, being a composite of three boys whom Mark Twain had known.",
        "The three boys were himself, almost entirely, with traces of two\nschoolmates, John Briggs and Will Bowen.  John Briggs was also the\noriginal of Joe Harper, the “Terror of the Seas.”  As for Huck Finn, the\n“Red-Handed,” his original was a village waif named Tom Blankenship, who\nneeded no change for his part in the story.",
        "The Blankenship family picked up an uncertain livelihood, fishing and\nhunting, and lived at first under a tree in a bark shanty, but later\nmoved into a large, barn-like building, back of the Clemens home on Hill\nStreet.  There were three male members of the household: Old Ben, the\nfather, shiftless and dissolute; young Ben, the eldest son–a doubtful\ncharacter, with certain good traits; and Tom–that is to say, Huck, who\nwas just as he is described in the book–a ruin of rags, a river-rat,\nkind of heart, and accountable for his conduct to nobody in the world.\nHe could come and go as he chose; he never had to work or go to school;\nhe could do all the things, good and bad, that other boys longed to do\nand were forbidden.  To them he was the symbol of liberty; his knowledge\nof fishing, trapping, signs, and of the woods and river gave value to his\nsociety, while the fact that it was forbidden made it necessary to Sam\nClemens’s happiness.",
        "The Blankenships being handy to the back gate of the Hill Street house,\nhe adopted them at sight.  Their free mode of life suited him.  He was\nlikely to be there at any hour of the day, and Tom made cat-call signals\nat night that would bring Sam out on the shed roof at the back and down a\nlittle trellis and flight of steps to the group of boon companions,\nwhich, besides Tom, usually included John Briggs, Will Pitts, and the two\nyounger Bowen boys.  They were not malicious boys, but just mischievous,\nfun-loving boys–little boys of ten or twelve–rather thoughtless, being\nmainly bent on having a good time.",
        "They had a wide field of action: they ranged from Holliday’s Hill on the\nnorth to the cave on the south, and over the fields and through all the\nwoods between.  They explored both banks of the river, the islands, and\nthe deep wilderness of the Illinois shore.  They could run like turkeys\nand swim like ducks; they could handle a boat as if born in one.  No\norchard or melon-patch was entirely safe from them.  No dog or slave\npatrol was so watchful that they did not sooner or later elude it.  They\nborrowed boats with or without the owner’s consent–it did not matter.",
        "Most of their expeditions were harmless enough.  They often cruised up to\nTurtle Island, about two miles above Hannibal, and spent the day\nfeasting.  There were quantities of turtles and their eggs there, and\nmussels, and plenty of fish.  Fishing and swimming were their chief\npastimes, with incidental raiding, for adventure.  Bear Creek was their\nswimming-place by day, and the river-front at night-fall–a favorite spot\nbeing where the railroad bridge now ends.  It was a good distance across\nto the island where, in the book, Tom Sawyer musters his pirate band, and\nwhere later Huck found Nigger Jim, but quite often in the evening they\nswam across to it, and when they had frolicked for an hour or more on the\nsandbar at the head of the island, they would swim back in the dusk,\nbreasting the strong, steady Mississippi current without exhaustion or\ndread.  They could swim all day, those little scamps, and seemed to have\nno fear.  Once, during his boyhood, Sam Clemens swam across to the\nIllinois side, then turned and swam back again without landing, a\ndistance of at least two miles as he had to go.  He was seized with a\ncramp on the return trip.  His legs became useless and he was obliged to\nmake the remaining distance with his arms.",
        "The adventures of Sam Clemens and his comrades would fill several books\nof the size of Tom Sawyer.  Many of them are, of course, forgotten now,\nbut those still remembered show that Mark Twain had plenty of real\nmaterial.",
        "It was not easy to get money in those days, and the boys were often\nwithout it.  Once “Huck” Blankenship had the skin of a ’coon he had\ncaptured, and offered to sell it to raise capital.  At Selms’s store, on\nWild Cat Corner, the ’coon-skin would bring ten cents.  But this was not\nenough.  The boys thought of a plan to make it bring more.  Selms’s back\nwindow was open, and the place where he kept his pelts was pretty handy.\nHuck went around to the front door and sold the skin for ten cents to\nSelms, who tossed it back on the pile.  Then Huck came back and, after\nwaiting a reasonable time, crawled in the open window, got the ’coon-\nskin, and sold it to Selms again.  He did this several times that\nafternoon, and the capital of the band grew.  But at last John Pierce,\nSelms’s clerk, said:",
        "“Look here, Mr. Selms, there’s something wrong about this.  That boy has\nbeen selling us ’coonskins all the afternoon.”",
        "Selms went back to his pile of pelts.  There were several sheep-skins and\nsome cow-hides, but only one ’coon-skin–the one he had that moment\nbought.",
        "Selms himself, in after years, used to tell this story as a great joke.",
        "One of the boys’ occasional pastimes was to climb Holliday’s Hill and\nroll down big stones, to frighten the people who were driving by.\nHolliday’s Hill above the road was steep; a stone once started would go\nplunging downward and bound across the road with the deadly momentum of a\nshell.  The boys would get a stone poised, then wait until they saw a\nteam approaching, and, calculating the distance, would give the boulder a\nstart.  Dropping behind the bushes, they would watch the sudden effect\nupon the party below as the great missile shot across the road a few\nyards before them.  This was huge sport, but they carried it too far.\nFor at last they planned a grand climax that would surpass anything\nbefore attempted in the stone-rolling line.",
        "A monstrous boulder was lying up there in the right position to go down-\nhill, once started.  It would be a glorious thing to see that great stone\ngo smashing down a hundred yards or so in front of some peaceful-minded\ncountryman jogging along the road.  Quarrymen had been getting out rock\nnot far away and had left their picks and shovels handy.  The boys\nborrowed the tools and went to work to undermine the big stone.  They\nworked at it several hours.  If their parents had asked them to work like\nthat, they would have thought they were being killed.",
        "Finally, while they were still digging, the big stone suddenly got loose\nand started down.  They were not ready for it at all.  Nobody was coming\nbut an old colored man in a cart; their splendid stone was going to be\nwasted.",
        "One could hardly call it wasted, however; they had planned for a\nthrilling result, and there was certainly thrill enough while it lasted.\nIn the first place the stone nearly caught Will Bowen when it started.\nJohn Briggs had that moment quit digging and handed Will the pick.  Will\nwas about to take his turn when Sam Clemens leaped aside with a yell:",
        "“Lookout, boys; she’s coming!”",
        "She came.  The huge boulder kept to the ground at first, then, gathering\nmomentum, it went bounding into the air.  About half-way down the hill it\nstruck a sapling and cut it clean off.  This turned its course a little,\nand the negro in the cart, hearing the noise and seeing the great mass\ncome crashing in his direction, made a wild effort to whip up his mule.",
        "The boys watched their bomb with growing interest.  It was headed\nstraight for the negro, also for a cooper-shop across the road.  It made\nlonger leaps with every bound, and, wherever it struck, fragments and\ndust would fly.  The shop happened to be empty, but the rest of the\ncatastrophe would call for close investigation.  They wanted to fly, but\nthey could not move until they saw the rock land.  It was making mighty\nleaps now, and the terrified negro had managed to get exactly in its\npath.  The boys stood holding their breath, their mouths open.",
        "Then, suddenly, they could hardly believe their eyes; a little way above\nthe road the boulder struck a projection, made one mighty leap into the\nair, sailed clear over the negro and his mule, and landed in the soft\ndirt beyond the road, only a fragment striking the shop, damaging, but\nnot wrecking it.  Half buried in the ground, the great stone lay there\nfor nearly forty years; then it was broken up.  It was the last rock the\nboys ever rolled down.  Nearly sixty years later John Briggs and Mark\nTwain walked across Holliday’s Hill and looked down toward the river\nroad.",
        "Mark Twain said: “It was a mighty good thing, John, that stone acted the\nway it did.  We might have had to pay a fancy price for that old darky I\ncan see him yet.\"[1]",
        "It can be no harm now, to confess that the boy Sam Clemens–a pretty\nsmall boy, a good deal less than twelve at the time, and by no means\nlarge for his years–was the leader of this unhallowed band.  In any\ncase, truth requires this admission.  If the band had a leader, it was\nSam, just as it was Tom Sawyer in the book.  They were always ready to\nlisten to him–they would even stop fishing to do that–and to follow his\nplans.  They looked to him for ideas and directions, and he gloried in\nbeing a leader and showing off, just as Tom did in the book.  It seems\nalmost a pity that in those far-off barefoot days he could not have\nlooked down the years and caught a glimpse of his splendid destiny.",
        "But of literary fame he could never have dreamed.  The chief ambition–\nthe “permanent ambition\"–of every Hannibal boy was to be a pilot.  The\npilot in his splendid glass perch with his supreme power and princely\nsalary was to them the noblest of all human creatures.  An elder Bowen\nboy was already a pilot, and when he came home, as he did now and then,\nhis person seemed almost too sacred to touch.",
        "Next to being a pilot, Sam thought he would like to be a pirate or a\nbandit or a trapper-scout–something gorgeous and awe-inspiring, where\nhis word, his nod, would still be law.  The river kept his river ambition\nalways fresh, and with the cave and the forest round about helped him to\nimagine those other things.",
        "The cave was the joy of his heart.  It was a real cave, not merely a\nhole, but a marvel of deep passages and vaulted chambers that led back\ninto the bluffs and far down into the earth, even below the river, some\nsaid.  Sam Clemens never tired of the cave.  He was willing any time to\nquit fishing or swimming or melon-hunting for the three-mile walk, or\npull, that brought them to its mystic door.  With its long corridors, its\nroyal chambers hung with stalactites, its remote hiding-places, it was\nexactly suitable, Sam thought, to be the lair of an outlaw, and in it he\nimagined and carried out adventures which his faithful followers may not\nalways have understood, though enjoying them none the less for that\nreason.",
        "In Tom Sawyer, Indian Joe dies in the cave.  He did not die there in real\nlife, but was lost there once and was very weak when they found him.  He\nwas not as bad as painted in the book, though he was dissolute and\naccounted dangerous; and when one night he died in reality, there came a\nthunder-storm so terrific that Sam Clemens at home, in bed, was certain\nthat Satan had come in person for the half-breed’s soul.  He covered his\nhead and said his prayers with fearful anxiety lest the evil one might\ndecide to save another trip by taking him along then.",
        "The treasure-digging adventure in the book had this foundation in fact:\nIt was said that two French trappers had once buried a chest of gold\nabout two miles above Hannibal, and that it was still there.  Tom\nBlankenship (Huck) one morning said he had dreamed just where the\ntreasure was, and that if the boys–Sam Clemens and John Briggs–would go\nwith him and help dig, he would divide.  The boys had great faith in\ndreams, especially in Huck’s dreams.  They followed him to a place with\nsome shovels and picks, and he showed them just where to dig.  Then he\nsat down under the shade of a pawpaw-bush and gave orders.",
        "They dug nearly all day.  Huck didn’t dig any himself, because he had\ndone the dreaming, which was his share.  They didn’t find the treasure\nthat day, and next morning they took two long iron rods to push and drive\ninto the ground until they should strike something.  They struck a number\nof things, but when they dug down it was never the money they found.\nThat night the boys said they wouldn’t dig any more.",
        "But Huck had another dream.  He dreamed the gold was exactly under the\nlittle pawpaw-tree.  This sounded so circumstantial that they went back\nand dug another day.  It was hot weather, too–August–and that night\nthey were nearly dead.  Even Huck gave it up then.  He said there was\nsomething wrong about the way they dug.",
        "This differs a good deal from the treasure incident in the book, but it\nshows us what respect the boys had for the gifts of the ragamuffin\noriginal of Huck Finn.  Tom Blankenship’s brother Ben was also used, and\nvery importantly, in the creation of our beloved Huck.  Ben was\nconsiderably older, but certainly no more reputable, than Tom.  He\ntormented the smaller boys, and they had little love for him.  Yet\nsomewhere in Ben Blankenship’s nature there was a fine, generous strain\nof humanity that provided Mark Twain with that immortal episode–the\nsheltering of Nigger Jim.  This is the real story:",
        "A slave ran off from Monroe County, Missouri, and got across the\n     river into Illinois.  Ben used to fish and hunt over there in the\n     swamps, and one day found him.  It was considered a most worthy act\n     in those days to return a runaway slave; in fact, it was a crime not\n     to do it.  Besides, there was for this one a reward of fifty\n     dollars–a fortune to ragged, out-cast Ben Blankenship.  That money,\n     and the honor he could acquire, must have been tempting to the waif,\n     but it did not outweigh his human sympathy.  Instead of giving him\n     up and claiming the reward, Ben kept the runaway over there in the\n     marshes all summer.  The negro fished, and Ben carried him scraps of\n     other food.  Then, by and by, the facts leaked out.  Some wood-\n     choppers went on a hunt for the fugitive and chased him to what was\n     called Bird Slough.  There, trying to cross a drift, he was drowned.",
        "Huck’s struggle in the book is between conscience and the law, on one\nside, and deep human sympathy on the other.  Ben Blankenship’s struggle,\nsupposing there was one, would be between sympathy and the offered\nreward.  Neither conscience nor law would trouble him.  It was his native\nhumanity that made him shelter the runaway, and it must have been strong\nand genuine to make him resist the lure of the fifty-dollar prize.",
        "There was another chapter to this incident.  A few days after the\ndrowning of the runaway, Sam Clemens and his band made their way to the\nplace and were pushing the drift about, when, all at once, the negro shot\nup out of the water, straight and terrible, a full half-length in the\nair.  He had gone down foremost and had been caught in the drift.  The\nboys did not stop to investigate, but flew in terror to report their\ntale.",
        "Those early days seem to have been full of gruesome things.  In “The\nInnocents Abroad,” the author tells how he once spent a night in his\nfather’s office and discovered there a murdered man.  This was a true\nincident.  The man had been stabbed that afternoon and carried into the\nhouse to die.  Sam and John Briggs had been playing truant all day and\nknew nothing of the matter.  Sam thought the office safer than his home,\nwhere his mother was probably sitting up for him.  He climbed in by a\nwindow and lay down on the lounge, but did not sleep.  Presently he\nnoticed what appeared to be an unusual shape on the floor.  He tried to\nturn his face to the wall and forget it, but that would not do.  In agony\nhe watched the thing until at last a square of moonlight gradually\nrevealed a sight that he never forgot.  In the book he says:",
        "“I went away from there.  I do not say that I went in any sort of\n     hurry, but I simply went–that is sufficient.  I went out of the\n     window, and I carried the sash along with me.  I did not need the\n     sash, but it was handier to take it than to leave it, and so I took\n     it.  I was not scared, but I was considerable agitated.”",
        "Sam was not yet twelve, for his father was no longer living when the boy\nhad reached that age.  And how many things had crowded themselves into\nhis few brief years!  We must be content here with only a few of them.\nOur chapter is already too long.",
        "Ministers and deacons did not prophesy well for Sam Clemens and his mad\ncompanions.  They spoke feelingly of state prison and the gallows.  But\nthe boys were a disappointing lot.  Will Bowen became a fine river-pilot.\nWill Pitts was in due time a leading merchant and bank president.  John\nBriggs grew into a well-to-do and highly respected farmer.  Huck Finn–\nwhich is to say, Tom Blankenship–died an honored citizen and justice of\nthe peace in a Western town.  As for Sam Clemens, we shall see what he\nbecame as the chapters pass.",
        "[1] John Briggs died in 1907; earlier in the same year the writer of this\nmemoir spent an afternoon with him and obtained from him most of the\nmaterial for this chapter.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}