{
    "title": "The War of the Worlds - Chapter Four",
    "author": "H.G. Wells",
    "chapter": "24",
    "content": [
        "\n",
        "\n\n",
        "\n   It was on the sixth day of our imprisonment that I\npeeped for the last time, and presently found myself alone.\nInstead of keeping close to me and trying to oust me from\nthe slit, the curate had gone back into the scullery.  I was\nstruck by a sudden thought.  I went back quickly and quietly\ninto the scullery.  In the darkness I heard the curate drink-\ning.  I snatched in the darkness, and my fingers caught a\nbottle of burgundy.",
        "For a few minutes there was a tussle.  The bottle struck\nthe floor and broke, and I desisted and rose.  We stood\npanting and threatening each other.  In the end I planted\nmyself between him and the food, and told him of my\ndetermination to begin a discipline.  I divided the food in\nthe pantry, into rations to last us ten days.  I would not\nlet him eat any more that day.  In the afternoon he made\na feeble effort to get at the food.  I had been dozing, but\nin an instant I was awake.  All day and all night we sat\nface to face, I weary but resolute, and he weeping and com-\nplaining of his immediate hunger.  It was, I know, a night\nand a day, but to me it seemed--it seems now--an inter-\nminable length of time.",
        "And so our widened incompatibility ended at last in open\nconflict.  For two vast days we struggled in undertones and\nwrestling contests.  There were times when I beat and kicked\nhim madly, times when I cajoled and persuaded him, and\nonce I tried to bribe him with the last bottle of burgundy,\nfor there was a rain-water pump from which I could get\nwater.  But neither force nor kindness availed; he was indeed\nbeyond reason.  He would neither desist from his attacks on\nthe food nor from his noisy babbling to himself.  The rudi-\nmentary precautions to keep our imprisonment endurable\nhe would not observe.  Slowly I began to realise the complete\noverthrow of his intelligence, to perceive that my sole com-\npanion in this close and sickly darkness was a man insane.",
        "From certain vague memories I am inclined to think my\nown mind wandered at times.  I had strange and hideous\ndreams whenever I slept.  It sounds paradoxical, but I am\ninclined to think that the weakness and insanity of the\ncurate warned me, braced me, and kept me a sane man.",
        "On the eighth day he began to talk aloud instead of whis-\npering, and nothing I could do would moderate his speech.",
        "“It is just, O God!” he would say, over and over again.\n“It is just.  On me and mine be the punishment laid.  We\nhave sinned, we have fallen short.  There was poverty,\nsorrow; the poor were trodden in the dust, and I held my\npeace.  I preached acceptable folly--my God, what folly!\n--when I should have stood up, though I died for it, and\ncalled upon them to repent-repent! . . . Oppressors of the\npoor and needy . . . !  The wine press of God!”",
        "Then he would suddenly revert to the matter of the food\nI withheld from him, praying, begging, weeping, at last\nthreatening.  He began to raise his voice--I prayed him not\nto.  He perceived a hold on me--he threatened he would\nshout and bring the Martians upon us.  For a time that scared\nme; but any concession would have shortened our chance\nof escape beyond estimating.  I defied him, although I felt\nno assurance that he might not do this thing.  But that day,\nat any rate, he did not.  He talked with his voice rising slowly,\nthrough the greater part of the eighth and ninth days--\nthreats, entreaties, mingled with a torrent of half-sane and\nalways frothy repentance for his vacant sham of God’s\nservice, such as made me pity him.  Then he slept awhile, and\nbegan again with renewed strength, so loudly that I must\nneeds make him desist.",
        "“Be still!” I implored.",
        "He rose to his knees, for he had been sitting in the dark-\nness near the copper.",
        "“I have been still too long,” he said, in a tone that must\nhave reached the pit, “and now I must bear my witness.\nWoe unto this unfaithful city!  Woe!  Woe!  Woe!  Woe!  Woe!\nTo the inhabitants of the earth by reason of the other voices\nof the trumpet----”",
        "“Shut up!” I said, rising to my feet, and in a terror lest\nthe Martians should hear us.  “For God’s sake----”",
        "“Nay,” shouted the curate, at the top of his voice, stand-\ning likewise and extending his arms.  “Speak!  The word of the\nLord is upon me!”",
        "In three strides he was at the door leading into the kitchen.",
        "“I must bear my witness!  I go!  It has already been too long\ndelayed.”",
        "I put out my hand and felt the meat chopper hanging to\nthe wall.  In a flash I was after him.  I was fierce with fear.\nBefore he was halfway across the kitchen I had overtaken\nhim.  With one last touch of humanity I turned the blade\nback and struck him with the butt.  He went headlong for-\nward and lay stretched on the ground.  I stumbled over him\nand stood panting.  He lay still.",
        "Suddenly I heard a noise without, the run and smash of\nslipping plaster, and the triangular aperture in the wall was\ndarkened.  I looked up and saw the lower surface of a\nhandling-machine coming slowly across the hole.  One of its\ngripping limbs curled amid the debris; another limb ap-\npeared, feeling its way over the fallen beams.  I stood\npetrified, staring.  Then I saw through a sort of glass plate\nnear the edge of the body the face, as we may call it, and\nthe large dark eyes of a Martian, peering, and then a long\nmetallic snake of tentacle came feeling slowly through the\nhole.",
        "I turned by an effort, stumbled over the curate, and\nstopped at the scullery door.  The tentacle was now some\nway, two yards or more, in the room, and twisting and turn-\ning, with queer sudden movements, this way and that.  For\na while I stood fascinated by that slow, fitful advance.  Then,\nwith a faint, hoarse cry, I forced myself across the scullery.\nI trembled violently; I could scarcely stand upright.  I opened\nthe door of the coal cellar, and stood there in the darkness\nstaring at the faintly lit doorway into the kitchen, and listen-\ning.  Had the Martian seen me?  What was it doing now?",
        "Something was moving to and fro there, very quietly;\nevery now and then it tapped against the wall, or started\non its movements with a faint metallic ringing, like the\nmovements of keys on a split-ring.  Then a heavy body--I\nknew too well what--was dragged across the floor of the\nkitchen towards the opening.  Irresistibly attracted, I crept\nto the door and peeped into the kitchen.  In the triangle of\nbright outer sunlight I saw the Martian, in its Briareus of a\nhandling-machine, scrutinizing the curate’s head.  I thought\nat once that it would infer my presence from the mark of\nthe blow I had given him.",
        "I crept back to the coal cellar, shut the door, and began\nto cover myself up as much as I could, and as noiselessly as\npossible in the darkness, among the firewood and coal\ntherein.  Every now and then I paused, rigid, to hear if the\nMartian had thrust its tentacles through the opening again.",
        "Then the faint metallic jingle returned.  I traced it slowly\nfeeling over the kitchen.  Presently I heard it nearer--in the\nscullery, as I judged.  I thought that its length might be in-\nsufficient to reach me.  I prayed copiously.  It passed, scrap-\ning faintly across the cellar door.  An age of almost intolerable\nsuspense intervened; then I heard it fumbling at the latch!\nIt had found the door!  The Martians understood doors!",
        "It worried at the catch for a minute, perhaps, and then\nthe door opened.",
        "In the darkness I could just see the thing--like an ele-\nphant’s trunk more than anything else--waving towards me\nand touching and examining the wall, coals, wood and ceil-\ning.  It was like a black worm swaying its blind head to\nand fro.",
        "Once, even, it touched the heel of my boot.  I was on the\nverge of screaming; I bit my hand.  For a time the tentacle\nwas silent.  I could have fancied it had been withdrawn.\nPresently, with an abrupt click, it gripped something--I\nthought it had me!--and seemed to go out of the cellar again.\nFor a minute I was not sure.  Apparently it had taken a lump\nof coal to examine.",
        "I seized the opportunity of slightly shifting my position,\nwhich had become cramped, and then listened.  I whispered\npassionate prayers for safety.",
        "Then I heard the slow, deliberate sound creeping towards\nme again.  Slowly, slowly it drew near, scratching against the\nwalls and tapping the furniture.",
        "While I was still doubtful, it rapped smartly against the\ncellar door and closed it.  I heard it go into the pantry, and\nthe biscuit-tins rattled and a bottle smashed, and then came\na heavy bump against the cellar door.  Then silence that\npassed into an infinity of suspense.",
        "Had it gone?",
        "At last I decided that it had.",
        "It came into the scullery no more; but I lay all the tenth\nday in the close darkness, buried among coals and firewood,\nnot daring even to crawl out for the drink for which I craved.\nIt was the eleventh day before I ventured so far from my\nsecurity.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}