{
    "title": "The Devil’s Dictionary - D",
    "author": "Ambrose Bierce",
    "chapter": "5",
    "content": [
        "\n\n",
        "",
        "DAMN, v.  A word formerly much used by the Paphlagonians, the meaning \nof which is lost.  By the learned Dr. Dolabelly Gak it is believed to \nhave been a term of satisfaction, implying the highest possible degree \nof mental tranquillity.  Professor Groke, on the contrary, thinks it \nexpressed an emotion of tumultuous delight, because it so frequently \noccurs in combination with the word jod or god, meaning “joy.”  It \nwould be with great diffidence that I should advance an opinion \nconflicting with that of either of these formidable authorities.",
        "DANCE, v.i.  To leap about to the sound of tittering music, preferably \nwith arms about your neighbor’s wife or daughter.  There are many \nkinds of dances, but all those requiring the participation of the two \nsexes have two characteristics in common:  they are conspicuously \ninnocent, and warmly loved by the vicious.",
        "DANGER, n.",
        "  A savage beast which, when it sleeps,\n      Man girds at and despises,\n  But takes himself away by leaps\n      And bounds when it arises.",
        "Ambat Delaso",
        "\nDARING, n.  One of the most conspicuous qualities of a man in \nsecurity.",
        "DATARY, n.  A high ecclesiastic official of the Roman Catholic Church, \nwhose important function is to brand the Pope’s bulls with the words \nDatum Romae.  He enjoys a princely revenue and the friendship of \nGod.",
        "DAWN, n.  The time when men of reason go to bed.  Certain old men \nprefer to rise at about that time, taking a cold bath and a long walk \nwith an empty stomach, and otherwise mortifying the flesh.  They then \npoint with pride to these practices as the cause of their sturdy \nhealth and ripe years; the truth being that they are hearty and old, \nnot because of their habits, but in spite of them.  The reason we find \nonly robust persons doing this thing is that it has killed all the \nothers who have tried it.",
        "DAY, n.  A period of twenty-four hours, mostly misspent.  This period \nis divided into two parts, the day proper and the night, or day \nimproper — the former devoted to sins of business, the latter \nconsecrated to the other sort.  These two kinds of social activity \noverlap.",
        "DEAD, adj.",
        "  Done with the work of breathing; done\n  With all the world; the mad race run\n  Though to the end; the golden goal\n  Attained and found to be a hole!",
        "Squatol Johnes",
        "\nDEBAUCHEE, n.  One who has so earnestly pursued pleasure that he has \nhad the misfortune to overtake it.",
        "DEBT, n.  An ingenious substitute for the chain and whip of the slave- \ndriver.",
        "  As, pent in an aquarium, the troutlet\n  Swims round and round his tank to find an outlet,\n  Pressing his nose against the glass that holds him,\n  Nor ever sees the prison that enfolds him;\n  So the poor debtor, seeing naught around him,\n  Yet feels the narrow limits that impound him,\n  Grieves at his debt and studies to evade it,\n  And finds at last he might as well have paid it.",
        "Barlow S. Vode",
        "\nDECALOGUE, n.  A series of commandments, ten in number — just enough \nto permit an intelligent selection for observance, but not enough to \nembarrass the choice.  Following is the revised edition of the \nDecalogue, calculated for this meridian.",
        "  Thou shalt no God but me adore:\n  ’Twere too expensive to have more.",
        "  No images nor idols make\n  For Robert Ingersoll to break.",
        "  Take not God’s name in vain; select\n  A time when it will have effect.",
        "  Work not on Sabbath days at all,\n  But go to see the teams play ball.",
        "  Honor thy parents.  That creates\n  For life insurance lower rates.",
        "  Kill not, abet not those who kill;\n  Thou shalt not pay thy butcher’s bill.",
        "  Kiss not thy neighbor’s wife, unless\n  Thine own thy neighbor doth caress",
        "  Don’t steal; thou’lt never thus compete\n  Successfully in business.  Cheat.",
        "  Bear not false witness — that is low —\n  But “hear ’tis rumored so and so.”",
        "  Cover thou naught that thou hast not\n  By hook or crook, or somehow, got.",
        "G.J.",
        "\nDECIDE, v.i.  To succumb to the preponderance of one set of influences \nover another set.",
        "  A leaf was riven from a tree,\n  “I mean to fall to earth,” said he.",
        "  The west wind, rising, made him veer.\n  “Eastward,” said he, “I now shall steer.”",
        "  The east wind rose with greater force.\n  Said he:  “’Twere wise to change my course.”",
        "  With equal power they contend.\n  He said:  “My judgment I suspend.”",
        "  Down died the winds; the leaf, elate,\n  Cried:  “I’ve decided to fall straight.”",
        "  “First thoughts are best?”  That’s not the moral;\n  Just choose your own and we’ll not quarrel.",
        "  Howe’er your choice may chance to fall,\n  You’ll have no hand in it at all.",
        "G.J.",
        "\nDEFAME, v.t.  To lie about another.  To tell the truth about another.",
        "DEFENCELESS, adj.  Unable to attack.",
        "DEGENERATE, adj.  Less conspicuously admirable than one’s ancestors.  \nThe contemporaries of Homer were striking examples of degeneracy; it \nrequired ten of them to raise a rock or a riot that one of the heroes \nof the Trojan war could have raised with ease.  Homer never tires of \nsneering at “men who live in these degenerate days,” which is perhaps \nwhy they suffered him to beg his bread — a marked instance of \nreturning good for evil, by the way, for if they had forbidden him he \nwould certainly have starved.",
        "DEGRADATION, n.  One of the stages of moral and social progress from \nprivate station to political preferment.",
        "DEINOTHERIUM, n.  An extinct pachyderm that flourished when the \nPterodactyl was in fashion.  The latter was a native of Ireland, its \nname being pronounced Terry Dactyl or Peter O’Dactyl, as the man \npronouncing it may chance to have heard it spoken or seen it printed.",
        "DEJEUNER, n.  The breakfast of an American who has been in Paris.  \nVariously pronounced.",
        "DELEGATION, n.  In American politics, an article of merchandise that \ncomes in sets.",
        "DELIBERATION, n.  The act of examining one’s bread to determine which \nside it is buttered on.",
        "DELUGE, n.  A notable first experiment in baptism which washed away \nthe sins (and sinners) of the world.",
        "DELUSION, n.  The father of a most respectable family, comprising \nEnthusiasm, Affection, Self-denial, Faith, Hope, Charity and many \nother goodly sons and daughters.",
        "  All hail, Delusion!  Were it not for thee\n  The world turned topsy-turvy we should see;\n  For Vice, respectable with cleanly fancies,\n  Would fly abandoned Virtue’s gross advances.",
        "Mumfrey Mappel",
        "\nDENTIST, n.  A prestidigitator who, putting metal into your mouth, \npulls coins out of your pocket.",
        "DEPENDENT, adj.  Reliant upon another’s generosity for the support \nwhich you are not in a position to exact from his fears.",
        "DEPUTY, n.  A male relative of an office-holder, or of his bondsman.  \nThe deputy is commonly a beautiful young man, with a red necktie and \nan intricate system of cobwebs extending from his nose to his desk.  \nWhen accidentally struck by the janitor’s broom, he gives off a cloud \nof dust.",
        "  “Chief Deputy,” the Master cried,\n  “To-day the books are to be tried\n  By experts and accountants who\n  Have been commissioned to go through\n  Our office here, to see if we\n  Have stolen injudiciously.\n  Please have the proper entries made,\n  The proper balances displayed,\n  Conforming to the whole amount\n  Of cash on hand — which they will count.\n  I’ve long admired your punctual way —\n  Here at the break and close of day,\n  Confronting in your chair the crowd\n  Of business men, whose voices loud\n  And gestures violent you quell\n  By some mysterious, calm spell —\n  Some magic lurking in your look\n  That brings the noisiest to book\n  And spreads a holy and profound\n  Tranquillity o’er all around.\n  So orderly all’s done that they\n  Who came to draw remain to pay.\n  But now the time demands, at last,\n  That you employ your genius vast\n  In energies more active.  Rise\n  And shake the lightnings from your eyes;\n  Inspire your underlings, and fling\n  Your spirit into everything!\"\n  The Master’s hand here dealt a whack\n  Upon the Deputy’s bent back,\n  When straightway to the floor there fell\n  A shrunken globe, a rattling shell\n  A blackened, withered, eyeless head!\n  The man had been a twelvemonth dead.",
        "Jamrach Holobom",
        "\nDESTINY, n.  A tyrant’s authority for crime and fool’s excuse for \nfailure.",
        "DIAGNOSIS, n.  A physician’s forecast of the disease by the patient’s \npulse and purse.",
        "DIAPHRAGM, n.  A muscular partition separating disorders of the chest \nfrom disorders of the bowels.",
        "DIARY, n.  A daily record of that part of one’s life, which he can \nrelate to himself without blushing.",
        "  Hearst kept a diary wherein were writ\n  All that he had of wisdom and of wit.\n  So the Recording Angel, when Hearst died,\n  Erased all entries of his own and cried:\n  “I’ll judge you by your diary.”  Said Hearst:\n  “Thank you; ’twill show you I am Saint the First” —\n  Straightway producing, jubilant and proud,\n  That record from a pocket in his shroud.\n  The Angel slowly turned the pages o’er,\n  Each stupid line of which he knew before,\n  Glooming and gleaming as by turns he hit\n  On Shallow sentiment and stolen wit;\n  Then gravely closed the book and gave it back.\n  “My friend, you’ve wandered from your proper track:\n  You’d never be content this side the tomb —\n  For big ideas Heaven has little room,\n  And Hell’s no latitude for making mirth,\"\n  He said, and kicked the fellow back to earth.",
        "“The Mad Philosopher”",
        "\nDICTATOR, n.  The chief of a nation that prefers the pestilence of \ndespotism to the plague of anarchy.",
        "DICTIONARY, n.  A malevolent literary device for cramping the growth \nof a language and making it hard and inelastic.  This dictionary, \nhowever, is a most useful work.",
        "DIE, n.  The singular of “dice.”  We seldom hear the word, because \nthere is a prohibitory proverb, “Never say die.”  At long intervals, \nhowever, some one says:  “The die is cast,” which is not true, for it \nis cut.  The word is found in an immortal couplet by that eminent poet \nand domestic economist, Senator Depew:",
        "  A cube of cheese no larger than a die\n  May bait the trap to catch a nibbling mie.",
        "DIGESTION, n.  The conversion of victuals into virtues.  When the \nprocess is imperfect, vices are evolved instead — a circumstance from \nwhich that wicked writer, Dr. Jeremiah Blenn, infers that the ladies \nare the greater sufferers from dyspepsia.",
        "DIPLOMACY, n.  The patriotic art of lying for one’s country.",
        "DISABUSE, v.t.  The present your neighbor with another and better \nerror than the one which he has deemed it advantageous to embrace.",
        "DISCRIMINATE, v.i.  To note the particulars in which one person or \nthing is, if possible, more objectionable than another.",
        "DISCUSSION, n.  A method of confirming others in their errors.",
        "DISOBEDIENCE, n.  The silver lining to the cloud of servitude.",
        "DISOBEY, v.t.  To celebrate with an appropriate ceremony the maturity \nof a command.",
        "  His right to govern me is clear as day,\n  My duty manifest to disobey;\n  And if that fit observance e’er I shut\n  May I and duty be alike undone.",
        "Israfel Brown",
        "\nDISSEMBLE, v.i.  To put a clean shirt upon the character.\n  Let us dissemble.",
        "Adam",
        "\nDISTANCE, n.  The only thing that the rich are willing for the poor to \ncall theirs, and keep.",
        "DISTRESS, n.  A disease incurred by exposure to the prosperity of a \nfriend.",
        "DIVINATION, n.  The art of nosing out the occult.  Divination is of as \nmany kinds as there are fruit-bearing varieties of the flowering dunce \nand the early fool.",
        "DOG, n.  A kind of additional or subsidiary Deity designed to catch \nthe overflow and surplus of the world’s worship.  This Divine Being in \nsome of his smaller and silkier incarnations takes, in the affection \nof Woman, the place to which there is no human male aspirant.  The Dog \nis a survival — an anachronism.  He toils not, neither does he spin, \nyet Solomon in all his glory never lay upon a door-mat all day long, \nsun-soaked and fly-fed and fat, while his master worked for the means \nwherewith to purchase the idle wag of the Solomonic tail, seasoned \nwith a look of tolerant recognition.",
        "DRAGOON, n.  A soldier who combines dash and steadiness in so equal \nmeasure that he makes his advances on foot and his retreats on \nhorseback.",
        "DRAMATIST, n.  One who adapts plays from the French.",
        "DRUIDS, n.  Priests and ministers of an ancient Celtic religion which \ndid not disdain to employ the humble allurement of human sacrifice.  \nVery little is now known about the Druids and their faith.  Pliny says \ntheir religion, originating in Britain, spread eastward as far as \nPersia.  Caesar says those who desired to study its mysteries went to \nBritain.  Caesar himself went to Britain, but does not appear to have \nobtained any high preferment in the Druidical Church, although his \ntalent for human sacrifice was considerable.\n  Druids performed their religious rites in groves, and knew nothing \nof church mortgages and the season-ticket system of pew rents.  They \nwere, in short, heathens and — as they were once complacently \ncatalogued by a distinguished prelate of the Church of England — \nDissenters.",
        "DUCK-BILL, n.  Your account at your restaurant during the canvas-back \nseason.",
        "DUEL, n.  A formal ceremony preliminary to the reconciliation of two \nenemies.  Great skill is necessary to its satisfactory observance; if \nawkwardly performed the most unexpected and deplorable consequences \nsometimes ensue.  A long time ago a man lost his life in a duel.",
        "  That dueling’s a gentlemanly vice\n      I hold; and wish that it had been my lot\n      To live my life out in some favored spot —\n  Some country where it is considered nice\n  To split a rival like a fish, or slice\n      A husband like a spud, or with a shot\n      Bring down a debtor doubled in a knot\n  And ready to be put upon the ice.\n  Some miscreants there are, whom I do long\n      To shoot, to stab, or some such way reclaim\n  The scurvy rogues to better lives and manners,\n  I seem to see them now — a mighty throng.\n      It looks as if to challenge me they came,\n  Jauntily marching with brass bands and banners!",
        "Xamba Q. Dar",
        "\nDULLARD, n.  A member of the reigning dynasty in letters and life.  \nThe Dullards came in with Adam, and being both numerous and sturdy \nhave overrun the habitable world.  The secret of their power is their \ninsensibility to blows; tickle them with a bludgeon and they laugh \nwith a platitude.  The Dullards came originally from Boeotia, whence \nthey were driven by stress of starvation, their dullness having \nblighted the crops.  For some centuries they infested Philistia, and \nmany of them are called Philistines to this day.  In the turbulent \ntimes of the Crusades they withdrew thence and gradually overspread \nall Europe, occupying most of the high places in politics, art, \nliterature, science and theology.  Since a detachment of Dullards came \nover with the Pilgrims in the Mayflower and made a favorable report \nof the country, their increase by birth, immigration, and conversion \nhas been rapid and steady.  According to the most trustworthy \nstatistics the number of adult Dullards in the United States is but \nlittle short of thirty millions, including the statisticians.  The \nintellectual centre of the race is somewhere about Peoria, Illinois, \nbut the New England Dullard is the most shockingly moral.",
        "DUTY, n.  That which sternly impels us in the direction of profit, \nalong the line of desire.",
        "  Sir Lavender Portwine, in favor at court,\n  Was wroth at his master, who’d kissed Lady Port.\n  His anger provoked him to take the king’s head,\n  But duty prevailed, and he took the king’s bread,\n          Instead.",
        "G.J.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}