{
    "title": "The War of the Worlds - Chapter Eight",
    "author": "H.G. Wells",
    "chapter": "28",
    "content": [
        "\n",
        "\n\n",
        "After I had parted from the artilleryman, I went down\nthe hill, and by the High Street across the bridge to Fulham.\nThe red weed was tumultuous at that time, and nearly\nchoked the bridge roadway; but its fronds were already\nwhitened in patches by the spreading disease that presently\nremoved it so swiftly.",
        "At the corner of the lane that runs to Putney Bridge\nstation I found a man lying.  He was as black as a sweep\nwith the black dust, alive, but helplessly and speechlessly\ndrunk.  I could get nothing from him but curses and furious\nlunges at my head.  I think I should have stayed by him but\nfor the brutal expression of his face.",
        "There was black dust along the roadway from the bridge\nonwards, and it grew thicker in Fulham.  The streets were\nhorribly quiet.  I got food--sour, hard, and mouldy, but quite\neatable--in a baker’s shop here.  Some way towards Walham\nGreen the streets became clear of powder, and I passed a\nwhite terrace of houses on fire; the noise of the burning was\nan absolute relief.  Going on towards Brompton, the streets\nwere quiet again.",
        "Here I came once more upon the black powder in the\nstreets and upon dead bodies.  I saw altogether about a dozen\nin the length of the Fulham Road.  They had been dead many\ndays, so that I hurried quickly past them.  The black powder\ncovered them over, and softened their outlines.  One or two\nhad been disturbed by dogs.",
        "Where there was no black powder, it was curiously like\na Sunday in the City, with the closed shops, the houses\nlocked up and the blinds drawn, the desertion, and the\nstillness.  In some places plunderers had been at work, but\nrarely at other than the provision and wine shops.  A jeweller’s\nwindow had been broken open in one place, but apparently\nthe thief had been disturbed, and a number of gold chains\nand a watch lay scattered on the pavement.  I did not trouble\nto touch them.  Farther on was a tattered woman in a heap\non a doorstep; the hand that hung over her knee was gashed\nand bled down her rusty brown dress, and a smashed magnum\nof champagne formed a pool across the pavement.  She seemed\nasleep, but she was dead.",
        "The farther I penetrated into London, the profounder grew\nthe stillness.  But it was not so much the stillness of death--\nit was the stillness of suspense, of expectation.  At any time\nthe destruction that had already singed the northwestern\nborders of the metropolis, and had annihilated Ealing and\nKilburn, might strike among these houses and leave them\nsmoking ruins.  It was a city condemned and derelict. . . .",
        "In South Kensington the streets were clear of dead and of\nblack powder.  It was near South Kensington that I first heard\nthe howling.  It crept almost imperceptibly upon my senses.\nIt was a sobbing alternation of two notes, “Ulla, ulla, ulla,\nulla,” keeping on perpetually.  When I passed streets that ran\nnorthward it grew in volume, and houses and buildings\nseemed to deaden and cut it off again.  It came in a full tide\ndown Exhibition Road.  I stopped, staring towards Kensington\nGardens, wondering at this strange, remote wailing.  It was as\nif that mighty desert of houses had found a voice for its fear\nand solitude.",
        "“Ulla, ulla, ulla, ulla,” wailed that superhuman note--\ngreat waves of sound sweeping down the broad, sunlit road-\nway, between the tall buildings on each side.  I turned north-\nwards, marvelling, towards the iron gates of Hyde Park.  I had\nhalf a mind to break into the Natural History Museum and\nfind my way up to the summits of the towers, in order to see\nacross the park.  But I decided to keep to the ground, where\nquick hiding was possible, and so went on up the Exhibition\nRoad.  All the large mansions on each side of the road were\nempty and still, and my footsteps echoed against the sides\nof the houses.  At the top, near the park gate, I came upon\na strange sight--a bus overturned, and the skeleton of a\nhorse picked clean.  I puzzled over this for a time, and then\nwent on to the bridge over the Serpentine.  The voice grew\nstronger and stronger, though I could see nothing above the\nhousetops on the north side of the park, save a haze of smoke\nto the northwest.",
        "“Ulla, ulla, ulla, ulla,” cried the voice, coming, as it\nseemed to me, from the district about Regent’s Park.  The\ndesolating cry worked upon my mind.  The mood that had\nsustained me passed.  The wailing took possession of me.  I\nfound I was intensely weary, footsore, and now again hungry\nand thirsty.",
        "It was already past noon.  Why was I wandering alone in\nthis city of the dead?  Why was I alone when all London was\nlying in state, and in its black shroud?  I felt intolerably\nlonely.  My mind ran on old friends that I had forgotten for\nyears.  I thought of the poisons in the chemists” shops, of the\nliquors the wine merchants stored; I recalled the two sodden\ncreatures of despair, who so far as I knew, shared the city\nwith myself. . . .",
        " I came into Oxford Street by the Marble Arch, and here\nagain were black powder and several bodies, and an evil,\nominous smell from the gratings of the cellars of some of the\nhouses.  I grew very thirsty after the heat of my long walk.\nWith infinite trouble I managed to break into a public-house\nand get food and drink.  I was weary after eating, and went\ninto the parlour behind the bar, and slept on a black horse-\nhair sofa I found there.",
        "I awoke to find that dismal howling still in my ears,\n“Ulla, ulla, ulla, ulla.”  It was now dusk, and after I had\nrouted out some biscuits and a cheese in the bar--there was\na meat safe, but it contained nothing but maggots--I wan-\ndered on through the silent residential squares to Baker Street\n--Portman Square is the only one I can name--and so came\nout at last upon Regent’s Park.  And as I emerged from the\ntop of Baker Street, I saw far away over the trees in the\nclearness of the sunset the hood of the Martian giant from\nwhich this howling proceeded.  I was not terrified.  I came\nupon him as if it were a matter of course.  I watched him for\nsome time, but he did not move.  He appeared to be standing\nand yelling, for no reason that I could discover.",
        "I tried to formulate a plan of action.  That perpetual sound\nof “Ulla, ulla, ulla, ulla,” confused my mind.  Perhaps I was\ntoo tired to be very fearful.  Certainly I was more curious to\nknow the reason of this monotonous crying than afraid.  I\nturned back away from the park and struck into Park Road,\nintending to skirt the park, went along under the shelter of\nthe terraces, and got a view of this stationary, howling\nMartian from the direction of St. John’s Wood.  A couple of\nhundred yards out of Baker Street I heard a yelping chorus,\nand saw, first a dog with a piece of putrescent red meat in\nhis jaws coming headlong towards me, and then a pack of\nstarving mongrels in pursuit of him.  He made a wide curve\nto avoid me, as though he feared I might prove a fresh\ncompetitor.  As the yelping died away down the silent road,\nthe wailing sound of “Ulla, ulla, ulla, ulla,” reasserted itself.",
        "I came upon the wrecked handling-machine halfway to\nSt. John’s Wood station.  At first I thought a house had fallen\nacross the road.  It was only as I clambered among the ruins\nthat I saw, with a start, this mechanical Samson lying, with\nits tentacles bent and smashed and twisted, among the ruins\nit had made.  The forepart was shattered.  It seemed as if it\nhad driven blindly straight at the house, and had been over-\nwhelmed in its overthrow.  It seemed to me then that this\nmight have happened by a handling-machine escaping from\nthe guidance of its Martian.  I could not clamber among the\nruins to see it, and the twilight was now so far advanced\nthat the blood with which its seat was smeared, and the\ngnawed gristle of the Martian that the dogs had left, were\ninvisible to me.",
        "Wondering still more at all that I had seen, I pushed on\ntowards Primrose Hill.  Far away, through a gap in the trees,\nI saw a second Martian, as motionless as the first, standing\nin the park towards the Zoological Gardens, and silent.  A\nlittle beyond the ruins about the smashed handling-machine\nI came upon the red weed again, and found the Regent’s\nCanal, a spongy mass of dark-red vegetation.",
        "As I crossed the bridge, the sound of “Ulla, ulla, ulla,\nulla,” ceased.  It was, as it were, cut off.  The silence came\nlike a thunderclap.",
        "The dusky houses about me stood faint and tall and dim;\nthe trees towards the park were growing black.  All about\nme the red weed clambered among the ruins, writhing to\nget above me in the dimness.  Night, the mother of fear and\nmystery, was coming upon me.  But while that voice sounded\nthe solitude, the desolation, had been endurable; by virtue\nof it London had still seemed alive, and the sense of life\nabout me had upheld me.  Then suddenly a change, the\npassing of something--I knew not what--and then a stillness\nthat could be felt.  Nothing but this gaunt quiet.",
        "London about me gazed at me spectrally.  The windows\nin the white houses were like the eye sockets of skulls.  About\nme my imagination found a thousand noiseless enemies\nmoving.  Terror seized me, a horror of my temerity.  In front\nof me the road became pitchy black as though it was tarred,\nand I saw a contorted shape lying across the pathway.  I\ncould not bring myself to go on.  I turned down St. John’s\nWood Road, and ran headlong from this unendurable stillness\ntowards Kilburn.  I hid from the night and the silence, until\nlong after midnight, in a cabmen’s shelter in Harrow Road.\nBut before the dawn my courage returned, and while the\nstars were still in the sky I turned once more towards\nRegent’s Park.  I missed my way among the streets, and\npresently saw down a long avenue, in the half-light of the\nearly dawn, the curve of Primrose Hill.  On the summit,\ntowering up to the fading stars, was a third Martian, erect\nand motionless like the others.",
        "An insane resolve possessed me.  I would die and end it.\nAnd I would save myself even the trouble of killing myself.\nI marched on recklessly towards this Titan, and then, as I\ndrew nearer and the light grew, I saw that a multitude of\nblack birds was circling and clustering about the hood.  At\nthat my heart gave a bound, and I began running along\nthe road.",
        "I hurried through the red weed that choked St. Edmund’s\nTerrace (I waded breast-high across a torrent of water that\nwas rushing down from the waterworks towards the Albert\nRoad), and emerged upon the grass before the rising of the\nsun.  Great mounds had been heaped about the crest of the\nhill, making a huge redoubt of it--it was the final and\nlargest place the Martians had made--and from behind\nthese heaps there rose a thin smoke against the sky.  Against\nthe sky line an eager dog ran and disappeared.  The thought\nthat had flashed into my mind grew real, grew credible.  I felt\nno fear, only a wild, trembling exultation, as I ran up the hill\ntowards the motionless monster.  Out of the hood hung\nlank shreds of brown, at which the hungry birds pecked and\ntore.",
        "In another moment I had scrambled up the earthen ram-\npart and stood upon its crest, and the interior of the redoubt\nwas below me.  A mighty space it was, with gigantic machines\nhere and there within it, huge mounds of material and strange\nshelter places.  And scattered about it, some in their over-\nturned war-machines, some in the now rigid handling-\nmachines, and a dozen of them stark and silent and laid in\na row, were the Martians--DEAD!--slain by the putrefactive\nand disease bacteria against which their systems were unpre-\npared; slain as the red weed was being slain; slain, after all\nman’s devices had failed, by the humblest things that God,\nin his wisdom, has put upon this earth.",
        "For so it had come about, as indeed I and many men\nmight have foreseen had not terror and disaster blinded our\nminds.  These germs of disease have taken toll of humanity\nsince the beginning of things--taken toll of our prehuman\nancestors since life began here.  But by virtue of this natural\nselection of our kind we have developed resisting power; to\nno germs do we succumb without a struggle, and to many--\nthose that cause putrefaction in dead matter, for instance\n--our living frames are altogether immune.  But there are no\nbacteria in Mars, and directly these invaders arrived, directly\nthey drank and fed, our microscopic allies began to work\ntheir overthrow.  Already when I watched them they were\nirrevocably doomed, dying and rotting even as they went to\nand fro.  It was inevitable.  By the toll of a billion deaths\nman has bought his birthright of the earth, and it is his against\nall comers; it would still be his were the Martians ten\ntimes as mighty as they are.  For neither do men live nor die in\nvain.",
        "Here and there they were scattered, nearly fifty altogether,\nin that great gulf they had made, overtaken by a death that\nmust have seemed to them as incomprehensible as any death\ncould be.  To me also at that time this death was incompre-\nhensible.  All I knew was that these things that had been alive\nand so terrible to men were dead.  For a moment I believed\nthat the destruction of Sennacherib had been repeated, that\nGod had repented, that the Angel of Death had slain them\nin the night.",
        "I stood staring into the pit, and my heart lightened glori-\nously, even as the rising sun struck the world to fire about\nme with his rays.  The pit was still in darkness; the mighty\nengines, so great and wonderful in their power and com-\nplexity, so unearthly in their tortuous forms, rose weird and\nvague and strange out of the shadows towards the light.  A\nmultitude of dogs, I could hear, fought over the bodies that\nlay darkly in the depth of the pit, far below me.  Across the\npit on its farther lip, flat and vast and strange, lay the great\nflying-machine with which they had been experimenting\nupon our denser atmosphere when decay and death arrested\nthem.  Death had come not a day too soon.  At the sound of\na cawing overhead I looked up at the huge fighting-machine\nthat would fight no more for ever, at the tattered red shreds\nof flesh that dripped down upon the overturned seats on the\nsummit of Primrose Hill.",
        "I turned and looked down the slope of the hill to where,\nenhaloed now in birds, stood those other two Martians that\nI had seen overnight, just as death had overtaken them.  The\none had died, even as it had been crying to its companions;\nperhaps it was the last to die, and its voice had gone on\nperpetually until the force of its machinery was exhausted.\nThey glittered now, harmless tripod towers of shining metal,\nin the brightness of the rising sun.",
        "All about the pit, and saved as by a miracle from ever-\nlasting destruction, stretched the great Mother of Cities.\nThose who have only seen London veiled in her sombre robes\nof smoke can scarcely imagine the naked clearness and beauty\nof the silent wilderness of houses.",
        "Eastward, over the blackened ruins of the Albert Terrace\nand the splintered spire of the church, the sun blazed daz-\nzling in a clear sky, and here and there some facet in the\ngreat wilderness of roofs caught the light and glared with\na white intensity.",
        "Northward were Kilburn and Hampsted, blue and crowded\nwith houses; westward the great city was dimmed; and\nsouthward, beyond the Martians, the green waves of Regent’s\nPark, the Langham Hotel, the dome of the Albert Hall, the\nImperial Institute, and the giant mansions of the Brompton\nRoad came out clear and little in the sunrise, the jagged\nruins of Westminster rising hazily beyond.  Far away\nand blue were the Surrey hills, and the towers of the\nCrystal Palace glittered like two silver rods.  The dome of\nSt. Paul’s was dark against the sunrise, and injured, I saw for\nthe first time, by a huge gaping cavity on its western\nside.",
        "And as I looked at this wide expanse of houses and fac-\ntories and churches, silent and abandoned; as I thought of\nthe multitudinous hopes and efforts, the innumerable hosts\nof lives that had gone to build this human reef, and of the\nswift and ruthless destruction that had hung over it all; when\nI realised that the shadow had been rolled back, and that\nmen might still live in the streets, and this dear vast dead\ncity of mine be once more alive and powerful, I felt a wave\nof emotion that was near akin to tears.",
        "The torment was over.  Even that day the healing would\nbegin.  The survivors of the people scattered over the coun-\ntry--leaderless, lawless, foodless, like sheep without a shep-\nherd--the thousands who had fled by sea, would begin to\nreturn; the pulse of life, growing stronger and stronger,\nwould beat again in the empty streets and pour across the\nvacant squares.  Whatever destruction was done, the hand\nof the destroyer was stayed.  All the gaunt wrecks, the black-\nened skeletons of houses that stared so dismally at the sunlit\ngrass of the hill, would presently be echoing with the ham-\nmers of the restorers and ringing with the tapping of their\ntrowels.  At the thought I extended my hands towards the\nsky and began thanking God.  In a year, thought I--in a\nyear. . .",
        "With overwhelming force came the thought of myself,\nof my wife, and the old life of hope and tender helpfulness\nthat had ceased for ever.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}