{
    "title": "The Man Who Could Not Lose - Part Two",
    "author": "Richard Harding Davis",
    "chapter": "2",
    "content": [
        "\n\n",
        "On arriving at the theatre they found their host had reserved a\nstage-box, and as there were but four in their party, and as, when\nthey entered, the house lights were up, their arrival drew upon\nthem the attention both of those in the audience and of those on\nthe stage. The theatre was crowded to its capacity, and in every\npart were people who were habitual race-goers, as well as many\nracing men who had come to town for the Suburban. By these, as well\nas by many others who for three days had seen innumerable pictures\nof him, Carter was instantly recognized. To the audience and to the\nperformers the man who always won was of far greater interest than\nwhat for the three-hundredth night was going forward on the stage.\nAnd when the leading woman, Blanche Winter, asked the comedian\nwhich he would rather be, “The Man Who Broke the Bank at Monte\nCarlo or the Man Who Can Not Lose?” she gained from the audience an\neasy laugh and from the chorus an excited giggle.",
        "When, at the end of the act, Carter went into the lobby to smoke,\nhe was so quickly surrounded that he sought refuge on Broadway.\nFrom there, the crowd still following him, he was driven back into\nhis box. Meanwhile, the interest shown in him had not been lost\nupon the press agent of the theatre, and he at once telephoned to\nthe newspaper offices that Plunger Carter, the book-maker breaker,\nwas at that theatre, and if that the newspapers wanted a chance to\ninterview him on the probable out-come of the classic handicap to\nbe run on the morrow, he, the press agent, would unselfishly assist\nthem. In answer to these hurry calls, reporters of the Ten o’Clock\nClub assembled in the foyer. How far what later followed was due to\ntheir presence and to the efforts of the press agent only that\ngentleman can tell. It was in the second act that Miss Blanche\nWinter sang her topical song. In it she advised the audience when\nanxious to settle any question of personal or national interest to\n“Put it up to the Man in the Moon.’” This night she introduced a\nverse in which she told of her desire to know which horse on the\nmorrow would win the Suburban, and, in the chorus, expressed her\ndetermination to “Put it up to the Man in the Moon.”",
        "Instantly from the back of the house a voice called: “Why don’t you\nput it up to the Man in the Box?” Miss Winter laughed-the audience\nlaughed; all eyes were turned toward Carter. As though the idea\npleased them, from different parts of the house people applauded\nheartily. In embarrassment, Carter shoved back his chair and pulled\nthe curtain of the box between him and the audience. But he was not\nso easily to escape. Leaving the orchestra to continue unheeded\nwith the prelude to the next verse, Miss Winter walked slowly and\ndeliberately toward him, smiling mischievously. In burlesque\nentreaty, she held out her arms. She made a most appealing and\ncharming picture, and of that fact she was well aware. In a voice\nloud enough to reach every part of the house, she addressed herself\nto Carter:",
        "“Won’t you tell ME?” she begged.",
        "Carter, blushing unhappily, shrugged his shoulders in apology.",
        "With a wave of her hand Miss Winter designated the audience.\n“Then,” she coaxed, reproachfully, “won’t you tell THEM?”",
        "Again, instantly, with a promptness and unanimity that sounded\nsuspiciously as though it came from ushers well rehearsed, several\nvoice echoed her petition: “Give us all a chance!’’ shouted one.\n“Don’t keep the good things to yourself! “ reproached another. “ I\nwant to get rich, TOO!” wailed a third. In his heart, Carter prayed\nthey would choke. But the audience, so far from resenting the\ninterruptions, encouraged them, and Carter’s obvious discomfort\nadded to its amusement. It proceeded to assail him with applause,\nwith appeals, with commands to “speak up.”",
        "The hand-clapping became general-insistent. The audience would not\nbe denied. Carter turned to Dolly. In the recesses of the box she\nwas enjoying his predicament. His friends also were laughing at\nhim. Indignant at their desertion, Carter grinned vindictively.\n“All right,” he muttered over his shoulder. “Since you think it’s\nfunny, I’ll show you !” He pulled his pencil from his watch-chain\nand, spreading his programme on the ledge of the box, began to\nwrite.",
        "From the audience there rose a murmur of incredulity, of surprise,\nof excited interest. In the rear of the house the press agent,\nafter one startled look, doubled up in an ecstasy of joy. “We’ve\nlanded him !” he gasped. “We’ve landed him He’s going to fall for\nit!”",
        "Dolly frantically clasped her husband by the coat-tail.",
        "“Champ!” she implored, “what are you doing?”",
        "Quite calmly , quite confidently, Carter rose. Leaning forward with\na nod and a smile, he presented the programme to the beautiful Miss\nWinter. That lady all but snatched at it. The spot-light was full\nin her eyes. Turning her back that she might the more easily read,\nshe stood for a moment, her pretty figure trembling with eagerness,\nher pretty eyes bent upon the programme. The house had grown\nsuddenly still, and with an excited gesture, the leader of the\norchestra commanded the music to silence A man, bursting with\nimpatience, broke the tense quiet. “Read it!” he shouted.",
        "In a frightened voice that in the sudden hush held none of its\nusual confidence, Miss Winter read slowly: “ The favorite cannot\nlast the distance. Will lead for the mile and give way to Beldame.\nProper takes the place. First Mason will show. Beldame will win by\na length.”",
        "Before she had ceased reading, a dozen men had struggled to their\nfeet and a hundred voice were roaring at her. “Read that again !\"\nthe chorused. Once more Miss Winter read the message, but before\nshe had finished half of those in the front rows were scrambling\nfrom their seats and racing up the aisles. Already the reporters\nwere ahead of them, and in the neighborhood not one telephone booth\nwas empty. Within five minutes, in those hotels along the White Way\nwhere sporting men are wont to meet, betting commissioners and\nhand-book men were suddenly assaulted by breathless gentlemen, some\nin evening dress, some without collars, and some without hats, but\nall with money to bet against the favorite. And, an hour later,\nmen, bent under stacks of newspaper “extras,” were vomited from the\nsubway stations into the heart of Broadway, and in raucous tones\nwere shrieking, “Winner of the Suburban,” sixteen hours before that\nrace was run. That night to every big newspaper office from Maine\nto California, was flashed the news that Plunger Carter, in a\nBroadway theatre, had announced that the favorite for the Suburban\nwould be beaten, and, in order, had named the three horses that\nwould first finish.",
        "Up and down Broadway, from rathskellers to roof-gardens, in cafes\nand lobster palaces, on the corners of the cross-roads, in clubs\nand all-night restaurants, Carter’s tip was as a red rag to a bull.",
        "Was the boy drunk, they demanded, or had his miraculous luck turned\nhis head? Otherwise, why would he so publicly utter a prophecy that\non the morrow must certainly smother him with ridicule. The\nexplanations were varied. The men in the clubs held he was driven\nby a desire for notoriety, the men in the street that he was more\nclever than they guessed, and had made the move to suit his own\nbook, to alter the odds to his own advantage. Others frowned\nmysteriously. With superstitious faith in his luck, they pointed to\nhis record. “Has he ever lost a bet? How do WE know what HE knows?\"\nthey demanded. “Perhaps it’s fixed and he knows it!”",
        "The “wise” ones howled in derision. “A Suburban FIXED!” they\nretorted. “You can fix ONE jockey, you can fix TWO; but you can’t\nfix sixteen jockeys! You can’t fix Belmont, you can’t fix Keene.\nThere’s nothing in his picking Beldame, but only a crazy man would\npick the horse for the place and to show, and shut out the\nfavorite! The boy ought to be in Matteawan.",
        "Still undisturbed, still confident to those to whom he had promised\nthem, Carter sent a wire. Nor did he forget his old enemy, “Sol\"\nBurbank. “ If you want to get some of the money I took,” he\ntelegraphed, “wipe out the Belmont entry and take all they offer on\nDelhi. He cannot win.”",
        "And that night, when each newspaper called him up at his flat, he\nmade the same answer. “The three horses Will finish as I said. You\ncan state that I gave the information as I did as a sort of present\nto the people of New York City.”",
        "In the papers the next morning “Carter’s Tip” was the front- page\nfeature. Even those who never in the racing of horses felt any\nconcern could not help but take in the outcome of this one a\ncurious interest. The audacity of the prophecy, the very absurdity\nof it, presupposing, as it did, occult power, was in itself\namusing. And when the curtain rose on the Suburban it was evident\nthat to thousands what the Man Who Could Not Lose had foretold was\na serious and inspired utterance.",
        "This time his friends gathered around him, not to benefit by his\nadvice, but to protect him. “They’ll mob you!” they warned.\n“They’ll tear the clothes off your back. Better make your getaway\nnow.”",
        "Dolly, with tears in her eyes, sat beside him. Every now and again\nshe touched his hand. Below his box, as around a newspaper office\non the night when a president is elected, the people crushed in a\nturbulent mob. Some mocked and jeered, some who on his tip had\nrisked their every dollar, hailed him hopefully. On every side\npolicemen, fearful of coming trouble, hemmed him in. Carter was\nbored extremely, heartily sorry he had on the night before given\nway to what he now saw as a perverse impulse. But he still was\nconfident, still undismayed.",
        "To all eyes, except those of Dolly, he was of all those at the\ntrack the least concerned. To her he turned and, in a low tone,\nspoke swiftly. “I am so sorry,” he begged. “But, indeed, indeed, I\ncan’t lose. You must have faith in me.”",
        "“In you, yes,” returned Dolly in a whisper, “but in your dreams,\nno!”",
        "The horses were passing on their way to the post. Carter brought\nhis face close to hers.",
        "“I’m going to break my promise,” he said, “and make one more bet,\nthis one with you. I bet you a kiss that I’m right.”",
        "Dolly, holding back her tears, smiled mournfully. “Make it a\nhundred,” she said.",
        "Half of the forty thousand at the track had backed Delhi, the other\nhalf, following Carter’s luck and his confidence in proclaiming his\nconvictions, had backed Beldame. Many hundred had gone so far as to\nbet that the three horses he had named would finish as he had\nforetold. But, in spite of Carter’s tip, Delhi still was the\nfavorite, and when the thousands saw the Keene polka-dots leap to\nthe front, and by two lengths stay there, for the quarter, the\nhalf, and for the three- quarters, the air was shattered with\njubilant, triumphant yells. And then suddenly, with the swiftness\nof a moving picture, in the very moment of his victory, Beldame\ncrept up on the favorite, drew alongside, drew ahead passed him,\nand left him beaten. It was at the mile.",
        "The night before a man had risen in a theatre and said to two\nthousand people: “The favorite will lead for the mile, and give way\nto Beldame.” Could they have believed him, the men who now cursed\nthemselves might for the rest of their lives have lived upon their\nwinnings. Those who had followed his prophecy faithfully,\nsuperstitiously, now shrieked in happy, riotous\nself-congratulation. “At the MILE!” they yelled. “He TOLD you, at\nthe MILE!” They turned toward Carter and shook Panama hats at him.\n“Oh, you Carter!” they shrieked lovingly.",
        "It was more than a race the crowd was watching now, it was the\nworking out of a promise. And when Beldame stood off Proper’s rush,\nand Proper fell to second, and First Mason followed three lengths\nin the rear, and in that order they flashed under the wire, the\nyells were not that a race had been won, but that a prophecy had\nbeen fulfilled.",
        "Of the thousands that cheered Carter and fell upon him and indeed\ndid tear his clothes off his back, one of his friends alone was\nsufficiently unselfish to think of what it might, mean to Carter.",
        "“Champ!” roared his friend, pounding him on both shoulders. “You\nold wizard! I win ten thousand! How much do you win?”",
        "Carter cast a swift glance at Dolly. he said, “I win much more than\nthat.”",
        "And Dolly, raising her eyes to his, nodded and smiled contentedly.",
        " ",
        "\nThis complete text of The Man Who Could Not Lose by Richard Harding Davis is in the public domain.\n\n\nThe Man Who Could Not Lose is also available\nat Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Man Who Could Not LoseBy Richard Harding DavisAt Amazon"
    ]
}