{
    "title": "The Diary of a Nobody - Chapter XIII.",
    "author": "George and Weedon Grossmith",
    "chapter": "14",
    "content": [
        "\n\n",
        "I receive an insulting Christmas card.  We spend a pleasant\nChristmas at Carrie’s mother’s.  A Mr. Moss is rather too free.  A\nboisterous evening, during which I am struck in the dark.  I\nreceive an extraordinary letter from Mr. Mutlar, senior, respecting\nLupin.  We miss drinking out the Old Year.",
        "\nDecember 24. - I am a poor man, but I would gladly give ten\nshillings to find out who sent me the insulting Christmas card I\nreceived this morning.  I never insult people; why should they\ninsult me?  The worst part of the transaction is, that I find\nmyself suspecting all my friends.  The handwriting on the envelope\nis evidently disguised, being written sloping the wrong way.  I\ncannot think either Gowing or Cummings would do such a mean thing.\nLupin denied all knowledge of it, and I believe him; although I\ndisapprove of his laughing and sympathising with the offender.  Mr.\nFranching would be above such an act; and I don’t think any of the\nMutlars would descend to such a course.  I wonder if Pitt, that\nimpudent clerk at the office, did it?  Or Mrs. Birrell, the\ncharwoman, or Burwin-Fosselton?  The writing is too good for the\nformer.",
        "Christmas Day. - We caught the 10.20 train at Paddington, and spent\na pleasant day at Carrie’s mother’s.  The country was quite nice\nand pleasant, although the roads were sloppy.  We dined in the\nmiddle of the day, just ten of us, and talked over old times.  If\neverybody had a nice, UNinterfering mother-in-law, such as I have,\nwhat a deal of happiness there would be in the world.  Being all in\ngood spirits, I proposed her health, and I made, I think, a very\ngood speech.",
        "I concluded, rather neatly, by saying:  “On an occasion like this -\nwhether relatives, friends, or acquaintances, - we are all inspired\nwith good feelings towards each other.  We are of one mind, and\nthink only of love and friendship.  Those who have quarrelled with\nabsent friends should kiss and make it up.  Those who happily have\nnot fallen out, can kiss all the same.”",
        "I saw the tears in the eyes of both Carrie and her mother, and must\nsay I felt very flattered by the compliment.  That dear old\nReverend John Panzy Smith, who married us, made a most cheerful and\namusing speech, and said he should act on my suggestion respecting\nthe kissing.  He then walked round the table and kissed all the\nladies, including Carrie.  Of course one did not object to this;\nbut I was more than staggered when a young fellow named Moss, who\nwas a stranger to me, and who had scarcely spoken a word through\ndinner, jumped up suddenly with a sprig of misletoe, and exclaimed:\n“Hulloh!  I don’t see why I shouldn’t be on in this scene.”  Before\none could realise what he was about to do, he kissed Carrie and the\nrest of the ladies.",
        "Fortunately the matter was treated as a joke, and we all laughed;\nbut it was a dangerous experiment, and I felt very uneasy for a\nmoment as to the result.  I subsequently referred to the matter to\nCarrie, but she said:  “Oh, he’s not much more than a boy.”  I said\nthat he had a very large moustache for a boy.  Carrie replied:  “I\ndidn’t say he was not a nice boy.”",
        "December 26. - I did not sleep very well last night; I never do in\na strange bed.  I feel a little indigestion, which one must expect\nat this time of the year.  Carrie and I returned to Town in the\nevening.  Lupin came in late.  He said he enjoyed his Christmas,\nand added:  “I feel as fit as a Lowther Arcade fiddle, and only\nrequire a little more ’oof’ to feel as fit as a 500 pounds\nStradivarius.”  I have long since given up trying to understand\nLupin’s slang, or asking him to explain it.",
        "December 27. - I told Lupin I was expecting Gowing and Cummings to\ndrop in to-morrow evening for a quiet game.  I was in hope the boy\nwould volunteer to stay in, and help to amuse them.  Instead of\nwhich, he said:  “Oh, you had better put them off, as I have asked\nDaisy and Frank Mutlar to come.”  I said I could not think of doing\nsuch a thing.  Lupin said:  “Then I will send a wire, and put off\nDaisy.”  I suggested that a post-card or letter would reach her\nquite soon enough, and would not be so extravagant.",
        "Carrie, who had listened to the above conversation with apparent\nannoyance, directed a well-aimed shaft at Lupin.  She said:\n“Lupin, why do you object to Daisy meeting your father’s friends?\nIs it because they are not good enough for her, or (which is\nequally possible) SHE is not good enough for them?”  Lupin was\ndumbfounded, and could make no reply.  When he left the room, I\ngave Carrie a kiss of approval.",
        "December 28 - Lupin, on coming down to breakfast, said to his\nmother:  “I have not put off Daisy and Frank, and should like them\nto join Gowing and Cummings this evening.”  I felt very pleased\nwith the boy for this.  Carrie said, in reply:  “I am glad you let\nme know in time, as I can turn over the cold leg of mutton, dress\nit with a little parsley, and no one will know it has been cut.\"\nShe further said she would make a few custards, and stew some\npippins, so that they would be cold by the evening.",
        "Finding Lupin in good spirits, I asked him quietly if he really had\nany personal objection to either Gowing or Cummings.  He replied:\n“Not in the least.  I think Cummings looks rather an ass, but that\nis partly due to his patronising ’the three-and-six-one-price hat\ncompany,’ and wearing a reach-me-down frock-coat.  As for that\nperpetual brown velveteen jacket of Gowing’s - why, he resembles an\nitinerant photographer.”",
        "I said it was not the coat that made the gentleman; whereupon\nLupin, with a laugh, replied:  “No, and it wasn’t much of a\ngentleman who made their coats.”",
        "We were rather jolly at supper, and Daisy made herself very\nagreeable, especially in the earlier part of the evening, when she\nsang.  At supper, however, she said:  “Can you make tee-to-tums\nwith bread?” and she commenced rolling up pieces of bread, and\ntwisting them round on the table.  I felt this to be bad manners,\nbut of course said nothing.  Presently Daisy and Lupin, to my\ndisgust, began throwing bread-pills at each other.  Frank followed\nsuit, and so did Cummings and Gowing, to my astonishment.  They\nthen commenced throwing hard pieces of crust, one piece catching me\non the forehead, and making me blink.  I said:  “Steady, please;\nsteady!”  Frank jumped up and said:  “Tum, tum; then the band\nplayed.”",
        "I did not know what this meant, but they all roared, and continued\nthe bread-battle.  Gowing suddenly seized all the parsley off the\ncold mutton, and threw it full in my face.  I looked daggers at\nGowing, who replied:  “I say, it’s no good trying to look\nindignant, with your hair full of parsley.”  I rose from the table,\nand insisted that a stop should be put to this foolery at once.\nFrank Mutlar shouted:  “Time, gentlemen, please! time!” and turned\nout the gas, leaving us in absolute darkness.",
        "I was feeling my way out of the room, when I suddenly received a\nhard intentional punch at the back of my head.  I said loudly:\n“Who did that?”  There was no answer; so I repeated the question,\nwith the same result.  I struck a match, and lighted the gas.  They\nwere all talking and laughing, so I kept my own counsel; but, after\nthey had gone, I said to Carrie; “The person who sent me that\ninsulting post-card at Christmas was here to-night.”",
        "December 29. - I had a most vivid dream last night.  I woke up, and\non falling asleep, dreamed the same dream over again precisely.  I\ndreamt I heard Frank Mutlar telling his sister that he had not only\nsent me the insulting Christmas card, but admitted that he was the\none who punched my head last night in the dark.  As fate would have\nit, Lupin, at breakfast, was reading extracts from a letter he had\njust received from Frank.",
        "I asked him to pass the envelope, that I might compare the writing.\nHe did so, and I examined it by the side of the envelope containing\nthe Christmas card.  I detected a similarity in the writing, in\nspite of the attempted disguise.  I passed them on to Carrie, who\nbegan to laugh.  I asked her what she was laughing at, and she said\nthe card was never directed to me at all.  It was “L. Pooter,” not\n“C. Pooter.”  Lupin asked to look at the direction and the card,\nand exclaimed, with a laugh:  “Oh yes, Guv., it’s meant for me.”",
        "I said:  “Are you in the habit of receiving insulting Christmas\ncards?”  He replied:  “Oh yes, and of SENDING them, too.”",
        "In the evening Gowing called, and said he enjoyed himself very much\nlast night.  I took the opportunity to confide in him, as an old\nfriend, about the vicious punch last night.  He burst out laughing,\nand said:  “Oh, it was YOUR HEAD, was it?  I know I accidentally\nhit something, but I thought it was a brick wall.”  I told him I\nfelt hurt, in both senses of the expression.",
        "December 30, Sunday. - Lupin spent the whole day with the Mutlars.\nHe seemed rather cheerful in the evening, so I said:  “I’m glad to\nsee you so happy, Lupin.”  He answered:  “Well, Daisy is a splendid\ngirl, but I was obliged to take her old fool of a father down a\npeg.  What with his meanness over his cigars, his stinginess over\nhis drinks, his farthing economy in turning down the gas if you\nonly quit the room for a second, writing to one on half-sheets of\nnote-paper, sticking the remnant of the last cake of soap on to the\nnew cake, putting two bricks on each side of the fireplace, and his\ngeneral ’outside-halfpenny-’bus-ness,’ I was compelled to let him\nhave a bit of my mind.”  I said:  “Lupin, you are not much more\nthan a boy; I hope you won’t repent it.”",
        "December 31. - The last day of the Old Year.  I received an\nextraordinary letter from Mr. Mutlar, senior.  He writes:  “Dear\nSir, - For a long time past I have had considerable difficulty\ndeciding the important question, ’Who is the master of my own\nhouse?  Myself, or YOUR SON Lupin?’  Believe me, I have no\nprejudice one way or the other; but I have been most reluctantly\ncompelled to give judgment to the effect that I am the master of\nit.  Under the circumstances, it has become my duty to forbid your\nson to enter my house again.  I am sorry, because it deprives me of\nthe society of one of the most modest, unassuming, and gentlemanly\npersons I have ever had the honour of being acquainted with.”",
        "I did not desire the last day to wind up disagreeably, so I said\nnothing to either Carrie or Lupin about the letter.",
        "A most terrible fog came on, and Lupin would go out in it, but\npromised to be back to drink out the Old Year - a custom we have\nalways observed.  At a quarter to twelve Lupin had not returned,\nand the fog was fearful.  As time was drawing close, I got out the\nspirits.  Carrie and I deciding on whisky, I opened a fresh bottle;\nbut Carrie said it smelt like brandy.  As I knew it to be whisky, I\nsaid there was nothing to discuss.  Carrie, evidently vexed that\nLupin had not come in, did discuss it all the same, and wanted me\nto have a small wager with her to decide by the smell.  I said I\ncould decide it by the taste in a moment.  A silly and unnecessary\nargument followed, the result of which was we suddenly saw it was a\nquarter-past twelve, and, for the first time in our married life,\nwe missed welcoming in the New Year.  Lupin got home at a quarter-\npast two, having got lost in the fog - so he said.",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}