{
    "title": "The Unseen World and Other Essays - VIII. HISTORICAL DIFFICULTIES.[29]",
    "author": "John Fiske",
    "chapter": "10",
    "content": [
        "\n\n",
        "[29] Historical Difficulties and Contested Events. By Octave\nDelepierre, LL. D., F. S. A., Secretary of Legation to the King\nof the Belgians. 8vo. London: Murray. 1868.",
        "History, says Sainte-Beuve, is in great part a set of fables\nwhich people agree to believe in. And, on reading books like the\npresent, one certainly needs a good deal of that discipline\nacquired by long familiarity with vexed historical questions, in\norder to check the disposition to accept the great critic’s\nironical remark in sober earnest. Much of what is currently\naccredited as authentic history is in fact a mixture of flattery\nand calumny, myth and fable. Yet in this set of fables, whatever\nmay have been the case in past times, people will no longer agree\nto believe. During the present century the criticism of recorded\nevents has gone far toward assuming the developed and\nsystematized aspect of a science, and canons of belief have been\nestablished. which it is not safe to disregard. Great\noccurrences, such as the Trojan War and the Siege of Thebes, not\nlong ago faithfully described by all historians of Greece, have\nbeen found to be part of the common mythical heritage of the\nAryan nations. Achilleus and Helena, Oidipous and Iokasta, Oinone\nand Paris, have been discovered in India and again in\nScandinavia, and so on, until their nonentity has become the\nlegitimate inference from their very ubiquity. Legislators like\nRomulus and Numa, inventors like Kadmos, have evaporated into\netymologies. Whole legions of heroes, dynasties of kings, and\nadulteresses as many as Dante saw borne on the whirlwind, have\nvanished from the face of history, and terrible has been the\nhavoc in the opening pages of our chronological tables. Nor is it\nprimitive history alone which has been thus metamorphosed.\nCharacters unduly exalted or defamed by party spirit are daily\nbeing set before us in their true, or at least in a truer, light.\nWhat Mr. Froude has done for Henry VIII. we know; and he might\nhave done more if he had not tried to do so much. Humpbacked\nRichard turns out to have been one of the handsomest kings that\never sat on the throne of England. Edward I., in his dealings\nwith Scotland, is seen to have been scrupulously just; while the\ndignity of the patriot hero Wallace has been somewhat impaired.\nElizabeth is proved to have befriended the false Mary Stuart much\nlonger than was consistent with her personal safety. Eloquent\nCicero has been held up as an object of contempt; and even\nweighty Tacitus has been said to owe much of his reputation to\nhis ability to give false testimony with a grave face. It has\nlately been suspected that gloomy Tiberius, apart from his\ngloominess, may have been rather a good fellow; not so licentious\nas puritanical, not cruel so much as exceptionally merciful,—a\nrare general, a sagacious statesman, and popular to boot with all\nhis subjects save the malignant oligarchy which he consistently\nsnubbed, and which took revenge on him by writing his life. And,\nto crown all, even Catiline, abuser of our patience, seducer of\nvestal nuns, and drinker of children’s blood,—whose very name\nsuggests murder, incest, and robbery,—even Catiline has found an\nable defender in Professor Beesly. It is claimed that Catiline\nwas a man of great abilities and average good character, a\nwell-calumniated leader of the Marian party which Caesar\nafterwards led to victory, and that his famous plot for burning\nRome never existed save in the unscrupulous Ciceronian fancy. And\nthose who think it easy to refute these conclusions of Professor\nBeesly had better set to work and try it. Such are a few of the\nsurprising questions opened by recent historical research; and in\nthe face of them the public is quite excusable if it declares\nitself at a loss what to believe.",
        "These, however, are cases in which criticism has at least made\nsome show of ascertaining the truth and detecting the causes of\nthe prevalent misconception. That men like Catiline and Tiberius\nshould have had their characters blackened is quite easily\nexplicable. President Johnson would have little better chance of\nobtaining justice at the hands of posterity, if the most widely\nread history of his administration should happen to be written by\na radical member of the Rump Congress. But the cases which Mr.\nDelepierre invites us to contemplate are of a different\ncharacter. They come neither under the head of myths nor under\nthat of misrepresentations. Some of them are truly vexed\nquestions which it may perhaps always be impossible\nsatisfactorily to solve. Others may be dealt with more easily,\nbut afford no clew to the origin of the popularly received error.\nLet us briefly examine a few of Mr. Delepierre’s “difficulties.\"\nAnd first, because simplest, we will take the case of the\nAlexandrian Library.",
        "Every one has heard how Amrou, after his conquest of Egypt, sent\nto Caliph Omar to know what should be done with the Alexandrian\nLibrary. “If the books agree with the Koran,” said the Caliph,\n“they are superfluous; if they contradict it, they are damnable;\nin either case, destroy them.” So the books were taken and used\nto light the fires which heated water for the baths; and so vast\nwas the number that, used in this way, they lasted six months!\nAll this happened because John the Grammarian was over-anxious\nenough to request that the books might be preserved, and thus\ndrew Amrou’s attention to them. Great has been the obloquy poured\nupon Omar for this piece of vandalism, and loud has been the\nmourning over the treasures of ancient science and literature\nsupposed to have been irrecoverably lost in this ignominious\nconflagration Theologians, Catholic and Protestant, have been\nfond of quoting it as an instance of the hostility of\nMahometanism to knowledge, and we have even heard an edifying\nsermon preached about it. On seeing the story put to such uses,\none feels sometimes like using the ad hominem argument, and\nquoting the wholesale destruction of pagan libraries under\nValens, the burning of books by the Latin stormers of\nConstantinople, the alleged annihilation of 100,000 volumes by\nGenoese crusaders at Tripoli, the book-burning exploits of\nTorquemada, the bonfire of 80,000 valuable Arabic manuscripts,\nlighted up in the square of Granada by order of Cardinal Ximenes,\nand the irreparable cremation of Aztec writings by the first\nChristian bishops of Mexico. These examples, with perhaps others\nwhich do not now occur to us, might be applied in just though\nungentle retort by Mahometan doctors. Yet the most direct\nrejoinder would probably not occur to them: the Alexandrian\nLibrary was NOT destroyed by the orders of Omar, and the whole\nstory is a figment!",
        "The very pithiness of it, so characteristic of the excellent but\nbigoted Omar, is enough to cast suspicion upon it. De Quincey\ntells us that “if a saying has a proverbial fame, the probability\nis that it was never said.” How many amusing stories stand a\nchance of going down to posterity as the inventions of President\nLincoln, of which, nevertheless, he is doubtless wholly innocent!\nHow characteristic was Caesar’s reply to the frightened pilot!\nYet in all probability Caesar never made it.",
        "Now for the evidence. Alexandria was captured by Armrou in 640.\nThe story of the burning of the library occurs for the first time\nin the works of Abulpharagius, who flourished in 1264. Six\nhundred years had elapsed. It is as if a story about the crusades\nof Louis IX. were to be found for the first time in the writings\nof Mr. Bancroft. The Byzantine historians were furiously angry\nwith the Saracens; why did they, one and all, neglect to mention\nsuch an outrageous piece of vandalism? Their silence must be\nconsidered quite conclusive. Moreover we know “that the caliphs\nhad forbidden under severe penalties the destruction” of Jewish\nand Christian books, a circumstance wholly inconsistent with this\nfamous story. And finally, what a mediaeval recklessness of dates\nis shown in lugging into the story John the Grammarian, who was\ndead and in his grave when Alexandria was taken by Amrou!",
        "But the chief item of proof remains to be mentioned. The Saracens\ndid not burn the library, because there was no library there for\nthem to burn! It had been destroyed just two hundred and fifty\nyears before by a rabble of monks, incited by the patriarch\nTheophilus, who saw in such a vast collection of pagan literature\na perpetual insult and menace to religion. In the year 390 this\nturbulent bigot sacked the temple of Serapis, where the books\nwere kept, and drove out the philosophers who lodged there. Of\nthis violent deed we have contemporary evidence, for Orosius\ntells us that less than fifteen years afterwards, while passing\nthrough Alexandria, he saw the empty shelves. This fact disposes\nof the story.",
        "Passing from Egypt to France, and from the seventh century to the\nfifteenth, we meet with a much more difficult problem. That\nJeanne d’Arc was burnt at the stake, at Rouen, on the 30th of\nMay, 1431, and her bones and ashes thrown into the Seine, is\ngenerally supposed to be as indisputable as any event in modern\nhistory. Such is, however, hardly the case. Plausible evidence\nhas been brought to prove that Jeanne d’Arc was never burnt at\nthe stake, but lived to a ripe age, and was even happily married\nto a nobleman of high rank and reputation. We shall abridge Mr.\nDelepierre’s statement of this curious case.",
        "In the archives of Metz, Father Vignier discovered the following\nremarkable entry: “In the year 1436, Messire Phlin Marcou was\nSheriff of Metz, and on the 20th day of May of the aforesaid year\ncame the maid Jeanne, who had been in France, to La Grange of\nOrmes, near St. Prive, and was taken there to confer with any one\nof the sieurs of Metz, and she called herself Claude; and on the\nsame day there came to see her there her two brothers, one of\nwhom was a knight, and was called Messire Pierre, and the other\n’petit Jehan,’ a squire, and they thought that she had been\nburnt, but as soon as they saw her they recognized her and she\nthem. And on Monday, the 21st day of the said month, they took\ntheir sister with them to Boquelon, and the sieur Nicole, being a\nknight, gave her a stout stallion of the value of thirty francs,\nand a pair of saddle-cloths; the sieur Aubert Boulle, a\nriding-hood, the sieur Nicole Groguet, a sword; and the said\nmaiden mounted the said horse nimbly, and said several things to\nthe sieur Nicole by which he well understood that it was she who\nhad been in France; and she was recognized by many tokens to be\nthe maid Jeanne of France who escorted King Charles to Rheims,\nand several declared that she had been burnt in Normandy, and she\nspoke mostly in parables. She afterwards returned to the town of\nMarnelle for the feast of Pentecost, and remained there about\nthree weeks, and then set off to go to Notre Dame d’Alliance. And\nwhen she wished to leave, several of Metz went to see her at the\nsaid Marnelle and gave her several jewels, and they knew well\nthat she was the maid Jeanne of France; and she then went to\nErlon, in the Duchy of Luxembourg, where she was thronged,....\nand there was solemnized the marriage of Monsieur de Hermoise,\nknight, and the said maid Jeanne, and afterwards the said sieur\nHermoise, with his wife, the Maid, came to live at Metz, in the\nhouse the said sieur had, opposite St. Seglenne, and remained\nthere until it pleased them to depart.”",
        "This is surprising enough; but more remains behind. Dining\nshortly afterwards with M. des Armoises, member of one of the\noldest families in Lorraine, Father Vignier was invited to look\nover the family archives, that he might satisfy his curiosity\nregarding certain ancestors of his host. And on looking over the\nfamily register, what was his astonishment at finding a contract\nof marriage between Robert des Armoises, Knight, and Jeanne\nd’Arcy, the so-called Maid of Orleans!",
        "In 1740, some time after these occurrences, there was found, in\nthe town hall of Orleans, a bill of one Jacques l’Argentier, of\nthe year 1436, in which mention is made of a small sum paid for\nrefreshments furnished to a messenger who had brought letters\nfrom the Maid of Orleans, and of twelve livres given to Jean du\nLis, brother of Jeanne d’Arc, to help him pay the expenses of his\njourney back to his sister. Then come two charges which we shall\ntranslate literally. “To the sieur de Lis, 18th October, 1436,\nfor a journey which he made through the said city while on his\nway to the Maid, who was then at Erlon in Luxembourg, and for\ncarrying letters from Jeanne the Maid to the King at Loicher,\nwhere he was then staying, six livres.” And again: “To Renard\nBrune, 25th July, 1435, at evening, for paying the hire of a\nmessenger who was carrying letters from Jeanne the Maid, and was\non his way to William Beliers, bailiff of Troyes, two livres.”",
        "As no doubt has been thrown upon the genuineness of these\ndocuments, it must be considered established that in 1436, five\nyears after the public execution at Rouen, a young woman,\nbelieved to be the real Jeanne d’Arc, was alive in Lorraine and\nwas married to a M. Hermoises or Armoises. She may, of course,\nhave been an impostor; but in this case it is difficult to\nbelieve that her brothers, Jean and Pierre, and the people of\nLorraine, where she was well known, would not have detected the\nimposture at once. And that Jean du Lis, during a familiar\nintercourse of at least several months, as indicated in the above\nextracts, should have continued to mistake a stranger for his own\nsister, with whom he had lived from childhood, seems a very\nabsurd supposition. Nor is it likely that an impostor would have\nexposed herself to such a formidable test. If it had been a bold\ncharlatan who, taking advantage of the quite general belief, to\nwhich we have ample testimony, that there was something more in\nthe execution at Rouen than was allowed to come to the surface,\nhad resolved to usurp for herself the honours due to the woman\nwho had saved France, she would hardly have gone at the outset to\na part of the country where the real Maid had spent nearly all\nher life. Her instant detection and exposure, perhaps a\ndisgraceful punishment, would have been inevitable. But if this\nperson were the real Jeanne, escaped from prison or returning\nfrom an exile dictated by prudence, what should she have done but\ngo straightway to the haunts of her childhood, where she might\nmeet once more her own friends and family?",
        "But the account does not end here. M. Wallon, in his elaborate\nhistory of Jeanne d’Arc, states that in 1436 the supposed Maid\nvisited France, and appears to have met some of the men-at-arms\nwith whom she had fought. In 1439 she came to Orleans, for in the\naccounts of the town we read, “July 28, for ten pints of wine\npresented to Jeanne des Armoises, 14 sous.” And on the day of her\ndeparture, the citizens of Orleans, by a special decree of the\ntown-council, presented her with 210 livres, “for the services\nwhich she had rendered to the said city during the siege.” At the\nsame time the annual ceremonies for the repose of her soul were,\nquite naturally, suppressed. Now we may ask if it is at all\nprobable that the people of Orleans, who, ten years before,\nduring the siege, must have seen the Maid day after day, and to\nwhom her whole appearance must have been perfectly familiar,\nwould have been likely to show such attentions as these to an\nimpostor? “In 1440,” says Mr. Delepierre, “the people so firmly\nbelieved that Jeanne d’Arc was still alive, and that another had\nbeen sacrificed in her place, that an adventuress who endeavoured\nto pass herself off as the Maid of Orleans was ordered by the\ngovernment to be exposed before the public on the marble stone of\nthe palace hall, in order to prove that she was an impostor. Why\nwere not such measures taken against the real Maid of Orleans,\nwho is mentioned in so many public documents, and who took no\npains to hide herself?”",
        "There is yet another document bearing on this case, drawn from\nthe accounts of the auditor of the Orleans estate, in the year\n1444, which we will here translate. “An island on the River Loire\nis restored to Pierre du Lis, knight, ’on account of the\nsupplication of the said Pierre, alleging that for the acquittal\nof his debt of loyalty toward our Lord the King and M. the Duke\nof Orleans, he left his country to come to the service of the\nKing and M. the Duke, accompanied by his sister, Jeanne the Maid,\nwith whom, down to the time of her departure, and since, unto the\npresent time, he has exposed his body and goods in the said\nservice, and in the King’s wars, both in resisting the former\nenemies of the kingdom who were besieging the town of Orleans,\nand since then in divers enterprises,’ &c., &c.” Upon this Mr.\nDelepierre justly remarks that the brother might have presented\nhis claims in a much stronger light, “if in 1444,” instead of\nsaying ’up to the time of her departure,’ he had brought forward\nthe martyrdom of his sister, as having been the means of saving\nFrance from the yoke of England.” The expression here cited and\nitalicized in the above translation, may indeed be held to refer\ndelicately to her death, but the particular French phrase\nemployed, “jusques a son absentement,” apparently excludes such\nan interpretation. The expression, on the other hand, might well\nrefer to Jeanne’s departure for Lorraine, and her marriage, after\nwhich there is no evidence that she returned to France, except\nfor brief visits. Thus a notable amount of evidence goes to show\nthat Jeanne was not put to death in 1431, as usually supposed,\nbut was alive, married, and flourishing in 1444. Upon this\nsupposition, certain alleged difficulties in the traditional\naccount are easily disposed of. Mr. Delepierre urges upon the\ntestimony of Perceval de Cagny, that at the execution in Rouen\n“the victim’s face was covered when walking to the stake, while\nat the same time a spot had been chosen for the execution that\npermitted the populace to have a good view. Why this\ncontradiction? A place is chosen to enable the people to see\neverything, but the victim is carefully hidden from their sight.\"\nWhether otherwise explicable or not, this fact is certainly\nconsistent with the hypothesis that some other victim was\nsecretly substituted for Jeanne by the English authorities.",
        "We have thus far contented ourselves with presenting and\nre-enforcing Mr. Delepierre’s statement of the case. It is now\ntime to interpose a little criticism. We must examine our data\nsomewhat more closely, for vagueness of conception allows a\nlatitude to belief which accuracy of conception considerably\nrestricts.",
        "On the hypothesis of her survival, where was Jeanne, and what was\nshe doing all the time from her capture before Compiegne, May 24,\n1430, until her appearance at Metz, May 20, 1436? Mr. Delepierre\nreminds us that the Duke of Bedford, regent of France for the\nEnglish king, died in 1435, and “that most probably Jeanne d’Arc\nwas released from prison after this event.” Now this supposition\nlands us in a fatally absurd conclusion. We are, in fact, asked\nto believe that the English, while holding Jeanne fast in their\nclutches, gratuitously went through the horrid farce of burning\nsome one else in her stead; and that, after having thus\ninexplicably behaved, they further stultified themselves by\nletting her go scot-free, that their foolishness might be duly\nexposed and confuted. Such a theory is childish. If Jeanne d’Arc\never survived the 30th May, 1431, it was because she escaped from\nprison and succeeded in hiding herself until safer times. When\ncould she have done this? In a sortie from Compiegne, May 24,\n1430, she was thrown from her horse by a Picard archer and taken\nprisoner by the Bastard of Vendome, who sold her to John of\nLuxembourg. John kept her in close custody at Beaulieu until\nAugust. While there, she made two attempts to escape; first,\napparently, by running out through a door, when she was at once\ncaught by the guards; secondly, by jumping from a high window,\nwhen the shock of the fall was so great that she lay insensible\non the ground until discovered. She was then removed to\nBeaurevoir, where she remained until the beginning of November.\nBy this time, Philip “the Good,” Duke of Burgundy, had made up\nhis mind to sell her to the English for 10,000 francs; and Jeanne\nwas accordingly taken to Arras, and thence to Cotoy, where she\nwas delivered to the English by Philip’s officers. So far, all is\nclear; but here it may be asked, WAS she really delivered to the\nEnglish, or did Philip, pocketing his 10,000 francs, cheat and\ndefraud his allies with a counterfeit Jeanne? Such crooked\ndealing would have been in perfect keeping with his character.\nThough a far more agreeable and gentlemanly person, he was almost\nas consummate and artistic a rascal as his\ngreat-great-great-grandson and namesake, Philip II. of Spain. His\nduplicity was so unfathomable and his policy so obscure, that it\nwould be hardly safe to affirm a priori that he might not, for\nreasons best known to himself, have played a double game with his\nfriend the Duke of Bedford. On this hypothesis, he would of\ncourse keep Jeanne in close custody so long as there was any\nreason for keeping his treachery secret. But in 1436, after the\ndeath of Bedford and the final expulsion of the English from\nFrance, no harm could come from setting her at liberty.",
        "But as soon as we cease to reason a priori, this is seen to be,\nafter all, a lame hypothesis. No one can read the trial of Jeanne\nat Rouen, the questions that were put to her and the answers\nwhich she made, without being convinced that we are here dealing\nwith the genuine Maid and not with a substitute. The first step\nof a counterfeit Jeanne would have naturally been to save herself\nfrom the flames by revealing her true character. Moreover, among\nthe multitudes who saw her during her cruel trial, it is not\nlikely that none were acquainted with the true Jeanne’s voice and\nfeatures. We must therefore conclude that Jeanne d’Arc was really\nconsigned to the tender mercies of the English. About the 21st of\nNovember she was taken on horseback, strongly guarded, from Cotoy\nto Rouen, where the trial began January 9, 1431. On the 21st of\nFebruary she appeared before the court; on the 13th of March she\nwas examined in the prison by an inquisitor; and on May 24, the\nThursday after Pentecost, upon a scaffold conspicuously placed in\nthe Cemetery of St. Ouen, she publicly recanted, abjuring her\n“heresies” and asking the Church’s pardon for her “witchcraft.\"\nWe may be sure that the Church dignitaries would not knowingly\nhave made such public display of a counterfeit Jeanne; nor could\nthey well have been deceived themselves under such circumstances.\nIt may indeed be said, to exhaust all possible suppositions, that\na young girl wonderfully similar in feature and voice to Jeanne\nd’Arc was palmed off upon the English by Duke Philip, and\nafterwards, on her trial, comported herself like the Maid,\ntrusting in this recantation to effect her release. But we\nconsider such an hypothesis extremely far-fetched, nor does it\naccord with the events which immediately followed. It seems\nhardly questionable that it was the real Jeanne who publicly\nrecanted on the 24th of May. This was only six days before the\nexecution. Four days after, on Monday the 28th, it was reported\nthat Jeanne had relapsed, that she had, in defiance of the\nChurch’s prohibition, clothed herself in male attire, which had\nbeen left in a convenient place by the authorities, expressly to\ntest her sincerity. On the next day but one, the woman purporting\nto be the Maid of Orleans was led out, with her face carefully\ncovered, and burnt at the stake.",
        "Here is the first combination of circumstances which bears a\nsuspicious look. It disposes of our Burgundy hypothesis, for a\nfalse Jeanne, after recanting to secure her safety, would never\nhave stultified herself by such a barefaced relapse. But the true\nJeanne, after recanting, might certainly have escaped. Some\ncompassionate guard, who before would have scrupled to assist her\nwhile under the ban of the Church, might have deemed himself\nexcusable for lending her his aid after she had been absolved.\nPostulating, then, that Jeanne escaped from Rouen between the\n24th and the 28th, how shall we explain what happened immediately\nafterward?",
        "The English feared Jeanne d’Arc as much as they hated her. She\nhad, by her mere presence at the head of the French army, turned\ntheir apparent triumph into ignominious defeat. In those days the\ntrue psychological explanation of such an event was by no means\nobvious. While the French attributed the result to celestial\ninterposition in their behalf, the English, equally ready to\nadmit its supernatural character, considered the powers of hell\nrather than those of heaven to have been the prime instigators.\nIn their eyes Jeanne was a witch, and it was at least their cue\nto exhibit her as such. They might have put her to death when she\nfirst reached Rouen. Some persons, indeed, went so far as to\nadvise that she should be sewed up in a sack and thrown at once\ninto the Seine; but this was not what the authorities wanted. The\nwhole elaborate trial, and the extorted recantation, were devised\nfor the purpose of demonstrating her to be a witch, and thus\ndestroying her credit with the common people. That they intended\nafterwards to burn her cannot for an instant be doubted; that was\nthe only fit consummation for their evil work.",
        "Now when, at the end of the week after Pentecost, the bishops and\ninquisitors at Rouen learned, to their dismay, that their victim\nhad escaped, what were they to do? Confess that they had been\nfoiled, and create a panic in the army by the news that their\ndreaded enemy was at liberty? Or boldly carry out their purposes\nby a fictitious execution, trusting in the authority which\nofficial statements always carry, and shrewdly foreseeing that,\nafter her recantation, the disgraced Maid would no more venture\nto claim for herself the leadership of the French forces?\nClearly, the latter would have been the wiser course. We may\nassume, then, that, by the afternoon of the 28th, the story of\nthe relapse was promulgated, as a suitable preparation for what\nwas to come; and that on the 30th the poor creature who had been\nhastily chosen to figure as the condemned Maid was led out, with\nface closely veiled, to perish by a slow fire in the old\nmarket-place. Meanwhile the true Jeanne would have made her way,\ndoubtless, in what to her was the effectual disguise of a woman’s\napparel, to some obscure place of safety, outside of doubtful\nFrance and treacherous Burgundy, perhaps in Alsace or the Vosges.\nHere she would remain, until the final expulsion of the English\nand the conclusion of a treaty of peace in 1436 made it safe for\nher to show herself; when she would naturally return to Lorraine\nto seek her family.",
        "The comparative obscurity in which she must have remained for the\nrest of her life, otherwise quite inexplicable on any hypothesis\nof her survival, is in harmony with the above-given explanation.\nThe ingratitude of King Charles towards the heroine who had won\nhim his crown is the subject of common historical remark. M.\nWallon insists upon the circumstance that, after her capture at\nCompiegne, no attempts were made by the French Court to ransom\nher or to liberate her by a bold coup de main. And when, at\nRouen, she appealed in the name of the Church to the Pope to\ngrant her a fair trial, not a single letter was written by the\nArchbishop of Rheims, High Chancellor of France, to his\nsuffragan, the Bishop of Beauvais, demanding cognizance of the\nproceedings. Nor did the King make any appeal to the Pope, to\nprevent the consummation of the judicial murder. The Maid was\ndeliberately left to her fate. It is upon her enemies at court,\nLa Tremouille and Regnault de Chartres, that we must lay part of\nthe blame for this wicked negligence. But it is also probable\nthat the King, and especially his clerical advisers, were at\ntimes almost disposed to acquiesce in the theory of Jeanne’s\nwitchcraft. Admire her as they might, they could not help feeling\nthat in her whole behaviour there was something uncanny; and,\nafter having reaped the benefits of her assistance, they were\ncontent to let her shift for herself. This affords the clew to\nthe King’s inconsistencies. It may be thought sufficient to\nexplain the fact that Jeanne is said to have received public\ntestimonials at Orleans, while we have no reason to suppose that\nshe visited Paris. It may help to dispose of the objection that\nshe virtually disappears from history after the date of the\ntragedy at Rouen.",
        "Nevertheless, this last objection is a weighty one, and cannot\neasily be got rid of. It appears to me utterly incredible that,\nif Jeanne d’Arc had really survived, we should find no further\nmention of her than such as haply occurs in one or two\ntown-records and dilapidated account-books. If she was alive in\n1436, and corresponding with the King, some of her friends at\ncourt must have got an inkling of the true state of things. Why\ndid they not parade their knowledge, to the manifest discomfiture\nof La Tremouille and his company? Or why did not Pierre du Lis\ncause it to be proclaimed that the English were liars, his sister\nbeing safely housed in Metz?",
        "In the mere interests of historical criticism, we have said all\nthat we could in behalf of Mr. Delepierre’s hypothesis. But as to\nthe facts upon which it rests, we may remark, in the first place,\nthat the surname Arc or “Bow” was not uncommon in those days,\nwhile the Christian name Jeanne was and now is the very commonest\nof French names. There might have been a hundred Jeanne d’Arcs,\nall definable as pucelle or maid, just as we say “spinster”: we\neven read of one in the time of the Revolution. We have,\ntherefore, no doubt that Robert des Hermoises married a Jeanne\nd’Arc, who may also have been a maid of Orleans; but this does\nnot prove her to have been the historic Jeanne. Secondly, as to\nthe covering of the face, we may mention the fact, hitherto\nwithheld, that it was by no means an uncommon circumstance: the\nvictims of the Spanish Inquisition were usually led to the stake\nwith veiled faces. Thirdly, the phrase “jusques a son\nabsentement” is hopelessly ambiguous, and may as well refer to\nPierre du Lis himself as to his sister.",
        "These brief considerations seem to knock away all the main props\nof Mr. Delepierre’s hypothesis, save that furnished by the\napparent testimony of Jeanne’s brothers, given at second hand in\nthe Metz archives. And those who are familiar with the phenomena\nof mediaeval delusions will be unwilling to draw too hasty an\ninference from this alone. From the Emperor Nero to Don Sebastian\nof Portugal, there have been many instances of the supposed\nreappearance of persons generally believed to be dead. For my own\npart, therefore, I am by no means inclined to adopt the\nhypothesis of Jeanne’s survival, although I have endeavoured to\ngive it tangible shape and plausible consistency. But the fact\nthat so much can be said in behalf of a theory running counter\nnot only to universal tradition, but also to such a vast body of\ncontemporaneous testimony, should teach us to be circumspect in\nholding our opinions, and charitable in our treatment of those\nwho dissent from them. For those who can discover in the\nhistorian Renan and the critic Strauss nothing but the\nmalevolence of incredulity, the case of Jeanne d’Arc, duly\ncontemplated, may serve as a wholesome lesson.",
        "We have devoted so much space to this problem, by far the most\nconsiderable of those treated in Mr. Delepierre’s book, that we\nhave hardly room for any of the others. But a false legend\nconcerning Solomon de Caus, the supposed original inventor of the\nsteam-engine, is so instructive that we must give a brief account\nof it.",
        "In 1834 “there appeared in the Musee des Familles a letter from\nthe celebrated Marion Delorme, supposed to have been written on\nthe 3d February, 1641, to her lover Cinq-Mars.” In this letter it\nis stated that De Caus came four years ago [1637] from Normandy,\nto inform the King concerning a marvellous invention which he had\nmade, being nothing less than the application of steam to the\npropulsion of carriages. “The Cardinal [Richelieu] dismissed this\nfool without giving him a hearing.” But De Caus, nowise\ndiscouraged, followed close upon the autocrat’s heels wherever he\nwent, and so teased him, that the Cardinal, out of patience, sent\nhim off to a madhouse, where he passed the remainder of his days\nbehind a grated window, proclaiming his invention to the\npassengers in the street, and calling upon them to release him.\nMarion gives a graphic account of her visit, accompanied by the\nfamous Lord Worcester, to the asylum at Bicetre, where they saw\nDe Caus at his window; and Worcester, in whose mind the\nconception of the steam-engine was already taking shape, informed\nher that the raving prisoner was not a madman, but a genius. A\ngreat stir was made by this letter. The anecdote was copied into\nstandard works, and represented in engravings. Yet it was a\ncomplete hoax. De Caus was not only never confined in a madhouse,\nbut he was architect to Louis XIII. up to the time of his death,\nin 1630, just eleven years BEFORE Marion Delorme was said to have\nseen him at his grated window!",
        "“On tracing this hoax to its source,” says Mr. Delepierre, “we\nfind that M. Henri Berthoud, a literary man of some repute, and a\nconstant contributor to the Musee des Familles, confesses that\nthe letter attributed to Marion was in fact written by himself.\nThe editor of this journal had requested Gavarni to furnish him\nwith a drawing for a tale in which a madman was introduced\nlooking through the bars of his cell. The drawing was executed\nand engraved, but arrived too late; and the tale, which could not\nwait, appeared without the illustration. However, as the\nwood-engraving was effective, and, moreover, was paid for, the\neditor was unwilling that it should be useless. Berthoud was,\ntherefore, commissioned to look for a subject and to invent a\nstory to which the engraving might be applied. Strangely enough,\nthe world refused to believe in M. Berthoud’s confession, so\ngreat a hold had the anecdote taken on the public mind; and a\nParis newspaper went so far even as to declare that the original\nautograph of this letter was to be seen in a library in Normandy!\nM. Berthoud wrote again, denying its existence, and offered a\nmillion francs to any one who would produce the said letter.”",
        "From this we may learn two lessons, the first being that utterly\nbaseless but plausible stories may arise in queer ways. In the\nabove case, the most far-fetched hypothesis to account for the\norigin of the legend could hardly have been as apparently\nimprobable as the reality. Secondly, we may learn that if a myth\nonce gets into the popular mind, it is next to impossible to get\nit out again. In the Castle of Heidelberg there is a portrait of\nDe Caus, and a folio volume of his works, accompanied by a note,\nin which this letter of Marion Delorme is unsuspectingly cited as\ngenuine. And only three years ago, at a public banquet at\nLimoges, a well-known French Senator and man of letters made a\nspeech, in which he retailed the story of the madhouse for the\nedification of his hearers. Truly a popular error has as many\nlives as a cat; it comes walking in long after you have imagined\nit effectually strangled.",
        "In conclusion, we may remark that Mr. Delepierre does very scant\njustice to many of the interesting questions which he discusses.\nIt is to be regretted that he has not thought it worth while to\nargue his points more thoroughly, and that he has not been more\ncareful in making statements of fact. He sometimes makes strange\nblunders, the worst of which, perhaps, is contained in his\narticle on Petrarch and Laura. He thinks Laura was merely a\npoetical allegory, and such was the case, he goes on to say,\n“with Dante himself, whose Beatrice was a child who died at nine\nyears of age.” Dante’s Beatrice died on the 9th of June, 1290, at\nthe age of twenty-four, having been the wife of Simone dei Bardi\nrather more than three years.",
        "  October, 1868.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}