{
    "title": "The Hohenzollerns in America - Chapter IV",
    "author": "Stephen Leacock",
    "chapter": "5",
    "content": [
        "\n\n",
        "Uncle’s art has failed. It was only yesterday that I was\nwriting in my memoirs of how cheerful and glad I felt to\nthink that Uncle William was going to be able to make\nhis living by art, and now everything is changed again.\nAll the time that Uncle was out on his visit to the\npicture dealers, I was making plans and thinking what we\nwould do with the money when it came in, so it is very\ndisappointing to have it all come to nothing. I don’t\nknow just what happened because Uncle William never gives\nany details of things. His mind moves too rapidly for\nthat. But he came home with his pictures still under his\narm in a perfect fury and raged up and down his room,\nusing very dreadful language.",
        "But after a little while when he grew calmer he explained\nto me that the Americans are merely swineheads and that\nart, especially art such as his, is wasted on them. Uncle\nsays that he has no wish to speak harshly of the Americans,\nbut they are pig-dogs. He bears them no ill-will, he\nsays, for what they have done and his heart is free of\nany spirit of vengeance, but he wishes he had his heel\non their necks for about half a minute. He said this with\nsuch a strange dreadful snarl that for the moment his\nface seemed quite changed. But presently when he recovered\nhimself he got quite cheerful again, and said that it\nwas perhaps unseemly in him, as the guest of the American\npeople, to say anything against them. It is strange how\nUncle always refers to himself as the guest of the American\npeople. Living in this poor place, in these cheap\nsurroundings, it seems so odd. Often at our meals in the\nnoisy dining-room down in the basement, in the speeches\nthat he makes to the boarders, he talks of himself as\nthe guest of America and he says, “What does America ask\nin return? Nothing.” I can see that Mrs. O’Halloran, the\nlandlady, doesn’t like this, because we have not paid\nher anything for quite a long time, and she has spoken\nto me about it in the corridor several times.",
        "But when Uncle William makes speeches in the dining-room\nI think the whole room becomes transformed for him into\nthe banquet room of a palace, and the cheap bracket lamps\nagainst the wall turn into a blaze of light and the\nboarders are all courtiers, and he becomes more and more\ngrandiloquent. He waves his hand towards Uncle Henry and\nrefers to him as “my brother the Admiral,” and to me as\n“the Princess at my side.” Some of the people, the meaner\nones, begin to laugh and to whisper, and others look\nuncomfortable and sorry. And it is always on these\noccasions that Uncle William refers to himself as America’s\nguest, and refers to the Americans as the hospitable\nnation who have taken him to their heart. I think that\nwhen Uncle says this he really believes it; Uncle can\nbelieve practically anything if he says it himself.",
        "So, as I say, when he came home yesterday, after failing\nto sell his pictures, he was at first furious and then\nhe fell into his other mood and he said that, as the\nguest of a great people, he had found out at last the\nreturn he could make to them. He said that he would\norganise a School of Art, and as soon as he had got the\nidea he was carried away with it at once and seized a\npencil and paper and began making plans for the school\nand drawing up a list of the instructors needed. He asked\nfirst who could be Principal, or President, of the School,\nand decided that he would have to be that himself as he\nknew of no one but himself who had the peculiar power of\norganisation needed for it. All the technical instructors,\nhe said, must be absolutely the best, each one a master\nin his own line. So he wrote down at the top of his list,\nInstructor in Oils, and reflected a little, with his head\nin his hand, as to who could do that. Presently he sighed\nand said that as far as he knew there was no one; he’d\nhave to do that himself. Then he wrote down Instructor\nin Water Colour, and as soon as he had written it he said\nright off that he would have to take that over too; there\nwas no one else that he could trust it to. Then he said,\n“Now, let me see, Perspective, Freehand, and Crayon Work.\nI need three men: three men of the first class. Can I\nget them? I doubt it. Let me think what can be done.”",
        "He walked up and down the room a little with his hands\nbehind his back and his head sunk in thought while he\nmurmured, “Three men? Three men? But Ha! why THREE? Why\nnot, if sufficiently gifted, ONE man?”",
        "But just when he was saying this there was a knock at\nthe door and Mrs. O’Halloran came in. I knew at once what\nshe had come for, because she had been threatening to do\nit, and so I felt dreadfully nervous when she began to\nsay that our bill at the house had gone unpaid too long\nand that we must pay her at once what we owed her. It\ntook some time before Uncle William understood what she\nwas talking about, but when he did he became dreadfully\nfrigid and polite. He said, “Let me understand clearly,\nmadame, just what it is that you wish to say: do I\napprehend that you are saying that my account here for\nour maintenance is now due and payable?” Mrs. O’Halloran\nsaid yes, she was. And Uncle said, “Let me endeavour to\ngrasp your meaning exactly: am I correct in thinking that\nyou mean I owe you money?” Mrs. O’Halloran said that was\nwhat she meant. Uncle said, “Let me try to apprehend just\nas accurately as possible what it is that you are trying\nto tell me: is my surmise correct that you are implying\nthat it is time that I settled up my bill?”",
        "Mrs. O’Halloran said, “Yes,” but I could see that by this\ntime she was getting quite flustered because there was\nsomething so dreadfully chilling in Uncle’s manner: his\ntone in a way was courtesy itself, but there was something\nin it calculated to make Mrs. O’Halloran feel that she\nhad committed a dreadful breach in what she had done.\nUncle William told me afterwards that to mention money\nto a prince is not a permissible thing, and that no true\nHohenzollern has ever allowed the word “bill” to be said\nin his presence, and that for this reason he had tried,\nout of courtesy, to give the woman every chance to withdraw\nher words and had only administered a reprimand to her\nwhen she failed to do so. Certainly it was a dreadful\nrebuke that he gave her. He told her that he must insist\non this topic being dismissed and never raised again:\nthat he could allow no such discussion: the subject was\none, he said, that he must absolutely refuse to entertain:\nhe did not wish, he said, to speak with undue severity,\nbut he had better make it plain that if there were any\nrenewal of this discussion he should feel it impossible\nto remain in the house.",
        "While Uncle William was saying all this Mrs. O’Halloran\nwas getting more and more confused and angry, and when\nUncle finally opened the door for her with cold dignity,\nshe backed out of it and found herself outside the room\nwithout seeming to know what she was doing. Presently I\ncould hear her down in the scullery below, rattling dishes\nand saying that she was just as good as anybody.",
        "But Uncle William seemed to be wonderfully calmed and\nelevated after this scene, and said, “Princess, bring me\nmy flute.” I brought it to him and he sat by the window\nand leaned his head out over the back lane and played\nour dear old German melodies, till somebody threw a boot\nat him. The people about here are not musical. But meantime\nUncle William had forgotten all about the School of Art,\nand he said no more about it.",
        "Next Day",
        "To-day a dreadful thing has happened. The police have\ncome into the house and have taken Cousin Willie away.\nHe is now in a place called The Tombs, and Mr. Peters\nsays that he will be sent to the great prison at Sing-Sing.\nHe is to be tried for robbery and for stabbing with intent\nto kill.",
        "It was very dreadful when they came to take him. I was\nso glad that Uncle William was not here to see it all.\nBut it was in the morning and he had gone out to see a\nsteamship company about being president of it, and I was\ntidying up our rooms, because Mrs. O’Halloran won’t tidy\nthem up any more or let the coloured servant tidy them\nup until we pay her more money. She said that to me, but\nI think she is afraid to say it to Uncle William. So I\nmean to do the work now while Uncle is out and not let\nhim know.",
        "This morning, in the middle of the morning, while I was\nworking, all of a sudden I heard the street door open\nand slam and some one rushing up the stairway: and then\nCousin Willie broke into the room, all panting and excited,\nand his face grey with fright and gasping out, “Hide me,\nhide me!” He ran from room to room whining and hysterical,\nand his breath coming in a sort of sob, but he seemed\nincapable of deciding what to do. I would have hidden\nhim if I could, but at the very next moment I heard the\npolicemen coming in below, and the voice of the landlady.\nThen they came upstairs, big strong-looking men in blue,\nany one of whom could have choked Cousin Willie with one\nhand. Cousin Willie ran to and fro like a cornered rat,\nand two of the men seized him and then I think he must\nhave been beside himself with fear for I saw his teeth\nbite into the man’s hand that held him, and one of the\npolicemen struck him hard with his wooden club across\nthe head and he fell limp to the floor. They dragged him\ndown the stairway like that and I followed them down,\nbut there was nothing that I could do. I saw them lift\nCousin Willie into a closed black wagon that stood at\nthe street door with quite a little crowd of people\ngathered about it already, all excited and leering as if\nit were a show. And then they drove away with him and I\ncame in and went upstairs and sat down in Uncle’s room\nbut I could not work any more. A little later on Mr.\nPeters came to the house,–I don’t know why, because it\nwas not for the ice as he had his other clothes on,–and\nhe came upstairs and sat down and told me about what had\nhappened. It seemed a strange thing to receive him upstairs\nin Uncle’s bedroom like that, but I was so upset that I\ndid not think about it at the time. Mr. Peters had been\non our street with his ice wagon when the police came,\nthough I did not see him. But he saw me, he said, standing\nat the door. And I think he must have gone home and\nchanged his things and come back again, but I did not\nask him.",
        "He told me that Cousin Willie had stabbed a man, or at\nleast a boy, that was in charge of a jewelry shop, and\nthat the boy might die. Cousin Willie, Mr. Peters says,\nhas been stealing jewelry nearly ever since we came here\nand the police have been watching him but he did not know\nthis and so he had grown quite foolhardy, and this morning\nin broad daylight he went into some sort of jewelry or\npawn shop where there was only a boy watching the shop,\nand the boy was a cripple. Cousin Willie had planned to\nhide the things under his coat and to sneak out but the\nboy saw what he was doing and cried out, and when Cousin\nWillie tried to break out of the shop he hobbled to the\ndoor and threw himself in the way. And then it was that\nCousin Willie stabbed him with his sheath-knife,–the\none that I had seen in his room,–and ran. But already\nthere was a great outcry and the people followed on his\ntracks and shouted to the police, and so they easily ran\nhim down.",
        "All of this Mr. Peters told me, but he couldn’t stay very\nlong and had to go again. He says he is going to see what\ncan be done for Cousin Willie but I am afraid that he\ndoesn’t feel very sorry for him; but after Mr. Peters\nhad gone I could not help going on thinking about it all\nand it seemed to me as if Cousin Willie had not altogether\nhad a fair chance in life. Common people are brought up\nin fear of prison and punishment and they learn to do\nwhat they should. But Cousin Willie was brought up as a\nprince and was above imprisonment and things like that.\nAnd in any case he seemed, when the big men seized hold\nof him, such a paltry and miserable thing.",
        "Later on in the day Uncle William came home and I had to\ntell him all about Cousin Willie. I had feared that he\nwould be dreadfully upset, but he was much less disturbed\nthan I had thought. Indeed it is quite wonderful the way\nin which Uncle can detach his mind from things.",
        "I told him that Mr. Peters had said that Cousin Willie\nmust go to Sing-Sing, and Uncle said, “Ha! a fortress?\"\nSo I told him that I thought it was. After that he asked\nif Cousin Willie was in his uniform at the time, and when\nI said that he was not, Uncle said “That may make it more\ndifficult.” Of course Cousin Willie has no uniform here\nin America and doesn’t wear any, but I notice that Uncle\nWilliam begins to mix up our old life with our life here\nand seems sometimes quite confused and wandering; at\nleast other people would think him so. He went on talking\nquite a long time about what had happened and he said\nthat there is an almost exact precedent for the “incident\"\n(that’s what he calls it) in the Zabern Case. I don’t\nremember much about that, as it was years ago, before\nthe war, but Uncle William said that it was a similar\ncase of an officer finding himself compelled to pass his\nsword once through a cripple (only once, Uncle says) in\norder to clear himself a way on the sidewalk. Uncle quoted\na good many other precedents for passing swords through\ncivilians, but he says that this is the best one.",
        "In the evening Cousin Ferdinand and Uncle Henry came\nover. Uncle Henry seemed very gloomy and depressed about\nwhat had happened and said very little, but Cousin\nFerdinand was very much excited and angry. He said what\nis the good of all his honesty and his industry if he is\nto be disgraced like this: he asked of what use is his\nuprightness and business integrity if he is to have a\nfirst cousin in Sing-Sing. He said that if it was known\nthat he had a cousin there it would damage him with his\nbest trade to an incalculable extent. But later on he\nquieted down and said that perhaps with a certain part\nof his trade it would work the other way. Uncle Ferdinand\nhas grown to be much interested in what is called here\n“advertising,\"–a thing that he says all kings ought to\nstudy–and he decided, after he had got over his first\nindignation, that Cousin Willie being in Sing-Sing would\nbe a very good advertisement for him. It might bring him,\nhe said, quite a lot of new business; especially if it\nwas known that he refused to help Cousin Willie in any\nway or to have anything more to do with any of the rest\nof us, and not to give us any money. He said that this\nwas a point of view which people could respect and admire.",
        "So before he went home he said that we must not expect\nto see or hear from him any more, unless, of course,\nthings should in some way brighten up, in which case he\nwould come back.",
        "Continue...",
        "\nThis eBook of “The Hohenzollerns in America” by Stephen Leacock belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Hohenzollerns in America (Large Print Edition)By Stephen Leacock At Amazon"
    ]
}