{
    "title": "The Works of Horace - The First Book of the Satires of Horace.",
    "author": "Horace",
    "chapter": "6",
    "content": [
        "\n\n",
        "SATIRE I.",
        "That all, but especially the covetous, think their own condition the\nhardest.",
        "How comes it to pass, Maecenas, that no one lives content with his\ncondition, whether reason gave it him, or chance threw it in his way\n[but] praises those who follow different pursuits? “O happy merchants!\"\nsays the soldier, oppressed with years, and now broken down in his limbs\nthrough excess of labor. On the other side, the merchant, when the south\nwinds toss his ship [cries], “Warfare is preferable;” for why? the\nengagement is begun, and in an instant there comes a speedy death or a\njoyful victory. The lawyer praises the farmer’s state when the client\nknocks at his door by cock-crow. He who, having entered into a\nrecognizance, is dragged from the country into the city, cries, “Those\nonly are happy who live in the city.” The other instances of this kind\n(they are so numerous) would weary out the loquacious Fabius; not to\nkeep you in suspense, hear to what an issue I will bring the matter. If\nany god should say, “Lo! I will effect what you desire: you, that were\njust now a soldier, shall be a merchant; you, lately a lawyer [shall be]\na farmer. Do ye depart one way, and ye another, having exchanged the\nparts [you are to act] in life. How now! why do you stand?” They are\nunwilling; and yet it is in their power to be happy. What reason can be\nassigned, but that Jupiter should deservedly distend both his cheeks in\nindignation, and declare that for the future he will not be so indulgent\nas to lend an ear to their prayers? But further, that I may not run over\nthis in a laughing manner, like those [who treat] on ludicrous subjects\n(though what hinders one being merry, while telling the truth? as\ngood-natured teachers at first give cakes to their boys, that they may\nbe willing to learn their first rudiments: railery, however, apart, let\nus investigate serious matters). He that turns the heavy glebe with the\nhard ploughshare, this fraudulent tavern-keeper, the soldier, and the\nsailors, who dauntless run through every sea, profess that they endure\ntoil with this intention, that as old men they may retire into a secure\nresting place, when once they have gotten together a sufficient\nprovision.",
        "Thus the little ant (for she is an example), of great industry, carries\nin her mouth whatever she is able, and adds to the heap which she piles\nup, by no means ignorant and not careless for the future. Which [ant,\nnevertheless], as soon, as Aquarius saddens the changed year, never\ncreeps abroad, but wisely makes use of those stores which were provided\nbeforehand: while neither sultry summer, nor winter, fire, ocean, sword,\ncan drive you from gain. You surmount every obstacle, that no other man\nmay be richer than yourself. What pleasure is it for you, trembling to\ndeposit an immense weight of silver and gold in the earth dug up by\nstealth? Because if you lessen it, it may be reduced to a paltry\nfarthing.",
        "But unless that be the case, what beauty has an accumulated hoard?\nThough your thrashing-floor should yield a hundred thousand bushels of\ncorn, your belly will not on that account contain more than mine: just\nas if it were your lot to carry on your loaded shoulder the basket of\nbread among slaves, you would receive no more [for your own share] than\nhe who bore no part of the burthen. Or tell me, what is it to the\npurpose of that man, who lives within the compass of nature, whether he\nplow a hundred or a thousand acres?",
        "“But it is still delightful to take out of a great hoard.”",
        "While you leave us to take as much out of a moderate store, why should\nyou extol your granaries, more than our corn-baskets? As if you had\noccasion for no more than a pitcher or glass of water, and should say,\n“I had rather draw [so much] from a great river, than the very same\nquantity from this little fountain.” Hence it comes to pass, that the\nrapid Aufidus carries away, together with the bank, such men as an\nabundance more copious than what is just delights. But he who desires\nonly so much as is sufficient, neither drinks water fouled with the mud,\nnor loses his life in the waves.",
        "But a great majority of mankind, misled by a wrong desire cry, “No sum\nis enough; because you are esteemed in proportion to what you possess.\"\nWhat can one do to such a tribe as this? Why, bid them be wretched,\nsince their inclination prompts them to it. As a certain person is\nrecorded [to have lived] at Athens, covetous and rich, who was wont to\ndespise the talk of the people in this manner: “The crowd hiss me; but I\napplaud myself at home, as soon as I contemplate my money in my chest.\"\nThe thirsty Tantalus catches at the streams, which elude his lips. Why\ndo you laugh? The name changed, the tale is told of you. You sleep upon\nyour bags, heaped up on every side, gaping over them, and are obliged to\nabstain from them, as if they were consecrated things, or to amuse\nyourself with them as you would with pictures. Are you ignorant of what\nvalue money has, what use it can afford? Bread, herbs, a bottle of wine\nmay be purchased; to which [necessaries], add [such others], as, being\nwithheld, human nature would be uneasy with itself. What, to watch half\ndead with terror, night and day, to dread profligate thieves, fire, and\nyour slaves, lest they should run away and plunder you; is this\ndelightful? I should always wish to be very poor in possessions held\nupon these terms.",
        "But if your body should be disordered by being seized with a cold, or\nany other casualty should confine you to your bed, have you one that\nwill abide by you, prepare medicines, entreat the physician that he\nwould set you upon your feet, and restore you to your children and dear\nrelations?",
        "Neither your wife, nor your son, desires your recovery; all your\nneighbors, acquaintances, [nay the very] boys and girls hate you. Do you\nwonder that no one tenders you the affection which you do not merit,\nsince you prefer your money to everything else? If you think to retain,\nand preserve as friends, the relations which nature gives you, without\ntaking any pains; wretch that you are, you lose your labor equally, as\nif any one should train an ass to be obedient to the rein, and run in\nthe Campus [Martius]. Finally, let there be some end to your search;\nand, as your riches increase, be in less dread of poverty; and begin to\ncease from your toil, that being acquired which you coveted: nor do as\ndid one Umidius (it is no tedious story), who was so rich that he\nmeasured his money, so sordid that he never clothed him self any better\nthan a slave; and, even to his last moments, was in dread lest want of\nbread should oppress him: but his freed-woman, the bravest of all the\ndaughters of Tyndarus, cut him in two with a hatchet.",
        "“What therefore do you persuade me to? That I should lead the life of\nNaevius, or in such a manner as a Nomentanus?”",
        "You are going [now] to make things tally, that are contradictory in\ntheir natures. When I bid you not be a miser, I do not order you to\nbecome a debauchee or a prodigal. There is some difference between the\ncase of Tanais and his son-in-law Visellius, there is a mean in things;\nfinally, there are certain boundaries, on either side of which moral\nrectitude can not exist. I return now whence I digressed. Does no one,\nafter the miser’s example, like his own station, but rather praise those\nwho have different pursuits; and pines, because his neighbor’s she-goat\nbears a more distended udder: nor considers himself in relation to the\ngreater multitude of poor; but labors to surpass, first one and then\nanother? Thus the richer man is always an obstacle to one that is\nhastening [to be rich]: as when the courser whirls along the chariot\ndismissed from the place of starting; the charioteer presses upon those\nhorses which outstrip his own, despising him that is left behind coming\non among the last. Hence it is, that we rarely find a man who can say he\nhas lived happy, and content with his past life, can retire from the\nworld like a satisfied guest. Enough for the present: nor will I add one\nword more, lest you should suspect that I have plundered the escrutoire\nof the blear-eyed Crispinus.",
        "SATIRE II.",
        "Bad men, when they avoid certain vices, fall into their opposite\nextremes.\nThe tribes of female flute-players, quacks, vagrants, mimics,\nblackguards; all this set is sorrowful and dejected on account of the\ndeath of the singer Tigellius; for he was liberal [toward them]. On the\nother hand, this man, dreading to be called a spendthrift, will not give\na poor friend wherewithal to keep off cold and pinching hunger. If you\nask him why he wickedly consumes the noble estate of his grandfather and\nfather in tasteless gluttony, buying with borrowed money all sorts of\ndainties; he answers, because he is unwilling to be reckoned sordid, or\nof a mean spirit: he is praised by some, condemned by others. Fufidius,\nwealthy in lands, wealthy in money put out at interest, is afraid of\nhaving the character of a rake and spendthrift. This fellow deducts 5\nper cent. Interest from the principal [at the time of lending]; and, the\nmore desperate in his circumstances any one is, the more severely be\npinches him: he hunts out the names of young fellows that have just put\non the toga virilis under rigid fathers. Who does not cry out, O\nsovereign Jupiter! when he has heard [of such knavery]? But [you will\nsay, perhaps,] this man expends upon himself in proportion to his gain.\nYou can hardly believe how little a friend he is to himself: insomuch\nthat the father, whom Terence’s comedy introduces as living miserable\nafter he had caused his son to run away from him, did not torment\nhimself worse than he. Now if any one should ask, “To what does this\nmatter tend?” To this: while fools shun [one sort of] vices, they fall\nupon their opposite extremes. Malthinus walks with his garments trailing\nupon the ground; there is another droll fellow who [goes] with them\ntucked up even to his middle; Rufillus smells like perfume itself,\nGorgonius like a he-goat. There is no mean. There are some who would not\nkeep company with a lady, unless her modest garment perfectly conceal\nher feet. Another, again, will only have such as take their station in a\nfilthy brothel. When a certain noted spark came out of a stew, the\ndivine Cato [greeted] him with this sentence: “Proceed (says he) in your\nvirtuous course. For, when once foul lust has inflamed the veins, it is\nright for young fellows to come hither, in comparison of their meddling\nwith other men’s wives.” I should not be willing to be commended on such\nterms, says Cupiennius, an admirer of the silken vail.",
        "Ye, that do not wish well to the proceedings of adulterers, it is worth\nyour while to hear how they are hampered on all sides; and that their\npleasure, which happens to them but seldom, is interrupted with a great\ndeal of pain, and often in the midst of very great dangers. One has\nthrown himself headlong from the top of a house; another has been\nwhipped almost to death: a third, in his flight, has fallen into a\nmerciless gang of thieves: another has paid a fine, [to avoid] corporal\n[punishment]: the lowest servants have treated another with the vilest\nindignities. Moreover, this misfortune happened to a certain person, he\nentirely lost his manhood. Every body said, it was with justice: Galba\ndenied it.",
        "But how much safer is the traffic among [women] of the second rate! I\nmean the freed-women: after which Sallustius is not less mad, than he\nwho commits adultery. But if he had a mind to be good and generous, as\nfar as his estate and reason would direct him, and as far as a man might\nbe liberal with moderation; he would give a sufficiency, not what would\nbring upon himself ruin and infamy. However, he hugs himself in this one\n[consideration]; this he delights in, this he extols: “I meddle with no\nmatron.” Just as Marsaeus, the lover of Origo, he who gives his paternal\nestate and seat to an actress, says, “I never meddle with other men’s\nwives.” But you have with actresses, you have with common strumpets:\nwhence your reputation derives a greater perdition, than your estate.\nWhat, is it abundantly sufficient to avoid the person, and not the\n[vice] which is universally noxious? To lose one’s good name, to\nsquander a father’s effects, is in all cases an evil. What is the\ndifference [then, with regard to yourself,] whether you sin with the\nperson of a matron, a maiden, or a prostitute?",
        "Villius, the son-in-law of Sylla (by this title alone he was misled),\nsuffered [for his commerce] with Fausta, an adequate and more than\nadequate punishment, by being drubbed and stabbed, while he was shut\nout, that Longarenus might enjoy her within. Suppose this [young man’s]\nmind had addressed him in the words of his appetite, perceiving such\nevil consequences: “What would you have? Did I ever, when my ardor was\nat the highest, demand a woman descended from a great consul, and\ncovered with robes of quality?” What could he answer? Why, “the girl was\nsprung from an illustrious father.” But how much better things, and how\ndifferent from this, does nature, abounding in stores of her own,\nrecommend; if you would only make a proper use of them, and not confound\nwhat is to be avoided with that which is desirable! Do you think it is\nof no consequence, whether your distresses arise from your own fault or\nfrom [a real deficiency] of things? Wherefore, that you may not repent\n[when it is too late], put a stop to your pursuit after matrons; whence\nmore trouble is derived, than you can obtain of enjoyment from success.\nNor has [this particular matron], amid her pearls and emeralds, a softer\nthigh, or-limbs mere delicate than yours, Cerinthus; nay, the\nprostitutes are frequently preferable. Add to this, that [the\nprostitute] bears about her merchandize without any varnish, and openly\nshows what she has to dispose of; nor, if she has aught more comely than\nordinary, does she boast and make an ostentation of it, while she is\nindustrious to conceal that which is offensive. This is the custom with\nmen of fortune: when they buy horses, they inspect them covered: that,\nif a beautiful forehand (as often) be supported by a tender hoof, it may\nnot take in the buyer, eager for the bargain, because the back is\nhandsome, the head little, and the neck stately. This they do\njudiciously. Do not you, [therefore, in the same manner] contemplate the\nperfections of each [fair one’s] person with the eyes of Lynceus; but be\nblinder than Hypsaea, when you survey such parts as are deformed. [You\nmay cry out,] “O what a leg! O, what delicate arms!” But [you suppress]\nthat she is low-hipped, short-waisted, with a long nose, and a splay\nfoot. A man can see nothing but the face of a matron, who carefully\nconceals her other charms, unless it be a Catia. But if you will seek\nafter forbidden charms (for the [circumstance of their being forbidden]\nmakes you mad after them), surrounded as they are with a fortification,\nmany obstacles will then be in your way: such as guardians, the sedan,\ndressers, parasites, the long robe hanging down to the ankles, and\ncovered with an upper garment; a multiplicity of circumstances, which\nwill hinder you from having a fair view. The other throws no obstacle in\nyour way; through the silken vest you may discern her, almost as well as\nif she was naked; that she has neither a bad leg, nor a disagreeable\nfoot, you may survey her form perfectly with your eye. Or would you\nchoose to have a trick put upon you, and your money extorted, before the\ngoods are shown you? [But perhaps you will sing to me these verses out\nof Callimachus.] As the huntsman pursues the hare in the deep snow, but\ndisdains to touch it when it is placed before him: thus sings the rake,\nand applies it to himself; my love is like to this, for it passes over\nan easy prey, and pursues what flies from it. Do you hope that grief,\nand uneasiness, and bitter anxieties, will be expelled from your breast\nby such verses as these? Would It not be more profitable to inquire what\nboundary nature has affixed to the appetites, what she can patiently do\nwithout, and what she would lament the deprivation of, and to separate\nwhat is solid from what is vain? What! when thirst parches your jaws,\nare you solicitous for golden cups to drink out of? What! when you are\nhungry, do you despise everything but peacock and turbot? When your\npassions are inflamed, and a common gratification is at hand, would you\nrather be consumed with desire than possess it? I would not: for I love\nsuch pleasures as are of easiest attainment. But she whose language is,\n“By and by,” “But for a small matter more,” “If my husband should be out\nof the way.” [is only] for petit-maitres: and for himself, Philodemus\nsays, he chooses her, who neither stands for a great price, nor delays\nto come when she is ordered. Let her be fair, and straight, and so far\ndecent as not to appear desirous of seeming fairer than nature has made\nher. When I am in the company of such an one, she is my Ilia and\nAegeria; I give her any name. Nor am I apprehensive, while I am in her\ncompany, lest her husband should return from the country: the door\nshould be broken open; the dog should bark; the house, shaken, should\nresound on all sides with a great noise; the woman, pale [with fear],\nshould bound away from me; lest the maid, conscious [of guilt], should\ncry out, she is undone; lest she should be in apprehension for her\nlimbs, the detected wife for her portion, I for myself: lest I must run\naway with my clothes all loose, and bare-footed, for fear my money, or\nmy person, or, finally my character should be demolished. It is a\ndreadful thing to be caught; I could prove this, even if Fabius were the\njudge.",
        "SATIRE III.",
        "We might to connive at the faults of our friends, and all offences are\nnot to be ranked in the catalogue of crimes.",
        "This is a fault common to all singers, that among their friends they\nnever are inclined to sing when they are asked, [but] unasked, they\nnever desist. Tigellius, that Sardinian, had this [fault]. Had Caesar,\nwho could have forced him to compliance, besought him on account of his\nfather’s friendship and his own, he would have had no success; if he\nhimself was disposed, he would chant lo Bacche over and over, from the\nbeginning of an entertainment to the very conclusion of it; one while at\nthe deepest pitch of his voice, at another time with that which answers\nto the highest string of the tetrachord. There was nothing uniform in\nthat fellow; frequently would he run along, as one flying from an enemy;\nmore frequently [he walked] as if he bore [in procession] the sacrifice\nof Juno: he had often two hundred slaves, often but ten: one while\ntalking of kings and potentates, every thing that was magnificent; at\nanother–\"Let me have a three-legged table, and a cellar of clean salt,\nand a gown which, though coarse, may be sufficient to keep out the\ncold.” Had you given ten hundred thousand sesterces to this moderate man\nwho was content with such small matters, in five days’ time there would\nbe nothing in his bags. He sat up at nights, [even] to day-light; he\nsnored out all the day. Never was there anything so inconsistent with\nitself. Now some person may say to me, “What are you? Have you no\nfaults?” Yes, others; but others, and perhaps of a less culpable nature.",
        "When Maenius railed at Novius in his absence: “Hark ye,” says a certain\nperson, “are you ignorant of yourself? or do you think to impose\nyourself upon us a person we do not know?” “As for me, I forgive\nmyself,” quoth Maenius. This is a foolish and impious self-love, and\nworthy to be stigmatized. When you look over your own vices, winking at\nthem, as it were, with sore eyes; why are you with regard to those of\nyour friends as sharp-sighted as an eagle, or the Epidaurian serpent?\nBut, on the other hand, it is your lot that your friends should inquire\ninto your vices in turn. [A certain person] is a little too hasty in his\ntemper; not well calculated for the sharp-witted sneers of these men: he\nmay be made a jest of because his gown hangs awkwardly, he [at the same\ntime] being trimmed in a very rustic manner, and his wide shoe hardly\nsticks to his foot. But he is so good, that no man can be better; but he\nis your friend; but an immense genius is concealed under this unpolished\nperson of his. Finally, sift yourself thoroughly, whether nature has\noriginally sown the seeds of any vice in you, or even an ill-habit [has\ndone it]. For the fern, fit [only] to be burned, overruns the neglected\nfields.",
        "Let us return from our digression. As his mistress’s disagreeable\nfailings escape the blinded lover, or even give him pleasure (as Hagna’s\nwen does to Balbinus), I could wish that we erred in this manner with\nregard to friendship, and that virtue had affixed a reputable\nappellation to such an error. And as a father ought not to contemn his\nson, if he has any defect, in the same manner we ought not [to contemn]\nour friend. The father calls his squinting boy a pretty leering rogue;\nand if any man has a little despicable brat, such as the abortive\nSisyphus formerly was, he calls it a sweet moppet; this [child] with\ndistorted legs, [the father] in a fondling voice calls one of the Vari;\nand another, who is club-footed, he calls a Scaurus. [Thus, does] this\nfriend of yours live more sparingly than ordinarily? Let him be styled a\nman of frugality. Is another impertinent, and apt to brag a little? He\nrequires to be reckoned entertaining to his friends. But [another] is\ntoo rude, and takes greater liberties than are fitting. Let him be\nesteemed a man of sincerity and bravery. Is he too fiery, let him be\nnumbered among persons of spirit. This method, in my opinion, both\nunites friends, and preserves them in a state of union. But we invert\nthe very virtues themselves, and are desirous of throwing dirt upon the\nuntainted vessel. Does a man of probity live among us? he is a person of\nsingular diffidence; we give him the name of a dull and fat-headed\nfellow. Does this man avoid every snare, and lay himself open to no\nill-designing villain; since we live amid such a race, where keen envy\nand accusations are flourishing? Instead of a sensible and wary man, we\ncall him a disguised and subtle fellow. And is any one more open, [and\nless reserved] than usual in such a degree as I often have presented\nmyself to you, Maecenas, so as perhaps impertinently to interrupt a\nperson reading, or musing, with any kind of prate? We cry, “[this\nfellow] actually wants common sense.” Alas! how indiscreetly do we\nordain a severe law against ourselves! For no one Is born without vices:\nhe is the best man who is encumbered with the least. When my dear\nfriend, as is just, weighs my good qualities against my bad ones, let\nhim, if he is willing to be beloved, turn the scale to the majority of\nthe former (if I have indeed a majority of good qualities), on this\ncondition, he shall be placed in the same balance. He who requires that\nhis friend should not take offence at his own protuberances, will excuse\nhis friend’s little warts. It is fair that he who entreats a pardon for\nhis own faults, should grant one in his turn.",
        "Upon the whole, forasmuch as the vice anger, as well as others inherent\nin foolish [mortals], cannot be totally eradicated, why does not human\nreason make use of its own weights and measures; and so punish faults,\nas the nature of the thing demands? If any man should punish with the\ncross, a slave, who being ordered to take away the dish should gorge\nthe half-eaten fish and warm sauce; he would, among people in their\nsenses, be called a madder man than Labeo. How much more irrational and\nheinous a crime is this! Your friend has been guilty of a small error\n(which, unless you forgive, you ought to be reckoned a sour, ill-natured\nfellow), you hate and avoid him, as a debtor does Ruso; who, when the\nwoful calends come upon the unfortunate man, unless he procures the\ninterest or capital by hook or by crook, is compelled to hear his\nmiserable stories with his neck stretched out like a slave. [Should my\nfriend] in his liquor water my couch, or has he thrown down a jar carved\nby the hands of Evander: shall he for this [trifling] affair, or because\nin his hunger he has taken a chicken before me out of my part of the\ndish, be the less agreeable friend to me? [If so], what could I do if he\nwas guilty of theft, or had betrayed things committed to him in\nconfidence, or broken his word. They who are pleased [to rank all]\nfaults nearly on an equality, are troubled when they come to the truth\nof the matter: sense and morality are against them, and utility itself,\nthe mother almost of right and of equity.",
        "When [rude] animals, they crawled forth upon the first-formed earth, the\nmute and dirty herd fought with their nails and fists for their acorn\nand caves, afterward with clubs, and finally with arms which experience\nhad forged: till they found out words and names, by which they\nascertained their language and sensations: thenceforward they began to\nabstain from war, to fortify towns, and establish laws: that no person\nshould be a thief, a robber, or an adulterer. For before Helen’s time\nthere existed [many] a woman who was the dismal cause of war: but those\nfell by unknown deaths, whom pursuing uncertain venery, as the bull in\nthe herd, the strongest slew. It must of necessity be acknowledged, if\nyou have a mind to turn over the aeras and anuals of the world, that\nlaws were invented from an apprehension of the natural injustice [of\nmankind]. Nor can nature separate what is unjust from what is just, in\nthe same manner as she distinguishes what is good from its reverse, and\nwhat is to be avoided from that which is to be sought, nor will reason\npersuade men to this, that he who breaks down the cabbage-stalk of his\nneighbor, sins in as great a measure, and in the same manner, as he who\nsteals by night things consecrated to the gods. Let there be a settled\nstandard, that may inflict adequate punishments upon crimes, lest you\nshould persecute any one with the horrible thong, who is only deserving\nof a slight whipping. For I am not apprehensive, that you should correct\nwith the rod one that deserves to suffer severer stripes: since you\nassert that pilfering is an equal crime with highway robbery, and\nthreaten that you would prune off with an undistinguishing hook little\nand great vices, if mankind were to give you the sovereignty over them.\nIf he be rich, who is wise, and a good shoemaker, and alone handsome,\nand a king, why do you wish for that which you are possessed of? You do\nnot understand what Chrysippus, the father [of your sect], says: “The\nwise man never made himself shoes nor slippers: nevertheless, the wise\nman is a shoemaker.” How so? In the same manner, though Hermogenes be\nsilent, he is a fine singer, notwithstanding, and an excellent musician:\nas the subtle [lawyer] Alfenus, after every instrument of his calling\nwas thrown aside, and his shop shut up, was [still] a barber; thus is\nthe wise man of all trades, thus is he a king. O greatest of great\nkings, the waggish boys pluck you by the beard; whom unless you restrain\nwith your staff, you will be jostled by a mob all about you, and you may\nwretchedly bark and burst your lungs in vain. Not to be tedious: while\nyou, my king, shall go to the farthing bath, and no guard shall attend\nyou, except the absurd Crispinus; my dear friends will both pardon me in\nany matter in which I shall foolishly offend, and I in turn will\ncheerfully put up with their faults; and though a private man, I shall\nlive more happily than you, a king.",
        "SATIRE IV.",
        "He apologizes for the liberties taken by satiric poets in general, and\nparticularly by himself.",
        "The poets Eupolis, and Cratinus, and Aristophanes, and others, who are\nauthors of the ancient comedy, if there was any person deserving to be\ndistinguished for being a rascal or a thief, an adulterer or a\ncut-throat, or in any shape an infamous fellow, branded him with great\nfreedom. Upon these [models] Lucilius entirely depends, having imitated\nthem, changing only their feet and numbers: a man of wit, of great\nkeenness, inelegant in the composition of verse: for in this respect he\nwas faulty; he would often, as a great feat, dictate two hundred verses\nin an hour, standing in the same position. As he flowed muddily, there\nwas [always] something that one would wish to remove; he was verbose,\nand too lazy to endure the fatigue of writing–of writing accurately:\nfor, with regard to the quantity [of his works], I make no account of\nit. See! Crispinus challenges me even for ever so little a wager. Take,\nif you dare, take your tablets, and I will take mine; let there be a\nplace, a time, and persons appointed to see fair play: let us see who\ncan write the most. The gods have done a good part by me, since they\nhave framed me of an humble and meek disposition, speaking but seldom,\nbriefly: but do you, [Crispinus,] as much as you will, imitate air which\nis shut up in leathern bellows, perpetually putting till the fire\nsoftens the iron. Fannius is a happy man, who, of his own accord, has\npresented his manuscripts and picture [to the Palatine Apollo]; when not\na soul will peruse my writings, who am afraid to rehearse in public, on\nthis account, because there are certain persons who can by no means\nrelish this kind [of satiric writing], as there are very many who\ndeserve censure. Single any man out of the crowd; he either labors under\na covetous disposition, or under wretched ambition. One is mad in love\nwith married women, another with youths; a third the splendor of silver\ncaptivates: Albius is in raptures with brass; another exchanges his\nmerchandize from the rising sun, even to that with which the western\nregions are warmed: but he is burried headlong through dangers, as dust\nwrapped up in a whirlwind; in dread lest he should lose anything out of\nthe capital, or [in hope] that he may increase his store. All these are\nafraid of verses, they hate poets. “He has hay on his horn, [they cry;]\navoid him at a great distance: if he can but raise a laugh for his own\ndiversion, he will not spare any friend: and whatever he has once\nblotted upon his paper, he will take a pleasure in letting all the boys\nand old women know, as they return from the bakehouse or the lake.” But,\ncome on, attend to a few words on the other side of the question.",
        "In the first place, I will except myself out of the number of those I\nwould allow to be poets: for one must not call it sufficient to tag a\nverse: nor if any person, like me, writes in a style bordering on\nconversation, must you esteem him to be a poet. To him who has genius,\nwho has a soul of a diviner cast, and a greatness of expression, give\nthe honor of this appellation. On this account some have raised the\nquestion, whether comedy be a poem or not; because an animated spirit\nand force is neither in the style, nor the subject-matter: bating that\nit differs from prose by a certain measure, it is mere prose. But [one\nmay object to this, that even in comedy] an inflamed father rages,\nbecause his dissolute son, mad after a prostitute mistress, refuses a\nwife with a large portion; and (what is an egregious scandal) rambles\nabout drunk with flambeaux by day-light. Yet could Pomponius, were his\nfather alive, hear less severe reproofs! Wherefore it is not sufficient\nto write verses merely in proper language; which if you take to pieces,\nany person may storm in the same manner as the father in the play. If\nfrom these verses which I write at this present, or those that Lucilius\ndid formerly, you take away certain pauses and measures, and make that\nword which was first in order hindermost, by placing the latter [words]\nbefore those that preceded [in the verse]; you will not discern the\nlimbs of a poet, when pulled in pieces, in the same manner as you would\nwere you to transpose ever so [these lines of Ennius]:",
        "    When discord dreadful bursts the brazen bars,\n    And shatters iron locks to thunder forth her wars.",
        "So far of this matter; at another opportunity [I may investigate]\nwhether [a comedy] be a true poem or not: now I shall only consider this\npoint, whether this [satiric] kind of writing be deservedly an object of\nyour suspicion. Sulcius the virulent, and Caprius hoarse with their\nmalignancy, walk [openly], and with their libels too [in their hands];\neach of them a singular terror to robbers: but if a man lives honestly\nand with clean hands, he may despise them both. Though you be like\nhighwaymen, Coelus and Byrrhus, I am not [a common accuser], like\nCaprius and Sulcius; why should you be afraid of me? No shop nor stall\nholds my books, which the sweaty hands of the vulgar and of Hermogenes\nTigellius may soil. I repeat to nobody, except my intimates, and that\nwhen I am pressed; nor any where, and before any body. There are many\nwho recite their writings in the middle of the forum; and who [do it]\nwhile bathing: the closeness of the place, [it seems,] gives melody to\nthe voice. This pleases coxcombs, who never consider whether they do\nthis to no purpose, or at an unseasonable time. But you, says he,\ndelight to hurt people, and this you do out of a mischievous\ndisposition. From what source do you throw this calumny upon me? Is any\none then your voucher, with whom I have lived? He who backbites his\nabsent friend; [nay more,] who does not defend, at another’s accusing\nhim; who affects to raise loud laughs in company, and the reputation of\na funny fellow, who can feign things he never saw; who cannot keep\nsecrets; he is a dangerous man: be you, Roman, aware of him. You may\noften see it [even in crowded companies], where twelve sup together on\nthree couches; one of which shall delight at any rate to asperse the\nrest, except him who furnishes the bath; and him too afterward in his\nliquor, when truth-telling Bacchus opens the secrets of his heart. Yet\nthis man seems entertaining, and well-bred, and frank to you, who are an\nenemy to the malignant: but do I, if I have laughed because the fop\nRufillus smells all perfumes, and Gorgonius, like a he-goat, appear\ninsidious and a snarler to you? If by any means mention happen to be\nmade of the thefts of Petillius Capitolinus in your company, you defend\nhim after your manner: [as thus,] Capitolinus has had me for a companion\nand a friend from childhood, and being applied to, has done many things\non my account: and I am glad that he lives secure in the city; but I\nwonder, notwithstanding, how he evaded that sentence. This is the very\nessence of black malignity, this is mere malice itself: which crime,\nthat it shall be far remote from my writings, and prior to them from my\nmind, I promise, if I can take upon me to promise any thing sincerely of\nmyself. If I shall say any thing too freely, if perhaps too ludicrously,\nyou must favor me by your indulgence with this allowance. For my\nexcellent father inured me to this custom, that by noting each\nparticular vice I might avoid it by the example [of others]. When he\nexhorted me that I should live thriftily, frugally, and content with\nwhat he had provided for me; don’t you see, [would he say,] how\nwretchedly the son of Albius lives? and how miserably Barrus? A strong\nlesson to hinder any one from squandering away his patrimony. When he\nwould deter me from filthy fondness for a light woman: [take care, said\nhe,] that you do not resemble Sectanus. That I might not follow\nadulteresses, when I could enjoy a lawful amour: the character cried he,\nof Trobonius, who was caught in the fact, is by no means creditable.\nThe philosopher may tell you the reasons for what is better to be\navoided, and what to be pursued. It is sufficient for me, if I can\npreserve the morality traditional from my forefathers, and keep your\nlife and reputation inviolate, so long as you stand in need of a\nguardian: so soon as age shall have strengthened your limbs and mind,\nyou will swim without cork. In this manner he formed me, as yet a boy:\nand whether he ordered me to do any particular thing: You have an\nauthority for doing this: [then] he instanced some one of the select\nmagistrates: or did he forbid me [any thing]; can you doubt, [says he,]\nwhether this thing be dishonorable, and against your interest to be\ndone, when this person and the other is become such a burning shame for\nhis bad character [on these accounts]? As a neighboring funeral\ndispirits sick gluttons, and through fear of death forces them to have\nmercy upon themselves; so other men’s disgraces often deter tender minds\nfrom vices. From this [method of education] I am clear from all such\nvices, as bring destruction along with them: by lighter foibles, and\nsuch as you may excuse, I am possessed. And even from these, perhaps, a\nmaturer age, the sincerity of a friend, or my own judgment, may make\ngreat reductions. For neither when I am in bed, or in the piazzas, am I\nwanting to myself: this way of proceeding is better; by doing such a\nthing I shall live more comfortably; by this means I shall render myself\nagreeable to my friends; such a transaction was not clever; what, shall\nI, at any time, imprudently commit any thing like it? These things I\nresolve in silence by myself. When I have any leisure, I amuse myself\nwith my papers. This is one of those lighter foibles [I was speaking\nof]: to which if you do not grant your indulgence, a numerous band of\npoets shall come, which will take my part (for we are many more in\nnumber), and, like the Jews, we will force you to come over to our\nnumerous party.",
        "SATIRE V.",
        "He describes a certain journey of his from Rome to Brundusium with\ngreat pleasantry.",
        "Having left mighty Rome, Aricia received me in but a middling inn:\nHeliodorus the rhetorician, most learned in the Greek language, was my\nfellow-traveller: thence we proceeded to Forum-Appi, stuffed with\nsailors and surly landlords. This stage, but one for better travellers\nthan we, being laggard we divided into two; the Appian way is less\ntiresome to bad travelers. Here I, on account of the water, which was\nmost vile, proclaim war against my belly, waiting not without impatience\nfor my companions while at supper. Now the night was preparing to spread\nher shadows upon the earth, and to display the constellations in the\nheavens. Then our slaves began to be liberal of their abuse to the\nwatermen, and the watermen to our slaves. “Here bring to.” “You are\nstowing in hundreds; hold, now sure there is enough.” Thus while the\nfare is paid, and the mule fastened a whole hour is passed away. The\ncursed gnats, and frogs of the fens, drive off repose. While the\nwaterman and a passenger, well-soaked with plenty of thick wine, vie\nwith one another in singing the praises of their absent mistresses: at\nlength the passenger being fatigued, begins to sleep; and the lazy\nwaterman ties the halter of the mule, turned out a-grazing, to a stone,\nand snores, lying flat on his back. And now the day approached, when we\nsaw the boat made no way; until a choleric fellow, one of the\npassengers, leaps out of the boat, and drubs the head and sides of both\nmule and waterman with a willow cudgel. At last we were scarcely set\nashore at the fourth hour. We wash our faces and hands in thy water, O\nFeronia. Then, having dined we crawled on three miles; and arrive under\nAnxur, which is built up on rocks that look white to a great distance.\nMaecenas was to come here, as was the excellent Cocceius. Both sent\nambassadors on matters of great importance, having been accustomed to\nreconcile friends at variance. Here, having got sore eyes, I was obliged\nto use the black ointment. In the meantime came Maecenas, and Cocceius,\nand Fonteius Capito along with them, a man of perfect polish, and\nintimate with Mark Antony, no man more so.",
        "Without regret we passed Fundi, where Aufidius Luscus was praetor,\nlaughing at the honors of that crazy scribe, his praetexta, laticlave,\nand pan of incense. At our next stage, being weary, we tarry in the city\nof the Mamurrae, Murena complimenting us with his house, and Capito with\nhis kitchen.",
        "The next day arises, by much the most agreeable to all: for Plotius, and\nVarius, and Virgil met us at Sinuessa; souls more candid ones than\nwhich the world never produced, nor is there a person in the world more\nbound to them than myself. Oh what embraces, and what transports were\nthere! While I am in my senses, nothing can I prefer to a pleasant\nfriend. The village, which is next adjoining to the bridge of Campania,\naccommodated us with lodging [at night]; and the public officers with\nsuch a quantity of fuel and salt as they are obliged to [by law]. From\nthis place the mules deposited their pack-saddles at Capua betimes [in\nthe morning]. Maecenas goes to play [at tennis]; but I and Virgil to our\nrepose: for to play at tennis is hurtful to weak eyes and feeble\nconstitutions.",
        "From this place the villa of Cocceius, situated above the Caudian inns,\nwhich abounds with plenty, receives us. Now, my muse, I beg of you\nbriefly to relate the engagement between the buffoon Sarmentus and\nMessius Cicirrus; and from what ancestry descended each began the\ncontest. The illustrious race of Messius-Oscan: Sarmentus’s mistress is\nstill alive. Sprung from such families as these, they came to the\ncombat. First, Sarmentus: “I pronounce thee to have the look of a mad\nhorse.” We laugh; and Messius himself [says], “I accept your challenge:\"\nand wags his head. “O!” cries he, “if the horn were not cut off your\nforehead, what would you not do; since, maimed as you are, you bully at\nsuch a rate?” For a foul scar has disgraced the left part of Messius’s\nbristly forehead. Cutting many jokes upon his Campanian disease, and\nupon his face, he desired him to exhibit Polyphemus’s dance: that he had\nno occasion for a mask, or the tragic buskins. Cicirrus [retorted]\nlargely to these: he asked, whether he had consecrated his chain to the\nhousehold gods according to his vow; though he was a scribe, [he told\nhim] his mistress’s property in him was not the less. Lastly, he asked,\nhow he ever came to run away; such a lank meager fellow, for whom a\npound of corn [a-day] would be ample. We were so diverted, that we\ncontinued that supper to an unusual length.",
        "Hence we proceed straight on for Beneventum; where the bustling landlord\nalmost burned himself, in roasting some lean thrushes: for, the fire\nfalling through the old kitchen [floor], the spreading flame made a\ngreat progress toward the highest part of the roof. Then you might have\nseen the hungry guests and frightened slaves snatching their supper out\n[of the flames], and everybody endeavoring to extinguish the fire.",
        "After this Apulia began to discover to me her well-known mountains,\nwhich the Atabulus scorches [with his blasts]: and through which we\nshould never have crept, unless the neighboring village of Trivicus had\nreceived us, not without a smoke that brought tears into our eyes;\noccasioned by a hearth’s burning some green boughs with the leaves upon\nthem. Here, like a great fool as I was, I wait till midnight for a\ndeceitful mistress; sleep, however, overcomes me while meditating love;\nand disagreeable dreams make me ashamed of myself and every thing about\nme.",
        "Hence we were bowled away in chaises twenty-four miles, intending to\nstop at a little town, which one cannot name in a verse, but it is\neasily enough known by description. For water is sold here, though the\nworst in the world; but their bread is exceeding fine, inasmuch that the\nweary traveler is used to carry it willingly on his shoulders; for [the\nbread] at Canusium is gritty; a pitcher of water is worth no more [than\nit is here]: which place was formerly built by the valiant Diomedes.\nHere Varius departs dejected from his weeping friends.",
        "Hence we came to Rubi, fatigued: because we made a long journey, and it\nwas rendered still more troublesome by the rains. Next day the weather\nwas better, the road worse, even to the very walls of Barium that\nabounds in fish. In the next place Egnatia, which [seems to have] been\nbuilt on troubled waters, gave us occasion for jests and laughter; for\nthey wanted to persuade us, that at this sacred portal the incense\nmelted without fire. The Jew Apella may believe this, not I. For I have\nlearned [from Epicurus], that the gods dwell in a state of tranquillity;\nnor, if nature effect any wonder, that the anxious gods send it from the\nhigh canopy of the heavens.",
        "Brundusium ends both my long journey, and my paper.",
        "SATIRE VI.",
        "Of true nobility.",
        "Not Maecenas, though of all the Lydians that ever inhabited the Tuscan\nterritories, no one is of a nobler family than yourself; and though you\nhave ancestors both on father’s and mother’s side, that in times past\nhave had the command of mighty legions; do you, as the generality are\nwont, toss up your nose at obscure people, such as me, who has [only] a\nfreed-man for my father: since you affirm that it is of no consequence\nof what parents any man is born, so that he be a man of merit. You\npersuade yourself, with truth, that before the dominions of Tullius, and\nthe reign of one born a slave, frequently numbers of men descended from\nancestors of no rank, have both lived as men of merit, and have been\ndistinguished by the greatest honors: [while] on the other hand\nLaevinus, the descendant of that famous Valerius, by whose means\nTarquinius Superbus was expelled from his kingdom, was not a farthing\nmore esteemed [on account of his family, even] in the judgment of the\npeople, with whose disposition you are well acquainted; who often\nfoolishly bestow honors on the unworthy, and are from their stupidity\nslaves to a name: who are struck with admiration by inscriptions and\nstatues. What is it fitting for us to do, who are far, very far removed\nfrom the vulgar [in our sentiments]? For grant it, that the people had\nrather confer a dignity on Laevinus than on Decius, who is a new man;\nand the censor Appius would expel me [the senate-house], because I was\nnot sprung from a sire of distinction: and that too deservedly, inasmuch\nas I rested not content in my own condition. But glory drags in her\ndazzling car the obscure as closely fettered as those of nobler birth.\nWhat did it profit you, O Tullius, to resume the robe that you [were\nforced] to lay aside, and become a tribune [again]? Envy increased upon\nyou, which had been less, it you had remained in a private station. For\nwhen any crazy fellow has laced the middle of his leg with the sable\nbuskins, and has let flow the purple robe from his breast, he\nimmediately hears: “Who is this man? Whose son is he?” Just as if there\nbe any one, who labors under the same distemper as Barrus does, so that\nhe is ambitious of being reckoned handsome; let him go where he will, he\nexcites curiosity among the girls of inquiring into particulars; as what\nsort of face, leg, foot, teeth, hair, he has. Thus he who engages to his\ncitizens to take care of the city, the empire, and Italy, and the\nsanctuaries of the gods, forces every mortal to be solicitous, and to\nask from what sire he is descended, or whether he is base by the\nobscurity of his mother. What? do you, the son of a Syrus, a Dana, or a\nDionysius, dare to cast down the citizens of Rome from the [Tarpeian]\nrock, or deliver them up to Cadmus [the executioner]? But, [you may\nsay,] my colleague Novius sits below me by one degree: for he is only\nwhat my father was. And therefore do you esteem yourself a Paulus or a\nMessala? But he (Novius), if two hundred carriages and three funerals\nwere to meet in the forum, could make noise enough to drown all their\nhorns and trumpets: this [kind of merit] at least has its weight with\nus.",
        "Now I return to myself, who am descended from a freed-man; whom every\nbody nibbles at, as being descended from a freed-man. Now, because,\nMaecenas, I am a constant guest of yours; but formerly, because a Roman\nlegion was under my command, as being a military tribune. This latter\ncase is different from the former: for, though any person perhaps might\njustly envy me that post of honor, yet could he not do so with regard to\nyour being my friend! especially as you are cautious to admit such as\nare worthy; and are far from having any sinister ambitious views. I can\nnot reckon myself a lucky fellow on this account, as if it were by\naccident that I got you for my friend; for no kind of accident threw you\nin my way. That best of men, Virgil, long ago, and after him, Varius,\ntold you what I was. When first I came into your presence, I spoke a few\nwords in a broken manner (for childish bashfulness hindered me from\nspeaking more); I did not tell you that I was the issue of an\nillustrious father: I did not [pretend] that I rode about the country on\na Satureian horse, but plainly what I really was; you answer (as your\ncustom is) a few words: I depart: and you re-invite me after the ninth\nmonth, and command me to be in the number of your friends. I esteem it a\ngreat thing that I pleased you, who distinguish probity from baseness,\nnot by the illustriousness of a father, but by the purity of heart and\nfeelings.",
        "And yet if my disposition be culpable for a few faults, and those small\nones, otherwise perfect (as if you should condemn moles scattered over a\nbeautiful skin), if no one can justly lay to my charge avarice, nor\nsordidness, nor impure haunts; if, in fine (to speak in my own praise),\nI live undefiled, and innocent, and dear to my friends; my father was\nthe cause of all this: who though a poor man on a lean farm, was\nunwilling to send me to a school under [the pedant] Flavius, where great\nboys, sprung from great centurions, having their satchels and tablets\nswung over their left arm, used to go with money in their hands the very\nday it was due; but had the spirit to bring me a child to Rome, to be\ntaught those arts which any Roman knight and senator can teach his own\nchildren. So that, if any person had considered my dress, and the slaves\nwho attended me in so populous a city, he would have concluded that\nthose expenses were supplied to me out of some hereditary estate. He\nhimself, of all others the most faithful guardian, was constantly about\nevery one of my preceptors. Why should I multiply words? He preserved me\nchaste (which is the first honor or virtue) not only from every actual\nguilt, but likewise from [every] foul imputation, nor was he afraid lest\nany should turn it to his reproach, if I should come to follow a\nbusiness attended with small profits, in capacity of an auctioneer, or\n(what he was himself) a tax-gatherer. Nor [had that been the case]\nshould I have complained. On this account the more praise is due to him,\nand from me a greater degree of gratitude. As long as I am in my senses,\nI can never be ashamed of such a father as this, and therefore shall not\napologize [for my birth], in the manner that numbers do, by affirming it\nto be no fault of theirs. My language and way of thinking is far\ndifferent from such persons. For if nature were to make us from a\ncertain term of years to go over our past time again, and [suffer us] to\nchoose other parents, such as every man for ostentation’s sake would\nwish for himself; I, content with my own, would not assume those that\nare honored with the ensigns and seats of state; [for which I should\nseem] a madman in the opinion of the mob, but in yours, I hope a man of\nsense; because I should be unwilling to sustain a troublesome burden,\nbeing by no means used to it. For I must [then] immediately set about\nacquiring a larger fortune, and more people must be complimented; and\nthis and that companion must be taken along, so that I could neither\ntake a jaunt into the country, or a journey by myself; more attendants\nand more horses must be fed; coaches must be drawn. Now, if I please, I\ncan go as far as Tarentum on my bob-tail mule, whose loins the\nportmanteau galls with his weight, as does the horseman his shoulders.\nNo one will lay to my charge such sordidness as he may, Tullius, to you,\nwhen five slaves follow you, a praetor, along the Tiburtian way,\ncarrying a traveling kitchen, and a vessel of wine. Thus I live more\ncomfortably, O illustrious senator, than you, and than thousands of\nothers. Wherever I have a fancy, I walk by myself: I inquire the price\nof herbs and bread; I traverse the tricking circus, and the forum often\nin the evening: I stand listening among the fortune-tellers: thence I\ntake myself home to a plate of onions, pulse, and pancakes. My supper is\nserved up by three slaves; and a white stone slab supports two cups and\na brimmer: near the salt-cellar stands a homely cruet with a little\nbowl, earthen-ware from Campania. Then I go to rest; by no means\nconcerned that I must rise in the morning, and pay a visit to the statue\nof Marsyas, who denies that he is able to bear the look of the younger\nNovius. I lie a-bed to the fourth hour; after that I take a ramble, or\nhaving read or written what may amuse me in my privacy, I am anointed\nwith oil, but not with such as the nasty Nacca, when he robs the lamps.\nBut when the sun, become more violent, has reminded me to go to bathe, I\navoid the Campus Martius and the game of hand-ball. Having dined in a\ntemperate manner, just enough to hinder me from having an empty stomach,\nduring the rest of the day I trifle in my own house. This is the life of\nthose who are free from wretched and burthensome ambition: with such\nthings as these I comfort myself, in a way to live more delightfully\nthan if my grandfather had been a quaestor, and father and uncle too.",
        "SATIRE VII.",
        "He humorously describes a squabble betwixt Rupilius and Persius.\nIn what manner the mongrel Persius revenged the filth and venom of\nRupilius, surnamed King, is I think known to all the blind men and\nbarbers. This Persius, being a man of fortune, had very great business\nat Clazomenae, and, into the bargain, certain troublesome litigations\nwith King; a hardened fellow, and one who was able to exceed even King\nin virulence; confident, blustering, of such a bitterness of speech,\nthat he would outstrip the Sisennae and Barri, if ever so well equipped.",
        "I return to King. After nothing could be settled betwixt them (for\npeople among whom adverse war breaks out, are proportionably vexatious\non the same account as they are brave. Thus between Hector, the son of\nPriam, and the high-spirited Achilles, the rage was of so capital a\nnature, that only the final destruction [one of them] could determine\nit; on no other account, than that valor in each of them was\nconsummate. If discord sets two cowards to work; or if an engagement\nhappens between two that are not of a match, as that of Diomed and the\nLycian Glaucus; the worst man will walk off, [buying his peace] by\nvoluntarily sending presents), when Brutus held as praetor the fertile\nAsia, this pair, Rupilius and Persius, encountered; in such a manner,\nthat [the gladiators] Bacchius and Bithus were not better matched.\nImpetuous they hurry to the cause, each of them a fine sight.",
        "Persius opens his case; and is laughed at by all the assembly; he extols\nBrutus, and extols the guard; he styles Brutus the sun of Asia, and his\nattendants he styles salutary stars, all except King; that he [he says,]\ncame like that dog, the constellation hateful to husbandman: he poured\nalong like a wintery flood, where the ax seldom comes.",
        "Then, upon his running on in so smart and fluent a manner, the\nPraenestine [king] directs some witticisms squeezed from the vineyard,\nhimself a hardy vine-dresser, never defeated, to whom the passenger had\noften been obliged to yield, bawling cuckoo with roaring voice.",
        "But the Grecian Persius, as soon as he had been well sprinkled with\nItalian vinegar, bellows out: O Brutus, by the great gods I conjure you,\nwho are accustomed to take off kings, why do you not dispatch this King?\nBelieve me, this is a piece of work which of right belongs to you.",
        "SATIRE VIII.",
        "Priapus complains that the Esquilian mount is infested with the\nincantations of sorceresses.",
        "Formerly I was the trunk of a wild fig-tree, an useless log: when the\nartificer, in doubt whether he should make a stool or a Priapus of me,\ndetermined that I should be a god. Henceforward I became a god, the\ngreatest terror of thieves and birds: for my right hand restrains\nthieves, and a bloody-looking pole stretched out from my frightful\nmiddle: but a reed fixed upon the crown of my head terrifies the\nmischievous birds, and hinders them from settling in these new gardens.\nBefore this the fellow-slave bore dead corpses thrown out of their\nnarrow cells to this place, in order to be deposited in paltry coffins.\nThis place stood a common sepulcher for the miserable mob, for the\nbuffoon Pantelabus, and Nomentanus the rake. Here a column assigned a\nthousand feet [of ground] in front, and three hundred toward the fields:\nthat the burial-place should not descend to the heirs of the estate. Now\none may live in the Esquiliae, [since it is made] a healthy place; and\nwalk upon an open terrace, where lately the melancholy passengers beheld\nthe ground frightful with white bones; though both the thieves and wild\nbeasts accustomed to infest this place, do not occasion me so much care\nand trouble, as do [these hags], that turn people’s minds by their\nincantations and drugs. These I can not by any means destroy nor hinder,\nbut that they will gather bones and noxious herbs, as soon as the\nfleeting moon has shown her beauteous face.",
        "I myself saw Canidia, with her sable garment tucked up, walk with bare\nfeet and disheveled hair, yelling together with the elder Sagana.\nPaleness had rendered both of them horrible to behold. They began to\nclaw up the earth with their nails, and to tear a black ewe-lamb to\npieces with their teeth. The blood was poured into a ditch, that thence\nthey might charm out the shades of the dead, ghosts that were to give\nthem answers. There was a woolen effigy too, another of wax: the woolen\none larger, which was to inflict punishment on the little one. The waxen\nstood in a suppliant posture, as ready to perish in a servile manner.\nOne of the hags invokes Hecate, and the other fell Tisiphone. Then might\nyou see serpents and infernal bitches wander about, and the moon with\nblushes hiding behind the lofty monuments, that she might not be a\nwitness to these doings. But if I lie, even a tittle, may my head be\ncontaminated with the white filth of ravens; and may Julius, and the\neffeminate Miss Pediatous, and the knave Voranus, come to water upon me,\nand befoul me. Why should I mention every particular? viz. in what\nmanner, speaking alternately with Sagana, the ghosts uttered dismal and\npiercing shrieks; and how by stealth they laid in the earth a wolf’s\nbeard, with the teeth of a spotted snake; and how a great blaze flamed\nforth from the waxen image? And how I was shocked at the voices and\nactions of these two furies, a spectator however by no means incapable\nof revenge? For from my cleft body of fig-tree wood I uttered a loud\nnoise with as great an explosion as a burst bladder. But they ran into\nthe city: and with exceeding laughter and diversion might you have seen\nCanidia’s artificial teeth, and Sagana’s towering tete of false hair\nfalling off, and the herbs, and the enchanted bracelets from her arm.",
        "SATIRE IX.",
        "He describes his sufferings from the loquacity of an impertinent\nfellow.\nI was accidentally going along the Via Sacra, meditating on some trifle\nor other, as is my custom, and totally intent upon it. A certain person,\nknown to me by name only, runs up; and, having seized my hand, “How do\nyou do, my dearest fellow?” “Tolerably well,” say I, “as times go; and I\nwish you every thing you can desire.” When he still followed me; “Would\nyou any thing?” said I to him. But, “You know me,” says he: “I am a man\nof learning.” “Upon that account,” says I: “you will have more of my\nesteem.” Wanting sadly to get away from him, sometimes I walked on\napace, now and then I stopped, and I whispered something to my boy. When\nthe sweat ran down to the bottom of my ankles. O, said I to myself,\nBolanus, how happy were you in a head-piece! Meanwhile he kept prating\non any thing that came uppermost, praised the streets, the city; and,\nwhen I made him no answer; “You want terribly,” said he, “to get away; I\nperceived it long ago; but you effect nothing. I shall still stick close\nto you; I shall follow you hence: Where are you at present bound for?\"\n“There is no need for your being carried so much about: I want to see a\nperson, who is unknown to you: he lives a great way off across the\nTiber, just by Caesar’s gardens.” “I have nothing to do, and I am not\nlazy; I will attend you thither.” I hang down my ears like an ass of\nsurly disposition, when a heavier load than ordinary is put upon his\nback. He begins again: “If I am tolerably acquainted with myself, you\nwill not esteem Viscus or Varius as a friend, more than me; for who can\nwrite more verses, or in a shorter time than I? Who can move his limbs\nwith softer grace [in the dance]? And then I sing, so that even\nHermogenes may envy.”",
        "Here there was an opportunity of interrupting him. “Have you a mother,\n[or any] relations that are interested in your welfare?” “Not one have\nI; I have buried them all.” “Happy they! now I remain. Dispatch me: for\nthe fatal moment is at hand, which an old Sabine sorceress, having\nshaken her divining urn, foretold when I was a boy; ’This child, neither\nshall cruel poison, nor the hostile sword, nor pleurisy, nor cough, nor\nthe crippling gout destroy: a babbler shall one day demolish him; if he\nbe wise, let him avoid talkative people, as soon as he comes to man’s\nestate.’”",
        "One fourth of the day being now passed, we came to Vesta’s temple; and,\nas good luck would have it, he was obliged to appear to his\nrecognizance; which unless he did, he must have lost his cause. “If you\nlove me,” said he, “step in here a little.” “May I die! if I be either\nable to stand it out, or have any knowledge of the civil laws: and\nbesides, I am in a hurry, you know whither.” “I am in doubt what I shall\ndo,” said he; “whether desert you or my cause.” “Me, I beg of you.” “I\nwill not do it,” said he; and began to take the lead of me. I (as it is\ndifficult to contend with one’s master) follow him. “How stands it with\nMaecenas and you?” Thus he begins his prate again. “He is one of few\nintimates, and of a very wise way of thinking. No man ever made use of\nopportunity with more cleverness. You should have a powerful assistant,\nwho could play an underpart, if you were disposed to recommend this man;\nmay I perish, if you should not supplant all the rest!” “We do not live\nthere in the manner you imagine; there is not a house that is freer or\nmore remote from evils of this nature. It is never of any disservice to\nme, that any particular person is wealthier or a better scholar than I\nam: every individual has his proper place.” “You tell me a marvelous\nthing, scarcely credible.” “But it is even so.” “You the more inflame my\ndesires to be near his person.” “You need only be inclined to it: such\nis your merit, you will accomplish it: and he is capable of being won;\nand on that account the first access to him he makes difficult.” “I will\nnot be wanting to myself: I will corrupt his servants with presents; if\nI am excluded to-day, I will not desist; I will seek opportunities; I\nwill meet him in the public streets; I will wait upon him home. Life\nallows nothing to mortals without great labor.” While he was running on\nat this rate, lo! Fuscus Aristius comes up, a dear friend of mine, and\none who knows the fellow well. We make a stop. “Whence come you? whither\nare you going?” he asks and answers. I began to twitch him [by the\nelbow], and to take hold of his arms [that were affectedly] passive,\nnodding and distorting my eyes, that he might rescue me. Cruelly arch\nhe laughs, and pretends not to take the hint: anger galled my liver.\n“Certainly,” [said I, “Fuscus,] you said that you wanted to communicate\nsomething to me in private.” “I remember it very well; but will tell it\nyou at a better opportunity: to-day is the thirtieth sabbath. Would you\naffront the circumcised Jews?” I reply, “I have no scruple [on that\naccount].” “But I have: I am something weaker, one of the multitude. You\nmust forgive me: I will speak with you on another occasion.” And has\nthis sun arisen so disastrous upon me! The wicked rogue runs away, and\nleaves me under the knife. But by luck his adversary met him: and,\n“Whither are you going, you infamous fellow?” roars he with a loud\nvoice: and, “Do you witness the arrest?” I assent. He hurries him into\ncourt: there is a great clamor on both sides, a mob from all parts. Thus\nApollo preserved me.",
        "SATIRE X.",
        "He supports the judgment which he had before given of Lucilius, and\nintersperses some excellent precepts for the writing of Satire.\nTo be sure I did say, that the verses of Lucilius did not run smoothly.\nWho is so foolish an admirer of Lucilius, that he would not own this?\nBut the same writer is applauded in the same Satire, on account of his\nhaving lashed the town with great humor. Nevertheless granting him this,\nI will not therefore give up the other [considerations]; for at that\nrate I might even admire the farces of Laberius, as fine poems. Hence it\nis by no means sufficient to make an auditor grim with laughter: and yet\nthere is some degree of merit even in this. There is need of conciseness\nthat the sentence may run, and not embarrass itself with verbiage, that\noverloads the sated ear; and sometimes a grave, frequently jocose style\nis necessary, supporting the character one while of the orator and [at\nanother] of the poet, now and then that of a graceful rallier that curbs\nthe force of his pleasantry and weakens it on purpose. For ridicule\noften decides matters of importance more effectually and in a better\nmanner, than severity. Those poets by whom the ancient comedy was\nwritten, stood upon this [foundation], and in this are they worthy of\nimitation: whom neither the smooth-faced Hermogenes ever read, nor that\nbaboon who is skilled in nothing but singing [the wanton compositions\nof] Calvus and Catullus.",
        "But [Lucilius, say they,] did a great thing, when he intermixed Greek\nwords with Latin. O late-learned dunces! What! do you think that arduous\nand admirable, which was done by Pitholeo the Rhodian? But [still they\ncry] the style elegantly composed of both tongues is the more pleasant,\nas if Falernian wine is mixed with Chian. When you make verses, I ask\nyou this question; were you to undertake the difficult cause of the\naccused Petillius, would you (for instance), forgetful of your country\nand your father, while Pedius, Poplicola, and Corvinus sweat through\ntheir causes in Latin, choose to intermix words borrowed from abroad,\nlike the double-tongued Canusinian. And as for myself, who was born on\nthis side the water, when I was about making Greek verses; Romulus\nappearing to me after midnight, when dreams are true, forbade me in\nwords to this effect; “You could not be guilty of more madness by\ncarrying timber into a wood, than by desiring to throng in among the\ngreat crowds of Grecian writers.”",
        "While bombastical Alpinus murders Memnon, and while he deforms the muddy\nsource of the Rhine, I amuse myself with these satires; which can\nneither be recited in the temple [of Apollo], as contesting for the\nprize when Tarpa presides as judge, nor can have a run over and over\nagain represented in the theatres. You, O Fundanius, of all men\nbreathing are the most capable of prattling tales in a comic vein, how\nan artful courtesan and a Davus impose upon an old Chremes. Pollio sings\nthe actions of kings in iambic measure; the sublime Varias composes the\nmanly epic, in a manner that no one can equal: to Virgil the Muses,\ndelighting in rural scenes, have granted the delicate and the elegant.\nIt was this kind [of satiric writing], the Aticinian Varro and some\nothers having attempted it without success, in which I may have some\nslight merit, inferior to the inventor: nor would I presume to pull off\nthe [laurel] crown placed upon his brow with great applause.",
        "But I said that he flowed muddily, frequently indeed bearing along more\nthings which ought to be taken away than left. Be it so; do you, who are\na scholar, find no fault with any thing in mighty Homer, I pray? Does\nthe facetious Lucilius make no alterations in the tragedies of Accius?\nDoes not he ridicule many of Ennius’ verses, which are too light for\nthe gravity [of the subject]? When he speaks of himself by no means as\nsuperior to what he blames. What should hinder me likewise, when I am\nreading the works of Lucilius, from inquiring whether it be his\n[genius], or the difficult nature of his subject, that will not suffer\nhis verses to be more finished, and to run more smoothly than if some\none, thinking it sufficient to conclude a something of six feet, be fond\nof writing two hundred verses before he eats, and as many after supper?\nSuch was the genius of the Tuscan Cassius, more impetuous than a rapid\nriver; who, as it is reported, was burned [at the funeral pile] with his\nown books and papers. Let it be allowed, I say, that Lucilius was a\nhumorous and polite writer; that he was also more correct than [Ennius],\nthe author of a kind of poetry [not yet] well cultivated, nor attempted\nby the Greeks, and [more correct likewise] than the tribe of our old\npoets: but yet he, if he had been brought down by the Fates to this age\nof ours, would have retrenched a great deal from his writings: he would\nhave pruned off every thing that transgressed the limits of perfection;\nand, in the composition of verses, would often have scratched his head,\nand bit his nails to the quick.",
        "You that intend to write what is worthy to be read more than once, blot\nfrequently: and take no-pains to make the multitude admire you, content\nwith a few [judicious] readers. What, would you be such a fool as to be\nambitious that your verses should be taught in petty schools? That is\nnot my case. It is enough for me, that the knight [Maecenas] applauds:\nas the courageous actress, Arbuscula, expressed herself, in contempt of\nthe rest of the audience, when she was hissed [by the populace]. What,\nshall that grubworm Pantilius have any effect upon me? Or can it vex me,\nthat Demetrius carps at me behind my back? or because the trifler\nFannius, that hanger-on to Hermogenes Tigellius, attempts to hurt me?\nMay Plotius and Varius, Maecenas and Virgil, Valgius and Octavius\napprove these Satires, and the excellent Fuscus likewise; and I could\nwish that both the Visci would join in their commendations: ambition\napart, I may mention you, O Pollio: you also, Messala, together with\nyour brother; and at the same time, you, Bibulus and Servius; and along\nwith these you, candid Furnius; many others whom, though men of learning\nand my friends, I purposely omit–to whom I would wish these Satires,\nsuch as they are, may give satisfaction; and I should be chagrined, if\nthey pleased in a degree below my expectation. You, Demetrius, and you,\nTigellius, I bid lament among the forms of your female pupils.",
        "Go, boy, and instantly annex this Satire to the end of my book.",
        "Continue...",
        "\nThis eBook of “The Works of Horace” by Horace belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Marketing Management (12th Edition) (Marketing Management)By Philip KotlerAt Amazon"
    ]
}