{
    "title": "The Adventures of Baron Munchausen - Chapter XV",
    "author": "Raspe",
    "chapter": "17",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  A further account of the journey from Harwich to Helvoetsluys–\n  Description of a number of marine objects never mentioned by any\n  traveller before–Rocks seen in this passage equal to the Alps in\n  magnitude; lobsters, crabs, &c., of an extraordinary magnitude–A\n  woman’s life saved–The cause of her falling into the sea–Dr.\n  Hawes’ directions followed with success.",
        "I omitted several very material parts in my father’s journey across\nthe English Channel to Holland, which, that they may not be totally\nlost I will now faithfully give you in his own words, as I heard him\nrelate them to his friends several times.",
        "“On my arrival,” says my father, “at Helvoetsluys, I was observed to\nbreathe with some difficulty; upon the inhabitants inquiring into the\ncause, I informed them that the animal upon whose back I rode from\nHarwich across to their shore did not swim! Such is their peculiar\nform and disposition, that they cannot float or move upon the surface\nof the water; he ran with incredible swiftness upon the sands from the\nshore, driving fish in millions before him, many of which were quite\ndifferent from any I had yet seen, carrying their heads at the\nextremity of their tails. I crossed,” continued he, “one prodigious\nrange of rocks, equal in height to the Alps (the tops or highest parts\nof these marine mountains are said to be upwards of one hundred\nfathoms below the surface of the sea), on the sides of which there was\na great variety of tall, noble trees, loaded with marine fruit, such\nas lobsters, crabs, oysters, scollops, mussels, cockles, &c. &c.; some\nof which were a cart-load singly! and none less than a porter’s! All\nthose which are brought on shore and sold in our markets are of an\ninferior dwarf kind, or, properly, waterfalls, i.e., fruit shook off\nthe branches of the tree it grows upon by the motion of the water, as\nthose in our gardens are by that of the wind! The lobster-trees\nappeared the richest, but the crab and oysters were the tallest. The\nperiwinkle is a kind of shrub; it grows at the foot of the oyster-\ntree, and twines round it as the ivy does the oak. I observed the\neffect of several accidents by shipwreck, &c., particularly a ship\nthat had been wrecked by striking against a mountain or rock, the top\nof which lay within three fathoms of the surface. As she sank she fell\nupon her side, and forced a very large lobster-tree out of its place.\nIt was in the spring, when the lobsters were very young, and many of\nthem being separated by the violence of the shock, they fell upon a\ncrab-tree which was growing below them; they have, like the farina of\nplants, united, and produced a fish resembling both. I endeavoured to\nbring one with me, but it was too cumbersome, and my salt-water\nPegasus seemed much displeased at every attempt to stop his career\nwhilst I continued upon his back; besides, I was then, though\ngalloping over a mountain of rocks that lay about midway the passage,\nat least five hundred fathom below the surface of the sea, and began\nto find the want of air inconvenient, therefore I had no inclination\nto prolong the time. Add to this, my situation was in other respects\nvery unpleasant; I met many large fish, who were, if I could judge by\ntheir open mouths, not only able, but really wished to devour us; now,\nas my Rosinante was blind, I had these hungry gentlemen’s attempts to\nguard against, in addition to my other difficulties.",
        "“As we drew near the Dutch shore, and the body of water over our heads\ndid not exceed twenty fathoms, I thought I saw a human figure in a\nfemale dress then lying on the sand before me with some signs of life;\nwhen I came close I perceived her hand move: I took it into mine, and\nbrought her on shore as a corpse. An apothecary, who had just been\ninstructed by Dr. Hawes [the Baron’s father must have lived very\nlately if Dr. Hawes was his preceptor], of London, treated her\nproperly, and she recovered. She was the rib of a man who commanded a\nvessel belonging to Helvoetsluys. He was just going out of port on a\nvoyage, when she, hearing he had got a mistress with him, followed him\nin an open boat. As soon as she had got on the quarter-deck she flew\nat her husband, and attempted to strike him with such impetuosity,\nthat he thought it most prudent to slip on one side, and let her make\nthe impression of her fingers upon the waves rather than his face: he\nwas not much out in his ideas of the consequence; for meeting no\nopposition, she went directly overboard, and it was my unfortunate lot\nto lay the foundation for bringing this happy pair together again.",
        "“I can easily conceive what execrations the husband loaded me with\nwhen, on his return, he found this gentle creature waiting his\narrival, and learned the means by which she came into the world again.\nHowever, great as the injury is which I have done this poor devil, I\nhope he will die in charity with me, as my motive was good, though the\nconsequences to him are, it must be confessed, horrible.”",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}