{
    "title": "The Adventures of Baron Munchausen - Chapter XIII",
    "author": "Raspe",
    "chapter": "15",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "                         A TRIP TO THE NORTH",
        "  The Baron sails with Captain Phipps, attacks two large bears, and\n  has a very narrow escape–Gains the confidence of these animals,\n  and then destroys thousands of them; loads the ship with their\n  hams and skins; makes presents of the former, and obtains a\n  general invitation to all city feasts–A dispute between the\n  Captain and the Baron, in which, from motives of politeness, the\n  Captain is suffered to gain his point–The Baron declines the\n  offer of a throne, and an empress into the bargain.",
        "We all remember Captain Phipps’s (now Lord Mulgrave) last voyage of\ndiscovery to the north. I accompanied the captain, not as an officer,\nbut as a private friend. When we arrived in a high northern latitude I\nwas viewing the objects around me with the telescope which I\nintroduced to your notice in my Gibraltar adventures. I thought I saw\ntwo large white bears in violent action upon a body of ice\nconsiderably above the masts, and about half a league distance. I\nimmediately took my carbine, slung it across my shoulder, and ascended\nthe ice. When I arrived at the top, the unevenness of the surface made\nmy approach to those animals troublesome and hazardous beyond\nexpression: sometimes hideous cavities opposed me, which I was obliged\nto spring over; in other parts the surface was as smooth as a mirror,\nand I was continually falling: as I approached near enough to reach\nthem, I found they were only at play. I immediately began to calculate\nthe value of their skins, for they were each as large as a well-fed\nox: unfortunately, at the very instant I was presenting my carbine my\nright foot slipped, I fell upon my back, and the violence of the blow\ndeprived me totally of my senses for nearly half an hour; however,\nwhen I recovered, judge of my surprise at finding one of those large\nanimals I have been just describing had turned me upon my face, and\nwas just laying hold of the waistband of my breeches, which were then\nnew and made of leather: he was certainly going to carry me feet\nforemost, God knows where, when I took this knife (showing a large\nclasp knife) out of my side-pocket, made a chop at one of his hind\nfeet, and cut off three of his toes; he immediately let me drop and\nroared most horribly. I took up my carbine and fired at him as he ran\noff; he fell directly. The noise of the piece roused several thousand\nof these white bears, who were asleep upon the ice within half a mile\nof me; they came immediately to the spot. There was no time to be\nlost. A most fortunate thought arrived in my pericranium just at that\ninstant. I took off the skin and head of the dead bear in half the\ntime that some people would be in skinning a rabbit, and wrapped\nmyself in it, placing my own head directly under Bruin’s; the whole\nherd came round me immediately, and my apprehensions threw me into a\nmost piteous situation to be sure: however, my scheme turned out a\nmost admirable one for my own safety. They all came smelling, and\nevidently took me for a brother Bruin; I wanted nothing but bulk to\nmake an excellent counterfeit: however, I saw several cubs amongst\nthem not much larger than myself. After they had all smelt me, and the\nbody of their deceased companion, whose skin was now become my\nprotector, we seemed very sociable, and I found I could mimic all\ntheir actions tolerably well; but at growling, roaring, and hugging\nthey were quite my masters. I began now to think that I might turn the\ngeneral confidence which I had created amongst these animals to my\nadvantage.",
        "I had heard an old army surgeon say a wound in the spine was instant\ndeath. I now determined to try the experiment, and had again recourse\nto my knife, with which I struck the largest in the back of the neck,\nnear the shoulders, but under great apprehensions, not doubting but\nthe creature would, if he survived the stab, tear me to pieces.\nHowever, I was remarkably fortunate, for he fell dead at my feet\nwithout making the least noise. I was now resolved to demolish them\nevery one in the same manner, which I accomplished without the least\ndifficulty; for although they saw their companions fall, they had no\nsuspicion of either the cause or the effect. When they all lay dead\nbefore me, I felt myself a second Samson, having slain my thousands.",
        "To make short of the story, I went back to the ship, and borrowed\nthree parts of the crew to assist me in skinning them, and carrying\nthe hams on board, which we did in a few hours, and loaded the ship\nwith them. As to the other parts of the animals, they were thrown into\nthe sea, though I doubt not but the whole would eat as well as the\nlegs, were they properly cured.",
        "As soon as we returned I sent some of the hams, in the captain’s name,\nto the Lords of Admiralty, others to the Lords of the Treasury, some\nto the Lord Mayor and Corporation of London, a few to each of the\ntrading companies, and the remainder to my particular friends, from\nall of whom I received warm thanks; but from the city I was honoured\nwith substantial notice, viz., an invitation to dine at Guildhall\nannually on Lord Mayor’s day.",
        "The bear-skins I sent to the Empress of Russia, to clothe her majesty\nand her court in the winter, for which she wrote me a letter of thanks\nwith her own hand, and sent it by an ambassador extraordinary,\ninviting me to share the honours of her crown; but as I never was\nambitious of royal dignity, I declined her majesty’s favour in the\npolitest terms. The same ambassador had orders to wait and bring my\nanswer to her majesty personally, upon which business he was absent\nabout three months: her majesty’s reply convinced me of the strength\nof her affections, and the dignity of her mind; her late indisposition\nwas entirely owing (as she, kind creature! was pleased to express\nherself in a late conversation with the Prince Dolgoroucki) to my\ncruelty. What the sex see in me I cannot conceive, but the Empress is\nnot the only female sovereign who has offered me her hand.",
        "Some people have very illiberally reported that Captain Phipps did not\nproceed as far as he might have done upon that expedition. Here it\nbecomes my duty to acquit him; our ship was in a very proper trim till\nI loaded it with such an immense quantity of bear-skins and hams,\nafter which it would have been madness to have attempted to proceed\nfurther, as we were now scarcely able to combat a brisk gale, much\nless those mountains of ice which lay in the higher latitudes.",
        "The captain has since often expressed a dissatisfaction that he had no\nshare in the honours of that day, which he emphatically called bear-\nskin day. He has also been very desirous of knowing by what art I\ndestroyed so many thousands, without fatigue or danger to myself;\nindeed, he is so ambitious of dividing the glory with me, that we have\nactually quarrelled about it, and we are not now upon speaking terms.\nHe boldly asserts I had no merit in deceiving the bears, because I was\ncovered with one of their skins; nay, he declares there is not, in his\nopinion, in Europe, so complete a bear naturally as himself among the\nhuman species.",
        "He is now a noble peer, and I am too well acquainted with good manners\nto dispute so delicate a point with his lordship.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}