{
    "title": "The Lazy Tour of Two Idle Apprentices - Chapter IV",
    "author": "Charles Dickens",
    "chapter": "4",
    "content": [
        "\n\n",
        "When Mr. Goodchild had looked out of the Lancaster Inn window for\ntwo hours on end, with great perseverance, he begun to entertain a\nmisgiving that he was growing industrious.  He therefore set\nhimself next, to explore the country from the tops of all the steep\nhills in the neighbourhood.",
        "He came back at dinner-time, red and glowing, to tell Thomas Idle\nwhat he had seen.  Thomas, on his back reading, listened with great\ncomposure, and asked him whether he really had gone up those hills,\nand bothered himself with those views, and walked all those miles?",
        "’Because I want to know,’ added Thomas, ’what you would say of it,\nif you were obliged to do it?’",
        "’It would be different, then,’ said Francis.  ’It would be work,\nthen; now, it’s play.’",
        "’Play!’ replied Thomas Idle, utterly repudiating the reply.  ’Play!\nHere is a man goes systematically tearing himself to pieces, and\nputting himself through an incessant course of training, as if he\nwere always under articles to fight a match for the champion’s\nbelt, and he calls it Play!  Play!’ exclaimed Thomas Idle,\nscornfully contemplating his one boot in the air.  ’You CAN’T play.\nYou don’t know what it is.  You make work of everything.’",
        "The bright Goodchild amiably smiled.",
        "’So you do,’ said Thomas.  ’I mean it.  To me you are an absolutely\nterrible fellow.  You do nothing like another man.  Where another\nfellow would fall into a footbath of action or emotion, you fall\ninto a mine.  Where any other fellow would be a painted butterfly,\nyou are a fiery dragon.  Where another man would stake a sixpence,\nyou stake your existence.  If you were to go up in a balloon, you\nwould make for Heaven; and if you were to dive into the depths of\nthe earth, nothing short of the other place would content you.\nWhat a fellow you are, Francis!’  The cheerful Goodchild laughed.",
        "’It’s all very well to laugh, but I wonder you don’t feel it to be\nserious,’ said Idle.  ’A man who can do nothing by halves appears\nto me to be a fearful man.’",
        "’Tom, Tom,’ returned Goodchild, ’if I can do nothing by halves, and\nbe nothing by halves, it’s pretty clear that you must take me as a\nwhole, and make the best of me.’",
        "With this philosophical rejoinder, the airy Goodchild clapped Mr.\nIdle on the shoulder in a final manner, and they sat down to\ndinner.",
        "’By-the-by,’ said Goodchild, ’I have been over a lunatic asylum\ntoo, since I have been out.’",
        "’He has been,’ exclaimed Thomas Idle, casting up his eyes, ’over a\nlunatic asylum!  Not content with being as great an Ass as Captain\nBarclay in the pedestrian way, he makes a Lunacy Commissioner of\nhimself - for nothing!’",
        "’An immense place,’ said Goodchild, ’admirable offices, very good\narrangements, very good attendants; altogether a remarkable place.’",
        "’And what did you see there?’ asked Mr. Idle, adapting Hamlet’s\nadvice to the occasion, and assuming the virtue of interest, though\nhe had it not.",
        "’The usual thing,’ said Francis Goodchild, with a sigh.  ’Long\ngroves of blighted men-and-women-trees; interminable avenues of\nhopeless faces; numbers, without the slightest power of really\ncombining for any earthly purpose; a society of human creatures who\nhave nothing in common but that they have all lost the power of\nbeing humanly social with one another.’",
        "’Take a glass of wine with me,’ said Thomas Idle, ’and let US be\nsocial.’",
        "’In one gallery, Tom,’ pursued Francis Goodchild, ’which looked to\nme about the length of the Long Walk at Windsor, more or less - ’",
        "’Probably less,’ observed Thomas Idle.",
        "’In one gallery, which was otherwise clear of patients (for they\nwere all out), there was a poor little dark-chinned, meagre man,\nwith a perplexed brow and a pensive face, stooping low over the\nmatting on the floor, and picking out with his thumb and forefinger\nthe course of its fibres.  The afternoon sun was slanting in at the\nlarge end-window, and there were cross patches of light and shade\nall down the vista, made by the unseen windows and the open doors\nof the little sleeping-cells on either side.  In about the centre\nof the perspective, under an arch, regardless of the pleasant\nweather, regardless of the solitude, regardless of approaching\nfootsteps, was the poor little dark-chinned, meagre man, poring\nover the matting.  “What are you doing there?” said my conductor,\nwhen we came to him.  He looked up, and pointed to the matting.  “I\nwouldn’t do that, I think,” said my conductor, kindly; “if I were\nyou, I would go and read, or I would lie down if I felt tired; but\nI wouldn’t do that.”  The patient considered a moment, and vacantly\nanswered, “No, sir, I won’t; I’ll - I’ll go and read,” and so he\nlamely shuffled away into one of the little rooms.  I turned my\nhead before we had gone many paces.  He had already come out again,\nand was again poring over the matting, and tracking out its fibres\nwith his thumb and forefinger.  I stopped to look at him, and it\ncame into my mind, that probably the course of those fibres as they\nplaited in and out, over and under, was the only course of things\nin the whole wide world that it was left to him to understand -\nthat his darkening intellect had narrowed down to the small cleft\nof light which showed him, “This piece was twisted this way, went\nin here, passed under, came out there, was carried on away here to\nthe right where I now put my finger on it, and in this progress of\nevents, the thing was made and came to be here.”  Then, I wondered\nwhether he looked into the matting, next, to see if it could show\nhim anything of the process through which HE came to be there, so\nstrangely poring over it.  Then, I thought how all of us, GOD help\nus! in our different ways are poring over our bits of matting,\nblindly enough, and what confusions and mysteries we make in the\npattern.  I had a sadder fellow-feeling with the little dark-\nchinned, meagre man, by that time, and I came away.’",
        "Mr. Idle diverting the conversation to grouse, custards, and bride-\ncake, Mr. Goodchild followed in the same direction.  The bride-cake\nwas as bilious and indigestible as if a real Bride had cut it, and\nthe dinner it completed was an admirable performance.",
        "The house was a genuine old house of a very quaint description,\nteeming with old carvings, and beams, and panels, and having an\nexcellent old staircase, with a gallery or upper staircase, cut off\nfrom it by a curious fence-work of old oak, or of the old Honduras\nMahogany wood.  It was, and is, and will be, for many a long year\nto come, a remarkably picturesque house; and a certain grave\nmystery lurking in the depth of the old mahogany panels, as if they\nwere so many deep pools of dark water - such, indeed, as they had\nbeen much among when they were trees - gave it a very mysterious\ncharacter after nightfall.",
        "When Mr. Goodchild and Mr. Idle had first alighted at the door, and\nstepped into the sombre, handsome old hall, they had been received\nby half-a-dozen noiseless old men in black, all dressed exactly\nalike, who glided up the stairs with the obliging landlord and\nwaiter - but without appearing to get into their way, or to mind\nwhether they did or no - and who had filed off to the right and\nleft on the old staircase, as the guests entered their sitting-\nroom.  It was then broad, bright day.  But, Mr. Goodchild had said,\nwhen their door was shut, ’Who on earth are those old men?’  And\nafterwards, both on going out and coming in, he had noticed that\nthere were no old men to be seen.",
        "Neither, had the old men, or any one of the old men, reappeared\nsince.  The two friends had passed a night in the house, but had\nseen nothing more of the old men.  Mr. Goodchild, in rambling about\nit, had looked along passages, and glanced in at doorways, but had\nencountered no old men; neither did it appear that any old men\nwere, by any member of the establishment, missed or expected.",
        "Another odd circumstance impressed itself on their attention.  It\nwas, that the door of their sitting-room was never left untouched\nfor a quarter of an hour.  It was opened with hesitation, opened\nwith confidence, opened a little way, opened a good way, - always\nclapped-to again without a word of explanation.  They were reading,\nthey were writing, they were eating, they were drinking, they were\ntalking, they were dozing; the door was always opened at an\nunexpected moment, and they looked towards it, and it was clapped-\nto again, and nobody was to be seen.  When this had happened fifty\ntimes or so, Mr. Goodchild had said to his companion, jestingly:\n’I begin to think, Tom, there was something wrong with those six\nold men.’",
        "Night had come again, and they had been writing for two or three\nhours:  writing, in short, a portion of the lazy notes from which\nthese lazy sheets are taken.  They had left off writing, and\nglasses were on the table between them.  The house was closed and\nquiet.  Around the head of Thomas Idle, as he lay upon his sofa,\nhovered light wreaths of fragrant smoke.  The temples of Francis\nGoodchild, as he leaned back in his chair, with his two hands\nclasped behind his head, and his legs crossed, were similarly\ndecorated.",
        "They had been discussing several idle subjects of speculation, not\nomitting the strange old men, and were still so occupied, when Mr.\nGoodchild abruptly changed his attitude to wind up his watch.  They\nwere just becoming drowsy enough to be stopped in their talk by any\nsuch slight check.  Thomas Idle, who was speaking at the moment,\npaused and said, ’How goes it?’",
        "’One,’ said Goodchild.",
        "As if he had ordered One old man, and the order were promptly\nexecuted (truly, all orders were so, in that excellent hotel), the\ndoor opened, and One old man stood there.",
        "He did not come in, but stood with the door in his hand.",
        "’One of the six, Tom, at last!’ said Mr. Goodchild, in a surprised\nwhisper. - ’Sir, your pleasure?’",
        "’Sir, YOUR pleasure?’ said the One old man.",
        "’I didn’t ring.’",
        "’The bell did,’ said the One old man.",
        "He said BELL, in a deep, strong way, that would have expressed the\nchurch Bell.",
        "’I had the pleasure, I believe, of seeing you, yesterday?’ said\nGoodchild.",
        "’I cannot undertake to say for certain,’ was the grim reply of the\nOne old man.",
        "’I think you saw me?  Did you not?’",
        "’Saw YOU?’ said the old man.  ’O yes, I saw you.  But, I see many\nwho never see me.’",
        "A chilled, slow, earthy, fixed old man.  A cadaverous old man of\nmeasured speech.  An old man who seemed as unable to wink, as if\nhis eyelids had been nailed to his forehead.  An old man whose eyes\n- two spots of fire - had no more motion than if they had been\nconnected with the back of his skull by screws driven through it,\nand rivetted and bolted outside, among his grey hair.",
        "The night had turned so cold, to Mr. Goodchild’s sensations, that\nhe shivered.  He remarked lightly, and half apologetically, ’I\nthink somebody is walking over my grave.’",
        "’No,’ said the weird old man, ’there is no one there.’",
        "Mr. Goodchild looked at Idle, but Idle lay with his head enwreathed\nin smoke.",
        "’No one there?’ said Goodchild.",
        "’There is no one at your grave, I assure you,’ said the old man.",
        "He had come in and shut the door, and he now sat down.  He did not\nbend himself to sit, as other people do, but seemed to sink bolt\nupright, as if in water, until the chair stopped him.",
        "’My friend, Mr. Idle,’ said Goodchild, extremely anxious to\nintroduce a third person into the conversation.",
        "’I am,’ said the old man, without looking at him, ’at Mr. Idle’s\nservice.’",
        "’If you are an old inhabitant of this place,’ Francis Goodchild\nresumed.",
        "’Yes.’",
        "’Perhaps you can decide a point my friend and I were in doubt upon,\nthis morning.  They hang condemned criminals at the Castle, I\nbelieve?’",
        "’I believe so,’ said the old man.",
        "’Are their faces turned towards that noble prospect?’",
        "’Your face is turned,’ replied the old man, ’to the Castle wall.\nWhen you are tied up, you see its stones expanding and contracting\nviolently, and a similar expansion and contraction seem to take\nplace in your own head and breast.  Then, there is a rush of fire\nand an earthquake, and the Castle springs into the air, and you\ntumble down a precipice.’",
        "His cravat appeared to trouble him.  He put his hand to his throat,\nand moved his neck from side to side.  He was an old man of a\nswollen character of face, and his nose was immoveably hitched up\non one side, as if by a little hook inserted in that nostril.  Mr.\nGoodchild felt exceedingly uncomfortable, and began to think the\nnight was hot, and not cold.",
        "’A strong description, sir,’ he observed.",
        "’A strong sensation,’ the old man rejoined.",
        "Again, Mr. Goodchild looked to Mr. Thomas Idle; but Thomas lay on\nhis back with his face attentively turned towards the One old man,\nand made no sign.  At this time Mr. Goodchild believed that he saw\nthreads of fire stretch from the old man’s eyes to his own, and\nthere attach themselves.  (Mr.  Goodchild writes the present\naccount of his experience, and, with the utmost solemnity, protests\nthat he had the strongest sensation upon him of being forced to\nlook at the old man along those two fiery films, from that moment.)",
        "’I must tell it to you,’ said the old man, with a ghastly and a\nstony stare.",
        "’What?’ asked Francis Goodchild.",
        "’You know where it took place.  Yonder!’",
        "Whether he pointed to the room above, or to the room below, or to\nany room in that old house, or to a room in some other old house in\nthat old town, Mr. Goodchild was not, nor is, nor ever can be,\nsure.  He was confused by the circumstance that the right\nforefinger of the One old man seemed to dip itself in one of the\nthreads of fire, light itself, and make a fiery start in the air,\nas it pointed somewhere.  Having pointed somewhere, it went out.",
        "’You know she was a Bride,’ said the old man.",
        "’I know they still send up Bride-cake,’ Mr. Goodchild faltered.\n’This is a very oppressive air.’",
        "’She was a Bride,’ said the old man.  ’She was a fair, flaxen-\nhaired, large-eyed girl, who had no character, no purpose.  A weak,\ncredulous, incapable, helpless nothing.  Not like her mother.  No,\nno.  It was her father whose character she reflected.",
        "’Her mother had taken care to secure everything to herself, for her\nown life, when the father of this girl (a child at that time) died\n- of sheer helplessness; no other disorder - and then He renewed\nthe acquaintance that had once subsisted between the mother and\nHim.  He had been put aside for the flaxen-haired, large-eyed man\n(or nonentity) with Money.  He could overlook that for Money.  He\nwanted compensation in Money.",
        "’So, he returned to the side of that woman the mother, made love to\nher again, danced attendance on her, and submitted himself to her\nwhims.  She wreaked upon him every whim she had, or could invent.\nHe bore it.  And the more he bore, the more he wanted compensation\nin Money, and the more he was resolved to have it.",
        "’But, lo!  Before he got it, she cheated him.  In one of her\nimperious states, she froze, and never thawed again.  She put her\nhands to her head one night, uttered a cry, stiffened, lay in that\nattitude certain hours, and died.  And he had got no compensation\nfrom her in Money, yet.  Blight and Murrain on her!  Not a penny.",
        "’He had hated her throughout that second pursuit, and had longed\nfor retaliation on her.  He now counterfeited her signature to an\ninstrument, leaving all she had to leave, to her daughter - ten\nyears old then - to whom the property passed absolutely, and\nappointing himself the daughter’s Guardian.  When He slid it under\nthe pillow of the bed on which she lay, He bent down in the deaf\near of Death, and whispered:  “Mistress Pride, I have determined a\nlong time that, dead or alive, you must make me compensation in\nMoney.’",
        "’So, now there were only two left.  Which two were, He, and the\nfair flaxen-haired, large-eyed foolish daughter, who afterwards\nbecame the Bride.",
        "’He put her to school.  In a secret, dark, oppressive, ancient\nhouse, he put her to school with a watchful and unscrupulous woman.\n“My worthy lady,” he said, “here is a mind to be formed; will you\nhelp me to form it?”  She accepted the trust.  For which she, too,\nwanted compensation in Money, and had it.",
        "’The girl was formed in the fear of him, and in the conviction,\nthat there was no escape from him.  She was taught, from the first,\nto regard him as her future husband - the man who must marry her -\nthe destiny that overshadowed her - the appointed certainty that\ncould never be evaded.  The poor fool was soft white wax in their\nhands, and took the impression that they put upon her.  It hardened\nwith time.  It became a part of herself.  Inseparable from herself,\nand only to be torn away from her, by tearing life away from her.",
        "’Eleven years she had lived in the dark house and its gloomy\ngarden.  He was jealous of the very light and air getting to her,\nand they kept her close.  He stopped the wide chimneys, shaded the\nlittle windows, left the strong-stemmed ivy to wander where it\nwould over the house-front, the moss to accumulate on the untrimmed\nfruit-trees in the red-walled garden, the weeds to over-run its\ngreen and yellow walks.  He surrounded her with images of sorrow\nand desolation.  He caused her to be filled with fears of the place\nand of the stories that were told of it, and then on pretext of\ncorrecting them, to be left in it in solitude, or made to shrink\nabout it in the dark.  When her mind was most depressed and fullest\nof terrors, then, he would come out of one of the hiding-places\nfrom which he overlooked her, and present himself as her sole\nresource.",
        "’Thus, by being from her childhood the one embodiment her life\npresented to her of power to coerce and power to relieve, power to\nbind and power to loose, the ascendency over her weakness was\nsecured.  She was twenty-one years and twenty-one days old, when he\nbrought her home to the gloomy house, his half-witted, frightened,\nand submissive Bride of three weeks.",
        "’He had dismissed the governess by that time - what he had left to\ndo, he could best do alone - and they came back, upon a rain night,\nto the scene of her long preparation.  She turned to him upon the\nthreshold, as the rain was dripping from the porch, and said:",
        "’\"O sir, it is the Death-watch ticking for me!”",
        "’\"Well!” he answered.  “And if it were?”",
        "’\"O sir!” she returned to him, “look kindly on me, and be merciful\nto me!  I beg your pardon.  I will do anything you wish, if you\nwill only forgive me!”",
        "’That had become the poor fool’s constant song:  “I beg your\npardon,” and “Forgive me!”",
        "’She was not worth hating; he felt nothing but contempt for her.\nBut, she had long been in the way, and he had long been weary, and\nthe work was near its end, and had to be worked out.",
        "’\"You fool,” he said.  “Go up the stairs!”",
        "’She obeyed very quickly, murmuring, “I will do anything you wish!\"\nWhen he came into the Bride’s Chamber, having been a little\nretarded by the heavy fastenings of the great door (for they were\nalone in the house, and he had arranged that the people who\nattended on them should come and go in the day), he found her\nwithdrawn to the furthest corner, and there standing pressed\nagainst the paneling as if she would have shrunk through it:  her\nflaxen hair all wild about her face, and her large eyes staring at\nhim in vague terror.",
        "’\"What are you afraid of?  Come and sit down by me.”",
        "’\"I will do anything you wish.  I beg your pardon, sir.  Forgive\nme!”  Her monotonous tune as usual.",
        "’\"Ellen, here is a writing that you must write out to-morrow, in\nyour own hand.  You may as well be seen by others, busily engaged\nupon it.  When you have written it all fairly, and corrected all\nmistakes, call in any two people there may be about the house, and\nsign your name to it before them.  Then, put it in your bosom to\nkeep it safe, and when I sit here again to-morrow night, give it to\nme.”",
        "’\"I will do it all, with the greatest care.  I will do anything you\nwish.”",
        "’\"Don’t shake and tremble, then.”",
        "’\"I will try my utmost not to do it - if you will only forgive me!”",
        "’Next day, she sat down at her desk, and did as she had been told.\nHe often passed in and out of the room, to observe her, and always\nsaw her slowly and laboriously writing:  repeating to herself the\nwords she copied, in appearance quite mechanically, and without\ncaring or endeavouring to comprehend them, so that she did her\ntask.  He saw her follow the directions she had received, in all\nparticulars; and at night, when they were alone again in the same\nBride’s Chamber, and he drew his chair to the hearth, she timidly\napproached him from her distant seat, took the paper from her\nbosom, and gave it into his hand.",
        "’It secured all her possessions to him, in the event of her death.\nHe put her before him, face to face, that he might look at her\nsteadily; and he asked her, in so many plain words, neither fewer\nnor more, did she know that?",
        "’There were spots of ink upon the bosom of her white dress, and\nthey made her face look whiter and her eyes look larger as she\nnodded her head.  There were spots of ink upon the hand with which\nshe stood before him, nervously plaiting and folding her white\nskirts.",
        "’He took her by the arm, and looked her, yet more closely and\nsteadily, in the face.  “Now, die!  I have done with you.”",
        "’She shrunk, and uttered a low, suppressed cry.",
        "’\"I am not going to kill you.  I will not endanger my life for\nyours.  Die!”",
        "’He sat before her in the gloomy Bride’s Chamber, day after day,\nnight after night, looking the word at her when he did not utter\nit.  As often as her large unmeaning eyes were raised from the\nhands in which she rocked her head, to the stern figure, sitting\nwith crossed arms and knitted forehead, in the chair, they read in\nit, “Die!”  When she dropped asleep in exhaustion, she was called\nback to shuddering consciousness, by the whisper, “Die!”  When she\nfell upon her old entreaty to be pardoned, she was answered “Die!\"\nWhen she had out-watched and out-suffered the long night, and the\nrising sun flamed into the sombre room, she heard it hailed with,\n“Another day and not dead? - Die!”",
        "’Shut up in the deserted mansion, aloof from all mankind, and\nengaged alone in such a struggle without any respite, it came to\nthis - that either he must die, or she.  He knew it very well, and\nconcentrated his strength against her feebleness.  Hours upon hours\nhe held her by the arm when her arm was black where he held it, and\nbade her Die!",
        "’It was done, upon a windy morning, before sunrise.  He computed\nthe time to be half-past four; but, his forgotten watch had run\ndown, and he could not be sure.  She had broken away from him in\nthe night, with loud and sudden cries - the first of that kind to\nwhich she had given vent - and he had had to put his hands over her\nmouth.  Since then, she had been quiet in the corner of the\npaneling where she had sunk down; and he had left her, and had gone\nback with his folded arms and his knitted forehead to his chair.",
        "’Paler in the pale light, more colourless than ever in the leaden\ndawn, he saw her coming, trailing herself along the floor towards\nhim - a white wreck of hair, and dress, and wild eyes, pushing\nitself on by an irresolute and bending hand.",
        "’\"O, forgive me!  I will do anything.  O, sir, pray tell me I may\nlive!”",
        "’\"Die!”",
        "’\"Are you so resolved?  Is there no hope for me?”",
        "’\"Die!”",
        "’Her large eyes strained themselves with wonder and fear; wonder\nand fear changed to reproach; reproach to blank nothing.  It was\ndone.  He was not at first so sure it was done, but that the\nmorning sun was hanging jewels in her hair - he saw the diamond,\nemerald, and ruby, glittering among it in little points, as he\nstood looking down at her - when he lifted her and laid her on her\nbed.",
        "’She was soon laid in the ground.  And now they were all gone, and\nhe had compensated himself well.",
        "’He had a mind to travel.  Not that he meant to waste his Money,\nfor he was a pinching man and liked his Money dearly (liked nothing\nelse, indeed), but, that he had grown tired of the desolate house\nand wished to turn his back upon it and have done with it.  But,\nthe house was worth Money, and Money must not be thrown away.  He\ndetermined to sell it before he went.  That it might look the less\nwretched and bring a better price, he hired some labourers to work\nin the overgrown garden; to cut out the dead wood, trim the ivy\nthat drooped in heavy masses over the windows and gables, and clear\nthe walks in which the weeds were growing mid-leg high.",
        "’He worked, himself, along with them.  He worked later than they\ndid, and, one evening at dusk, was left working alone, with his\nbill-hook in his hand.  One autumn evening, when the Bride was five\nweeks dead.",
        "’\"It grows too dark to work longer,” he said to himself, “I must\ngive over for the night.”",
        "’He detested the house, and was loath to enter it.  He looked at\nthe dark porch waiting for him like a tomb, and felt that it was an\naccursed house.  Near to the porch, and near to where he stood, was\na tree whose branches waved before the old bay-window of the\nBride’s Chamber, where it had been done.  The tree swung suddenly,\nand made him start.  It swung again, although the night was still.\nLooking up into it, he saw a figure among the branches.",
        "’It was the figure of a young man.  The face looked down, as his\nlooked up; the branches cracked and swayed; the figure rapidly\ndescended, and slid upon its feet before him.  A slender youth of\nabout her age, with long light brown hair.",
        "’\"What thief are you?” he said, seizing the youth by the collar.",
        "’The young man, in shaking himself free, swung him a blow with his\narm across the face and throat.  They closed, but the young man got\nfrom him and stepped back, crying, with great eagerness and horror,\n“Don’t touch me!  I would as lieve be touched by the Devil!”",
        "’He stood still, with his bill-hook in his hand, looking at the\nyoung man.  For, the young man’s look was the counterpart of her\nlast look, and he had not expected ever to see that again.",
        "’\"I am no thief.  Even if I were, I would not have a coin of your\nwealth, if it would buy me the Indies.  You murderer!”",
        "’\"What!”",
        "’\"I climbed it,” said the young man, pointing up into the tree,\n“for the first time, nigh four years ago.  I climbed it, to look at\nher.  I saw her.  I spoke to her.  I have climbed it, many a time,\nto watch and listen for her.  I was a boy, hidden among its leaves,\nwhen from that bay-window she gave me this!”",
        "’He showed a tress of flaxen hair, tied with a mourning ribbon.",
        "’\"Her life,” said the young man, “was a life of mourning.  She gave\nme this, as a token of it, and a sign that she was dead to every\none but you.  If I had been older, if I had seen her sooner, I\nmight have saved her from you.  But, she was fast in the web when I\nfirst climbed the tree, and what could I do then to break it!”",
        "’In saying those words, he burst into a fit of sobbing and crying:\nweakly at first, then passionately.",
        "’\"Murderer!  I climbed the tree on the night when you brought her\nback.  I heard her, from the tree, speak of the Death-watch at the\ndoor.  I was three times in the tree while you were shut up with\nher, slowly killing her.  I saw her, from the tree, lie dead upon\nher bed.  I have watched you, from the tree, for proofs and traces\nof your guilt.  The manner of it, is a mystery to me yet, but I\nwill pursue you until you have rendered up your life to the\nhangman.  You shall never, until then, be rid of me.  I loved her!\nI can know no relenting towards you.  Murderer, I loved her!”",
        "’The youth was bare-headed, his hat having fluttered away in his\ndescent from the tree.  He moved towards the gate.  He had to pass\n- Him - to get to it.  There was breadth for two old-fashioned\ncarriages abreast; and the youth’s abhorrence, openly expressed in\nevery feature of his face and limb of his body, and very hard to\nbear, had verge enough to keep itself at a distance in.  He (by\nwhich I mean the other) had not stirred hand or foot, since he had\nstood still to look at the boy.  He faced round, now, to follow him\nwith his eyes.  As the back of the bare light-brown head was turned\nto him, he saw a red curve stretch from his hand to it.  He knew,\nbefore he threw the bill-hook, where it had alighted - I say, had\nalighted, and not, would alight; for, to his clear perception the\nthing was done before he did it.  It cleft the head, and it\nremained there, and the boy lay on his face.",
        "’He buried the body in the night, at the foot of the tree.  As soon\nas it was light in the morning, he worked at turning up all the\nground near the tree, and hacking and hewing at the neighbouring\nbushes and undergrowth.  When the labourers came, there was nothing\nsuspicious, and nothing suspected.",
        "’But, he had, in a moment, defeated all his precautions, and\ndestroyed the triumph of the scheme he had so long concerted, and\nso successfully worked out.  He had got rid of the Bride, and had\nacquired her fortune without endangering his life; but now, for a\ndeath by which he had gained nothing, he had evermore to live with\na rope around his neck.",
        "’Beyond this, he was chained to the house of gloom and horror,\nwhich he could not endure.  Being afraid to sell it or to quit it,\nlest discovery should be made, he was forced to live in it.  He\nhired two old people, man and wife, for his servants; and dwelt in\nit, and dreaded it.  His great difficulty, for a long time, was the\ngarden.  Whether he should keep it trim, whether he should suffer\nit to fall into its former state of neglect, what would be the\nleast likely way of attracting attention to it?",
        "’He took the middle course of gardening, himself, in his evening\nleisure, and of then calling the old serving-man to help him; but,\nof never letting him work there alone.  And he made himself an\narbour over against the tree, where he could sit and see that it\nwas safe.",
        "’As the seasons changed, and the tree changed, his mind perceived\ndangers that were always changing.  In the leafy time, he perceived\nthat the upper boughs were growing into the form of the young man -\nthat they made the shape of him exactly, sitting in a forked branch\nswinging in the wind.  In the time of the falling leaves, he\nperceived that they came down from the tree, forming tell-tale\nletters on the path, or that they had a tendency to heap themselves\ninto a churchyard mound above the grave.  In the winter, when the\ntree was bare, he perceived that the boughs swung at him the ghost\nof the blow the young man had given, and that they threatened him\nopenly.  In the spring, when the sap was mounting in the trunk, he\nasked himself, were the dried-up particles of blood mounting with\nit:  to make out more obviously this year than last, the leaf-\nscreened figure of the young man, swinging in the wind?",
        "’However, he turned his Money over and over, and still over.  He\nwas in the dark trade, the gold-dust trade, and most secret trades\nthat yielded great returns.  In ten years, he had turned his Money\nover, so many times, that the traders and shippers who had dealings\nwith him, absolutely did not lie - for once - when they declared\nthat he had increased his fortune, Twelve Hundred Per Cent.",
        "’He possessed his riches one hundred years ago, when people could\nbe lost easily.  He had heard who the youth was, from hearing of\nthe search that was made after him; but, it died away, and the\nyouth was forgotten.",
        "’The annual round of changes in the tree had been repeated ten\ntimes since the night of the burial at its foot, when there was a\ngreat thunder-storm over this place.  It broke at midnight, and\nroared until morning.  The first intelligence he heard from his old\nserving-man that morning, was, that the tree had been struck by\nLightning.",
        "’It had been riven down the stem, in a very surprising manner, and\nthe stem lay in two blighted shafts:  one resting against the\nhouse, and one against a portion of the old red garden-wall in\nwhich its fall had made a gap.  The fissure went down the tree to a\nlittle above the earth, and there stopped.  There was great\ncuriosity to see the tree, and, with most of his former fears\nrevived, he sat in his arbour - grown quite an old man - watching\nthe people who came to see it.",
        "’They quickly began to come, in such dangerous numbers, that he\nclosed his garden-gate and refused to admit any more.  But, there\nwere certain men of science who travelled from a distance to\nexamine the tree, and, in an evil hour, he let them in! - Blight\nand Murrain on them, let them in!",
        "’They wanted to dig up the ruin by the roots, and closely examine\nit, and the earth about it.  Never, while he lived!  They offered\nmoney for it.  They!  Men of science, whom he could have bought by\nthe gross, with a scratch of his pen!  He showed them the garden-\ngate again, and locked and barred it.",
        "’But they were bent on doing what they wanted to do, and they\nbribed the old serving-man - a thankless wretch who regularly\ncomplained when he received his wages, of being underpaid - and\nthey stole into the garden by night with their lanterns, picks, and\nshovels, and fell to at the tree.  He was lying in a turret-room on\nthe other side of the house (the Bride’s Chamber had been\nunoccupied ever since), but he soon dreamed of picks and shovels,\nand got up.",
        "’He came to an upper window on that side, whence he could see their\nlanterns, and them, and the loose earth in a heap which he had\nhimself disturbed and put back, when it was last turned to the air.\nIt was found!  They had that minute lighted on it.  They were all\nbending over it.  One of them said, “The skull is fractured;” and\nanother, “See here the bones;” and another, “See here the clothes;\"\nand then the first struck in again, and said, “A rusty bill-hook!”",
        "’He became sensible, next day, that he was already put under a\nstrict watch, and that he could go nowhere without being followed.\nBefore a week was out, he was taken and laid in hold.  The\ncircumstances were gradually pieced together against him, with a\ndesperate malignity, and an appalling ingenuity.  But, see the\njustice of men, and how it was extended to him!  He was further\naccused of having poisoned that girl in the Bride’s Chamber.  He,\nwho had carefully and expressly avoided imperilling a hair of his\nhead for her, and who had seen her die of her own incapacity!",
        "’There was doubt for which of the two murders he should be first\ntried; but, the real one was chosen, and he was found Guilty, and\ncast for death.  Bloodthirsty wretches!  They would have made him\nGuilty of anything, so set they were upon having his life.",
        "’His money could do nothing to save him, and he was hanged.  I am\nHe, and I was hanged at Lancaster Castle with my face to the wall,\na hundred years ago!’",
        "\nAt this terrific announcement, Mr. Goodchild tried to rise and cry\nout.  But, the two fiery lines extending from the old man’s eyes to\nhis own, kept him down, and he could not utter a sound.  His sense\nof hearing, however, was acute, and he could hear the clock strike\nTwo.  No sooner had he heard the clock strike Two, than he saw\nbefore him Two old men!",
        "TWO.",
        "The eyes of each, connected with his eyes by two films of fire:\neach, exactly like the other:  each, addressing him at precisely\none and the same instant:  each, gnashing the same teeth in the\nsame head, with the same twitched nostril above them, and the same\nsuffused expression around it.  Two old men.  Differing in nothing,\nequally distinct to the sight, the copy no fainter than the\noriginal, the second as real as the first.",
        "’At what time,’ said the Two old men, ’did you arrive at the door\nbelow?’",
        "’At Six.’",
        "’And there were Six old men upon the stairs!’",
        "Mr. Goodchild having wiped the perspiration from his brow, or tried\nto do it, the Two old men proceeded in one voice, and in the\nsingular number:",
        "’I had been anatomised, but had not yet had my skeleton put\ntogether and re-hung on an iron hook, when it began to be whispered\nthat the Bride’s Chamber was haunted.  It WAS haunted, and I was\nthere.",
        "’WE were there.  She and I were there.  I, in the chair upon the\nhearth; she, a white wreck again, trailing itself towards me on the\nfloor.  But, I was the speaker no more, and the one word that she\nsaid to me from midnight until dawn was, ’Live!’",
        "’The youth was there, likewise.  In the tree outside the window.\nComing and going in the moonlight, as the tree bent and gave.  He\nhas, ever since, been there, peeping in at me in my torment;\nrevealing to me by snatches, in the pale lights and slatey shadows\nwhere he comes and goes, bare-headed - a bill-hook, standing\nedgewise in his hair.",
        "’In the Bride’s Chamber, every night from midnight until dawn - one\nmonth in the year excepted, as I am going to tell you - he hides in\nthe tree, and she comes towards me on the floor; always\napproaching; never coming nearer; always visible as if by moon-\nlight, whether the moon shines or no; always saying, from mid-night\nuntil dawn, her one word, “Live!”",
        "’But, in the month wherein I was forced out of this life - this\npresent month of thirty days - the Bride’s Chamber is empty and\nquiet.  Not so my old dungeon.  Not so the rooms where I was\nrestless and afraid, ten years.  Both are fitfully haunted then.\nAt One in the morning.  I am what you saw me when the clock struck\nthat hour - One old man.  At Two in the morning, I am Two old men.\nAt Three, I am Three.  By Twelve at noon, I am Twelve old men, One\nfor every hundred per cent. of old gain.  Every one of the Twelve,\nwith Twelve times my old power of suffering and agony.  From that\nhour until Twelve at night, I, Twelve old men in anguish and\nfearful foreboding, wait for the coming of the executioner.  At\nTwelve at night, I, Twelve old men turned off, swing invisible\noutside Lancaster Castle, with Twelve faces to the wall!",
        "’When the Bride’s Chamber was first haunted, it was known to me\nthat this punishment would never cease, until I could make its\nnature, and my story, known to two living men together.  I waited\nfor the coming of two living men together into the Bride’s Chamber,\nyears upon years.  It was infused into my knowledge (of the means I\nam ignorant) that if two living men, with their eyes open, could be\nin the Bride’s Chamber at One in the morning, they would see me\nsitting in my chair.",
        "’At length, the whispers that the room was spiritually troubled,\nbrought two men to try the adventure.  I was scarcely struck upon\nthe hearth at midnight (I come there as if the Lightning blasted me\ninto being), when I heard them ascending the stairs.  Next, I saw\nthem enter.  One of them was a bold, gay, active man, in the prime\nof life, some five and forty years of age; the other, a dozen years\nyounger.  They brought provisions with them in a basket, and\nbottles.  A young woman accompanied them, with wood and coals for\nthe lighting of the fire.  When she had lighted it, the bold, gay,\nactive man accompanied her along the gallery outside the room, to\nsee her safely down the staircase, and came back laughing.",
        "’He locked the door, examined the chamber, put out the contents of\nthe basket on the table before the fire - little recking of me, in\nmy appointed station on the hearth, close to him - and filled the\nglasses, and ate and drank.  His companion did the same, and was as\ncheerful and confident as he:  though he was the leader.  When they\nhad supped, they laid pistols on the table, turned to the fire, and\nbegan to smoke their pipes of foreign make.",
        "’They had travelled together, and had been much together, and had\nan abundance of subjects in common.  In the midst of their talking\nand laughing, the younger man made a reference to the leader’s\nbeing always ready for any adventure; that one, or any other.  He\nreplied in these words:",
        "’\"Not quite so, Dick; if I am afraid of nothing else, I am afraid\nof myself.”",
        "’His companion seeming to grow a little dull, asked him, in what\nsense?  How?",
        "’\"Why, thus,” he returned.  “Here is a Ghost to be disproved.\nWell!  I cannot answer for what my fancy might do if I were alone\nhere, or what tricks my senses might play with me if they had me to\nthemselves.  But, in company with another man, and especially with\nDick, I would consent to outface all the Ghosts that were ever of\nin the universe.”",
        "’\"I had not the vanity to suppose that I was of so much importance\nto-night,” said the other.",
        "’\"Of so much,” rejoined the leader, more seriously than he had\nspoken yet, “that I would, for the reason I have given, on no\naccount have undertaken to pass the night here alone.”",
        "’It was within a few minutes of One.  The head of the younger man\nhad drooped when he made his last remark, and it drooped lower now.",
        "’\"Keep awake, Dick!” said the leader, gaily.  “The small hours are\nthe worst.”",
        "’He tried, but his head drooped again.",
        "’\"Dick!” urged the leader.  “Keep awake!”",
        "’\"I can’t,” he indistinctly muttered.  “I don’t know what strange\ninfluence is stealing over me.  I can’t.”",
        "’His companion looked at him with a sudden horror, and I, in my\ndifferent way, felt a new horror also; for, it was on the stroke of\nOne, and I felt that the second watcher was yielding to me, and\nthat the curse was upon me that I must send him to sleep.",
        "’\"Get up and walk, Dick!” cried the leader.  “Try!”",
        "’It was in vain to go behind the slumber’s chair and shake him.\nOne o’clock sounded, and I was present to the elder man, and he\nstood transfixed before me.",
        "’To him alone, I was obliged to relate my story, without hope of\nbenefit.  To him alone, I was an awful phantom making a quite\nuseless confession.  I foresee it will ever be the same.  The two\nliving men together will never come to release me.  When I appear,\nthe senses of one of the two will be locked in sleep; he will\nneither see nor hear me; my communication will ever be made to a\nsolitary listener, and will ever be unserviceable.  Woe!  Woe!\nWoe!’",
        "As the Two old men, with these words, wrung their hands, it shot\ninto Mr. Goodchild’s mind that he was in the terrible situation of\nbeing virtually alone with the spectre, and that Mr. Idle’s\nimmoveability was explained by his having been charmed asleep at\nOne o’clock.  In the terror of this sudden discovery which produced\nan indescribable dread, he struggled so hard to get free from the\nfour fiery threads, that he snapped them, after he had pulled them\nout to a great width.  Being then out of bonds, he caught up Mr.\nIdle from the sofa and rushed down-stairs with him.",
        "\n’What are you about, Francis?’ demanded Mr. Idle.  ’My bedroom is\nnot down here.  What the deuce are you carrying me at all for?  I\ncan walk with a stick now.  I don’t want to be carried.  Put me\ndown.’",
        "Mr. Goodchild put him down in the old hall, and looked about him\nwildly.",
        "’What are you doing?  Idiotically plunging at your own sex, and\nrescuing them or perishing in the attempt?’ asked Mr. Idle, in a\nhighly petulant state.",
        "’The One old man!’ cried Mr. Goodchild, distractedly, - ’and the\nTwo old men!’",
        "Mr. Idle deigned no other reply than ’The One old woman, I think\nyou mean,’ as he began hobbling his way back up the staircase, with\nthe assistance of its broad balustrade.",
        "’I assure you, Tom,’ began Mr. Goodchild, attending at his side,\n’that since you fell asleep - ’",
        "’Come, I like that!’ said Thomas Idle, ’I haven’t closed an eye!’",
        "With the peculiar sensitiveness on the subject of the disgraceful\naction of going to sleep out of bed, which is the lot of all\nmankind, Mr. Idle persisted in this declaration.  The same peculiar\nsensitiveness impelled Mr. Goodchild, on being taxed with the same\ncrime, to repudiate it with honourable resentment.  The settlement\nof the question of The One old man and The Two old men was thus\npresently complicated, and soon made quite impracticable.  Mr. Idle\nsaid it was all Bride-cake, and fragments, newly arranged, of\nthings seen and thought about in the day.  Mr. Goodchild said how\ncould that be, when he hadn’t been asleep, and what right could Mr.\nIdle have to say so, who had been asleep?  Mr. Idle said he had\nnever been asleep, and never did go to sleep, and that Mr.\nGoodchild, as a general rule, was always asleep.  They consequently\nparted for the rest of the night, at their bedroom doors, a little\nruffled.  Mr. Goodchild’s last words were, that he had had, in that\nreal and tangible old sitting-room of that real and tangible old\nInn (he supposed Mr. Idle denied its existence?), every sensation\nand experience, the present record of which is now within a line or\ntwo of completion; and that he would write it out and print it\nevery word.  Mr. Idle returned that he might if he liked - and he\ndid like, and has now done it.",
        "Continue...",
        "\nThis complete text of The Lazy Tour of Two Idle Apprentices by Charles Dickens is in the public domain.\n\n\nAlso by Dickens:\nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield is also available on DVD.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lazy Tour of Two Idle Apprentices [EasyRead Large Edition]By Charles DickensAt Amazon"
    ]
}