{
    "title": "The Money Master - Chapter XVIII: Jean Jacques Has An Offer",
    "author": "Gilbert Parker",
    "chapter": "19",
    "content": [
        "\n\n",
        "The day after Jean Jacques had got a new lease of life and become his own\nbanker, he treated himself to one of those interludes of pleasure from\nwhich he had emerged in the past like a hermit from his cave.  He sat on\nthe hill above his lime-kilns, reading the little hand-book of philosophy\nwhich had played so big a part in his life.  Whatever else had disturbed\nhis mind and diverted him from his course, nothing had weaned him from\nthis obsession.  He still interlarded all his conversation with\nquotations from brilliant poseurs like Chateaubriand and Rochefoucauld,\nand from missionaries of thought like Hume and Hegel.",
        "His real joy, however, was in withdrawing for what might be called a\nseance of meditation from the world’s business.  Some men make\ncelebration in wine, sport and adventure; but Jean Jacques made it in\nflooding his mind with streams of human thought which often tried to run\nuphill, which were frequently choked with weeds, but still were like the\npool of Siloam to his vain mind.  They bathed that vain mind in the\nillusion that it could see into the secret springs of experience.",
        "So, on as bright a day as ever the New World offered, Jean Jacques sat\nreciting to himself a spectacular bit of logic from one of his idols,\nwedged between a piece of Aristotle quartz and Plato marble.  The sound\nof it was good in his ears.  He mouthed it as greedily and happily as\nthough he was not sitting on the edge of a volcano instead of the moss-\ngrown limestone on a hill above his own manor.",
        "“The course of events in the life of a man, whatever their gravity or\nlevity, are only to be valued and measured by the value and measure of\nhis own soul.  Thus, what in its own intrinsic origin and material should\nin all outer reason be a tragedy, does not of itself shake the\nfoundations or make a fissure in the superstructure.  Again–”",
        "Thus his oracle, but Jean Jacques’ voice suddenly died down, for, as he\nsat there, the face of a woman made a vivid call of recognition.  He\nslowly awakened from his self-hypnotism, to hear a woman speaking to him;\nto see two dark eyes looking at him from under heavy black brows with\nbright, intent friendliness.",
        "“They said at the Manor you had come this way, so I thought I’d not have\nmy drive for nothing, and here I am.  I wanted to say something to you,\nM’sieu’ Jean Jacques.”",
        "It was the widow of Palass Poucette.  She looked very fresh and friendly\nindeed, and she was the very acme of neatness.  If she was not handsome,\nshe certainly had a true and sweet comeliness of her own, due to the deep\nrose-colour of her cheeks, the ivory whiteness round the lustrous brown\neyes, the regular shining teeth which showed so much when she smiled, and\nthe look half laughing, half sentimental which dominated all.",
        "Before she had finished speaking Jean Jacques was on his feet with his\nhat off.  Somehow she seemed to be a part of that abstraction, that\nintoxication, in which he had just been drowning his accumulated\nanxieties.  Not that Virginie Poucette was logical or philosophical, or\na child of thought, for she was wholly the opposite-practical, sensuous,\nemotional, a child of nature and of Eve.  But neither was Jean Jacques a\nreal child of thought, though he made unconscious pretence of it.  He\nalso was a child of nature–and Adam.  He thought he had the courage of\nhis convictions, but it was only the courage of his emotions.  His\nphilosophy was but the bent or inclination of a mind with a capacity\nto feel things rather than to think them.  He had feeling, the first\nessential of the philosopher, but there he stayed, an undeveloped\nchrysalis.",
        "His look was abstracted still as he took the hand of the widow of Palass\nPoucette; but he spoke cheerfully.  “It is a pleasure, madame, to welcome\nyou among my friends,” he said.",
        "He made a little flourish with the book which had so long been his bosom\nfriend, and added: “But I hope you are in no trouble that you come to me\n–so many come to me in their troubles,” he continued with an air of\nsatisfaction.",
        "“Come to you–why, you have enough troubles of your own!” she made\nanswer.  “It’s because you have your own troubles that I’m here.”",
        "“Why you are here,” he remarked vaguely.",
        "There was something very direct and childlike in Virginie Poucette.  She\ncould not pretend; she wore her heart on her sleeve.  She travelled a\nlong distance in a little while.",
        "“I’ve got no trouble myself,” she responded.  “But, yes, I have,” she\nadded.  “I’ve got one trouble–it’s yours.  It’s that you’ve been having\nhard times–the flour-mill, your cousin Auguste Charron, the lawsuits,\nand all the rest.  They say at Vilray that you have all you can do to\nkeep out of the Bankruptcy Court, and that–”",
        "Jean Jacques started, flushed, and seemed about to get angry; but she put\nthings right at once.",
        "“People talk more than they know, but there’s always some fire where\nthere’s smoke,” she hastened to explain.  “Besides, your father-in-law\nbabbles more than is good for him or for you.  I thought at first that\nM. Dolores was a first-class kind of man, that he had had hard times too,\nand I let him come and see me; but I found him out, and that was the end\nof it, you may be sure.  If you like him, I don’t want to say anything\nmore, but I’m sure that he’s no real friend to you-or to anybody.  If\nthat man went to confession–but there, that’s not what I’ve come for.\nI’ve come to say to you that I never felt so sorry for anyone in my life\nas I do for you.  I cried all night after your beautiful mill was burned\ndown.  You were coming to see me next day–you remember what you said in\nM. Fille’s office–but of course you couldn’t.  Of course, there was no\nreason why you should come to see me really–I’ve ’only got two hundred\nacres and the house.  It’s a good house, though–Palass saw to that–and\nit’s insured; but still I know you’d have come just the same if I’d had\nonly two acres.  I know.  There’s hosts of people you’ve been good to\nhere, and they’re sorry for you; and I’m sorrier than any, for I’m alone,\nand you’re alone, too, except for the old Dolores, and he’s no good to\neither of us–mark my words, no good to you!  I’m sorry for you, M’sieu’\nJean Jacques, and I’ve come to say that I’m ready to lend you two\nthousand dollars, if that’s any help.  I could make it more if I had\ntime; but sometimes money on the spot is worth a lot more than what’s\njust crawling to you–snailing along while you eat your heart out.  Two\nthousand dollars is two thousand dollars–I know what it’s worth to me,\nthough it mayn’t be much to you; but I didn’t earn it.  It belonged to\na first-class man, and he worked for it, and he died and left it to me.\nIt’s not come easy, go easy with me.  I like to feel I’ve got two\nthousand cash without having to mortgage for it.  But it belonged to\na number-one man, a man of brains–I’ve got no brains, only some sense\n–and I want another good man to use it and make the world easier for\nhimself.”",
        "It was a long speech, and she delivered it in little gasps of oratory\nwhich were brightened by her wonderfully kind smile and the heart–not to\nsay sentiment–which showed in her face.  The sentiment, however, did not\nprejudice Jean Jacques against her, for he was a sentimentalist himself.\nHis feelings were very quick, and before she had spoken fifty words the\nunderglow of his eyes was flooded by something which might have been\nmistaken for tears.  It was, however, only the moisture of gratitude and\nthe soul’s good feeling.",
        "“Well there, well there,” he said when she had finished, “I’ve never had\nanything like this in my life before.  It’s the biggest thing in the art\nof being a neighbour I’ve ever seen.  You’ve only been in the parish\nthree years, and yet you’ve shown me a confidence immense, inspiring!\nIt is as the Greek philosopher said, ’To conceive the human mind aright\nis the greatest gift from the gods.’  And to you, who never read a line\nof philosophy, without doubt, you have done the thing that is greatest.\nIt says, ’I teach neighbourliness and life’s exchange.’  Madame, your\nhouse ought to be called Neighbourhood House.  It is the epitome of the\nspirit, it is the shrine of–”",
        "He was working himself up to a point where he could forget all the things\nthat trouble humanity, in the inebriation of an idealistic soul which had\na casing of passion, but the passion of the mind and not of the body; for\nJean Jacques had not a sensual drift in his organism.  If there had been\na sensual drift, probably Carmen would still have been the lady of his\nmanor, and he would still have been a magnate and not a potential\nbankrupt; for in her way Carmen had been a kind of balance to his\njudgment in the business of life, in spite of her own material and\n(at the very last) sensual strain.  It was a godsend to Jean Jacques to\nhave such an inspiration as Virginie Poucette had given him.  He could\nnot in these days, somehow, get the fires of his soul lighted, as he was\nwont to do in the old times, and he loved talking–how he loved talking\nof great things!  He was really going hard, galloping strong, when\nVirginie interrupted him, first by an exclamation, then, as insistently\nhe repeated the words, “It is the epitome of the spirit, the shrine of–”",
        "She put out a hand, interrupting him, and said: “Yes, yes, M’sieu’\nJean Jacques, that’s as good as Moliere, I s’pose, or the Archbishop at\nQuebec, but are you going to take it, the two thousand dollars?  I made a\nlong speech, I know, but that was to tell you why I come with the money\"\n–she drew out a pocketbook–\"with the order on my lawyer to hand the\ncash over to you.  As a woman I had to explain to you, there being lots\nof ideas about what a woman should do and what she shouldn’t do; but\nthere’s nothing at all for you to explain, and Mere Langlois and a lot of\nothers would think I’m vain enough now without your compliments.  I’m a\nneighbour if you like, and I offer you a loan.  Will you take it–that’s\nall?”",
        "He held out his hand in silence and took the paper from her.  Putting his\nhead a little on one side, he read it.  At first he seemed hardly to get\nthe formal language clear in his mind; however, or maybe his mind was\nstill away in that abstraction into which he had whisked it when he began\nhis reply to her fine offer; but he read it out aloud, first quickly,\nthen very slowly, and he looked at the signature with a deeply meditative\nair.",
        "“Virginie Poucette–that’s a good name,” he remarked; “and also good for\ntwo thousand dollars!”  He paused to smile contentedly over his own joke.\n“And good for a great deal more than that too,” he added with a nod.",
        "“Yes, ten times as much as that,” she responded quickly, her eyes fixed\non his face.  She scarcely knew herself what she was thinking when she\nsaid it; but most people who read this history will think she was hinting\nthat her assets might be united with his, and so enable him to wipe out\nhis liabilities and do a good deal more besides.  Yet, how could that be,\nsince Carmen Dolores was still his wife if she was alive; and also they\nboth were Catholics, and Catholics did not recognize divorce!",
        "Truth is, Virginie Poucette’s mind did not define her feelings at all\nclearly, or express exactly what she wanted.  Her actions said one thing\ncertainly; but if the question had been put to her, whether she was doing\nthis thing because of a wish to take the place of Carmen Dolores in Jean\nJacques’ life she would have said no at once.  She had not come to that\n–yet.  She was simply moved by a sentiment of pity for Jean Jacques, and\nas she had no child, or husband, or sister, or brother, or father, or\nmother, but only relatives who tried to impose upon her, she needed an\nobjective for the emotions of her nature, for the overflow of her unused\naffection and her unsatisfied maternal spirit.  Here, then, was the most\nobvious opportunity–a man in trouble who had not deserved the bitter bad\nluck which had come to him.  Even old Mere Langlois in the market-place\nat Vilray had admitted that, and had said the same later on in Virginie’s\nhome.",
        "For an instant Jean Jacques was fascinated by the sudden prospect which\nopened out before him.  If he asked her, this woman would probably loan\nhim five thousand dollars–and she had mentioned nothing about security!",
        "“What security do you want?” he asked in a husky voice.",
        "“Security?  I don’t understand about that,” she replied.  “I’d not offer\nyou the money if I didn’t think you were an honest man, and an honest man\nwould pay me back.  A dishonest man wouldn’t pay me back, security or no\nsecurity.”",
        "“He’d have to pay you back if the security was right to start with,” Jean\nJacques insisted.  “But you don’t want security, because you think I’m an\nhonest man!  Well, for sure you’re right.  I am honest.  I never took a\ncent that wasn’t mine; but that’s not everything.  If you lend you ought\nto have security.  I’ve lost a good deal from not having enough security\nat the start.  You are willing to lend me money without security–that’s\nenough to make me feel thirty again, and I’m fifty–I’m fifty,” he added,\nas though with an attempt to show her that she could not think of him in\nany emotional way; though the day when his flour-mill was burned he had\nfelt the touch of her fingers comforting and thrilling.",
        "“You think Jean Jacques Barbille’s word as good as his bond?” he\ncontinued.  “So it is; but I’m going to pull this thing through alone.\nThat’s what I said to you and Maitre Fille at his office.  I meant it too\n–help of God, it is the truth!”",
        "He had forgotten that if M. Mornay had not made it easy for him, and had\nnot refrained from insisting on his pound of flesh, he would now be\ninsolvent and with no roof over him.  Like many another man Jean Jacques\nwas the occasional slave of formula, and also the victim of phases of his\nown temperament.  In truth he had not realized how big a thing M. Mornay\nhad done for him.  He had accepted the chance given him as the tribute to\nhis own courage and enterprise and integrity, and as though it was to the\nadvantage of his greatest creditor to give him another start; though in\nreality it had made no difference to the Big Financier, who knew his man\nand, with wide-open eyes, did what he had done.",
        "Virginie was not subtle.  She did not understand, was never satisfied\nwith allusions, and she had no gift for catching the drift of things.\nShe could endure no peradventure in her conversation.  She wanted plain\nspeaking and to be literally sure.",
        "“Are you going to take it?” she asked abruptly.",
        "He could not bear to be checked in his course.  He waved a hand and\nsmiled at her.  Then his eyes seemed to travel away into the distance,\nthe look of the dreamer in them; but behind all was that strange, ruddy\nunderglow of revelation which kept emerging from shadows, retreating and\nemerging, yet always there now, in much or in little, since the burning\nof the mill.",
        "“I’ve lent a good deal of money without security in my time,” he\nreflected, “but the only people who ever paid me back were a deaf and\ndumb man and a flyaway–a woman that was tired of selling herself, and\nstarted straight and right with the money I lent her.  She had been the\nwife of a man who studied with me at Laval.  She paid me back every\npenny, too, year by year for five years.  The rest I lent money to never\npaid; but they paid, the dummy and the harlot that was, they paid!  But\nthey paid for the rest also!  If I had refused these two because of the\nothers, I’d not be fit to visit at Neighbourhood House where Virginie\nPoucette lives.”",
        "He looked closely at the order she had given him again, as though to let\nit sink in his mind and be registered for ever.  “I’m going to do without\nany further use of your two thousand dollars,” he continued cheer fully.\n“It has done its work.  You’ve lent it to me, I’ve used it\"–he put the\nhand holding it on his breast–\"and I’m paying it back to you, but\nwithout interest.”  He gave the order to her.",
        "“I don’t see what you mean,” she said helplessly, and she looked at the\npaper, as though it had undergone some change while it was in his hand.",
        "“That you would lend it me is worth ten times two thousand to me,\nVirginie Poucette,” he explained.  “It gives me, not a kick from behind\n–I’ve not had much else lately–but it holds a light in front of me.\nIt calls me.  It says, ’March on, Jean Jacques–climb the mountain.’\nIt summons me to dispose my forces for the campaign which will restore\nthe Manor Cartier to what it has ever been since the days of the Baron\nof Beaugard.  It quickens the blood at my heart.  It restores–”",
        "Virginie would not allow him to go on.  “You won’t let me help you?\nSuppose I do lose the money–I didn’t earn it; it was earned by Palass\nPoucette, and he’d understand, if he knew.  I can live without the money,\nif I have to, but you would pay it back, I know.  You oughtn’t to take\nany extra risks.  If your daughter should come back and not find you\nhere, if she returned to the Manor Cartier, and–”",
        "He made an insistent gesture.  “Hush!  Be still, my friend–as good a\nfriend as a man could have.  If my Zoe came back I’d like to feel–I’d\nlike to feel that I had saved things alone; that no woman’s money made\nme safe.  If Zoe or if–”",
        "He was going to say, “If Carmen came back,” for his mind was moving in\npast scenes; but he stopped short and looked around helplessly.  Then\npresently, as though by an effort, he added with a bravura note in his\nvoice:",
        "“The world has been full of trouble for a long time, but there have\nalways been men to say to trouble, ’I am master, I have the mind to get\nabove it all.’  Well, I am one of them.”",
        "There was no note of vanity or bombast in his voice as he said this,\nand in his eyes that new underglow deepened and shone.  Perhaps in this\ninstant he saw more of his future than he would speak of to anyone on\nearth.  Perhaps prevision was given him, and it was as the Big Financier\nhad said to Maitre Fille, that his philosophy was now, at the last, to be\nof use to him.  When his wife had betrayed him, and his wife and child\nhad left him, he had said, “Moi je suis philosophe!” but he was a man of\nwealth in those days, and money soothes hurts of that kind in rare\ndegree.  Would he still say, whatever was yet to come, that he was a\nphilosopher?",
        "“Well, I’ve done what I thought would help you, and I can’t say more than\nthat,” Virginie remarked with a sigh, and there was despondency in her\neyes.  Her face became flushed, her bosom showed agitation; she looked at\nhim as she had done in Maitre Fille’s office, and a wave of feeling\npassed over him now, as it did then, and he remembered, in response to\nher look, the thrill of his fingers in her palm.  His face now flushed\nalso, and he had an impulse to ask her to sit down beside him.  He put it\naway from him, however, for the present, at any rate-who could tell what\nto-morrow might bring forth!–and then he held out his hand to her.  His\nvoice shook a little when he spoke; but it cleared, and began to ring,\nbefore he had said a dozen words.",
        "“I’ll never forget what you’ve said and done this morning, Virginie\nPoucette,” he declared; “and if I break the back of the trouble that’s in\nmy way, and come out cock o’ the walk again\"–the gold Cock of Beaugard\nin the ruins near and the clarion of the bantam of his barnyard were in\nhis mind and ears–\"it’ll be partly because of you.  I hug that thought\nto me.”",
        "“I could do a good deal more than that,” she ventured, with a tremulous\nvoice, and then she took her warm hand from his nervous grasp, and turned\nsharply into the path which led back towards the Manor.  She did not turn\naround, and she walked quickly away.",
        "There was confusion in her eyes and in her mind.  It would take some time\nto make the confusion into order, and she was now hot, now cold, in all\nher frame, when at last she climbed into her wagon.",
        "This physical unrest imparted itself to all she did that day.  First her\nhorses were driven almost at a gallop; then they were held down to a slow\nwalk; then they were stopped altogether, and she sat in the shade of the\ntrees on the road to her home, pondering–whispering to herself and\npondering.",
        "As her horses were at a standstill she saw a wagon approaching.\nInstantly she touched her pair with the whip, and moved on.  Before the\napproaching wagon came alongside, she knew from the grey and the\ndarkbrown horses who was driving them, and she made a strong effort for\ncomposure.  She succeeded indifferently, but her friend, Mere Langlois,\ndid not notice this fact as her wagon drew near.  There was excitement in\nMere Langlois’ face.",
        "“There’s been a shindy at the ’Red Eagle’ tavern,” she said.  “That\nfather-in-law of M’sieu’ Jean Jacques and Rocque Valescure, the landlord,\nthey got at each other’s throats.  Dolores hit Valescure on the head with\na bottle.”",
        "“He didn’t kill Valescure, did he?”",
        "“Not that–no.  But Valescure is hurt bad–as bad.  It was six to one and\nhalf a dozen to the other–both no good at all.  But of course they’ll\narrest the old man–your great friend!  He’ll not give you any more fur-\nrobes, that’s sure.  He got away from the tavern, though, and he’s hiding\nsomewhere.  M’sieu’ Jean Jacques can’t protect him now; he isn’t what he\nonce was in the parish.  He’s done for, and old Dolores will have to go\nto trial.  They’ll make it hot for him when they catch him.  No more fur-\nrobes from your Spanish friend, Virginie !  You’ll have to look somewhere\nelse for your beaux, though to be sure there are enough that’d be glad to\nget you with that farm of yours, and your thrifty ways, if you keep your\ncharacter.”",
        "Virginie was quite quiet now.  The asperity and suggestiveness of the\nother’s speech produced a cooling effect upon her.",
        "“Better hurry, Mere Langlois, or everybody won’t hear your story before\nsundown.  If your throat gets tired, there’s Brown’s Bronchial Troches–\"\nShe pointed to an advertisement on the fence near by.  “M. Fille’s cook\nsays they cure a rasping throat.”",
        "With that shot, Virginie Poucette whipped up her horses and drove on.\nShe did not hear what Mere Langlois called after her, for Mere Langlois\nhad been slow to recover from the unexpected violence dealt by one whom\nshe had always bullied.",
        "“Poor Jean Jacques!” said Virginie Poucette to herself as her horses ate\nup the ground.  “That’s another bit of bad luck.  He’ll not sleep to-\nnight.  Ah, the poor Jean Jacques–and all alone–not a hand to hold; no\none to rumple that shaggy head of his or pat him on the back!  His wife\nand Ma’m’selle Zoe, they didn’t know a good thing when they had it.  No,\nhe’ll not sleep to-night-ah, my dear Jean Jacques!”",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}