{
    "title": "The Boys’ Life of Mark Twain - XXVIII. Olivia Langdon. Work on the “Innocents”",
    "author": "Paine",
    "chapter": "28",
    "content": [
        "\n",
        "\n\n",
        "Certainly this was a momentous period in Mark Twain’s life.  It was a\ntime of great events, and among them was one which presently would come\nto mean more to him than all the rest–the beginning of his acquaintance\nwith Olivia Langdon.",
        "One evening in late December when Samuel Clemens had come to New York to\nvisit his old “Quaker City” room-mate, Dan Slote, he found there other\nship comrades, including Jack Van Nostrand and Charlie Langdon.  It was a\njoyful occasion, but one still happier followed it.  Young Langdon’s\nfather and sister Olivia were in New York, and an evening or two later\nthe boy invited his distinguished “Quaker City” shipmate to dine with\nthem at the old St. Nicholas Hotel.  We may believe that Samuel Clemens\nwent willingly enough.  He had never forgotten the September day in the\nBay of Smyrna when he had first seen the sweet-faced miniature–now, at\nlast he looked upon the reality.",
        "Long afterward he said: “It was forty years ago.  From that day to this\nshe has never been out of my mind.”",
        "Charles Dickens gave a reading that night at Steinway Hall.  The Langdons\nattended, and Samuel Clemens with them.  He recalled long after that\nDickens wore a black velvet coat with a fiery-red flower in his\nbuttonhole, and that he read the storm scene from “David Copperfield\"–\nthe death of James Steerforth; but he remembered still more clearly the\nface and dress and the slender, girlish figure of Olivia Langdon at his\nside.",
        "Olivia Langdon was twenty-two years old at this time, delicate as the\nminiature he had seen, though no longer in the fragile health of her\ngirlhood.  Gentle, winning, lovable, she was the family idol, and Samuel\nClemens was no less her worshiper from the first moment of their meeting.",
        "Miss Langdon, on her part, was at first rather dazed by the strange,\nbrilliant, handsome man, so unlike anything she had known before.  When\nhe had gone, she had the feeling that something like a great meteor had\ncrossed her sky.  To her brother, who was eager for her good opinion of\nhis celebrity, she admitted her admiration, if not her entire approval.\nHer father had no doubts.  With a keen sense of humor and a deep\nknowledge of men, Jervis Langdon was from that first evening the devoted\nchampion of Mark Twain.  Clemens saw Miss Langdon again during the\nholidays, and by the week’s end he had planned to visit Elmira–soon.\nBut fate managed differently.  He was not to see Elmira for the better\npart of a year.",
        "He returned to his work in Washington–the preparation of the book and\nhis newspaper correspondence.  It was in connection with the latter that\nhe first met General Grant, then not yet President.  The incident,\ncharacteristic of both men, is worth remembering.  Mark Twain had called\nby permission, elated with the prospect of an interview.  But when he\nlooked into the square, smileless face of the soldier he found himself,\nfor the first time in his life, without anything particular to say.\nGrant nodded slightly and waited.  His caller wished something would\nhappen.  It did.  His inspiration returned.",
        "“General,” he said, “I seem to be slightly embarrassed.  Are you?”",
        "Grant’s severity broke up in laughter.  There were no further\ndifficulties.",
        "Work on the book did not go so well.  There were many distractions in\nWashington, and Clemens did not like the climate there.  Then he found\nthe “Alta” had copyrighted his letters and were reluctant to allow him to\nuse them.  He decided to sail at once for San Francisco.  If he could\narrange the “Alta” matter, he would finish his work there.  He did, in\nfact, carry out this plan, and all difficulties vanished on his arrival.\nHis old friend Colonel McComb obtained for him free use of the “Alta\"\nletters.  The way was now clear for his book.  His immediate need of\nfunds, however, induced him to lecture.  In May he wrote Bliss:",
        "“I lectured here on the trip (the Quaker City excursion) the other\n     night; $1,600 in gold in the house; every seat taken and paid for\n     before night.”",
        "He settled down to work now with his usual energy, editing and rewriting,\nand in two months had the big manuscript ready for delivery.",
        "Mark Twain’s friends urged him to delay his return to “the States” long\nenough to make a lecture tour through California and Nevada.  He must\ngive his new lecture, they told him, to his old friends.  He agreed, and\nwas received at Virginia City, Carson, and elsewhere like a returning\nconqueror.  He lectured again in San Francisco just before sailing.",
        "The announcement of his lecture was highly original.  It was a hand-bill\nsupposed to have been issued by the foremost citizens of San Francisco, a\nmock protest against his lecture, urging him to return to New York\nwithout inflicting himself on them again.  On the same bill was printed\nhis reply.  In it he said:",
        "“I will torment the people if I want to.  It only costs them $1\n     apiece, and, if they can’t stand it, what do they stay here for?”",
        "He promised positively to sail on July 6th if they would let him talk\njust this once.",
        "There was a good deal more of this drollery on the bill, which ended with\nthe announcement that he would appear at the Mercantile Library on July\n2d.  It is unnecessary to say that the place was jammed on that evening.\nIt was probably the greatest lecture event San Francisco has ever known.\nFour days later, July 6, 1868, Mark Twain sailed, via Aspinwall, for New\nYork, and on the 28th delivered the manuscript of “The Innocents Abroad,\nor the New Pilgrim’s Progress,” to his Hartford publisher.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}