{
    "title": "The Theory of Social Revolutions - Chapter V - Political Courts",
    "author": "Brooks Adams",
    "chapter": "5",
    "content": [
        "\n\n",
        "In the eye of philosophy, perhaps the most alluring and yet illusive of\nall the phenomena presented by civilization is that which we have been\nconsidering. Why should a type of mind which has developed the highest\nprescience when advancing along the curve which has led it to\nascendancy, be stricken with fatuity when the summit of the curve is\npassed, and when a miscalculation touching the velocity of the descent\nmust be destruction?",
        "Although this phenomenon has appeared pretty regularly, at certain\nintervals, in the development of every modern nation, I conceive its\nmost illuminating example to be that intellectual limitation of caste\nwhich, during the French Revolution, led to the creation of those\npolitical criminal tribunals which reached perfection with Robespierre.",
        "When coolly examined, at the distance of a century, the Royalist\ncombination for the suppression of equality before the law, as finally\nevolved in 1792, did not so much lack military intelligence, as it\nlacked any approximate comprehension of the modern mind. The Royalists\nproposed to reëstablish privilege, and to do this they were ready to\nimmolate, if necessary, their King and Queen, and all of their own order\nwho stayed at home to defend them. Indeed, speaking generally, they\nvalued Louis XVI, living, cheaply enough, counting him a more\nconsiderable asset if dead. “What a noise it would make throughout\nEurope,” they whispered among themselves, “if the rabble should kill the\nKing.”",
        "Nor did Marie Antoinette delude herself on this score. At Pilnitz, in\n1791, the German potentates issued a declaration touching France which\nwas too moderate to suit the emigrants, who published upon it a\ncommentary of their own. This commentary was so revolting that when the\nQueen read her brother-in-law’s signature appended to it, she\nexclaimed–\"Cain.”",
        "The Royalist plan of campaign was this: They reckoned the energy of the\nRevolution so low that they counted pretty confidently, in the summer\nof 1792, on the ability of their party to defend the Tuileries against\nany force which could be brought against it; but assuming that the\nTuileries could not be defended, and that the King and Queen should be\nmassacred, they believed that their own position would be improved.\nTheir monarchical allies would be thereby violently stimulated. It was\ndetermined, therefore, that, regardless of consequences to their\nfriends, the invading army should cross the border into Lorraine and,\nmarching by way of Sierk and Rodemach, occupy Châlons. Their entry into\nChâlons, which they were confident could not be held against them,\nbecause of the feeling throughout the country, was to be the signal for\nthe rising in Vendée and Brittany which should sweep down upon Paris\nfrom the rear and make the capital untenable. At Châlons the allies\nwould be but ninety miles from Paris, and then nothing would remain but\nvengeance, and vengeance the more complete the greater the crime had\nbeen.",
        "All went well with them up to Valmy. The German advance on August 11,\n1792, reached Rodemach, and on August 19, the bulk of the Prussian army\ncrossed the frontier at Rédagne. On August 20, 1792, Longwy was\ninvested and in three days capitulated. In the camp of the Comte\nd’Artois “there was not one of us,” wrote Las Casas, “who did not see\nhimself, in a fortnight, triumphant, in his own home, surrounded by his\nhumbled and submissive vassals.” At length from their bivouacs at\nSaint-Remy and at Suippes the nobles saw in the distance the towers of\nChâlons.",
        "The panic at Châlons was so great that orders were given to cut the\nbridge across the Marne, but it was not until about September 2, that\nthe whole peril was understood at Paris. It is true that for several\nweeks the government had been aware that the West was agitated and that\nRouërie was probably conspiring among the Royalists and nonjuring\npriests, but they did not appreciate the imminence of the danger. On\nSeptember 3, at latest, Danton certainly heard the details of the plot\nfrom a spy, and it was then, while others quailed, that he incited Paris\nto audacity. This was Danton’s culmination.",
        "As we look back, the weakness of the Germans seems to have been\npsychological rather than physical. At Valmy the numbers engaged were\nnot unequal, and while the French were, for the most part, raw and\nill-compacted levies, with few trained officers, the German regiments\nwere those renowned battalions of Frederick the Great whose onset,\nduring the Seven Years’ War, no adversary had been able to endure. Yet\nthese redoubtable Prussians fell back in confusion without having\nseriously tried the French position, and their officers, apparently, did\nnot venture to call upon them to charge again. In vain the French\ngentlemen implored the Prussian King to support them if they alone\nshould storm Kellermann’s batteries. Under the advice of the Duke of\nBrunswick the King decided on retreat. It is said that the Duke had as\nlittle heart in the war as Charles Fox, or, possibly, Pitt, or as his\nown troops. And yet he was so strong that Dumouriez, after his victory,\nhung back and offered the invaders free passage lest the Germans, if\naroused, should turn on him and fight their way to the Marne.",
        "To the emigrants the retreat was terrible. It was a disaster from which,\nas a compact power, they never recovered. The rising in Vendée\ntemporarily collapsed with the check at Châlons, and they were left\nliterally naked unto their enemy. Some of them returned to their homes,\npreferring the guillotine to starvation, others, disguised in peasants’\nblouses, tried to reach Rouërie in La Vendée, some died from hardship,\nsome committed suicide, while the bulk regained Liège and there waited\nas suppliants for assistance from Vienna. But these unfortunate men, who\nhad entered so gayly upon a conflict whose significance they could not\ncomprehend, had by this time lost more than lands and castles. Many of\nthem had lost wives and children in one of the most frightful butcheries\nof history, and a butchery for which they themselves were responsible,\nbecause it was the inevitable and logical effect of their own\nintellectual limitations.",
        "When, after the affair of August 10, Danton and his party became masters\nof the incipient republic, Paris lay between two perils whose relative\nmagnitude no one could measure. If Châlons fell, Vendée would rise, and\nthe Republicans of the West would be massacred. Five months later Vendée\ndid rise, and at Machecoul the patriots were slaughtered amidst nameless\natrocities, largely at the instigation of the priests. In March, 1793,\none hundred thousand peasants were under arms.",
        "Clearly the West could not be denuded of troops, and yet, if Châlons\nwere to be made good, every available man had to be hurried to\nKellermann, and this gigantic effort fell to the lot of a body of young\nand inexperienced adventurers who formed what could hardly be dignified\nwith the name of an organized administration.",
        "For a long time Marat, with whom Danton had been obliged to coalesce,\nhad been insisting that, if the enemy were to be resisted on the\nfrontier, Paris must first be purged, for Paris swarmed with Royalists\nwild for revenge, and who were known to be arming. Danton was not yet\nprepared for extermination. He instituted domiciliary visits. He made\nabout three thousand arrests and seized a quantity of muskets, but he\nliberated most of those who were under suspicion. The crisis only came\nwith the news, on September 2, of the investment of Verdun, when no one\nlonger could doubt that the net was closing about Paris. Verdun was but\nthree or four days’ march from Châlons. When the Duke of Brunswick\ncrossed the Marne and Brittany revolted, the government would have to\nflee, as Roland proposed, and then the Royalists would burst the gates\nof the prisons and there would be another Saint Bartholomew.",
        "Toward four o’clock in the afternoon of September 2, 1792, the prison of\nthe Abbaye was forced and the massacres began. They lasted until\nSeptember 6, and through a circular sent out by Marat they were extended\nto Lyons, to Reims, and to other cities. About 1600 prisoners were\nmurdered in Paris alone. Hardly any one has ever defended those\nslaughters. Even Marat called them “disastrous,” and yet no one\ninterfered. Neither Danton, nor Roland, nor the Assembly, nor the\nNational Guard, nor the City of Paris, although the two or three hundred\nruffians who did the work could have been dispersed by a single company\nof resolute men, had society so willed it. When Robespierre’s time came\nhe fell almost automatically. Though the head of the despotic “Committee\nof Public Safety,” and nominally the most powerful man in France, he was\nsent to execution like the vilest and most contemptible of criminals by\nadversaries who would not command a regiment. The inference is that the\nSeptember massacres, which have ever since been stigmatized as the\ndeepest stain upon the Revolution, were, veritably, due to the\nRoyalists, who made with the Republicans an issue of self-preservation.\nFor this was no common war. In Royalist eyes it was a servile revolt,\nand was to be treated as servile revolts during the Middle Ages had\nalways been treated. Again and again, with all solemnity, the Royalists\nhad declared that were they to return as conquerors no stone of Paris\nshould be left standing on another, and that the inhabitants should\nexpire in the ashes of their homes on the rack and the wheel.",
        "Though Danton had many and obvious weaknesses he was a good lawyer, and\nDanton perceived that though he might not have been able to prevent the\nSeptember massacres, and although they might have been and probably were\ninevitable under the tension which prevailed, yet that any court, even a\npolitical court, would be better than Marat’s mob. Some months later he\nexplained his position to the Convention when it was considering the\nerection of the tribunal which finally sent Danton himself to the\nscaffold. “Nothing is more difficult than to define a political crime.\nBut, if a simple citizen, for any ordinary crime, receives immediate\npunishment, if it is so difficult to reach a political crime, is it not\nnecessary that extraordinary laws ... intimidate the rebels and reach\nthe culpable? Here public safety requires strong remedies and terrible\nmeasures. I see no compromise between ordinary forms and a revolutionary\ntribunal. History attests this truth; and since members have dared in\nthis assembly to refer to those bloody days which every good citizen has\nlamented, I say that, if such a tribunal had then existed, the people\nwho have been so often and so cruelly reproached for them, would never\nhave stained them with blood; I say, and I shall have the assent of all\nwho have watched these movements, that no human power could have checked\nthe outburst of the national vengeance.”",
        "In this perversion of the courts lay, as I understand it, the foulest\nhorror of the French Revolution. It was the effect of the rigidity of\nprivilege, a rigidity which found its incarnation in the judiciary. The\nconstitutional decisions of the parliaments under the old régime would\nalone have made their continuance impossible, but the worst evil was\nthat, after the shell crumbled, the mind within the shell survived, and\ndiscredited the whole regular administration of justice. When the\nNational Assembly came to examine grievances it found protests against\nthe judicial system from every corner of France, and it referred these\npetitions to a committee which reported in August, 1789. Setting aside\nthe centralization and consolidation of the system as being, for us,\nimmaterial, the committee laid down four leading principles of reform.\nFirst, purchase of place should be abolished, and judicial office should\nbe recognized as a public trust. Second, judges should be confined to\napplying, and restrained from interpreting, the law. That is to say, the\njudges should be forbidden to legislate. Third, the judges should be\nbrought into harmony with public opinion by permitting the people to\nparticipate in their appointment. Fourth, the tendency toward rigor in\ncriminal cases, which had become a scandal under the old régime, should\nbe tempered by the introduction of the jury. Bergasse proposed that\njudicial appointments should be made by the executive from among three\ncandidates selected by the provincial assemblies. After long and very\nremarkable debates the plan was, in substance, adopted in May, 1790,\nexcept that the Assembly decided, by a majority of 503 to 450, that the\njudges should be elected by the people for a term of six years, without\nexecutive interference. In the debate Cazalès represented the\nconservatives, Mirabeau the liberals. The vote was a test vote and shows\nhow strong the conservatives were in the Assembly up to the\nreorganization of the Clergy in July, 1790, and the electoral assemblies\nof the districts, which selected the judges, seem, on the whole, to have\nbeen rather more conservative than the Assembly. In the election not a\nsixth of those who were enfranchised voted for the delegates who, in\nturn, chose the judges, and these delegates were usually either eminent\nlawyers themselves, or wealthy merchants, or men of letters. The result\nwas a bench not differing much from an old parliament, and equally\nincapable of understanding the convulsion about them.",
        "Installed early in 1791, not a year elapsed before these magistrates\nbecame as ill at ease as had been those whom they displaced, and in\nMarch, 1792, Jean Debry formally demanded their recall, although their\nterms properly were to expire in 1796. During the summer of 1792 they\nsank into contempt and, after the massacres, the Legislative Assembly,\njust before its dissolution, provided for a new constituency for the\njudicial elections. This they degraded so far that, out of fifty-one\nmagistrates to be chosen in Paris, only twelve were professionally\ntrained. Nor did the new courts inspire respect. After the 10th of\nAugust one or two special tribunals were organized to try the Swiss\nGuard who surrendered in the Palace, and other political offenders, but\nthese proved to be so ineffective that Marat thrust them aside, and\nsubstituted for them his gangs of murderers. No true and permanent\npolitical court was evolved before Danton had to deal with the treason\nof Dumouriez, nor was this tribunal perfected before Danton gave way to\nthe Committee of Public Safety, when French revolutionary society became\nincandescent, through universal attack from without and through\ninsurrection within.",
        "Danton, though an orator and a lawyer, possibly even a statesman, was\nnot competent to cope with an emergency which exacted from a minister\nadministrative genius like that of Carnot. Danton’s story may be briefly\ntold. At once after Valmy the Convention established the Republic; on\nJanuary 21, 1793, Louis was beheaded; and between these two events a new\nmovement had occurred. The Revolutionists felt intuitively that, if they\nremained shut up at home, with enemies without and traitors within, they\nwould be lost. If the new ideas were sound they would spread, and Valmy\nhad proved to them that those ideas had already weakened the invading\narmies. Danton declared for the natural boundaries of France,–the\nRhine, the Alps, and the ocean,–and the Convention, on January 29,\n1793, threw Dumouriez on Holland. This provoked war with England, and\nthen north, south, and east the coalition was complete. It represented\nat least half a million fighting men. Danton, having no military\nknowledge or experience, fixed his hopes on Dumouriez. To Danton,\nDumouriez was the only man who could save France. On November 6, 1792,\nDumouriez defeated the Austrians at Jemmapes; on the 14th, he entered\nBrussels, and Belgium lay helpless before him. On the question of the\ntreatment of Belgium, the schism began which ended with his desertion.\nDumouriez was a conservative who plotted for a royal restoration under,\nperhaps, Louis Philippe. The Convention, on the contrary, determined to\nrevolutionize Belgium, as France had been revolutionized, and to this\nend Cambon proposed to confiscate and sell church land and emit\nassignats. Danton visited Dumouriez to attempt to pacify him, but found\nhim deeply exasperated. Had Danton been more sagacious he would have\nbeen suspicious. Unfortunately for him he left Dumouriez in command. In\nFebruary, Dumouriez invaded Holland and was repulsed, and he then fell\nback to Brussels, not strong enough to march to Paris without support,\nit is true, but probably expecting to be strong enough as soon as the\nVendean insurrection came to a head. Doubtless he had relations with the\nrebels. At all events, on March 10, the insurrection began with the\nmassacre of Machecoul, and on March 12, 1793, Dumouriez wrote a letter\nto the Convention which was equivalent to a declaration of war. He then\ntried to corrupt his army, but failed, and on April 4, 1793, fled to\nthe Austrians. Meanwhile, La Vendée was in flames. To appreciate the\nsituation one must read Carnot’s account of the border during these\nweeks when he alone, probably, averted some grave disaster. For my\npurpose it suffices to say that the pressure was intense, and that this\nintense pressure brought forth the Revolutionary Tribunal, or the\npolitical court.",
        "On March 10, 1793, the Convention passed a decree constituting a court\nof five judges and a jury, to be elected by the Convention. To these was\njoined a public prosecutor. Fouquier-Tinville afterward attained to a\nsombre fame in this position. Six members of the Convention were to sit\nas a commission to supervise drawing the indictments, the preparation of\nevidence, and also to advise the prosecutor. The punishments, under the\nlimitations of the Penal Code and other criminal laws, were to be within\nthe discretion of the court, whose judgments were to be final.[40] Death\nwas accompanied by confiscation of property.",
        "Considering that this was an extraordinary tribunal, working under\nextreme tension, which tried persons against whom usually the evidence\nwas pretty conclusive, its record for the first six months was not\ndiscreditable. Between April 6 and September 21, 1793, it rendered\nsixty-three sentences of death, thirteen of transportation, and\nthirty-eight acquittals. The trials were held patiently, testimony was\nheard, and the juries duly deliberated. Nevertheless the Terror deepened\nas the stress upon the new-born republic increased. Nothing more awful\ncan be imagined than the ordeal which France endured between the meeting\nof the Convention in September, 1792, and the completion of the\nCommittee of Public Safety in August, 1793. Hemmed in by enemies, the\nrevolution glowed in Paris like molten lava, while yet it was torn by\nfaction. Conservative opinion was represented by the Girondists, radical\nopinion by the Mountain, and between the two lay the Plain, or the\nmajority of the Convention, who embodied the social centre of gravity.\nAs this central mass swayed, so did supremacy incline. The movement was\nas accurate as that of any scientific instrument for registering any\nstrain. Dumouriez’s treason in April left the northern frontier open,\nsave for a few fortresses which still held out. When those should fall\nthe enemy could make a junction with the rebels in Vendée. Still the\nGirondists kept control, and even elected Isnard, the most violent among\nthem, President of the Convention. Then they had the temerity to arrest\na member of the Commune of Paris, which was the focus of radicalism.\nThat act precipitated the struggle for survival and with it came the\nchange in equilibrium. On June 2, Paris heard of the revolt of Lyons and\nof the massacre of the patriots. The same day the Sections invaded the\nConvention and expelled from their seats in the Tuileries twenty-seven\nGirondists. The Plain or Centre now leant toward the Mountain, and, on\nJuly 10, the Committee of Public Safety, which had been first organized\non April 6, 1793, directly after Dumouriez’s treason, was reorganized by\nthe addition of men like Saint-Just and Couthon, with Prieur, a lawyer\nof ability and energy, for President. On July 12, 1793, the Austrians\ntook Condé, and on July 28, Valenciennes; while on July 25, Kleber,\nstarving, surrendered Mayence. Nothing now but their own inertia stood\nbetween the allies and La Vendée. Thither indeed Kellermann’s men were\nsent, since they had promised not to serve against the coalition for a\nyear, but even of these a division was surrounded and cut to pieces in\nthe disaster of Torfou. A most ferocious civil war soon raged throughout\nFrance. Caen, Bordeaux, Lyons, Marseilles, declared against the\nConvention. The whole of the northwest was drenched in blood by the\nChouans. Sixty departments were in arms. On August 28 the Royalists\nsurrendered Toulon to the English, who blockaded the coasts and supplied\nthe needs of the rebels. About Paris the people were actually starving.\nOn July 27 Robespierre entered the Committee of Safety; Carnot, on\nAugust 14. This famous committee was a council of ten forming a pure\ndictatorship. On August 16, the Convention decreed the Levée en Masse.",
        "When Carnot became Minister of War to this dictatorship the Republic had\n479,000 demoralized soldiers with the colors, under beaten and\ndiscredited commanders. Bouillé had conspired against the\nStates-General, Lafayette against the Legislative Assembly, and\nDumouriez against the Convention. One year from that time it had a\nsuperb force, 732,000 strong, commanded by Jourdan and Pichegru, Hoche,\nMoreau, and Bonaparte. Above all Carnot loved Hoche. Up to Valmy the old\nregular army, however shaken, had remained as a core. Then it became\nmerged in a mass of volunteers, and these volunteers had to be armed and\ndisciplined and fed and led against the greatest and strongest coalition\nwhich the modern world had ever seen. France, under Camot, became a vast\nworkshop. Its most eminent scientific men taught the people how to\ngather saltpetre and the government how to manufacture powder and\nartillery. Horses had to be obtained. Carnot was as reckless of himself\nas of others. He knew no rest. There was that to be done which had to be\ndone quickly and at any cost; there was that or annihilation.",
        "On October 21, 1794, when the people had gathered in the Champ de Mars\nto celebrate the Festival of Victories, after the President of the\nConvention had proclaimed that the Republic had been delivered, Carnot\nannounced what had been accomplished.",
        "France had won twenty-seven victories, of which eight had been pitched\nbattles.",
        "One hundred and twenty lesser combats. France had killed eighty\nthousand enemies.",
        "Had taken ninety-one thousand prisoners.",
        "Also one hundred and sixteen places or towns, six after siege.",
        "Two hundred and thirty forts or redoubts.",
        "Three thousand eight hundred cannon.",
        "Seventy thousand muskets.",
        "Ninety flags.",
        "As Benjamin Constant has observed, nothing can change the stupendous\nfact “that the Convention found the enemy at thirty leagues from Paris,\n... and made peace at thirty leagues from Vienna.”",
        "Under the stimulus of a change in environment of mind is apt to expand\nwith something of this resistless energy. It did so in the Reformation.\nIt may be said almost invariably to do so, when decay does not\nsupervene, and it now concerns us to consider, in some rough way, what\nthe cost to the sinking class of attempting repression may be, when it\nmiscalculates its power in such an emergency.",
        "I take it to be tolerably clear that, if the French privileged classes\nhad accepted the reforms of Turgot in good faith, and thus had spread\nthe movement of the revolution over a generation, there would have been\nno civil war and no confiscations, save confiscations of ecclesiastical\nproperty. I take it also that there would have been no massacres and no\nrevolutionary tribunals, if France in 1793 had fought foreign enemies\nalone, as England did in 1688. Even as it was the courts did not grow\nthoroughly political until the preservation of the new type of mind came\nto hinge largely on the extermination of the old. Danton’s first and\nrelatively benign revolutionary tribunal, established in March, 1793,\nwas reorganized by the Committee of Public Safety in the following\nautumn, by a series of decrees of which the most celebrated is that of\nSeptember 17, touching suspected persons. By these decrees the tribunal\nwas enlarged so that, in the words of Danton, every day an aristocratic\nhead might fall. The committee presented a list of judges, and the\nobject of the law was to make the possession of a reactionary mind a\ncapital offence. It is only in extreme exigencies that pure thinking by\na single person becomes a crime. Ordinarily, a crime consists of a\nmalicious thought coupled with an overt act, but in periods of high\ntension, the harboring of any given thought becomes criminal. Usually\nduring civil wars test oaths are tendered to suspected persons to\ndiscover their loyalty. For several centuries the Church habitually\nburnt alive all those who denied the test dogma of transubstantiation,\nand during the worst spasm of the French Revolution to believe in the\nprinciple of monarchy and privilege was made capital with confiscation\nof property.",
        "The question which the Convention had to meet was how to establish the\nexistence of a criminal mind, when nothing tangible indicated it. The\nold régime had tortured. To prove heresy the Church also had always used\ntorture. The Revolution proceeded more mildly. It acted on suspicion.\nThe process was simple. The Committee, of whom in this department\nRobespierre was the chief, made lists of those who were to be condemned.\nThere came to be finally almost a complete absence of forms. No evidence\nwas necessarily heard. The accused, if inconvenient, was not allowed to\nspeak. If there were doubt touching the probability of conviction,\npressure was put upon the court. I give one or two examples: Scellier,\nthe senior associate judge of the tribunal, appears to have been a good\nlawyer and a fairly worthy man. One day in February, 1794, Scellier was\nat dinner with Robespierre, when Robespierre complained of the delays of\nthe court. Scellier replied that without the observance of forms there\ncould be no safety for the innocent. “Bah!” replied Robespierre,–\"you\nand your forms: wait; soon the Committee will obtain a law which will\nsuppress forms, and then we shall see.” Scellier ventured no answer.\nSuch a law was drafted by Couthon and actually passed on 22 Prairial\n(June 10, 1794), and yet it altered little the methods of\nFouquier-Tinville as prosecuting officer. Scellier having complained of\nthis law of Prairial to Saint-Just, Saint-Just replied that if he were\nto report his words, or that he was flinching, to the Committee,\nScellier would be arrested. As arrest was tantamount to sentence of\ndeath, Scellier continued his work.",
        "Without reasoning the subject out logically from premise to conclusion,\nor being, of course, capable of doing so in the mass, Frenchmen had\ncollectively received the intuition that everything must be endured for\na strong government, and that whatever obstructed that government must\nbe eliminated. For the process of elimination they used the courts.\nUnder the conditions in which they were placed by the domestic enemy,\nthey had little alternative. If a political party opposed the\nDictatorship in the Convention, that party must be broken down; if a man\nseemed likely to become a rival for the Dictatorship, that man must be\nremoved; all who conspired against the Republic must be destroyed as\nruthlessly at home as on the battle-field. The Republic was insolvent,\nand must have money, as it must have men. If the government needed men,\nit took them,–all. If it needed money, and a man were rich, it did not\nhesitate to execute him and confiscate his property. There are very\nfamous examples of all these phenomena strewn through the history of the\nTerror.",
        "The Girondists were liberals. They always had been liberals; they had\nnever conspired against the Republic; but they were impracticable. The\nablest of them, Vergniaud, complained before the Tribunal, that he was\nbeing tried for what he thought, not for what he had done. This the\ngovernment denied, but it was true. Nay, more; he was tried not for\npositive but for negative opinions, and he was convicted and executed,\nand his friends were convicted and executed with him, because, had they\nremained in the Convention, the Dictatorship, through their opposition,\nwould have lost its energy. Also the form of the conviction was shocking\nin the extreme. The defence of these twenty-one men was, practically,\nsuppressed, and the jury were directed to bring in a verdict of guilty.\nStill the prosecutions of the Girondists stopped here. When they\nrefrained from obstruction, they were spared.",
        "Danton and his friends may have been, and probably were, whether\nintentionally or by force of circumstances, a menace to the\nDictatorship. Either Robespierre or Danton had to be eliminated. There\nwas not room for both. On April 1, 1793, Danton, Camille Desmoulins, and\nothers were arrested on a warrant signed by such men as Cambacérès,\nCarnot, and Prieur. Carnot in particular was a soldier of the highest\ncharacter and genius. He would have signed no such warrant had he not\nthought the emergency pressing. Nor was the risk small. Danton was so\npopular and so strong before a jury that the government appears to have\ndistrusted even Fouquier-Tinville, for an order was given, and held in\nsuspense, apparently to Henriot, to arrest the President and the Public\nProsecutor of the Revolutionary Tribunal, on the day of Danton’s trial.",
        "Under such a stimulant Fouquier did his best, but he felt himself to be\nbeaten. Examining Cambon, Danton broke out: “Do you believe us to be\nconspirators? Look, he laughs, he don’t believe it. Record that he has\nlaughed.” Fouquier was at his wits’ end. If the next day the jury were\nasked if they had heard enough, and they answered, “No,” there would be\nan acquittal, and then Fouquier’s own head would roll into the basket.\nProbably there might even be insurrection. Fouquier wrote to the\nCommittee that they must obtain from the Convention a decree silencing\nthe defence. So grave was the crisis felt to be that the decree was\nunanimously voted. When Fouquier heard that the decree was on its way,\nhe said, with a sigh of relief,–\"Faith, we need it.” But when it was\nread, Danton sprung to his feet, raging, declaring that the public cried\nout treason upon it. The President adjourned the court while the hall\nresounded with the protests of the defendants and the shouts of the\npolice as they tore the condemned from the benches which they clutched\nand dragged them through the corridors toward the prison. They emerged\nno more until they mounted the carts which took them to the scaffold.",
        "Nor was it safe to hesitate if one were attached to this court. Fouquier\nhad a clerk named Paris-Fabricius. Now Paris had been a friend of Danton\nand took his condemnation to heart. He even declined to sign the\njudgment, which it was his duty to do. The next day, when he presented\nhimself to Fouquier, Fouquier looked at him sourly, and observed, “We\ndon’t want men who reason here; we want business done.” The following\nmorning Paris did not appear. His friends were disturbed, but he was not\nto be found. He had been cast into a secret dungeon in the prison of the\nLuxembourg.",
        "So, if a man were too rich it might go hard with him.\nLouis-Philippe-Joseph, Duc d’Orleans, afterward known as Égalité, was\none of the most interesting figures among the old nobility. The\ngreat-great-great-grandson of Louis XIII, he was a distant cousin of\nLouis XVI, and ranked as the first noble of France beyond the royal\nfamily. His education had been unfortunate. His father lived with a\nballet-dancer, while his mother, the Princess Henriette de\nBourbon-Conti, scandalized a society which was not easily shocked.\nDuring the Terror the sans culottes everywhere averred that the Duke was\nthe son of a coachman in the service of the banker Duruet. Doubtless\nthis was false, but the princess had abundant liaisons not much more\nreputable. Left to himself at sixteen years old, Égalité led a life of\nextreme profligacy, but he married one of the most beautiful and\ncharming women of the age, whom he succeeded in inspiring with a devoted\naffection. Born in 1747, his father died in 1785, leaving him, just at\nthe outbreak of the Revolution, the master of enormous wealth, and the\nfather of three sons who adored him. The eldest of these was the future\nking, Louis-Philippe. The man must have had good in him to have been\nloved as he was throughout life. He was besides more intelligent\ntouching the Revolution and its meaning than any man approaching him in\nrank in France. The Duke, when a young man, served with credit in the\nnavy, but after the battle of Ushant, in 1778, where he commanded the\nblue squadron, he was received with such enthusiasm in Paris, that\nMarie-Antoinette obtained his dismissal from the service. From this\nperiod he withdrew from court and his opposition to the government\nbegan. He adopted republican ideas, which he drew from America, and he\neducated his children as democrats. In 1789 he was elected to the\nStates-General, where he supported the fusion of the orders, and\nattained to a popularity which, on one occasion, according to Madame de\nCampan, nearly made the Queen faint from rage and grief. It was from the\ngarden of his palace of the Palais Royal that the column marched on July\n14, wearing his colors, the red, white and blue, to storm the Bastille.\nIt seemed that he had only to go on resolutely to thrust the King aside\nand become the ruler of France. He made no effort to do so. Mirabeau is\nsaid to have been disgusted with his lack of ambition. He was charitable\nalso, and spent very large sums of money among the poor of Paris during\nthe years of distress which followed upon the social disorders. The\nbreach with the court, however, became steadily wider, and finally he\nadhered to the party of Danton and voted for the condemnation of the\nKing. He sent two of his sons to serve in the army. The elder was still\nwith Dumouriez at the time of his treason. On April 6, 1793, when\nDumouriez’s treachery had become known, the Assembly ordered the arrest\nof the whole Bourbon family, and among them the Duke was apprehended and\nsent to Marseilles.",
        "Thus it appears that whatever complaint his own order may have had\nagainst Égalité, the Republic certainly had none. No man could have done\nmore for modern France than he. He abandoned his class, renounced his\nname, gave his money, sent his sons to the war, and voted for his own\nrelative’s death. No one feared him, and yet Robespierre had him brought\nto Paris and guillotined. His trial was a form. Fouquier admitted that\nhe had been condemned before he left Marseilles. The Duke was, however,\nvery rich and the government needed his money. Every one understood the\nsituation. He was told of the order for his arrest one night when at\nsupper in his palace in Paris with his friend Monsieur de Monville. The\nDuke, much moved, asked Monville if it were not horrible, after all the\nsacrifices he had made and all that he had done. “Yes, horrible,” said\nMonville, coolly, “but what would you have? They have taken from your\nHighness all they could get, you can be of no further use to them.\nTherefore, they will do to you, what I do with this lemon” (he was\nsqueezing a lemon on a sole); “now I have all the juice.” And he threw\nthe lemon into the fireplace. But yet even then Robespierre was not\nsatisfied. He harbored malice against this fallen man. On the way to the\nscaffold he ordered the cart, in which the Duke sat, to stop before the\nPalais Royal, which had been confiscated, in order that the Duke might\ncontemplate his last sacrifice for his country. The Duke showed neither\nfear nor emotion.",
        "All the world knows the story of the Terror. The long processions of\ncarts carrying victims to the guillotine, these increasing in number\nuntil after the Law of Prairial they averaged sixty or seventy a day in\nParis alone, while in the provinces there was no end. At Nantes, Carrier\ncould not work fast enough by a court, so he sank boat loads of\nprisoners in the Loire. The hecatombs sacrificed at Lyons, and the “Red\nMasses” of Orange, have all been described. The population of Toulon\nsank from 29,000 to 7,000. All those, in fine, were seized and slain\nwho were suspected of having a mind tinged with caste, or of being\ntraitors to the Republic. And it was the Centre, or the majority of the\nConvention, who did this, by tacitly permitting it to be done. That is\nto say, France permitted it because the onslaught of the decaying class\nmade atrocities such as these appear to be a condition of\nself-preservation. I doubt if, in human history, there be such another\nand so awful an illustration of the possible effects of conservative\nerrors of judgment.",
        "For France never loved the Terror or the loathsome instruments, such as\nFouquier-Tinville, or Carrier, or Billaud-Varennes, or Collot-d’Herbois,\nor Henriot, or Robespierre, or Couthon, who conducted it. On this point\nthere can, I think, be neither doubt nor question. I have tried to show\nhow the Terror began. It is easy to show how and why it ended. As it\nbegan automatically by the stress of foreign and domestic war, so it\nended automatically when that stress was relieved. And the most curious\naspect of the phenomenon is that it did not end through the application\nof force, but by common consent, and when it had ended, those who had\nbeen used for the bloody work could not be endured, and they too were\nput to death. The procession of dates is convincing.",
        "When, on July 27, 1793, Robespierre entered the Committee of Public\nSafety, the fortunes of the Republic were near their nadir, but almost\nimmediately, after Carnot took the War Department on August 14, they\nbegan to mend. On October 8, 1793, Lyons surrendered; on December 19,\n1793, the English evacuated Toulon; and, on December 23, the\ninsurrection in La Vendée received its death blow at Savenai. There had\nalso been success on the frontiers. Carnot put Hoche in command in the\nVosges. On December 23, 1793, Hoche defeated Wurmser at Freschweiller,\nwhen the Austrians, abandoning the lines of Wissembourg, fell back\nacross the Rhine. Thus by the end of 1793, save for the great border\nfortresses of Valenciennes and Condé to the north, which commanded the\nroad from Brussels to Paris, the soil of France had been cleared of the\nenemy, and something resembling domestic tranquillity had been restored\nat home. Simultaneously, as the pressure lessened, rifts began to appear\nin the knot of men who held the Dictatorship in the Republic.\nRobespierre, Couthon, and Saint-Just coalesced, and gained control of\nthe police, while Billaud-Varennes, Collot-d’Herbois, and, secretly and\nas far as he dared, Barère, formed an opposition. Not that the latter\nwere more moderate or merciful than Robespierre, but because, in the\nnature of things, there could be but one Dictator, and it became a\nquestion of the survival of the fittest. Carnot took little or no part\nin active politics. He devoted himself to the war, but he disapproved of\nthe Terror and came to a breach with Saint-Just. Robespierre’s power\nculminated on June 10, 1794, with the passage of the Law of 22 Prairial,\nwhich put the life of every Frenchman in his hand, and after which, save\nfor some dozen or two of his most intimate and devoted adherents like\nSaint-Just, Couthon, Le Bas, Fouquier, Fleuriot the Mayor of Paris, and\nHenriot, the commander of the national guard, no one felt his head safe\non his shoulders. It needed but security on the northern frontier to\ncause the social centre of gravity to shift and Robespierre to fall, and\nsecurity came with the campaign of Fleurus.",
        "Jourdan and Pichegru were in command on the Belgian border, and on June\n26, 1794, just sixteen days after the passage of the Law of Prairial,\nJourdan won the battle of Fleurus. This battle, though not decisive in\nitself, led to decisive results. It uncovered Valenciennes and Condé,\nwhich were invested, closing the entrance to France. On July 11, Jourdan\nentered Brussels; on July 16, he won a crushing victory before Louvain\nand the same day Namur opened its gates. On July 23, Pichegru, driving\nthe English before him, seized Antwerp. No Frenchman could longer doubt\nthat France was delivered, and with that certainty the Terror ended\nwithout a blow. Eventually the end must have come, but it came\ninstantly, and, according to the old legend, it came through a man’s\nlove for a woman.",
        "John Lambert Tallien, the son of the butler of the Marquis of Bercy, was\nborn in 1769, and received an education through the generosity of the\nmarquis, who noticed his intelligence. He became a journeyman printer,\nand one day in the studio of Madame Lebrun, dressed in his workman’s\nblouse, he met Thérézia Cabarrus, Marquise de Fontenay, the most\nseductive woman of her time, and fell in love with her on the instant.\nNothing, apparently, could have been more hopeless or absurd. But the\nRevolution came. Tallien became prominent, was elected to the\nConvention, grew to be influential, and in September, 1793, was sent to\nBordeaux, as representative of the Chamber, or as proconsul, as they\ncalled it. There he, the all-powerful despot, found Thérézia, trying to\nescape to Spain, in prison, humble, poor, shuddering in the shadow of\nthe guillotine. He saved her; he carried her through Bordeaux in triumph\nin a car by his side. He took her with him to Paris, and there\nRobespierre threw her into prison, and accused Tallien of corruption. On\nJune 12 Robespierre denounced him to the Convention, and on June 14,\n1794, the Jacobins struck his name from the list of the club. When\nFleurus was fought Thérézia lay in La Force, daily expecting death,\nwhile Tallien had become the soul of the reactionary party. On the 8\nThermidor (July 26,1794) Tallien received a dagger wrapped in a note\nsigned by Thérézia,–\"To-morrow they kill me. Are you then only a\ncoward?\"[41]",
        "On the morrow the great day had come. Saint-Just rose in the Convention\nto read a report to denounce Billaud, Collot, and Camot. Tallien would\nnot let him be heard. Billaud followed him. Collot was in the chair.\nRobespierre mounted the tribune and tried to speak. It was not without\nreason that Thérézia afterwards said, “This little hand had somewhat to\ndo with overthrowing the guillotine,” for Tallien sprang on him, dagger\nin hand, and, grasping him by the throat, cast him from the tribune,\nexclaiming, “I have armed myself with a dagger to pierce his heart if\nthe Convention dare not order his accusation.” Then rose a great shout\nfrom the Centre, “Down with the tyrant, arrest him, accuse him!” From\nthe Centre, which until that day had always silently supported the\nRobespierrian Dictatorship. Robespierre for the last time tried to\nspeak, but his voice failed him. “It’s Danton’s blood that chokes him;\narrest him, arrest him!” they shouted from the Right. Robespierre\ndropped exhausted on a bench, then they seized him, and his brother, and\nCouthon, and Saint-Just, and ordered that the police should take them to\nprison.",
        "But it was one thing for the Convention to seize Robespierre singly, and\nwithin its own hall; it was quite another for it to hold him and send\nhim to the guillotine. The whole physical force of Paris was nominally\nwith Robespierre. The Mayor, Fleuriot, closed the barriers, sounded the\ntocsin, and forbade any jailer to receive the prisoners; while Henriot,\nwho had already been drinking, mounted a horse and galloped forth to\nrouse the city. Fleuriot caused Robespierre, Couthon, and Le Bas to be\nbrought to the City Hall. A provisional government was completed. It\nonly remained to disperse the Assembly. Henriot undertook a duty which\nlooked easy. He seems to have collected about twenty guns, which he\nbrought to the Tuileries and trained on the hall of the Convention. The\ndeputies thought all was over. Collot-d’Herbois took the chair, which\nwas directly in range, put on his hat, and calmly said, as Henriot gave\nthe order to fire, “We can at least die at our post.” No volley\ncame–the men had mutinied. Then the Convention declared Henriot beyond\nthe protection of the law, and Henriot fled to the City Hall. The\nConvention chose Barras to command their armed force, but save a few\npolice they had no force. The night was wearing away and Fleuriot had\nnot been able to persuade Robespierre to take any decisive step.\nRobespierre was, indeed, only a pettifogging attorney. At length he\nconsented to sign an appeal to arms. He had written two letters of his\nname–\"Ro\"–when a section of police under Barras reached the City Hall.\nThey were but a handful, but the door was unguarded. They mounted the\nstairs and as Robespierre finished the “o”, one of these men, named\nMerda, fired on him, breaking his jaw. The stain of blood is still on\nthe paper where Robespierre’s head fell. They shot Couthon in the leg,\nthey threw Henriot out of the window into a cesspool below where he\nwallowed all night, while Le Bas blew out his brains. The next day they\nbrought Robespierre to the Convention, but the Convention refused to\nreceive him. They threw him on a table, where he lay, horrible to be\nseen, his coat torn down the back, his stockings falling over his heels,\nhis shirt open and soaking with blood, speechless, for his mouth was\nfilled with splinters of his broken jaw. Such was the man who the\nmorning before had been Dictator, and master of all the armies of\nFrance. Couthon was in little better plight. Twenty-one in all were\ncondemned on the 10 Thermidor and taken in carts to the guillotine. An\nawful spectacle. There was Robespierre with his disfigured face, half\ndead, and Fleuriot, and Saint-Just, and Henriot next to Robespierre, his\nforehead gashed, his right eye hanging down his cheek, dripping with\nblood, and drenched with the filth of the sewer in which he had passed\nthe night. Under their feet lay the cripple Couthon, who had been thrown\nin like a sack. Couthon was paralyzed, and he howled in agony as they\nwrenched him straight to fasten him to the guillotine. It took a quarter\nof an hour to finish with him, while the crowd exulted. A hundred\nthousand people saw the procession and not a voice or a hand was raised\nin protest. The whole world agreed that the Terror should end. But the\noldest of those who suffered on the 10 Thermidor was Couthon, who was\nthirty-eight, Robespierre was thirty-five, and Saint-Just but\ntwenty-seven.",
        "So closed the Terror with the strain which produced it. It will remain a\nby-word for all time, and yet, appalling as it may have been, it was the\nlegitimate and the logical result of the opposition made by caste to the\nadvent of equality before the law. Also, the political courts served\ntheir purpose. They killed out the archaic mind in France, a mind too\nrigid to adapt itself to a changing environment. Thereafter no organized\nopposition could ever be maintained against the new social equilibrium.\nModern France went on steadily to a readjustment, on the basis of\nunification, simplification of administration, and equality before the\nlaw, first under the Directory, then under the Consulate, and finally\nunder the Empire. With the Empire the Civil Code was completed, which I\ntake to be the greatest effort at codification of modern times.\nCertainly it has endured until now. Governments have changed. The Empire\nhas yielded to the Monarchy, the Monarchy to the Republic, the Republic\nto the Empire again, and that once more to the Republic, but the Code\nwhich embodies the principle of equality before the law has remained.\nFundamentally the social equilibrium has been stable. And a chief reason\nof this stability has been the organization of the courts upon rational\nand conservative principles. During the Terror France had her fill of\npolitical tribunals. Since the Terror French judges, under every\ngovernment, have shunned politics and have devoted themselves to\nconstruing impartially the Code. Therefore all parties, and all ranks,\nand all conditions of men have sustained the courts. In France, as in\nEngland, there is no class jealousy touching the control of the\njudiciary.",
        "[40] Histoire du Tribunal Revolutionaire de Paris, H. Wallon, I, 57.",
        "[41] “C’est demain qu’on me tue; n’êtes-vous donc qu’un lache?”",
        "Continue...",
        "\nThis eBook of “The Theory of Social Revolutions” by Brooks Adams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Theory of Social RevolutionsBy Brooks AdamsAt Amazon"
    ]
}