{
    "title": "The Boys’ Life of Mark Twain - XLV. “The Adventures of Huckleberry Finn”",
    "author": "Paine",
    "chapter": "45",
    "content": [
        "\n",
        "\n\n",
        "Meantime, Mark Twain had really become a publisher.  His nephew by\nmarriage, Charles L. Webster, who, with Osgood, had handled the\n“Mississippi” book, was now established under the firm name of Charles L.\nWebster & Co., Samuel L. Clemens being the company.  Clemens had another\nbook ready, and the new firm were to handle it throughout.",
        "The new book was a story which Mark Twain had begun one day at Quarry\nFarm, nearly eight years before.  It was to be a continuation of the\nadventures of Tom Sawyer and Huck Finn, especially of the latter as told\nby himself.  But the author had no great opinion of the tale and\npresently laid it aside.  Then some seven years later, after his trip\ndown the river, he felt again the inspiration of the old days, and the\nstory of Huck’s adventures had been continued and brought to a close.\nThe author believed in it by this time, and the firm of Webster & Co.\nwas really formed for the purpose of publishing it.",
        "Mark Twain took an active interest in the process.  From the pages of\n“Life” he selected an artist–a young man named E. W. Kemble, who would\nlater become one of our foremost illustrators of Southern character.  He\nalso gave attention to the selection of the paper and the binding–even\nto the method of canvassing for the sales.  In a note to Webster, he\nwrote:",
        "“Get at your canvassing early and drive it with all your might .  .\n     .  .  If we haven’t 40,000 subscriptions we simply postpone\n     publication till we’ve got them.”",
        "Mark Twain was making himself believe that he was a business man, and in\nthis instance, at least, he seems to have made no mistake.  Some advanced\nchapters of “Huck” appeared serially in the “Century Magazine,” and the\npublic was eager for more.  By the time the “Century” chapters were\nfinished the forty thousand advance subscriptions for the book had been\ntaken, and Huck Finn’s own story, so long pushed aside and delayed, came\ngrandly into its own.  Many grown-up readers and most critics declared\nthat it was greater than the “Tom Sawyer” book, though the younger\nreaders generally like the first book the best, it being rather more in\nthe juvenile vein.  Huck’s story, in fact, was soon causing quite grown-\nup discussions–discussions as to its psychology and moral phases,\nmatters which do not interest small people, who are always on Huck’s side\nin everything, and quite willing that he should take any risk of body or\nsoul for the sake of Nigger Jim.  Poor, vagrant Ben Blankenship, hiding\nhis runaway negro in an Illinois swamp, could not dream that his\nhumanity would one day supply the moral episode for an immortal book!",
        "As literature, the story of “Huck Finn” holds a higher place than that of\n“Tom Sawyer.”  As stories, they stand side by side, neither complete\nwithout the other, and both certain to live as long as there are real\nboys and girls to read them.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}