{
    "title": "The Pleasures of Life - PART II. PREFACE",
    "author": "Sir John Lubbock",
    "chapter": "14",
    "content": [
        "\n\n",
        "    “And what is writ is writ–\n    Would it were worthier.”",
        "    BYRON.",
        "Herewith I launch the conclusion of my subject. Perhaps I am unwise in\npublishing a second part. The first was so kindly received that I am\nrunning a risk in attempting to add to it.",
        "In the preface, however, to the first part I have expressed the hope that\nthe thoughts and quotations in which I have found most comfort and\ndelight, might be of use to others also.",
        "In this my most sanguine hopes have been more than realized. Not only has\nthe book passed through thirteen editions in less than two years, but the\nmany letters which I have received have been most gratifying.",
        "Two criticisms have been repeated by several of those who have done me the\nhonor of noticing my previous volume. It has been said in the first place\nthat my life has been exceptionally bright and full, and that I cannot\ntherefore judge for others. Nor do I attempt to do so. I do not forget, I\nhope I am not ungrateful for, all that has been bestowed on me. But if I\nhave been greatly favored, ought I not to be on that very account\nespecially qualified to write on such a theme? Moreover, I have had,–who\nhas not,–my own sorrows.",
        "Again, some have complained that there is too much quotation–too little\nof my own. This I take to be in reality a great compliment. I have not\nstriven to be original.",
        "If, as I have been assured by many, my book have proved a comfort, and\nhave been able to cheer in the hour of darkness, that is indeed an ample\nreward, and is the utmost I have ever hoped.",
        "HIGH ELMS, DOWN,",
        "KENT, April 1889.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}