{
    "title": "The Sorrows of Young Werther - July 16.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "22",
    "content": [
        "\n\n",
        "How my heart beats when by accident I touch her finger, or my feet\nmeet hers under the table! I draw back as if from a furnace; but\na secret force impels me forward again, and my senses become\ndisordered. Her innocent, unconscious heart never knows what agony\nthese little familiarities inflict upon me. Sometimes when we\nare talking she Iays her hand upon mine, and in the eagerness of\nconversation comes closer to me, and her balmy breath reaches my\nlips, — when I feel as if lightning had struck me, and that I\ncould sink into the earth. And yet, Wilhelm, with all this heavenly\nconfidence, — if I know myself, and should ever dare — you\nunderstand me. No, no! my heart is not so corrupt, it is weak,\nweak enough but is not that a degree of corruption?",
        "She is to me a sacred being. All passion is still in her presence:\nI cannot express my sensations when I am near her. I feel as if\nmy soul beat in every nerve of my body. There is a melody which\nshe plays on the piano with angelic skill, — so simple is it,\nand yet so spiritual! It is her favourite air; and, when she\nplays the first note, all pain, care, and sorrow disappear from\nme in a moment.",
        "I believe every word that is said of the magic of ancient music.\nHow her simple song enchants me! Sometimes, when I am ready to\ncommit suicide, she sings that air; and instantly the gloom and\nmadness which hung over me are dispersed, and I breathe freely\nagain.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}