{
    "title": "The Varieties of Religious Experience - Lecture II. Circumscription of the Topic",
    "author": "William James",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "Most books on the philosophy of religion try to begin with a\nprecise definition of what its essence consists of.  Some of\nthese would-be definitions may possibly come before us in later\nportions of this course, and I shall not be pedantic enough to\nenumerate any of them to you now. Meanwhile the very fact that\nthey are so many and so different from one another is enough to\nprove that the word “religion” cannot stand for any single\nprinciple or essence, but is rather a collective name.  The\ntheorizing mind tends always to the oversimplification of its\nmaterials.  This is the root of all that absolutism and one-sided\ndogmatism by which both philosophy and religion have been\ninfested.  Let us not fall immediately into a one-sided view of\nour subject, but let us rather admit freely at the outset that we\nmay very likely find no one essence, but many characters which\nmay alternately be equally important to religion.  If we should\ninquire for the essence of “government,” for example, one man\nmight tell us it was authority, another submission, an other\npolice, another an army, another an assembly, an other a system\nof laws; yet all the while it would be true that no concrete\ngovernment can exist without all these things, one of which is\nmore important at one moment and others at another.  The man who\nknows governments most completely is he who troubles himself\nleast about a definition which shall give their essence. \nEnjoying an intimate acquaintance with all their particularities\nin turn, he would naturally regard an abstract conception in\nwhich these were unified as a thing more misleading than\nenlightening.  And why may not religion be a conception equally\ncomplex?[9]",
        "[9]  I can do no better here than refer my readers to the\nextended and admirable remarks on the futility of all these\ndefinitions of religion, in an article by Professor Leuba,\npublished in the Monist for January, 1901, after my own text was\nwritten.",
        "Consider also the “religious sentiment” which we see referred to\nin so many books, as if it were a single sort of mental entity. \nIn the psychologies and in the philosophies of religion, we find\nthe authors attempting to specify just what entity it is.  One\nman allies it to the feeling of dependence; one makes it a\nderivative from fear; others connect it with the sexual life;\nothers still identify it with the feeling of the infinite; and so\non.  Such different ways of conceiving it ought of themselves to\narouse doubt as to whether it possibly can be one specific thing;\nand the moment we are willing to treat the term “religious\nsentiment” as a collective name for the many sentiments which\nreligious objects may arouse in alternation, we see that it\nprobably contains nothing whatever of a psychologically specific\nnature. There is religious fear, religious love, religious awe,\nreligious joy, and so forth.  But religious love is only man’s\nnatural emotion of love directed to a religious object; religious\nfear is only the ordinary fear of commerce, so to speak, the\ncommon quaking of the human breast, in so far as the notion of\ndivine retribution may arouse it; religious awe is the same\norganic thrill which we feel in a forest at twilight, or in a\nmountain gorge; only this time it comes over us at the thought of\nour supernatural relations; and similarly of all the various\nsentiments which may be called into play in the lives of\nreligious persons.  As concrete states of mind, made up of a\nfeeling PLUS a specific sort of object, religious emotions of\ncourse are psychic entities distinguishable from other concrete\nemotions; but there is no ground for assuming a simple abstract\n“religious emotion” to exist as a distinct elementary mental\naffection by itself, present in every religious experience\nwithout exception.",
        "As there thus seems to be no one elementary religious emotion,\nbut only a common storehouse of emotions upon which religious\nobjects may draw, so there might conceivably also prove to he no\none specific and essential kind of religious object, and no one\nspecific and essential kind of religious act.",
        "The field of religion being as wide as this, it is manifestly\nimpossible that I should pretend to cover it.  My lectures must\nbe limited to a fraction of the subject.  And, although it would\nindeed be foolish to set up an abstract definition of religion’s\nessence, and then proceed to defend that definition against all\ncomers, yet this need not prevent me from taking my own narrow\nview of what religion shall consist in FOR THE PURPOSE OF THESE\nLECTURES, or, out of the many meanings of the word, from choosing\nthe one meaning in which I wish to interest you particularly, and\nproclaiming arbitrarily that when I say “religion” I mean THAT. \nThis, in fact, is what I must do, and I will now preliminarily\nseek to mark out the field I choose.",
        "One way to mark it out easily is to say what aspects of the\nsubject we leave out.  At the outset we are struck by one great\npartition which divides the religious field.  On the one side of\nit lies institutional, on the other personal religion. As M. P.\nSabatier says, one branch of religion keeps the divinity, another\nkeeps man most in view.  Worship and sacrifice, procedures for\nworking on the dispositions of the deity, theology and ceremony\nand ecclesiastical organization, are the essentials of religion\nin the institutional branch. Were we to limit our view to it, we\nshould have to define religion as an external art, the art of\nwinning the favor of the gods.  In the more personal branch of\nreligion it is on the contrary the inner dispositions of man\nhimself which form the center of interest, his conscience, his\ndeserts, his helplessness, his incompleteness.  And although the\nfavor of the God, as forfeited or gained, is still an essential\nfeature of the story, and theology plays a vital part therein,\nyet the acts to which this sort of religion prompts are personal\nnot ritual acts, the individual transacts the business by himself\nalone, and the ecclesiastical organization, with its priests and\nsacraments and other go-betweens, sinks to an altogether\nsecondary place.  The relation goes direct from heart to heart,\nfrom soul to soul, between man and his maker.",
        "Now in these lectures I propose to ignore the institutional\nbranch entirely, to say nothing of the ecclesiastical\norganization, to consider as little as possible the systematic\ntheology and the ideas about the gods themselves, and to confine\nmyself as far as I can to personal religion pure and simple.  To\nsome of you personal religion, thus nakedly considered, will no\ndoubt seem too incomplete a thing to wear the general name.  “It\nis a part of religion,” you will say, “but only its unorganized\nrudiment; if we are to name it by itself, we had better call it\nman’s conscience or morality than his religion.  The name\n’religion’ should be reserved for the fully organized system of\nfeeling, thought, and institution, for the Church, in short, of\nwhich this personal religion, so called, is but a fractional\nelement.”",
        "But if you say this, it will only show the more plainly how much\nthe question of definition tends to become a dispute about names.",
        "Rather than prolong such a dispute, I am willing to accept almost\nany name for the personal religion of which I propose to treat. \nCall it conscience or morality, if you yourselves prefer, and not\nreligion–under either name it will be equally worthy of our\nstudy.  As for myself, I think it will prove to contain some\nelements which morality pure and simple does not contain, and\nthese elements I shall soon seek to point out; so I will myself\ncontinue to apply the word “religion” to it; and in the last\nlecture of all, I will bring in the theologies and the\necclesiasticisms, and say something of its relation to them.",
        "In one sense at least the personal religion will prove itself\nmore fundamental than either theology or ecclesiasticism.\nChurches, when once established, live at second-hand upon\ntradition; but the FOUNDERS of every church owed their power\noriginally to the fact of their direct personal communion with\nthe divine.  Not only the superhuman founders, the Christ, the\nBuddha, Mahomet, but all the originators of Christian sects have\nbeen in this case;–so personal religion should still seem the\nprimordial thing, even to those who continue to esteem it\nincomplete.",
        "There are, it is true, other things in religion chronologically\nmore primordial than personal devoutness in the moral sense. \nFetishism and magic seem to have preceded inward piety\nhistorically–at least our records of inward piety do not reach\nback so far.  And if fetishism and magic be regarded as stages of\nreligion, one may say that personal religion in the inward sense\nand the genuinely spiritual ecclesiasticisms which it founds are\nphenomena of secondary or even tertiary order.  But, quite apart\nfrom the fact that many anthropologists–for instance, Jevons and\nFrazer –expressly oppose “religion” and “magic” to each other,\nit is certain that the whole system of thought which leads to\nmagic, fetishism, and the lower superstitions may just as well be\ncalled primitive science as called primitive religion. The\nquestion thus becomes a verbal one again; and our knowledge of\nall these early stages of thought and feeling is in any case so\nconjectural and imperfect that farther discussion would not be\nworth while.",
        "Religion, therefore, as I now ask you arbitrarily to take it,\nshall mean for us THE FEELINGS, ACTS, AND EXPERIENCES OF\nINDIVIDUAL MEN IN THEIR SOLITUDE, SO FAR AS THEY APPREHEND\nTHEMSELVES TO STAND IN RELATION TO WHATEVER THEY MAY CONSIDER THE\nDIVINE.  Since the relation may be either moral, physical, or\nritual, it is evident that out of religion in the sense in which\nwe take it, theologies, philosophies, and ecclesiastical\norganizations may secondarily grow.  In these lectures, however,\nas I have already said, the immediate personal experiences will\namply fill our time, and we shall hardly consider theology or\necclesiasticism at all.",
        "We escape much controversial matter by this arbitrary definition\nof our field.  But, still, a chance of controversy comes up over\nthe word “divine,” if we take the definition in too narrow a\nsense.  There are systems of thought which the world usually\ncalls religious, and yet which do not positively assume a God. \nBuddhism is in this case.  Popularly, of course, the Buddha\nhimself stands in place of a God; but in strictness the\nBuddhistic system is atheistic.  Modern transcendental idealism,\nEmersonianism, for instance, also seems to let God evaporate into\nabstract Ideality.  Not a deity in concreto, not a superhuman\nperson, but the immanent divinity in things, the essentially\nspiritual structure of the universe, is the object of the\ntranscendentalist cult.  In that address to the graduating class\nat Divinity College in 1838 which made Emerson famous, the frank\nexpression of this worship of mere abstract laws was what made\nthe scandal of the performance.",
        "“These laws,” said the speaker, “execute themselves.  They are\nout of time, out of space, and not subject to circumstance: \nThus, in the soul of man there is a justice whose retributions\nare instant and entire.  He who does a good deed is instantly\nennobled.  He who does a mean deed is by the action itself\ncontracted.  He who puts off impurity thereby puts on purity.  If\na man is at heart just, then in so far is he God; the safety of\nGod, the immortality of God, the majesty of God, do enter into\nthat man with justice.  If a man dissemble, deceive, he deceives\nhimself, and goes out of acquaintance with his own being. \nCharacter is always known.  Thefts never enrich; alms never\nimpoverish; murder will speak out of stone walls.  The least\nadmixture of a lie–for example, the taint of vanity, any attempt\nto make a good impression, a favorable appearance–will instantly\nvitiate the effect.  But speak the truth, and all things alive or\nbrute are vouchers, and the very roots of the grass underground\nthere do seem to stir and move to bear your witness.  For all\nthings proceed out of the same spirit, which is differently named\nlove, justice, temperance, in its different applications, just as\nthe ocean receives different names on the several shores which it\nwashes.  In so far as he roves from these ends, a man bereaves\nhimself of power, of auxiliaries.  His being shrinks .  . . he\nbecomes less and less, a mote, a point, until absolute badness is\nabsolute death.  The perception of this law awakens in the mind a\nsentiment which we call the religious sentiment, and which makes\nour highest happiness.  Wonderful is its power to charm and to\ncommand.  It is a mountain air.  It is the embalmer of the world.",
        "It makes the sky and the hills sublime, and the silent song of\nthe stars is it.  It is the beatitude of man.  It makes him\nillimitable.  When he says ’I ought’; when love warns him; when\nhe chooses, warned from on high, the good and great deed; then,\ndeep melodies wander through his soul from supreme wisdom.  Then\nhe can worship, and be enlarged by his worship; for he can never\ngo behind this sentiment.  All the expressions of this sentiment\nare sacred and permanent in proportion to their purity.  [They]\naffect us more than all other compositions. The sentences of the\nolden time, which ejaculate this piety, are still fresh and\nfragrant.  And the unique impression of Jesus upon mankind, whose\nname is not so much written as ploughed into the history of this\nworld, is proof of the subtle virtue of this infusion.\"[10]",
        "[10] Miscellanies, 1868, p. 120 (abridged).",
        "Such is the Emersonian religion.  The universe has a divine soul\nof order, which soul is moral, being also the soul within the\nsoul of man.  But whether this soul of the universe be a mere\nquality like the eye’s brilliancy or the skin’s softness, or\nwhether it be a self-conscious life like the eye’s seeing or the\nskin’s feeling, is a decision that never unmistakably appears in\nEmerson’s pages.  It quivers on the boundary of these things,\nsometimes leaning one way sometimes the other, to suit the\nliterary rather than the philosophic need.  Whatever it is,\nthough, it is active.  As much as if it were a God, we can trust\nit to protect all ideal interests and keep the world’s balance\nstraight.  The sentences in which Emerson, to the very end, gave\nutterance to this faith are as fine as anything in literature: \n“If you love and serve men, you cannot by any hiding or stratagem\nescape the remuneration.  Secret retributions are always\nrestoring the level, when disturbed, of the divine justice.  It\nis impossible to tilt the beam.  All the tyrants and proprietors\nand monopolists of the world in vain set their shoulders to heave\nthe bar.  Settles forevermore the ponderous equator to its line,\nand man and mote, and star and sun, must range to it, or be\npulverized by the recoil.\"[11]",
        "[11] Lectures and Biographical Sketches, 1868, p. 186.",
        "Now it would be too absurd to say that the inner experiences that\nunderlie such expressions of faith as this and impel the writer\nto their utterance are quite unworthy to be called religious\nexperiences.  The sort of appeal that Emersonian optimism, on the\none hand, and Buddhistic pessimism, on the other, make to the\nindividual and the son of response which he makes to them in his\nlife are in fact indistinguishable from, and in many respects\nidentical with, the best Christian appeal and response.  We must\ntherefore, from the experiential point of view, call these\ngodless or quasi-godless creeds “religions\"; and accordingly when\nin our definition of religion we speak of the individual’s\nrelation to “what he considers the divine,” we must interpret the\nterm “divine” very broadly, as denoting any object that is god-\nLIKE, whether it be a concrete deity or not.  But the term\n“godlike,” if thus treated as a floating general quality, becomes\nexceedingly vague, for many gods have flourished in religious\nhistory, and their attributes have been discrepant enough.  What\nthen is that essentially godlike quality–be it embodied in a\nconcrete deity or not–our relation to which determines our\ncharacter as religious men?  It will repay us to seek some answer\nto this question before we proceed farther.",
        "For one thing, gods are conceived to be first things in the way\nof being and power.  They overarch and envelop, and from them\nthere is no escape.  What relates to them is the first and last\nword in the way of truth.  Whatever then were most primal and\nenveloping and deeply true might at this rate be treated as\ngodlike, and a man’s religion might thus be identified with his\nattitude, whatever it might be, toward what he felt to be the\nprimal truth.",
        "Such a definition as this would in a way be defensible. Religion,\nwhatever it is, is a man’s total reaction upon life, so why not\nsay that any total reaction upon life is a religion? Total\nreactions are different from casual reactions, and total\nattitudes are different from usual or professional attitudes.  To\nget at them you must go behind the foreground of existence and\nreach down to that curious sense of the whole residual cosmos as\nan everlasting presence, intimate or alien, terrible or amusing,\nlovable or odious, which in some degree everyone possesses.  This\nsense of the world’s presence, appealing as it does to our\npeculiar individual temperament, makes us either strenuous or\ncareless, devout or blasphemous, gloomy or exultant, about life\nat large; and our reaction, involuntary and inarticulate and\noften half unconscious as it is, is the completest of all our\nanswers to the question, “What is the character of this universe\nin which we dwell?”  It expresses our individual sense of it in\nthe most definite way.  Why then not call these reactions our\nreligion, no matter what specific character they may have? \nNon-religious as some of these reactions may be, in one sense of\nthe word “religious,” they yet belong to THE GENERAL SPHERE OF\nTHE RELIGIOUS LIFE, and so should generically be classed as\nreligious reactions.  “He believes in No-God, and he worships\nhim,” said a colleague of mine of a student who was manifesting a\nfine atheistic ardor; and the more fervent opponents of Christian\ndoctrine have often enough shown a temper which, psychologically\nconsidered, is indistinguishable from religious zeal.",
        "But so very broad a use of the word “religion” would be\ninconvenient, however defensible it might remain on logical\ngrounds.  There are trifling, sneering attitudes even toward the\nwhole of life; and in some men these attitudes are final and\nsystematic.  It would strain the ordinary use of language too\nmuch to call such attitudes religious, even though, from the\npoint of view of an unbiased critical philosophy, they might\nconceivably be perfectly reasonable ways of looking upon life. \nVoltaire, for example, writes thus to a friend, at the age of\nseventy-three:  “As for myself,” he says, “weak as I am, I carry\non the war to the last moment, I get a hundred pike-thrusts, I\nreturn two hundred, and I laugh.  I see near my door Geneva on\nfire with quarrels over nothing, and I laugh again; and, thank\nGod, I can look upon the world as a farce even when it becomes as\ntragic as it sometimes does. All comes out even at the end of the\nday, and all comes out still more even when all the days are\nover.”",
        "Much as we may admire such a robust old gamecock spirit in a\nvaletudinarian, to call it a religious spirit would be odd.  Yet\nit is for the moment Voltaire’s reaction on the whole of life. \nJe me’n fiche is the vulgar French equivalent for our English\nejaculation “Who cares?”   And the happy term je me’n fichisme\nrecently has been invented to designate the systematic\ndetermination not to take anything in <37> life too solemnly. \n“All is vanity” is the relieving word in all difficult crises for\nthis mode of thought, which that exquisite literary genius Renan\ntook pleasure, in his later days of sweet decay, in putting into\ncoquettishly sacrilegious forms which remain to us as excellent\nexpressions of the “all is vanity” state of mind.  Take the\nfollowing passage, for example–we must hold to duty, even\nagainst the evidence, Renan says–but he then goes on:–",
        "“There are many chances that the world may be nothing but a fairy\npantomime of which no God has care.  We must therefore arrange\nourselves so that on neither hypothesis we shall be completely\nwrong.  We must listen to the superior voices, but in such a way\nthat if the second hypothesis were true we should not have been\ntoo completely duped.  If in effect the world be not a serious\nthing, it is the dogmatic people who will be the shallow ones,\nand the worldly minded whom the theologians now call frivolous\nwill be those who are really wise.",
        "“In utrumque paratus, then.  Be ready for anything–that perhaps\nis wisdom.  Give ourselves up, according to the hour, to\nconfidence, to skepticism, to optimism, to irony and we may be\nsure that at certain moments at least we shall be with the truth.\n. . .  Good-humor is a philosophic state of mind; it seems to say\nto Nature that we take her no more seriously than she takes us. \nI maintain that one should always talk of philosophy with a\nsmile.  We owe it to the Eternal to be virtuous but we have the\nright to add to this tribute our irony as a sort of personal\nreprisal.  In this way we return to the right quarter jest for\njest; we play the trick that has been played on us. Saint\nAugustine’s phrase:  Lord, if we arc deceived, it is by thee!\nremains a fine one, well suited to our modern feeling.  Only we\nwish the Eternal to know that if we accept the fraud, we accept\nit knowingly and willingly.  We are resigned in advance to losing\nthe interest on our investments of virtue, but we wish not to\nappear ridiculous by having counted on them too securely.\"[12]",
        "[12] Feuilles detachees, pp. 394-398 (abridged).",
        "Surely all the usual associations of the word “religion” would\nhave to be stripped away if such a systematic parti pris of irony\nwere also to be denoted by the name.  For common men “religion,\"\nwhatever more special meanings it may have, signifies always a\nSERIOUS state of mind.  If any one phrase could gather its\nuniversal message, that phrase would be, “All is not vanity in\nthis Universe, whatever the appearances may suggest.”  If it can\nstop anything, religion as commonly apprehended can stop just\nsuch chaffing talk as Renan’s.  It favors gravity, not pertness;\nit says “hush” to all vain chatter and smart wit.",
        "But if hostile to light irony, religion is equally hostile to\nheavy grumbling and complaint.  The world appears tragic enough\nin some religions, but the tragedy is realized as purging, and a\nway of deliverance is held to exist. We shall see enough of the\nreligious melancholy in a future lecture; but melancholy,\naccording to our ordinary use of language, forfeits all title to\nbe called religious when, in Marcus Aurelius’s racy words, the\nsufferer simply lies kicking and screaming after the fashion of a\nsacrificed pig.  The mood of a Schopenhauer or a Nietzsche–and\nin a less degree one may sometimes say the same of our own sad\nCarlyle–though often an ennobling sadness, is almost as often\nonly peevishness running away with the bit between its teeth. \nThe sallies of the two German authors remind one, half the time,\nof the sick shriekings of two dying rats.  They lack the\npurgatorial note which religious sadness gives forth.",
        "There must be something solemn, serious, and tender about any\nattitude which we denominate religious.  If glad, it must not\ngrin or snicker; if sad, it must not scream or curse.  It is\nprecisely as being SOLEMN experiences that I wish to interest you\nin religious experiences.  So I propose–arbitrarily again, if\nyou please–to narrow our definition once more by saying that the\nword “divine,” as employed therein, shall mean for us not merely\nthe primal and enveloping and real, for that meaning if taken\nwithout restriction might prove too broad.  The divine shall mean\nfor us only such a primal reality as the individual feels\nimpelled to respond to solemnly and gravely, and neither by a\ncurse nor a jest.",
        "But solemnity, and gravity, and all such emotional attributes,\nadmit of various shades; and, do what we will with our defining,\nthe truth must at last be confronted that we are dealing with a\nfield of experience where there is not a single conception that\ncan be sharply drawn.  The pretension, under such conditions, to\nbe rigorously “scientific” or “exact” in our terms would only\nstamp us as lacking in understanding of our task.  Things are\nmore or less divine, states of mind are more or less religious,\nreactions are more or less total, but the boundaries are always\nmisty, and it is everywhere a question of amount and degree. \nNevertheless, at their extreme of development, there can never be\nany question as to what experiences are religious.  The divinity\nof the object and the solemnity of the reaction are too well\nmarked for doubt.  Hesitation as to whether a state of mind is\n“religious,” or “irreligious,” or “moral,” or “philosophical,” is\nonly likely to arise when the state of mind is weakly\ncharacterized, but in that case it will be hardly worthy of our\nstudy at all.  With states that can only by courtesy be called\nreligious we need have nothing to do, our only profitable\nbusiness being with what nobody can possibly feel tempted to call\nanything else.  I said in my former lecture that we learn most\nabout a thing when we view it under a microscope, as it were, or\nin its most exaggerated form.  This is as true of religious\nphenomena as of any other kind of fact.  The only cases likely to\nbe profitable enough to repay our attention will therefore be\ncases where the religious spirit is unmistakable and extreme. \nIts fainter manifestations we may tranquilly pass by.  Here, for\nexample, is the total reaction upon life of Frederick Locker\nLampson, whose autobiography, entitled  “Confidences,” proves him\nto have been a most amiable man.",
        "“I am so far resigned to my lot that I feel small pain at the\nthought of having to part from what has been called the pleasant\nhabit of existence, the sweet fable of life.  I would not care to\nlive my wasted life over again, and so to prolong my span. \nStrange to say, I have but little wish to be younger.  I submit\nwith a chill at my heart.  I humbly submit because it is the\nDivine Will, and my appointed destiny.  I dread the increase of\ninfirmities that will make me a burden to those around me, those\ndear to me.  No! let me slip away as quietly and comfortably as I\ncan.  Let the end come, if peace come with it.",
        "“I do not know that there is a great deal to be said for this\nworld, or our sojourn here upon it; but it has pleased God so to\nplace us, and it must please me also.  I ask you, what is human\nlife?  Is not it a maimed happiness–care and weariness,\nweariness and care, with the baseless expectation, the strange\ncozenage of a brighter to-morrow?  At best it is but a froward\nchild, that must be played with and humored, to keep it quiet\ntill it falls asleep, and then the care is over.\"[13]",
        "[13] Op. cit., pp. 314, 313.",
        "This is a complex, a tender, a submissive, and a graceful state\nof mind.  For myself, I should have no objection to calling it on\nthe whole a religious state of mind, although I dare say that to\nmany of you it may seem too listless and half-hearted to merit so\ngood a name.  But what matters it in the end whether we call such\na state of mind religious or not?  It is too insignificant for\nour instruction in any case; and its very possessor wrote it down\nin terms which he would not have used unless he had been thinking\nof more energetically religious moods in others, with which he\nfound himself unable to compete.  It is with these more energetic\nstates that our sole business lies, and we can perfectly well\nafford to let the minor notes and the uncertain border go.  It\nwas the extremer cases that I had in mind a little while ago\nwhen I said that personal religion, even without theology or\nritual, would prove to embody some elements that morality pure\nand simple does not contain.  You may remember that I promised\nshortly to point out what those elements were.  In a general way\nI can now say what I had in mind.",
        "“I accept the universe” is reported to have been a favorite\nutterance of our New England transcendentalist, Margaret Fuller;\nand when some one repeated this phrase to Thomas Carlyle, his\nsardonic comment is said to have been:  “Gad! she’d better!”  At\nbottom the whole concern of both morality and religion is with\nthe manner of our acceptance of the universe.  Do we accept it\nonly in part and grudgingly, or heartily and altogether?  Shall\nour protests against certain things in it be radical and\nunforgiving, or shall we think that, even with evil, there are\nways of living that must lead to good?  If we accept the whole,\nshall we do so as if stunned into submission–as Carlyle would\nhave us–\"Gad! we’d better!\"–or shall we do so with enthusiastic\nassent?  Morality pure and simple accepts the law of the whole\nwhich it finds reigning, so far as to acknowledge and obey it,\nbut it may obey it with the heaviest and coldest heart, and never\ncease to feel it as a yoke.  But for religion, in its strong and\nfully developed manifestations, the service of the highest never\nis felt as a yoke.  Dull submission is left far behind, and a\nmood of welcome, which may fill any place on the scale between\ncheerful serenity and enthusiastic gladness, has taken its place.",
        "It makes a tremendous emotional and practical difference to one\nwhether one accept the universe in the drab discolored way of\nstoic resignation to necessity, or with the passionate happiness\nof Christian saints.  The difference is as great as that between\npassivity and activity, as that between the defensive and the\naggressive mood.  Gradual as are the steps by which an individual\nmay grow from one state into the other, many as are the\nintermediate stages which different individuals represent, yet\nwhen you place the typical extremes beside each other for\ncomparison, you feel that two discontinuous psychological\nuniverses confront you, and that in passing from one to the other\na “critical point” has been overcome.",
        "If we compare stoic with Christian ejaculations we see much more\nthan a difference of doctrine; rather is it a difference of\nemotional mood that parts them.  When Marcus Aurelius reflects on\nthe eternal reason that has ordered things, there is a frosty\nchill about his words which you rarely find in a Jewish, and\nnever in a Christian piece of religious writing.  The universe is\n“accepted” by all these writers; but how devoid of passion or\nexultation the spirit of the Roman Emperor is!  Compare his fine\nsentence:  “If gods care not for me or my children, here is a\nreason for it,” with Job’s cry:  “Though he slay me, yet will I\ntrust in him!” and you immediately see the difference I mean. \nThe anima mundi, to whose disposal of his own personal destiny\nthe Stoic consents, is there to be respected and submitted to,\nbut the Christian God is there to be loved; and the difference of\nemotional atmosphere is like that between an arctic climate and\nthe tropics, though the outcome in the way of accepting actual\nconditions uncomplainingly may seem in abstract terms to be much\nthe same.",
        "“It is a man’s duty,” says Marcus Aurelius, “to comfort himself\nand wait for the natural dissolution, and not to be vexed, but to\nfind refreshment solely in these thoughts–first that nothing\nwill happen to me which is not conformable to the nature of the\nuniverse; and secondly that I need do nothing contrary to the God\nand deity within me; for there is no man who can compel me to\ntransgress.  He is an abscess on the universe who withdraws\nand separates himself from the reason of our common nature,\nthrough being displeased with the things which happen.  For the\nsame nature produces these, and has produced thee too.  And so\naccept everything which happens, even if it seem disagreeable,\nbecause it leads to this, the health of the universe and to the\nprosperity and felicity of Zeus.  For he would not have brought\non any man what he has brought if it were not useful for the\nwhole.  The integrity of the whole is mutilated if thou cuttest\noff anything.  And thou dost cut off, as far as it is in thy\npower, when thou art dissatisfied, and in a manner triest to put\nanything out of the way.\"[14]",
        "[14] Book V., ch. ix. (abridged).",
        "Compare now this mood with that of the old Christian author of\nthe Theologia Germanica:–",
        "“Where men are enlightened with the true light, they renounce all\ndesire and choice, and commit and commend themselves and all\nthings to the eternal Goodness, so that every enlightened man\ncould say:  ’I would fain be to the Eternal Goodness what his own\nhand is to a man.’  Such men are in a state of freedom, because\nthey have lost the fear of pain or hell, and the hope of reward\nor heaven, and are living in pure submission to the eternal\nGoodness, in the perfect freedom of fervent love.  When a man\ntruly perceiveth and considereth himself, who and what he is, and\nfindeth himself utterly vile and wicked and unworthy, he falleth\ninto such a deep abasement that it seemeth to him reasonable that\nall creatures in heaven and earth should rise up against him. \nAnd therefore he will not and dare not desire any consolation and\nrelease; but he is willing to be unconsoled and unreleased; and\nhe doth not grieve over his sufferings, for they are right in his\neyes, and he hath nothing to say against them.  This is what is\nmeant by true repentance for sin; and he who in this present time\nentereth into this hell, none may console him.  Now God hath not\nforsaken a man in this hell, but He is laying his hand upon him,\nthat the man may not desire nor regard anything but the eternal\nGood only.  And then, when the man neither careth for nor\ndesireth anything but the eternal Good alone, and seeketh not\nhimself nor his own things, but the honour of God only, he is\nmade a partaker of all manner of joy, bliss, peace, rest, and\nconsolation, and so the man is henceforth in the kingdom of\nheaven.  This hell and this heaven are two good safe ways for a\nman, and happy is he who truly findeth them.\"[15]",
        "[15] Chaps. x., xi.  (abridged):  Winkworth’s translation.",
        "How much more active and positive the impulse of the Christian\nwriter to accept his place in the universe is! Marcus Aurelius\nagrees TO the scheme–the German theologian agrees WITH it.  He\nliterally ABOUNDS in agreement, he runs out to embrace the divine\ndecrees.",
        "Occasionally, it is true, the stoic rises to something like a\nChristian warmth of sentiment, as in the often quoted passage of\nMarcus Aurelius:–",
        "“Everything harmonizes with me which is harmonious to thee, O\nUniverse.  Nothing for me is too early nor too late, which is in\ndue time for thee.  Everything is fruit to me which thy seasons\nbring, O Nature:  from thee are all things, in thee are all\nthings, to thee all things return.  The poet says, Dear City of\nCecrops; and wilt thou not say, Dear City of Zeus?\"[16]",
        "[16] Book IV., 523",
        "But compare even as devout a passage as this with a genuine\nChristian outpouring, and it seems a little cold. Turn, for\ninstance, to the Imitation of Christ:–",
        "“Lord, thou knowest what is best; let this or that be according\nas thou wilt.  Give what thou wilt, so much as thou wilt, when\nthou wilt.  Do with me as thou knowest best, and as shall be most\nto thine honour.  Place me where thou wilt, and freely work thy\nwill with me in all things. . . .  When could it be evil when\nthou wert near?  I had rather be poor for thy sake than rich\nwithout thee.  I choose rather to be a pilgrim upon the earth\nwith thee, than without thee to possess heaven.  Where thou art,\nthere is heaven; and where thou art not, behold there death and\nhell.\"[17]",
        "[17] Benham’s translation:  Book III., chaps.  xv., lix.  Compare\nMary Moody Emerson:  “Let me be a blot on this fair world, the\nobscurest the loneliest sufferer, with one proviso–that I know\nit is His agency.  I will love Him though He shed frost and\ndarkness on every way of mine.”  R. W. Emerson:  Lectures and\nBiographical Sketches, p. 188.",
        "It is a good rule in physiology, when we are studying the meaning\nof an organ, to ask after its most peculiar and characteristic\nsort of performance, and to seek its office in that one of its\nfunctions which no other organ can possibly exert.  Surely the\nsame maxim holds good in our present quest.  The essence of\nreligious experiences, the thing by which we finally must judge\nthem, must be that element or quality in them which we can meet\nnowhere else.  And such a quality will be of course most\nprominent and easy to notice in those religious experiences which\nare most one-sided, exaggerated, and intense.",
        "Now when we compare these intenser experiences with the\nexperiences of tamer minds, so cool and reasonable that we are\ntempted to call them philosophical rather than religious, we find\na character that is perfectly distinct.  That character, it seems\nto me, should be regarded as the practically important\ndifferentia of religion for our purpose; and just what it is can\neasily be brought out by comparing the mind of an abstractly\nconceived Christian with that of a moralist similarly conceived.",
        "A life is manly, stoical, moral, or philosophical, we say, in\nproportion as it is less swayed by paltry personal considerations\nand more by objective ends that call for energy, even though that\nenergy bring personal loss and pain.  This is the good side of\nwar, in so far as it calls for “volunteers.”  And for morality\nlife is a war, and the service of the highest is a sort of cosmic\npatriotism which also calls for volunteers.  Even a sick man,\nunable to be militant outwardly, can carry on the moral warfare. \nHe can willfully turn his attention away from his own future,\nwhether in this world or the next.  He can train himself to\nindifference to his present drawbacks and immerse himself in\nwhatever objective interests still remain accessible.  He can\nfollow public news, and sympathize with other people’s affairs. \nHe can cultivate cheerful manners, and be silent about his\nmiseries. He can contemplate whatever ideal aspects of existence\nhis philosophy is able to present to him, and practice whatever\nduties, such as patience, resignation, trust, his ethical system\nrequires.  Such a man lives on his loftiest, largest plane.  He\nis a high-hearted freeman and no pining slave.  And yet he lacks\nsomething which the Christian par excellence, the mystic and\nascetic saint, for example, has in abundant measure, and which\nmakes of him a human being of an altogether different\ndenomination.",
        "The Christian also spurns the pinched and mumping sick-room\nattitude, and the lives of saints are full of a kind of\ncallousness to diseased conditions of body which probably no\nother human records show.  But whereas the merely moralistic\nspurning takes an effort of volition, the Christian spurning is\nthe result of the excitement of a higher kind of emotion, in the\npresence of which no exertion of volition is required.  The\nmoralist must hold his breath and keep his muscles tense; and so\nlong as this athletic attitude is possible all goes\nwell–morality suffices.  But the athletic attitude tends ever to\nbreak down, and it inevitably does break down even in the most\nstalwart when the organism begins to decay, or when morbid fears\ninvade the mind.  To suggest personal will and effort to one all\nsicklied o’er with the sense of irremediable impotence is to\nsuggest the most impossible of things.  What he craves is to be\nconsoled in his very powerlessness, to feel that the spirit of\nthe universe <47> recognizes and secures him, all decaying and\nfailing as he is.  Well, we are all such helpless failures in the\nlast resort.  The sanest and best of us are of one clay with\nlunatics and prison inmates, and death finally runs the robustest\nof us down.  And whenever we feel this, such a sense of the\nvanity and provisionality of our voluntary career comes over us\nthat all our morality appears but as a plaster hiding a sore it\ncan never cure, and all our well-doing as the hollowest\nsubstitute for that well-BEING that our lives ought to be\ngrounded in, but, alas! are not.",
        "And here religion comes to our rescue and takes our fate into her\nhands.  There is a state of mind, known to religious men, but to\nno others, in which the will to assert ourselves and hold our own\nhas been displaced by a willingness to close our mouths and be as\nnothing in the floods and waterspouts of God.  In this state of\nmind, what we most dreaded has become the habitation of our\nsafety, and the hour of our moral death has turned into our\nspiritual birthday.  The time for tension in our soul is over,\nand that of happy relaxation, of calm deep breathing, of an\neternal present, with no discordant future to be anxious about,\nhas arrived.  Fear is not held in abeyance as it is by mere\nmorality, it is positively expunged and washed away.",
        "We shall see abundant examples of this happy state of mind in\nlater lectures of this course.  We shall see how infinitely\npassionate a thing religion at its highest flights can be.  Like\nlove, like wrath, like hope, ambition, jealousy, like every other\ninstinctive eagerness and impulse, it adds to life an enchantment\nwhich is not rationally or logically deducible from anything\nelse.  This enchantment, coming as a gift when it does come–a\ngift of our organism, the physiologists will tell us, a gift of\nGod’s grace, the theologians say –is either there or not there\nfor us, and there are persons who can no more become possessed by\nit than they can fall in love with a given woman by mere word of\ncommand.  Religious feeling is thus an absolute addition to the\nSubject’s range of life.  It gives him a new sphere of power.\nWhen the outward battle is lost, and the outer world disowns him,\nit redeems and vivifies an interior world which otherwise would\nbe an empty waste.",
        "If religion is to mean anything definite for us, it seems to me\nthat we ought to take it as meaning this added dimension of\nemotion, this enthusiastic temper of espousal, in regions where\nmorality strictly so called can at best but bow its head and\nacquiesce.  It ought to mean nothing short of this new reach of\nfreedom for us, with the struggle over, the keynote of the\nuniverse sounding in our ears, and everlasting possession spread\nbefore our eyes.[18]",
        "[18] Once more, there are plenty of men, constitutionally sombre\nmen, in whose religious life this rapturousness is lacking.  They\nare religious in the wider sense, yet in this acutest of all\nsenses they are not so, and it is religion in the acutest sense\nthat I wish, without disputing about words, to study first, so as\nto get at its typical differentia.",
        "This sort of happiness in the absolute and everlasting is what we\nfind nowhere but in religion.  It is parted off from all mere\nanimal happiness, all mere enjoyment of the present, by that\nelement of solemnity of which I have already made so much\naccount.  Solemnity is a hard thing to define abstractly, but\ncertain of its marks are patent enough. A solemn state of mind is\nnever crude or simple–it seems to contain a certain measure of\nits own opposite in solution. A solemn joy preserves a sort of\nbitter in its sweetness; a solemn sorrow is one to which we\nintimately consent.  But there are writers who, realizing that\nhappiness of a supreme sort is the prerogative of religion,\nforget this complication, and call all happiness, as such,\nreligious.  Mr. Havelock Ellis, for example, identifies religion\nwith the entire field of the soul’s liberation from oppressive\nmoods.",
        "“The simplest functions of physiological life,” he writes may be\nits ministers.  Every one who is at all acquainted with the\nPersian mystics knows how wine may be regarded as an instrument\nof religion.  Indeed, in all countries and in all ages some form\nof physical enlargement–singing, dancing, drinking, sexual\nexcitement–has been intimately associated with worship. Even the\nmomentary expansion of the soul in laughter is, to however slight\nan extent, a religious exercise. . . . Whenever an impulse from\nthe world strikes against the organism, and the resultant is not\ndiscomfort or pain, not even the muscular contraction of\nstrenuous manhood, but a joyous expansion or aspiration of the\nwhole soul–there is religion. It is the infinite for which we\nhunger, and we ride gladly on every little wave that promises to\nbear us towards it.\"[19]",
        "[19] The New Spirit, p. 232.",
        "But such a straight identification of religion with any and every\nform of happiness leaves the essential peculiarity of religious\nhappiness out.  The more commonplace happinesses which we get are\n“reliefs,” occasioned by our momentary escapes from evils either\nexperienced or threatened. But in its most characteristic\nembodiments, religious happiness is no mere feeling of escape. \nIt cares no longer to escape.  It consents to the evil outwardly\nas a form of sacrifice–inwardly it knows it to be permanently\novercome. If you ask HOW religion thus falls on the thorns and\nfaces death, and in the very act annuls annihilation, I cannot\nexplain the matter, for it is religion’s secret, and to\nunderstand it you must yourself have been a religious man of the\nextremer type.  In our future examples, even of the simplest and\nhealthiest-minded type of religious consciousness, we shall find\nthis complex sacrificial constitution, in which a higher\nhappiness holds a lower unhappiness in check.  In the Louvre\nthere is a picture, by Guido Reni, of St. Michael with his foot\non Satan’s neck.  The richness of the picture is in large part\ndue to the fiend’s figure being there.  The richness of its\nallegorical meaning also is due to his being there–that is, the\nworld is all the richer for having a devil in it, SO LONG AS WE\nKEEP OUR FOOT UPON HIS NECK.  In the religious consciousness,\nthat is just the position in which the fiend, the negative or\ntragic principle, is found; and for that very reason the\nreligious consciousness is so rich from the emotional point of\nview.[20]  We shall see how in certain men and women it takes on\na monstrously ascetic form.  There are saints who have literally\nfed on the negative principle, on humiliation and privation, and\nthe thought of suffering and death–their souls growing in\nhappiness just in proportion as their outward state grew more\nintolerable.  No other emotion than religious emotion can bring a\nman to this peculiar pass.  And it is for that reason that when\nwe ask our question about the value of religion for human life, I\nthink we ought to look for the answer among these violenter\nexamples rather than among those of a more moderate hue.",
        "[20] I owe this allegorical illustration to my lamented colleague\nand Friend, Charles Carroll Everett.",
        "Having the phenomenon of our study in its acutest possible form\nto start with, we can shade down as much as we please later.  And\nif in these cases, repulsive as they are to our ordinary worldly\nway of judging, we find ourselves compelled to acknowledge\nreligion’s value and treat it with respect, it will have proved\nin some way its value for life at large.  By subtracting and\ntoning down extravagances we may thereupon proceed to trace the\nboundaries of its legitimate sway.",
        "To be sure, it makes our task difficult to have to deal so muck\nwith eccentricities and extremes.  “How CAN religion on the whole\nbe the most important of all human functions,” you may ask, “if\nevery several manifestation of it in turn have to be corrected\nand sobered down and pruned away?”  ",
        "Such a thesis seems a paradox impossible to sustain\nreasonably–yet I believe that something like it will have to be\nour final contention.  That personal attitude which the\nindividual finds himself impelled to take up towards what he\napprehends to be the divine–and you will remember that this was\nour definition–will prove to be both a helpless and a\nsacrificial attitude.  That is, we shall have to confess to at\nleast some amount of dependence on sheer mercy, and to practice\nsome amount of renunciation, great or small, to save our souls\nalive.  The constitution of the world we live in requires it:–",
        "          “Entbehren sollst du! sollst entbehren!\n           Das ist der ewige Gesang\n           Der jedem an die Ohren klingt,\n           Den, unser ganzes Leben lang\n           Uns heiser jede Stunde singt.”",
        "For when all is said and done, we are in the end absolutely\ndependent on the universe; and into sacrifices and surrenders of\nsome sort, deliberately looked at and accepted, we are drawn and\npressed as into our only permanent positions of repose.  Now in\nthose states of mind which fall short of religion, the surrender\nis submitted to as an imposition of necessity, and the sacrifice\nis undergone at the very best without complaint.  In the\nreligious life, on the contrary, surrender and sacrifice are\npositively espoused:  even unnecessary givings-up are added in\norder that the happiness may increase.  Religion thus makes easy\nand felicitous what in any case is necessary; and if it be the\nonly agency that can accomplish this result, its vital importance\nas a human faculty stands vindicated beyond dispute.  It becomes\nan essential organ of our life, performing a function which no\nother portion of our nature can so successfully fulfill.  From\nthe merely biological point of view, so to call it, this is a\nconclusion to which, so far as I can now see, we shall inevitably\nbe led, and led moreover by following the purely empirical method\nof demonstration which I sketched to you in the first lecture. \nOf the farther office of religion as a metaphysical revelation I\nwill say nothing now.",
        "But to foreshadow the terminus of one’s investigations is one\nthing, and to arrive there safely is another.  In the next\nlecture, abandoning the extreme generalities which have engrossed\nus hitherto, I propose that we begin our actual journey by\naddressing ourselves directly to the concrete facts.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003. Also see Part II of this book.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Varieties of Religious ExperienceBy William JamesAt Amazon"
    ]
}