{
    "title": "The Picture of Dorian Gray - Chapter IX",
    "author": "Oscar Wilde",
    "chapter": "9",
    "content": [
        "\nOscar Wilde, 1882.(Image based on photograph by N. Sarony.)\n",
        "\n\n",
        "For years, Dorian Gray could not free himself from the memory of\nthis book.  Or perhaps it would be more accurate to say that he never\nsought to free himself from it.  He procured from Paris no less than\nfive large-paper copies of the first edition, and had them bound in\ndifferent colors, so that they might suit his various moods and the\nchanging fancies of a nature over which he seemed, at times, to have\nalmost entirely lost control.  The hero, the wonderful young\nParisian, in whom the romantic temperament and the scientific\ntemperament were so strangely blended, became to him a kind of\nprefiguring type of himself.  And, indeed, the whole book seemed to\nhim to contain the story of his own life, written before he had lived\nit.",
        "In one point he was more fortunate than the book’s fantastic hero.\nHe never knew–never, indeed, had any cause to know–that somewhat\ngrotesque dread of mirrors, and polished metal surfaces, and still\nwater, which came upon the young Parisian so early in his life, and\nwas occasioned by the sudden decay of a beauty that had once,\napparently, been so remarkable.  It was with an almost cruel joy–and\nperhaps in nearly every joy, as certainly in every pleasure, cruelty\nhas its place–that he used to read the latter part of the book, with\nits really tragic, if somewhat over-emphasized, account of the sorrow\nand despair of one who had himself lost what in others, and in the\nworld, he had most valued.",
        "He, at any rate, had no cause to fear that.  The boyish beauty that\nhad so fascinated Basil Hallward, and many others besides him, seemed\nnever to leave him.  Even those who had heard the most evil things\nagainst him (and from time to time strange rumors about his mode of\nlife crept through London and became the chatter of the clubs) could\nnot believe anything to his dishonor when they saw him.  He had\nalways the look of one who had kept himself unspotted from the world.\nMen who talked grossly became silent when Dorian Gray entered the\nroom.  There was something in the purity of his face that rebuked\nthem.  His mere presence seemed to recall to them the innocence that\nthey had tarnished.  They wondered how one so charming and graceful\nas he was could have escaped the stain of an age that was at once\nsordid and sensuous.",
        "He himself, on returning home from one of those mysterious and\nprolonged absences that gave rise to such strange conjecture among\nthose who were his friends, or thought that they were so, would creep\nup-stairs to the locked room, open the door with the key that never\nleft him, and stand, with a mirror, in front of the portrait that\nBasil Hallward had painted of him, looking now at the evil and aging\nface on the canvas, and now at the fair young face that laughed back\nat him from the polished glass.  The very sharpness of the contrast\nused to quicken his sense of pleasure.  He grew more and more\nenamoured of his own beauty, more and more interested in the\ncorruption of his own soul.  He would examine with minute care, and\noften with a monstrous and terrible delight, the hideous lines that\nseared the wrinkling forehead or crawled around the heavy sensual\nmouth, [66] wondering sometimes which were the more horrible, the\nsigns of sin or the signs of age.  He would place his white hands\nbeside the coarse bloated hands of the picture, and smile.  He mocked\nthe misshapen body and the failing limbs.",
        "There were moments, indeed, at night, when, lying sleepless in his\nown delicately-scented chamber, or in the sordid room of the little\nill-famed tavern near the Docks, which, under an assumed name, and in\ndisguise, it was his habit to frequent, he would think of the ruin he\nhad brought upon his soul, with a pity that was all the more poignant\nbecause it was purely selfish.  But moments such as these were rare.\nThat curiosity about life that, many years before, Lord Henry had\nfirst stirred in him, as they sat together in the garden of their\nfriend, seemed to increase with gratification.  The more he knew, the\nmore he desired to know.  He had mad hungers that grew more ravenous\nas he fed them.",
        "Yet he was not really reckless, at any rate in his relations to\nsociety.  Once or twice every month during the winter, and on each\nWednesday evening while the season lasted, he would throw open to the\nworld his beautiful house and have the most celebrated musicians of\nthe day to charm his guests with the wonders of their art.  His\nlittle dinners, in the settling of which Lord Henry always assisted\nhim, were noted as much for the careful selection and placing of\nthose invited, as for the exquisite taste shown in the decoration of\nthe table, with its subtle symphonic arrangements of exotic flowers,\nand embroidered cloths, and antique plate of gold and silver.\nIndeed, there were many, especially among the very young men, who\nsaw, or fancied that they saw, in Dorian Gray the true realization of\na type of which they had often dreamed in Eton or Oxford days, a type\nthat was to combine something of the real culture of the scholar with\nall the grace and distinction and perfect manner of a citizen of the\nworld.  To them he seemed to belong to those whom Dante describes as\nhaving sought to “make themselves perfect by the worship of beauty.\"\nLike Gautier, he was one for whom “the visible world existed.”",
        "And, certainly, to him life itself was the first, the greatest, of\nthe arts, and for it all the other arts seemed to be but a\npreparation.  Fashion, by which what is really fantastic becomes for\na moment universal, and Dandyism, which, in its own way, is an\nattempt to assert the absolute modernity of beauty, had, of course,\ntheir fascination for him.  His mode of dressing, and the particular\nstyles that he affected from time to time, had their marked influence\non the young exquisites of the Mayfair balls and Pall Mall club\nwindows, who copied him in everything that he did, and tried to\nreproduce the accidental charm of his graceful, though to him only\nhalf-serious, fopperies.",
        "For, while he was but too ready to accept the position that was\nalmost immediately offered to him on his coming of age, and found,\nindeed, a subtle pleasure in the thought that he might really become\nto the London of his own day what to imperial Neronian Rome the\nauthor of the “Satyricon” had once been, yet in his inmost heart he\ndesired to be something more than a mere arbiter elegantiarum, to be\nconsulted on the wearing of a jewel, or the knotting of a necktie, or\n[67] the conduct of a cane.  He sought to elaborate some new scheme\nof life that would have its reasoned philosophy and its ordered\nprinciples and find in the spiritualizing of the senses its highest\nrealization.",
        "The worship of the senses has often, and with much justice, been\ndecried, men feeling a natural instinct of terror about passions and\nsensations that seem stronger than ourselves, and that we are\nconscious of sharing with the less highly organized forms of\nexistence.  But it appeared to Dorian Gray that the true nature of\nthe senses had never been understood, and that they had remained\nsavage and animal merely because the world had sought to starve them\ninto submission or to kill them by pain, instead of aiming at making\nthem elements of a new spirituality, of which a fine instinct for\nbeauty was to be the dominant characteristic.  As he looked back upon\nman moving through History, he was haunted by a feeling of loss.  So\nmuch had been surrendered! and to such little purpose!  There had\nbeen mad wilful rejections, monstrous forms of self-torture and self-\ndenial, whose origin was fear, and whose result was a degradation\ninfinitely more terrible than that fancied degradation from which, in\ntheir ignorance, they had sought to escape, Nature in her wonderful\nirony driving the anchorite out to herd with the wild animals of the\ndesert and giving to the hermit the beasts of the field as his\ncompanions.",
        "Yes, there was to be, as Lord Henry had prophesied, a new hedonism\nthat was to re-create life, and to save it from that harsh, uncomely\npuritanism that is having, in our own day, its curious revival.  It\nwas to have its service of the intellect, certainly; yet it was never\nto accept any theory or system that would involve the sacrifice of\nany mode of passionate experience.  Its aim, indeed, was to be\nexperience itself, and not the fruits of experience, sweet or bitter\nas they might be.  Of the asceticism that deadens the senses, as of\nthe vulgar profligacy that dulls them, it was to know nothing.  But\nit was to teach man to concentrate himself upon the moments of a life\nthat is itself but a moment.",
        "There are few of us who have not sometimes wakened before dawn,\neither after one of those dreamless nights that make one almost\nenamoured of death, or one of those nights of horror and misshapen\njoy, when through the chambers of the brain sweep phantoms more\nterrible than reality itself, and instinct with that vivid life that\nlurks in all grotesques, and that lends to Gothic art its enduring\nvitality, this art being, one might fancy, especially the art of\nthose whose minds have been troubled with the malady of revery.\nGradually white fingers creep through the curtains, and they appear\nto tremble.  Black fantastic shadows crawl into the corners of the\nroom, and crouch there.  Outside, there is the stirring of birds\namong the leaves, or the sound of men going forth to their work, or\nthe sigh and sob of the wind coming down from the hills, and\nwandering round the silent house, as though it feared to wake the\nsleepers.  Veil after veil of thin dusky gauze is lifted, and by\ndegrees the forms and colors of things are restored to them, and we\nwatch the dawn remaking the world in its antique pattern.  The wan\nmirrors get back their mimic life.  The flameless tapers stand where\nwe have left them, and beside them [68] lies the half-read book that\nwe had been studying, or the wired flower that we had worn at the\nball, or the letter that we had been afraid to read, or that we had\nread too often.  Nothing seems to us changed.  Out of the unreal\nshadows of the night comes back the real life that we had known.  We\nhave to resume it where we had left off, and there steals over us a\nterrible sense of the necessity for the continuance of energy in the\nsame wearisome round of stereotyped habits, or a wild longing, it may\nbe, that our eyelids might open some morning upon a world that had\nbeen re-fashioned anew for our pleasure in the darkness, a world in\nwhich things would have fresh shapes and colors, and be changed, or\nhave other secrets, a world in which the past would have little or no\nplace, or survive, at any rate, in no conscious form of obligation or\nregret, the remembrance even of joy having its bitterness, and the\nmemories of pleasure their pain.",
        "It was the creation of such worlds as these that seemed to Dorian\nGray to be the true object, or among the true objects, of life; and\nin his search for sensations that would be at once new and\ndelightful, and possess that element of strangeness that is so\nessential to romance, he would often adopt certain modes of thought\nthat he knew to be really alien to his nature, abandon himself to\ntheir subtle influences, and then, having, as it were, caught their\ncolor and satisfied his intellectual curiosity, leave them with that\ncurious indifference that is not incompatible with a real ardor of\ntemperament, and that indeed, according to certain modern\npsychologists, is often a condition of it.",
        "It was rumored of him once that he was about to join the Roman\nCatholic communion; and certainly the Roman ritual had always a great\nattraction for him.  The daily sacrifice, more awful really than all\nthe sacrifices of the antique world, stirred him as much by its\nsuperb rejection of the evidence of the senses as by the primitive\nsimplicity of its elements and the eternal pathos of the human\ntragedy that it sought to symbolize.  He loved to kneel down on the\ncold marble pavement, and with the priest, in his stiff flowered\ncope, slowly and with white hands moving aside the veil of the\ntabernacle, and raising aloft the jewelled lantern-shaped monstrance\nwith that pallid wafer that at times, one would fain think, is indeed\nthe “panis caelestis,” the bread of angels, or, robed in the garments\nof the Passion of Christ, breaking the Host into the chalice, and\nsmiting his breast for his sins.  The fuming censers, that the grave\nboys, in their lace and scarlet, tossed into the air like great gilt\nflowers, had their subtle fascination for him.  As he passed out, he\nused to look with wonder at the black confessionals, and long to sit\nin the dim shadow of one of them and listen to men and women\nwhispering through the tarnished grating the true story of their\nlives.",
        "But he never fell into the error of arresting his intellectual\ndevelopment by any formal acceptance of creed or system, or of\nmistaking, for a house in which to live, an inn that is but suitable\nfor the sojourn of a night, or for a few hours of a night in which\nthere are no stars and the moon is in travail.  Mysticism, with its\nmarvellous power of making common things strange to us, and the\nsubtle antinomianism that always seems to accompany it, moved him for\na season; and for a [69] season he inclined to the materialistic\ndoctrines of the Darwinismus movement in Germany, and found a curious\npleasure in tracing the thoughts and passions of men to some pearly\ncell in the brain, or some white nerve in the body, delighting in the\nconception of the absolute dependence of the spirit on certain\nphysical conditions, morbid or healthy, normal or diseased.  Yet, as\nhas been said of him before, no theory of life seemed to him to be of\nany importance compared with life itself.  He felt keenly conscious\nof how barren all intellectual speculation is when separated from\naction and experiment.  He knew that the senses, no less than the\nsoul, have their mysteries to reveal.",
        "And so he would now study perfumes, and the secrets of their\nmanufacture, distilling heavily-scented oils, and burning odorous\ngums from the East.  He saw that there was no mood of the mind that\nhad not its counterpart in the sensuous life, and set himself to\ndiscover their true relations, wondering what there was in\nfrankincense that made one mystical, and in ambergris that stirred\none’s passions, and in violets that woke the memory of dead romances,\nand in musk that troubled the brain, and in champak that stained the\nimagination; and seeking often to elaborate a real psychology of\nperfumes, and to estimate the several influences of sweet-smelling\nroots, and scented pollen-laden flowers, of aromatic balms, and of\ndark and fragrant woods, of spikenard that sickens, of hovenia that\nmakes men mad, and of aloes that are said to be able to expel\nmelancholy from the soul.",
        "At another time he devoted himself entirely to music, and in a long\nlatticed room, with a vermilion-and-gold ceiling and walls of olive-\ngreen lacquer, he used to give curious concerts in which mad gypsies\ntore wild music from little zithers, or grave yellow-shawled\nTunisians plucked at the strained strings of monstrous lutes, while\ngrinning negroes beat monotonously upon copper drums, or turbaned\nIndians, crouching upon scarlet mats, blew through long pipes of reed\nor brass, and charmed, or feigned to charm, great hooded snakes and\nhorrible horned adders.  The harsh intervals and shrill discords of\nbarbaric music stirred him at times when Schubert’s grace, and\nChopin’s beautiful sorrows, and the mighty harmonies of Beethoven\nhimself, fell unheeded on his ear.  He collected together from all\nparts of the world the strangest instruments that could be found,\neither in the tombs of dead nations or among the few savage tribes\nthat have survived contact with Western civilizations, and loved to\ntouch and try them.  He had the mysterious juruparis of the Rio Negro\nIndians, that women are not allowed to look at, and that even youths\nmay not see till they have been subjected to fasting and scourging,\nand the earthen jars of the Peruvians that have the shrill cries of\nbirds, and flutes of human bones such as Alfonso de Ovalle heard in\nChili, and the sonorous green stones that are found near Cuzco and\ngive forth a note of singular sweetness.  He had painted gourds\nfilled with pebbles that rattled when they were shaken; the long\nclarin of the Mexicans, into which the performer does not blow, but\nthrough which he inhales the air; the harsh turé of the Amazon\ntribes, that is sounded by the sentinels who sit all day long in\ntrees, and that can be heard, it is said, at a distance of three\nleagues; the teponaztli, that [70] has two vibrating tongues of wood,\nand is beaten with sticks that are smeared with an elastic gum\nobtained from the milky juice of plants; the yotl-bells of the\nAztecs, that are hung in clusters like grapes; and a huge cylindrical\ndrum, covered with the skins of great serpents, like the one that\nBernal Diaz saw when he went with Cortes into the Mexican temple, and\nof whose doleful sound he has left us so vivid a description.  The\nfantastic character of these instruments fascinated him, and he felt\na curious delight in the thought that Art, like Nature, has her\nmonsters, things of bestial shape and with hideous voices.  Yet,\nafter some time, he wearied of them, and would sit in his box at the\nOpera, either alone or with Lord Henry, listening in rapt pleasure to\n“Tannhäuser,” and seeing in that great work of art a presentation of\nthe tragedy of his own soul.",
        "On another occasion he took up the study of jewels, and appeared at a\ncostume ball as Anne de Joyeuse, Admiral of France, in a dress\ncovered with five hundred and sixty pearls.  He would often spend a\nwhole day settling and resettling in their cases the various stones\nthat he had collected, such as the olive-green chrysoberyl that turns\nred by lamplight, the cymophane with its wire-like line of silver,\nthe pistachio-colored peridot, rose-pink and wine-yellow topazes,\ncarbuncles of fiery scarlet with tremulous four-rayed stars, flame-\nred cinnamon-stones, orange and violet spinels, and amethysts with\ntheir alternate layers of ruby and sapphire.  He loved the red gold\nof the sunstone, and the moonstone’s pearly whiteness, and the broken\nrainbow of the milky opal.  He procured from Amsterdam three emeralds\nof extraordinary size and richness of color, and had a turquoise de\nla vieille roche that was the envy of all the connoisseurs.",
        "He discovered wonderful stories, also, about jewels.  In Alphonso’s\n“Clericalis Disciplina” a serpent was mentioned with eyes of real\njacinth, and in the romantic history of Alexander he was said to have\nfound snakes in the vale of Jordan “with collars of real emeralds\ngrowing on their backs.”  There was a gem in the brain of the dragon,\nPhilostratus told us, and “by the exhibition of golden letters and a\nscarlet robe” the monster could be thrown into a magical sleep, and\nslain.  According to the great alchemist Pierre de Boniface, the\ndiamond rendered a man invisible, and the agate of India made him\neloquent.  The cornelian appeased anger, and the hyacinth provoked\nsleep, and the amethyst drove away the fumes of wine.  The garnet\ncast out demons, and the hydropicus deprived the moon of her color.\nThe selenite waxed and waned with the moon, and the meloceus, that\ndiscovers thieves, could be affected only by the blood of kids.\nLeonardus Camillus had seen a white stone taken from the brain of a\nnewly-killed toad, that was a certain antidote against poison.  The\nbezoar, that was found in the heart of the Arabian deer, was a charm\nthat could cure the plague.  In the nests of Arabian birds was the\naspilates, that, according to Democritus, kept the wearer from any\ndanger by fire.",
        "The King of Ceilan rode through his city with a large ruby in his\nhand, as the ceremony of his coronation.  The gates of the palace of\nJohn the Priest were “made of sardius, with the horn of the horned\n[71] snake inwrought, so that no man might bring poison within.\"\nOver the gable were “two golden apples, in which were two\ncarbuncles,” so that the gold might shine by day, and the carbuncles\nby night.  In Lodge’s strange romance “A Margarite of America” it was\nstated that in the chamber of Margarite were seen “all the chaste\nladies of the world, inchased out of silver, looking through fair\nmirrours of chrysolites, carbuncles, sapphires, and greene\nemeraults.”  Marco Polo had watched the inhabitants of Zipangu place\na rose-colored pearl in the mouth of the dead.  A sea-monster had\nbeen enamoured of the pearl that the diver brought to King Perozes,\nand had slain the thief, and mourned for seven moons over his loss.\nWhen the Huns lured the king into the great pit, he flung it away,–\nProcopius tells the story,–nor was it ever found again, though the\nEmperor Anastasius offered five hundred-weight of gold pieces for it.\nThe King of Malabar had shown a Venetian a rosary of one hundred and\nfour pearls, one for every god that he worshipped.",
        "When the Duke de Valentinois, son of Alexander VI., visited Louis\nXII. of France, his horse was loaded with gold leaves, according to\nBrantôme, and his cap had double rows of rubies that threw out a\ngreat light.  Charles of England had ridden in stirrups hung with\nthree hundred and twenty-one diamonds.  Richard II. had a coat,\nvalued at thirty thousand marks, which was covered with balas rubies.\nHall described Henry VIII., on his way to the Tower previous to his\ncoronation, as wearing “a jacket of raised gold, the placard\nembroidered with diamonds and other rich stones, and a great\nbauderike about his neck of large balasses.”  The favorites of James\nI. wore ear-rings of emeralds set in gold filigrane.  Edward II. gave\nto Piers Gaveston a suit of red-gold armor studded with jacinths, and\na collar of gold roses set with turquoise-stones, and a skull-cap\nparsemé with pearls.  Henry II. wore jewelled gloves reaching to the\nelbow, and had a hawk-glove set with twelve rubies and fifty-two\ngreat pearls.  The ducal hat of Charles the Rash, the last Duke of\nBurgundy of his race, was studded with sapphires and hung with pear-\nshaped pearls.",
        "How exquisite life had once been!  How gorgeous in its pomp and\ndecoration!  Even to read of the luxury of the dead was wonderful.",
        "Then he turned his attention to embroideries, and to the tapestries\nthat performed the office of frescos in the chill rooms of the\nNorthern nations of Europe.  As he investigated the subject,–and he\nalways had an extraordinary faculty of becoming absolutely absorbed\nfor the moment in whatever he took up,–he was almost saddened by the\nreflection of the ruin that time brought on beautiful and wonderful\nthings.  He, at any rate, had escaped that.  Summer followed summer,\nand the yellow jonquils bloomed and died many times, and nights of\nhorror repeated the story of their shame, but he was unchanged.  No\nwinter marred his face or stained his flower-like bloom.  How\ndifferent it was with material things!  Where had they gone to?\nWhere was the great crocus-colored robe, on which the gods fought\nagainst the giants, that had been worked for Athena?  Where the huge\nvelarium that Nero had stretched across the Colosseum at Rome, on\nwhich were represented the starry sky, and Apollo driving a chariot\ndrawn by [72] white gilt-reined steeds?  He longed to see the curious\ntable-napkins wrought for Elagabalus, on which were displayed all the\ndainties and viands that could be wanted for a feast; the mortuary\ncloth of King Chilperic, with its three hundred golden bees; the\nfantastic robes that excited the indignation of the Bishop of Pontus,\nand were figured with “lions, panthers, bears, dogs, forests, rocks,\nhunters,–all, in fact, that a painter can copy from nature;” and the\ncoat that Charles of Orleans once wore, on the sleeves of which were\nembroidered the verses of a song beginning “Madame, je suis tout\njoyeux,” the musical accompaniment of the words being wrought in gold\nthread, and each note, a square shape in those days, formed with four\npearls.  He read of the room that was prepared at the palace at\nRheims for the use of Queen Joan of Burgundy, and was decorated with\n“thirteen hundred and twenty-one parrots, made in broidery, and\nblazoned with the king’s arms, and five hundred and sixty-one\nbutterflies, whose wings were similarly ornamented with the arms of\nthe queen, the whole worked in gold.”  Catherine de Médicis had a\nmourning-bed made for her of black velvet powdered with crescents and\nsuns.  Its curtains were of damask, with leafy wreaths and garlands,\nfigured upon a gold and silver ground, and fringed along the edges\nwith broideries of pearls, and it stood in a room hung with rows of\nthe queen’s devices in cut black velvet upon cloth of silver.  Louis\nXIV. had gold-embroidered caryatides fifteen feet high in his\napartment.  The state bed of Sobieski, King of Poland, was made of\nSmyrna gold brocade embroidered in turquoises with verses from the\nKoran.  Its supports were of silver gilt, beautifully chased, and\nprofusely set with enamelled and jewelled medallions.  It had been\ntaken from the Turkish camp before Vienna, and the standard of\nMohammed had stood under it.",
        "And so, for a whole year, he sought to accumulate the most exquisite\nspecimens that he could find of textile and embroidered work, getting\nthe dainty Delhi muslins, finely wrought, with gold-threat palmates,\nand stitched over with iridescent beetles’ wings; the Dacca gauzes,\nthat from their transparency are known in the East as “woven air,\"\nand “running water,” and “evening dew;” strange figured cloths from\nJava; elaborate yellow Chinese hangings; books bound in tawny satins\nor fair blue silks and wrought with fleurs de lys, birds, and images;\nveils of lacis worked in Hungary point; Sicilian brocades, and stiff\nSpanish velvets; Georgian work with its gilt coins, and Japanese\nFoukousas with their green-toned golds and their marvellously-\nplumaged birds.",
        "He had a special passion, also, for ecclesiastical vestments, as\nindeed he had for everything connected with the service of the\nChurch.  In the long cedar chests that lined the west gallery of his\nhouse he had stored away many rare and beautiful specimens of what is\nreally the raiment of the Bride of Christ, who must wear purple and\njewels and fine linen that she may hide the pallid macerated body\nthat is worn by the suffering that she seeks for, and wounded by\nself-inflicted pain.  He had a gorgeous cope of crimson silk and\ngold-thread damask, figured with a repeating pattern of golden\npomegranates set in six-petalled formal blossoms, beyond which on\neither side was the pine- [73] apple device wrought in seed-pearls.\nThe orphreys were divided into panels representing scenes from the\nlife of the Virgin, and the coronation of the Virgin was figured in\ncolored silks upon the hood.  This was Italian work of the fifteenth\ncentury.  Another cope was of green velvet, embroidered with heart-\nshaped groups of acanthus-leaves, from which spread long-stemmed\nwhite blossoms, the details of which were picked out with silver\nthread and colored crystals.  The morse bore a seraph’s head in gold-\nthread raised work.  The orphreys were woven in a diaper of red and\ngold silk, and were starred with medallions of many saints and\nmartyrs, among whom was St. Sebastian.  He had chasubles, also, of\namber-colored silk, and blue silk and gold brocade, and yellow silk\ndamask and cloth of gold, figured with representations of the Passion\nand Crucifixion of Christ, and embroidered with lions and peacocks\nand other emblems; dalmatics of white satin and pink silk damask,\ndecorated with tulips and dolphins and fleurs de lys; altar frontals\nof crimson velvet and blue linen; and many corporals, chalice-veils,\nand sudaria.  In the mystic offices to which these things were put\nthere was something that quickened his imagination.",
        "For these things, and everything that he collected in his lovely\nhouse, were to be to him means of forgetfulness, modes by which he\ncould escape, for a season, from the fear that seemed to him at times\nto be almost too great to be borne.  Upon the walls of the lonely\nlocked room where he had spent so much of his boyhood, he had hung\nwith his own hands the terrible portrait whose changing features\nshowed him the real degradation of his life, and had draped the\npurple-and-gold pall in front of it as a curtain.  For weeks he would\nnot go there, would forget the hideous painted thing, and get back\nhis light heart, his wonderful joyousness, his passionate pleasure in\nmere existence.  Then, suddenly, some night he would creep out of the\nhouse, go down to dreadful places near Blue Gate Fields, and stay\nthere, day after day, until he was driven away.  On his return he\nwould sit in front of the picture, sometimes loathing it and himself,\nbut filled, at other times, with that pride of rebellion that is half\nthe fascination of sin, and smiling, with secret pleasure, at the\nmisshapen shadow that had to bear the burden that should have been\nhis own.",
        "After a few years he could not endure to be long out of England, and\ngave up the villa that he had shared at Trouville with Lord Henry, as\nwell as the little white walled-in house at Algiers where he had more\nthan once spent his winter.  He hated to be separated from the\npicture that was such a part of his life, and he was also afraid that\nduring his absence some one might gain access to the room, in spite\nof the elaborate bolts and bars that he had caused to be placed upon\nthe door.",
        "He was quite conscious that this would tell them nothing.  It was\ntrue that the portrait still preserved, under all the foulness and\nugliness of the face, its marked likeness to himself; but what could\nthey learn from that?  He would laugh at any one who tried to taunt\nhim.  He had not painted it.  What was it to him how vile and full of\nshame it looked?  Even if he told them, would they believe it?",
        "Yet he was afraid.  Sometimes when he was down at his great [74]\nhouse in Nottinghamshire, entertaining the fashionable young men of\nhis own rank who were his chief companions, and astounding the county\nby the wanton luxury and gorgeous splendor of his mode of life, he\nwould suddenly leave his guests and rush back to town to see that the\ndoor had not been tampered with and that the picture was still there.\nWhat if it should be stolen?  The mere thought made him cold with\nhorror.  Surely the world would know his secret then.  Perhaps the\nworld already suspected it.",
        "For, while he fascinated many, there were not a few who distrusted\nhim.  He was blackballed at a West End club of which his birth and\nsocial position fully entitled him to become a member, and on one\noccasion, when he was brought by a friend into the smoking-room of\nthe Carlton, the Duke of Berwick and another gentleman got up in a\nmarked manner and went out.  Curious stories became current about him\nafter he had passed his twenty-fifth year.  It was said that he had\nbeen seen brawling with foreign sailors in a low den in the distant\nparts of Whitechapel, and that he consorted with thieves and coiners\nand knew the mysteries of their trade.  His extraordinary absences\nbecame notorious, and, when he used to reappear again in society, men\nwould whisper to each other in corners, or pass him with a sneer, or\nlook at him with cold searching eyes, as if they were determined to\ndiscover his secret.",
        "Of such insolences and attempted slights he, of course, took no\nnotice, and in the opinion of most people his frank debonair manner,\nhis charming boyish smile, and the infinite grace of that wonderful\nyouth that seemed never to leave him, were in themselves a sufficient\nanswer to the calumnies (for so they called them) that were\ncirculated about him.  It was remarked, however, that those who had\nbeen most intimate with him appeared, after a time, to shun him.  Of\nall his friends, or so-called friends, Lord Henry Wotton was the only\none who remained loyal to him.  Women who had wildly adored him, and\nfor his sake had braved all social censure and set convention at\ndefiance, were seen to grow pallid with shame or horror if Dorian\nGray entered the room.",
        "Yet these whispered scandals only lent him, in the eyes of many, his\nstrange and dangerous charm.  His great wealth was a certain element\nof security.  Society, civilized society at least, is never very\nready to believe anything to the detriment of those who are both rich\nand charming.  It feels instinctively that manners are of more\nimportance than morals, and the highest respectability is of less\nvalue in its opinion than the possession of a good chef.  And, after\nall, it is a very poor consolation to be told that the man who has\ngiven one a bad dinner, or poor wine, is irreproachable in his\nprivate life.  Even the cardinal virtues cannot atone for cold\nentrées, as Lord Henry remarked once, in a discussion on the subject;\nand there is possibly a good deal to be said for his view.  For the\ncanons of good society are, or should be, the same as the canons of\nart.  Form is absolutely essential to it.  It should have the dignity\nof a ceremony, as well as its unreality, and should combine the\ninsincere character of a romantic play with the wit and beauty that\nmake such plays charming.  Is insincerity such a [75] terrible thing?\nI think not.  It is merely a method by which we can multiply our\npersonalities.",
        "Such, at any rate, was Dorian Gray’s opinion.  He used to wonder at\nthe shallow psychology of those who conceive the Ego in man as a\nthing simple, permanent, reliable, and of one essence.  To him, man\nwas a being with myriad lives and myriad sensations, a complex\nmultiform creature that bore within itself strange legacies of\nthought and passion, and whose very flesh was tainted with the\nmonstrous maladies of the dead.  He loved to stroll through the gaunt\ncold picture-gallery of his country-house and look at the various\nportraits of those whose blood flowed in his veins.  Here was Philip\nHerbert, described by Francis Osborne, in his “Memoires on the Reigns\nof Queen Elizabeth and King James,” as one who was “caressed by the\ncourt for his handsome face, which kept him not long company.”  Was\nit young Herbert’s life that he sometimes led?  Had some strange\npoisonous germ crept from body to body till it had reached his own?\nWas it some dim sense of that ruined grace that had made him so\nsuddenly, and almost without cause, give utterance, in Basil\nHallward’s studio, to that mad prayer that had so changed his life?\nHere, in gold-embroidered red doublet, jewelled surcoat, and gilt-\nedged ruff and wrist-bands, stood Sir Anthony Sherard, with his\nsilver-and-black armor piled at his feet.  What had this man’s legacy\nbeen?  Had the lover of Giovanna of Naples bequeathed him some\ninheritance of sin and shame?  Were his own actions merely the dreams\nthat the dead man had not dared to realize?  Here, from the fading\ncanvas, smiled Lady Elizabeth Devereux, in her gauze hood, pearl\nstomacher, and pink slashed sleeves.  A flower was in her right hand,\nand her left clasped an enamelled collar of white and damask roses.\nOn a table by her side lay a mandolin and an apple.  There were large\ngreen rosettes upon her little pointed shoes.  He knew her life, and\nthe strange stories that were told about her lovers.  Had he\nsomething of her temperament in him?  Those oval heavy-lidded eyes\nseemed to look curiously at him.  What of George Willoughby, with his\npowdered hair and fantastic patches?  How evil he looked!  The face\nwas saturnine and swarthy, and the sensual lips seemed to be twisted\nwith disdain.  Delicate lace ruffles fell over the lean yellow hands\nthat were so overladen with rings.  He had been a macaroni of the\neighteenth century, and the friend, in his youth, of Lord Ferrars.\nWhat of the second Lord Sherard, the companion of the Prince Regent\nin his wildest days, and one of the witnesses at the secret marriage\nwith Mrs. Fitzherbert?  How proud and handsome he was, with his\nchestnut curls and insolent pose!  What passions had he bequeathed?\nThe world had looked upon him as infamous.  He had led the orgies at\nCarlton House.  The star of the Garter glittered upon his breast.\nBeside him hung the portrait of his wife, a pallid, thin-lipped woman\nin black.  Her blood, also, stirred within him.  How curious it all\nseemed!",
        "Yet one had ancestors in literature, as well as in one’s own race,\nnearer perhaps in type and temperament, many of them, and certainly\nwith an influence of which one was more absolutely conscious.  There\n[76] were times when it seemed to Dorian Gray that the whole of\nhistory was merely the record of his own life, not as he had lived it\nin act and circumstance, but as his imagination had created it for\nhim, as it had been in his brain and in his passions.  He felt that\nhe had known them all, those strange terrible figures that had passed\nacross the stage of the world and made sin so marvellous and evil so\nfull of wonder.  It seemed to him that in some mysterious way their\nlives had been his own.",
        "The hero of the dangerous novel that had so influenced his life had\nhimself had this curious fancy.  In a chapter of the book he tells\nhow, crowned with laurel, lest lightning might strike him, he had\nsat, as Tiberius, in a garden at Capri, reading the shameful books of\nElephantis, while dwarfs and peacocks strutted round him and the\nflute-player mocked the swinger of the censer; and, as Caligula, had\ncaroused with the green-shirted jockeys in their stables, and supped\nin an ivory manger with a jewel-frontleted horse; and, as Domitian,\nhad wandered through a corridor lined with marble mirrors, looking\nround with haggard eyes for the reflection of the dagger that was to\nend his days, and sick with that ennui, that taedium vitae, that\ncomes on those to whom life denies nothing; and had peered through a\nclear emerald at the red shambles of the Circus, and then, in a\nlitter of pearl and purple drawn by silver-shod mules, been carried\nthrough the Street of Pomegranates to a House of Gold, and heard men\ncry on Nero Caesar as he passed by; and, as Elagabalus, had painted\nhis face with colors, and plied the distaff among the women, and\nbrought the Moon from Carthage, and given her in mystic marriage to\nthe Sun.",
        "Over and over again Dorian used to read this fantastic chapter, and\nthe chapter immediately following, in which the hero describes the\ncurious tapestries that he had had woven for him from Gustave\nMoreau’s designs, and on which were pictured the awful and beautiful\nforms of those whom Vice and Blood and Weariness had made monstrous\nor mad: Filippo, Duke of Milan, who slew his wife, and painted her\nlips with a scarlet poison; Pietro Barbi, the Venetian, known as Paul\nthe Second, who sought in his vanity to assume the title of Formosus,\nand whose tiara, valued at two hundred thousand florins, was bought\nat the price of a terrible sin; Gian Maria Visconti, who used hounds\nto chase living men, and whose murdered body was covered with roses\nby a harlot who had loved him; the Borgia on his white horse, with\nFratricide riding beside him, and his mantle stained with the blood\nof Perotto; Pietro Riario, the young Cardinal Archbishop of Florence,\nchild and minion of Sixtus IV., whose beauty was equalled only by his\ndebauchery, and who received Leonora of Aragon in a pavilion of white\nand crimson silk, filled with nymphs and centaurs, and gilded a boy\nthat he might serve her at the feast as Ganymede or Hylas; Ezzelin,\nwhose melancholy could be cured only by the spectacle of death, and\nwho had a passion for red blood, as other men have for red wine,–the\nson of the Fiend, as was reported, and one who had cheated his father\nat dice when gambling with him for his own soul; Giambattista Cibo,\nwho in mockery took the name of Innocent, and into whose torpid veins\nthe blood of three lads was infused by a [77] Jewish doctor;\nSigismondo Malatesta, the lover of Isotta, and the lord of Rimini,\nwhose effigy was burned at Rome as the enemy of God and man, who\nstrangled Polyssena with a napkin, and gave poison to Ginevra d’Este\nin a cup of emerald, and in honor of a shameful passion built a pagan\nchurch for Christian worship; Charles VI., who had so wildly adored\nhis brother’s wife that a leper had warned him of the insanity that\nwas coming on him, and who could only be soothed by Saracen cards\npainted with the images of Love and Death and Madness; and, in his\ntrimmed jerkin and jewelled cap and acanthus-like curls, Grifonetto\nBaglioni, who slew Astorre with his bride, and Simonetto with his\npage, and whose comeliness was such that, as he lay dying in the\nyellow piazza of Perugia, those who had hated him could not choose\nbut weep, and Atalanta, who had cursed him, blessed him.",
        "There was a horrible fascination in them all.  He saw them at night,\nand they troubled his imagination in the day.  The Renaissance knew\nof strange manners of poisoning,–poisoning by a helmet and a lighted\ntorch, by an embroidered glove and a jewelled fan, by a gilded\npomander and by an amber chain.  Dorian Gray had been poisoned by a\nbook.  There were moments when he looked on evil simply as a mode\nthrough which he could realize his conception of the beautiful.",
        "Continue...",
        "\nThis complete text of “The Picture of Dorian Gray” by Oscar Wilde is in the public domain.\n\n\nBuy The Picture of Dorian Gray and Other Short Stories at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Picture of Dorian Gray (Modern Library Paperbacks)By Oscar WildeAt Amazon"
    ]
}