{
    "title": "The Former Philippines thru Foreign Eyes - Chapter IX",
    "author": "Fedor Jagor et al",
    "chapter": "10",
    "content": [
        "\n\n",
        "[Daraga.] My Spanish friends enabled me to rent a house in Daraga,\n[72] a well-to-do town of twenty thousand inhabitants at the foot\nof the Mayon, a league and a half from Legaspi. The summit of this\nvolcano was considered inaccessible until two young Scotchmen, Paton\nand Stewart by name, demonstrated the contrary. [73] Since then\nseveral natives have ascended the mountain, but no Europeans.",
        "[Ascent of Mayon.] I set out on September 25th, and passed the night,\nby the advice of Señor Muños, in a hut one thousand feet above the\nlevel of the sea, in order to begin the ascent the next morning with\nunimpaired vigor. But a number of idlers who insisted on following\nme, and who kept up a tremendous noise all night, frustrated the\npurpose of this friendly advice; and I started about five in the\nmorning but little refreshed. The fiery glow I had noticed about the\ncrater disappeared with the dawn. The first few hundred feet of the\nascent were covered with a tall grass quite six feet high; and then\ncame a slope of a thousand feet or so of short grass succeeded by a\nquantity of moss; but even this soon disappeared, and the whole of\nthe upper part of the mountain proved entirely barren. We reached\nthe summit about one o’clock. It was covered with fissures which\ngave out sulphurous gases and steam in such profusion that we were\nobliged to stop our mouths and nostrils with our handkerchiefs to\nprevent ourselves from being suffocated. We came to a halt at the\nedge of a broad and deep chasm, from which issued a particularly\ndense vapor. Apparently we were on the brink of a crater, but the\nthick fumes of the disagreeable vapor made it impossible for us to\nguess at the breadth of the fissure. The absolute top of the volcano\nconsisted of a ridge, nearly ten feet thick, of solid masses of stone\ncovered with a crust of lava bleached by the action of the escaping\ngas. Several irregular blocks of stone lying about us showed that the\npeak had once been a little higher. When, now and again, the gusts\nof wind made rifts in the vapor, we perceived on the northern corner\nof the plateau several rocky columns at least a hundred feet high,\nwhich had hitherto withstood both storm and eruption. I afterwards\nhad an opportunity of observing the summit from Daraga with a capital\ntelescope on a very clear day, when I noticed that the northern side\nof the crater was considerably higher than its southern edge.",
        "[The descent.] Our descent took some time. We had still two-thirds\nof it beneath us when night overtook us. In the hope of reaching\nthe hut where we had left our provisions, we wandered about till\neleven o’clock, hungry and weary, and at last were obliged to wait\nfor daylight. This misfortune was owing not to our want of proper\nprecaution, but to the unreliability of the carriers. Two of them,\nwhom we had taken with us to carry water and refreshments, had\ndisappeared at the very first; and a third, “a very trustworthy\nman,” whom we had left to take care of our things at the hut, and\nwho had been ordered to meet us at dusk with torches, had bolted,\nas I afterwards discovered, back to Daraga before noon. My servant,\ntoo, who was carrying a woolen blanket and an umbrella for me,\nsuddenly vanished in the darkness as soon as it began to rain, and\nthough I repeatedly called him, never turned up again till the next\nmorning. We passed the wet night upon the bare rocks, where, as our\nvery thin clothes were perfectly wet through, we chilled till our\nteeth chattered. As soon, however, as the sun rose we got so warm\nthat we soon recovered our tempers. Towards nine o’clock we reached\nthe hut and got something to eat after twenty-nine hours’ fast.",
        "[A suspicious medal.] In the Trabajos y Hechos Nolables de la\nSoc. Econom. de los Amigos del Pais, for September 4th, 1823, it is\nsaid that “Don Antonio Siguenza paid a visit to the volcano of Albay\non March 11th,” and that the Society “ordered a medal to be struck in\ncommemoration of the event, and in honor of the aforesaid Siguenza and\nhis companions.” Everybody in Albay, however, assured me that the two\nScotchmen were the first to reach the top of the mountain. It is true\nthat in the above notice the ascent of the volcano is not directly\nmentioned; but the fact of the medal naturally leads us to suppose\nthat nothing less can be referred to. Arenas, in his memoir, says:\n“Mayon was surveyed by Captain Siguenza. From the crater to the base,\nwhich is nearly at the level of the sea, he found that it measured\nsixteen hundred and eighty-two Spanish feet or four sixty-eight and\ntwo-third meters.” A little further on, he adds, that he had read\nin the records of the Society that they had had a gold medal struck\nin honor of Siguenza, who had made some investigations about the\nvolcano’s crater in 1823. He, therefore, appears to have had some\ndoubt about Siguenza’s actual ascent.",
        "[An early friar attempt.] According to the Franciscan records a couple\nof monks attempted the ascent in 1592, in order to cure the natives\nof their superstitious belief about the mountain. One of them never\nreturned; but the other, although he did not reach the summit, being\nstopped by three deep abysses, made a hundred converts to Christianity\nby the mere relation of his adventures. He died in the same year,\nin consequence, it is recorded, of the many variations of temperature\nto which he was exposed in his ascent of the volcano.",
        "[Estimates of height] Some books say that the mountain is of\nconsiderable height; but the Estado Geografico of the Franciscans for\n1855, where one could scarcely expect to find such a thoughtless\nrepetition of so gross a typographical error, says that the\nmeasurements of Siguenza give the mountain a height of sixteen\nhundred and eighty-two feet. According to my own barometrical reading,\nthe height of the summit above the level of the sea was twenty-three\nhundred and seventy-four meters, or eighty-five hundred and fifty-nine\nSpanish feet.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}