{
    "title": "The War of the Worlds - Chapter Two",
    "author": "H.G. Wells",
    "chapter": "22",
    "content": [
        "\n",
        "\n\n",
        "\n   After eating we crept back to the scullery, and there I\nmust have dozed again, for when presently I looked round I\nwas alone.  The thudding vibration continued with wearisome\npersistence.  I whispered for the curate several times, and at\nlast felt my way to the door of the kitchen.  It was still day-\nlight, and I perceived him across the room, lying against\nthe triangular hole that looked out upon the Martians.  His\nshoulders were hunched, so that his head was hidden from me.",
        "I could hear a number of noises almost like those in an\nengine shed; and the place rocked with that beating thud.\nThrough the aperture in the wall I could see the top of a\ntree touched with gold and the warm blue of a tranquil\nevening sky.  For a minute or so I remained watching the\ncurate, and then I advanced, crouching and stepping with\nextreme care amid the broken crockery that littered the floor.",
        "I touched the curate’s leg, and he started so violently that\na mass of plaster went sliding down outside and fell with a\nloud impact.  I gripped his arm, fearing he might cry out,\nand for a long time we crouched motionless.  Then I turned\nto see how much of our rampart remained.  The detachment\nof the plaster had left a vertical slit open in the debris, and\nby raising myself cautiously across a beam I was able to see\nout of this gap into what had been overnight a quiet suburban\nroadway.  Vast, indeed, was the change that we beheld.",
        "The fifth cylinder must have fallen right into the midst\nof the house we had first visited.  The building had vanished,\ncompletely smashed, pulverised, and dispersed by the blow.\nThe cylinder lay now far beneath the original foundations--\ndeep in a hole, already vastly larger than the pit I had\nlooked into at Woking.  The earth all round it had splashed\nunder that tremendous impact--\"splashed” is the only word\n--and lay in heaped piles that hid the masses of the adjacent\nhouses.  It had behaved exactly like mud under the violent\nblow of a hammer.  Our house had collapsed backward; the\nfront portion, even on the ground floor, had been destroyed\ncompletely; by a chance the kitchen and scullery had escaped,\nand stood buried now under soil and ruins, closed in by\ntons of earth on every side save towards the cylinder.  Over\nthat aspect we hung now on the very edge of the great\ncircular pit the Martians were engaged in making.  The heavy\nbeating sound was evidently just behind us, and ever and\nagain a bright green vapour drove up like a veil across our\npeephole.",
        "The cylinder was already opened in the centre of the pit,\nand on the farther edge of the pit, amid the smashed and\ngravel-heaped shrubbery, one of the great fighting-machines,\ndeserted by its occupant, stood stiff and tall against the\nevening sky.  At first I scarcely noticed the pit and the\ncylinder, although it has been convenient to describe them\nfirst, on account of the extraordinary glittering mechanism I\nsaw busy in the excavation, and on account of the strange\ncreatures that were crawling slowly and painfully across the\nheaped mould near it.",
        "The mechanism it certainly was that held my attention first.\nIt was one of those complicated fabrics that have since been\ncalled handling-machines, and the study of which has already\ngiven such an enormous impetus to terrestrial invention.  As\nit dawned upon me first, it presented a sort of metallic spider\nwith five jointed, agile legs, and with an extraordinary number\nof jointed levers, bars, and reaching and clutching tentacles\nabout its body.  Most of its arms were retracted, but with\nthree long tentacles it was fishing out a number of rods,\nplates, and bars which lined the covering and apparently\nstrengthened the walls of the cylinder.  These, as it ex-\ntracted them, were lifted out and deposited upon a level\nsurface of earth behind it.",
        "Its motion was so swift, complex, and perfect that at first\nI did not see it as a machine, in spite of its metallic glitter.\nThe fighting-machines were co-ordinated and animated to\nan extraordinary pitch, but nothing to compare with this.\nPeople who have never seen these structures, and have only\nthe ill-imagined efforts of artists or the imperfect descriptions\nof such eye-witnesses as myself to go upon, scarcely realise\nthat living quality.",
        "I recall particularly the illustration of one of the first\npamphlets to give a consecutive account of the war.  The\nartist had evidently made a hasty study of one of the\nfighting-machines, and there his knowledge ended.  He pre-\nsented them as tilted, stiff tripods, without either flexibility\nor subtlety, and with an altogether misleading monotony of\neffect.  The pamphlet containing these renderings had a con-\nsiderable vogue, and I mention them here simply to warn\nthe reader against the impression they may have created.\nThey were no more like the Martians I saw in action than\na Dutch doll is like a human being.  To my mind, the pamphlet\nwould have been much better without them.",
        "At first, I say, the handling-machine did not impress me\nas a machine, but as a crablike creature with a glittering\nintegument, the controlling Martian whose delicate tentacles\nactuated its movements seeming to be simply the equivalent\nof the crab’s cerebral portion.  But then I perceived the re-\nsemblance of its grey-brown, shiny, leathery integument to\nthat of the other sprawling bodies beyond, and the true\nnature of this dexterous workman dawned upon me.  With\nthat realisation my interest shifted to those other creatures,\nthe real Martians.  Already I had had a transient impression of\nthese, and the first nausea no longer obscured my observa-\ntion.  Moreover, I was concealed and motionless, and under\nno urgency of action.",
        "They were, I now saw, the most unearthly creatures it\nis possible to conceive.  They were huge round bodies--or,\nrather, heads--about four feet in diameter, each body having\nin front of it a face.  This face had no nostrils--indeed, the\nMartians do not seem to have had any sense of smell, but\nit had a pair of very large dark-coloured eyes, and just\nbeneath this a kind of fleshy beak.  In the back of this head or\nbody--I scarcely know how to speak of it--was the single\ntight tympanic surface, since known to be anatomically an ear,\nthough it must have been almost useless in our dense air.\nIn a group round the mouth were sixteen slender, almost\nwhiplike tentacles, arranged in two bunches of eight each.\nThese bunches have since been named rather aptly, by that\ndistinguished anatomist, Professor Howes, the HANDS.  Even\nas I saw these Martians for the first time they seemed to\nbe endeavouring to raise themselves on these hands, but of\ncourse, with the increased weight of terrestrial conditions,\nthis was impossible.  There is reason to suppose that on Mars\nthey may have progressed upon them with some facility.",
        "The internal anatomy, I may remark here, as dissection\nhas since shown, was almost equally simple.  The greater\npart of the structure was the brain, sending enormous nerves\nto the eyes, ear, and tactile tentacles.  Besides this were the\nbulky lungs, into which the mouth opened, and the heart\nand its vessels.  The pulmonary distress caused by the denser\natmosphere and greater gravitational attraction was only too\nevident in the convulsive movements of the outer skin.",
        "And this was the sum of the Martian organs.  Strange as it\nmay seem to a human being, all the complex apparatus of\ndigestion, which makes up the bulk of our bodies, did not\nexist in the Martians.  They were heads--merely heads.\nEntrails they had none.  They did not eat, much less digest.\nInstead, they took the fresh, living blood of other creatures,\nand INJECTED it into their own veins.  I have myself seen this\nbeing done, as I shall mention in its place.  But, squeamish\nas I may seem, I cannot bring myself to describe what I\ncould not endure even to continue watching.  Let it suffice\nto say, blood obtained from a still living animal, in most\ncases from a human being, was run directly by means of a\nlittle pipette into the recipient canal. . . .",
        "The bare idea of this is no doubt horribly repulsive to us,\nbut at the same time I think that we should remember how\nrepulsive our carnivorous habits would seem to an intelligent\nrabbit.",
        "The physiological advantages of the practice of injection\nare undeniable, if one thinks of the tremendous waste of\nhuman time and energy occasioned by eating and the\ndigestive process.  Our bodies are half made up of glands\nand tubes and organs, occupied in turning heterogeneous\nfood into blood.  The digestive processes and their reaction\nupon the nervous system sap our strength and colour our\nminds.  Men go happy or miserable as they have healthy or\nunhealthy livers, or sound gastric glands.  But the Martians\nwere lifted above all these organic fluctuations of mood and\nemotion.",
        "Their undeniable preference for men as their source of\nnourishment is partly explained by the nature of the remains\nof the victims they had brought with them as provisions\nfrom Mars.  These creatures, to judge from the shrivelled\nremains that have fallen into human hands, were bipeds\nwith flimsy, silicious skeletons (almost like those of the\nsilicious sponges) and feeble musculature, standing about\nsix feet high and having round, erect heads, and large eyes\nin flinty sockets.  Two or three of these seem to have been\nbrought in each cylinder, and all were killed before earth\nwas reached.  It was just as well for them, for the mere\nattempt to stand upright upon our planet would have broken\nevery bone in their bodies.",
        "And while I am engaged in this description, I may add\nin this place certain further details which, although they\nwere not all evident to us at the time, will enable the\nreader who is unacquainted with them to form a clearer\npicture of these offensive creatures.",
        "In three other points their physiology differed strangely\nfrom ours.  Their organisms did not sleep, any more than the\nheart of man sleeps.  Since they had no extensive muscular\nmechanism to recuperate, that periodical extinction was\nunknown to them.  They had little or no sense of fatigue, it\nwould seem.  On earth they could never have moved without\neffort, yet even to the last they kept in action.  In twenty-four\nhours they did twenty-four hours of work, as even on earth\nis perhaps the case with the ants.",
        "In the next place, wonderful as it seems in a sexual world,\nthe Martians were absolutely without sex, and therefore\nwithout any of the tumultuous emotions that arise from that\ndifference among men.  A young Martian, there can now be\nno dispute, was really born upon earth during the war, and\nit was found attached to its parent, partially BUDDED off, just\nas young lilybulbs bud off, or like the young animals in the\nfresh-water polyp.",
        "In man, in all the higher terrestrial animals, such a method\nof increase has disappeared; but even on this earth it was\ncertainly the primitive method.  Among the lower animals,\nup even to those first cousins of the vertebrated animals, the\nTunicates, the two processes occur side by side, but finally\nthe sexual method superseded its competitor altogether.  On\nMars, however, just the reverse has apparently been the case.",
        "It is worthy of remark that a certain speculative writer of\nquasi-scientific repute, writing long before the Martian inva-\nsion, did forecast for man a final structure not unlike the\nactual Martian condition.  His prophecy, I remember, appeared\nin November or December, 1893, in a long-defunct publica-\ntion, the PALL MALL BUDGET, and I recall a caricature of it in\na pre-Martian periodical called PUNCH.  He pointed out--\nwriting in a foolish, facetious tone--that the perfection of\nmechanical appliances must ultimately supersede limbs; the\nperfection of chemical devices, digestion; that such organs\nas hair, external nose, teeth, ears, and chin were no longer\nessential parts of the human being, and that the tendency\nof natural selection would lie in the direction of their steady\ndiminution through the coming ages.  The brain alone re-\nmained a cardinal necessity.  Only one other part of the\nbody had a strong case for survival, and that was the hand,\n“teacher and agent of the brain.”  While the rest of the body\ndwindled, the hands would grow larger.",
        "There is many a true word written in jest, and here in\nthe Martians we have beyond dispute the actual accomplish-\nment of such a suppression of the animal side of the organism\nby the intelligence.  To me it is quite credible that the\nMartians may be descended from beings not unlike ourselves,\nby a gradual development of brain and hands (the latter\ngiving rise to the two bunches of delicate tentacles at last)\nat the expense of the rest of the body.  Without the body the\nbrain would, of course, become a mere selfish intelligence,\nwithout any of the emotional substratum of the human being.",
        "The last salient point in which the systems of these\ncreatures differed from ours was in what one might have\nthought a very trivial particular.  Micro-organisms, which\ncause so much disease and pain on earth, have either never\nappeared upon Mars or Martian sanitary science eliminated\nthem ages ago.  A hundred diseases, all the fevers and con-\ntagions of human life, consumption, cancers, tumours and\nsuch morbidities, never enter the scheme of their life.  And\nspeaking of the differences between the life on Mars and\nterrestrial life, I may allude here to the curious suggestions\nof the red weed.",
        "Apparently the vegetable kingdom in Mars, instead of\nhaving green for a dominant colour, is of a vivid blood-red\ntint.  At any rate, the seeds which the Martians (intentionally\nor accidentally) brought with them gave rise in all cases to\nred-coloured growths.  Only that known popularly as the red\nweed, however, gained any footing in competition with\nterrestrial forms.  The red creeper was quite a transitory\ngrowth, and few people have seen it growing.  For a time,\nhowever, the red weed grew with astonishing vigour and\nluxuriance.  It spread up the sides of the pit by the third or\nfourth day of our imprisonment, and its cactus-like branches\nformed a carmine fringe to the edges of our triangular\nwindow.  And afterwards I found it broadcast throughout the\ncountry, and especially wherever there was a stream of water.",
        "The Martians had what appears to have been an auditory\norgan, a single round drum at the back of the head-body,\nand eyes with a visual range not very different from ours\nexcept that, according to Philips, blue and violet were as\nblack to them.  It is commonly supposed that they com-\nmunicated by sounds and tentacular gesticulations; this is\nasserted, for instance, in the able but hastily compiled\npamphlet (written evidently by someone not an eye-witness\nof Martian actions) to which I have already alluded, and\nwhich, so far, has been the chief source of information con-\ncerning them.  Now no surviving human being saw so much\nof the Martians in action as I did.  I take no credit to myself\nfor an accident, but the fact is so.  And I assert that I watched\nthem closely time after time, and that I have seen four, five,\nand (once) six of them sluggishly performing the most elabo-\nrately complicated operations together without either sound\nor gesture.  Their peculiar hooting invariably preceded feed-\ning; it had no modulation, and was, I believe, in no sense\na signal, but merely the expiration of air preparatory to the\nsuctional operation.  I have a certain claim to at least an\nelementary knowledge of psychology, and in this matter I\nam convinced--as firmly as I am convinced of anything--that\nthe Martians interchanged thoughts without any physical\nintermediation.  And I have been convinced of this in spite\nof strong preconceptions.  Before the Martian invasion, as an\noccasional reader here or there may remember, I had written\nwith some little vehemence against the telepathic theory.",
        "The Martians wore no clothing.  Their conceptions of orna-\nment and decorum were necessarily different from ours; and\nnot only were they evidently much less sensible of changes of\ntemperature than we are, but changes of pressure do not\nseem to have affected their health at all seriously.  Yet though\nthey wore no clothing, it was in the other artificial additions\nto their bodily resources that their great superiority over man\nlay.  We men, with our bicycles and road-skates, our Lilienthal\nsoaring-machines, our guns and sticks and so forth, are just\nin the beginning of the evolution that the Martians have\nworked out.  They have become practically mere brains,\nwearing different bodies according to their needs just as\nmen wear suits of clothes and take a bicycle in a hurry or an\numbrella in the wet.  And of their appliances, perhaps nothing\nis more wonderful to a man than the curious fact that what\nis the dominant feature of almost all human devices in\nmechanism is absent--the WHEEL is absent; among all the\nthings they brought to earth there is no trace or suggestion\nof their use of wheels.  One would have at least expected it\nin locomotion.  And in this connection it is curious to remark\nthat even on this earth Nature has never hit upon the wheel,\nor has preferred other expedients to its development.  And\nnot only did the Martians either not know of (which is\nincredible), or abstain from, the wheel, but in their apparatus\nsingularly little use is made of the fixed pivot or relatively\nfixed pivot, with circular motions thereabout confined to one\nplane.  Almost all the joints of the machinery present a com-\nplicated system of sliding parts moving over small but beauti-\nfully curved friction bearings.  And while upon this matter\nof detail, it is remarkable that the long leverages of their\nmachines are in most cases actuated by a sort of sham\nmusculature of the disks in an elastic sheath; these disks\nbecome polarised and drawn closely and powerfully together\nwhen traversed by a current of electricity.  In this way the\ncurious parallelism to animal motions, which was so striking\nand disturbing to the human beholder, was attained.  Such\nquasi-muscles abounded in the crablike handling-machine\nwhich, on my first peeping out of the slit, I watched un-\npacking the cylinder.  It seemed infinitely more alive than the\nactual Martians lying beyond it in the sunset light, panting,\nstirring ineffectual tentacles, and moving feebly after their\nvast journey across space.",
        "While I was still watching their sluggish motions in the\nsunlight, and noting each strange detail of their form, the\ncurate reminded me of his presence by pulling violently at\nmy arm.  I turned to a scowling face, and silent, eloquent\nlips.  He wanted the slit, which permitted only one of us\nto peep through; and so I had to forego watching them for a\ntime while he enjoyed that privilege.",
        "When I looked again, the busy handling-machine had\nalready put together several of the pieces of apparatus it\nhad taken out of the cylinder into a shape having an un-\nmistakable likeness to its own; and down on the left a busy\nlittle digging mechanism had come into view, emitting jets\nof green vapour and working its way round the pit, excavating\nand embanking in a methodical and discriminating manner.\nThis it was which had caused the regular beating noise, and\nthe rhythmic shocks that had kept our ruinous refuge quiver-\ning.  It piped and whistled as it worked.  So far as I could\nsee, the thing was without a directing Martian at all.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}