{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter III. Sun-Worship--Female and Male Energies in the Sun",
    "author": "Eliza Burt Gamble",
    "chapter": "5",
    "content": [
        "\n\n",
        "“When we inquire into the worship of nations in the earliest\nperiods to which we have access by writing or tradition, we find\nthat the adoration of one God, without temples or images,\nuniversally prevailed.\"[23]",
        "[23] Godfrey Higgins, Celtic Druids.",
        "Underlying all the ancient religions of which we have any\naccount, may be observed the great energizing force throughout\nNature recognized and reverenced as the Deity.  This force\nembraces not only the creative energies in human beings, in\nanimals, and in plants, but in the earlier ages of human history\nit included also Wisdom, or Law–that “power by which all things\nare discriminated or defined and held in their proper places.” \nThe most renowned writers who have dealt with this subject agree\nin the conclusion that, during thousands of years among all the\nnations of the earth, only one God was worshipped.  This God was\nLight and Life, both of which proceeded from the sun, or more\nproperly speaking were symbolized by the sun.",
        "In Egyptian hymns the Creator is invoked as the being who “dwells\nconcealed in the sun\"; and Greek writers speak of this luminary\nas the “generator and nourisher of all things, the ruler of the\nworld.”  It is thought, however, that neither of these nations\nworshipped the corporeal sun.  It was the “centre or body from\nwhich the pervading spirit, the original producer of order,\nfertility, and organization, continued to emanate to preserve the\nmighty structure which it had formed.”",
        "It is evident that at an early age, both in Egypt and in India,\nspiritualized conceptions of sun-worship had already been formed.",
        "We have seen that Netpe, the Goddess of Light, or Heavenly\nWisdom, conferred spiritual life on all who would accept it.  The\nGreat Mother of the Gods in India was not only the source whence\nall blessings flow, but she was the Beginning and the End of all\nthings.",
        "Of “Aditi, the boundless, the yonder, the beyond all and\neverything,” Max Muller says that in later times she “may have\nbecome identified with the sky, also with the earth, but\noriginally she was far beyond the sky and the earth.\"[24] The\nsame writer quotes the following, also from a hymn of the\nRig-Veda:",
        "[24] Origin and Growth of Religion, p. 221.",
        "“O Mitra and Varuna, you mount your chariot which, at the dawning\nof the dawn is golden-colored and has iron poles at the setting\nof the sun; from thence you see Aditi and Diti–that is, what is\nyonder and what is here, what is infinite and what is finite,\nwhat is mortal and what is immortal.\"[25]",
        "[25] Ibid.",
        "Aditi is the Great She that Is, the Everlasting.  Muller refers\nto the fact that another Hindoo poet “speaks of the dawn as the\nface of Aditi; thus indicating that Aditi is here not the dawn\nitself, but something beyond the dawn.”  This Goddess, who is\ndesignated as the “Oldest,” is implored “not only to drive away\ndarkness and enemies that lurk in the dark, but likewise to\ndeliver man from any sin which he may have committed.”  “May\nAditi by day protect our cattle, may she, who never deceives,\nprotect us from evil.”",
        "In the Egyptian as in the Indian and Hebrew religions, the two\ngenerating principles throughout Nature represent the Infinite,\nthe Holy of Holies, the Elohim or Aleim–the Ieue.  Within the\nrecords of the earliest religions of Ethiopia or Arabia, Chaldea,\nAssyria, and Babylonia, is revealed the same monad principle in\nthe Deity.  This monad conception, or dual unity, this God of\nLight and Life, or of Wisdom and generative force, is the same\nsource whence all mythologies have sprung, and, as has been\nstated, among all peoples the fact is observed that the religious\nidea has followed substantially the same course of development,\nor growth.  Within the sacred writings of the Hindoos there is\nbut one Almighty Power, usually denominated as Brahm or Brahme–\nOm or Aum.  This word in India was regarded with the same degree\nof veneration as was the sacred Ieue of the Jews.  In later ages,\nthe fact is being proved that this God, into whom all the deities\nworshipped at a certain period in human history resolve\nthemselves, is the sun, or if not the actual corporeal sun, then\nthe supreme agency within it which was acknowledged as the great\ncreative or life-force– that dual principle which by the early\nraces was recognized as Elohim, Om, Ormuzd, etc., and from which\nthe productive power in human beings, in plants, and in animals\nwas thought to emanate.",
        "Prior to the development of either tree or phallic worship, the\nsun as an emblem of the Deity had doubtless become the principal\nobject of veneration.  Ages would probably elapse before\nprimitive man would observe that all life is dependent on the\nwarmth of the sun’s rays, or before from experience he would\nperceive the fact that to its agency as well as to that of the\nearth he was indebted both for food and the power of motion. \nHowever, as soon as this knowledge had been gained, the great orb\nof day would assume the most prominent place among the objects of\nhis regard and adoration.  That such has been the case, that the\nsun, either as the actual Creator, or as an emblem of the great\nenergizing force in Nature, has been worshipped by every nation\nof the globe, there is no lack of evidence to prove; neither do\nwe lack proof to establish the fact that, since the adoption of\nthe sun as a divine object, or perhaps I should say as the emblem\nof Wisdom and creative power, it has never been wholly eliminated\nfrom the god-idea of mankind.",
        "Bryant produces numberless etymological proofs to establish the\nfact that all the early names of the Deity were derived or\ncompounded from some word which originally meant the sun.",
        "Max Muller says that Surya was the sun as shining in the sky. \nSavitri was the sun as bringing light and life.  Vishnu was the\nsun as striding with three steps across the sky, etc.",
        "Inman, whose etymological researches have given him considerable\nprominence as a Sanskrit and Hebrew scholar, says that Ra, Ilos,\nHelos, Bil, Baal, Al, Allah, and Elohim were names given to the\nsun as representative of the Creator.",
        "We are assured by Godfrey Higgins that Brahme is the sun the same\nas Surya.  Brahma sprang from the navel of Brahme.  Faber in his\nPagan Idolatry says that all the gods of the ancients “melt\ninsensibly into one, they are all equally the sun.”  The word\nApollo signifies the author or generator of Light.  In the Rig\nVeda, Surya, the sun, is called Aditya.  “Truly, Surya, thou art\ngreat; truly Aditya, thou art great.”",
        "Selden observes that whether the gods be called Osiris, or\nOmphis, or Nilus, or any other name, they all center in the sun.",
        "According to Diodorus Siculus, it was the belief of the ancients\nthat Dionysos, Osiris, Serapis, Pan, Jupiter and Pluto were all\none.  They were, the sun.",
        "Max Muller says that a very low race in India named the Santhals\ncall the sun Chandro, which means “bright.”  These people\ndeclared to the missionaries who settled among them, that Chandro\nhad created the world; and when told that it would be absurd to\nsay that the sun had created the world, they replied: “We do not\nmean the visible Chandro, but an invisible one.”",
        "Not only did Dionysos, and all the rest of the gods who in later\nages came to be regarded as men, represent the sun, but after the\nseparation of the male and female elements in the originally\nindivisible God, Maut or Minerva, Demeter, Ceres, Isis, Juno, and\nothers less important in the pagan world were also the sun, or,\nin other words, they represented the female power throughout the\nuniverse which was supposed to reside in the sun.",
        "In most groups of Babylonian and Assyrian divine emblems, there\noccur two distinct representations of the sun, “one being figured\nwith four rays or divisions within the orb, and the other, with\neight.”  According to George Rawlinson, these figures represent a\ndistinction between the male and female powers residing within\nthe sun, the quartered disk signifying the male energy, and the\neight-rayed orb appearing as the emblem of the female![26]",
        "[26] Essay x.",
        "During an earlier age of human history, prior to the dissensions\nwhich arose over the relative importance of the sexes in\nreproduction, and at a time when a mother and her child\nrepresented the Deity, the sun was worshiped as the female Jove. \nEverything in the universe was a part of this great God.  At that\ntime there had been no division in the god-idea.  The Creator\nconstituted a dual but indivisible unity.  Dionysos formerly\nrepresented this God, as did also Om, Jove, Mithras, and others. \nJove was the “Great Virgin” whence everything proceeds.",
        "In a former work the fact has been mentioned that the first clue\nobtained by Herr Bachofen, author of Das Mutterrecht, to a former\ncondition of society under which gynaecocracy, or the social and\npolitical pre-eminence of women, prevailed, was the importance\nattached to the female principle in the Deity in all ancient\nmythologies.",
        "According to the testimony of various writers, Om, although\ncomprehending both elements of the Deity, was nevertheless female\nin signification.  Sir William Jones observes that Om means\noracle–matrix or womb.[27] Upon this subject Godfrey Higgins,\nquoting from Drummond, remarks:",
        "[27] See Anacalypsis, book iii., ch. ii.",
        "“The word Om or Am in the Hebrew not only signifies might,\nstrength, power, firmness, solidity, truth, but it means also\nMother, as in Genesis ii., 24, and Love, whence the Latin Amo,\nMamma.  If the word be taken to mean strength, then Amon will\nmean (the first syllable being in regimine) the temple of the\nstrength of the generative or creative power, or the temple of\nthe mighty procreative power.  If the word Am means Mother, then\na still more recondite idea will be implied, viz.: the mother\ngenerative power, or the maternal generative power: perhaps the\nUrania of Persia or the Venus Aphrodite of Crete and Greece, or\nthe Jupiter Genetrix of the masculine and feminine gender, or the\nBrahme Mai of India, or the Alma Venus of Lucretius.  And the\nCity of On or Heliopolis will be the City of the sun, or City of\nthe procreative powers of nature of which the sun was always an\nemblem.”",
        "According to Prof. W. R. Smith, Om means uniting or binding, a\nfact which is explained by the early significance of the mother\nelement in early society.  The name of the great Deity Om or Aum\nscarcely passes the lips of its worshippers, and when it is\npronounced is always reverently whispered.  Regarding the mystic\nword Om, we are told that it is the name given to Delphi, and\nthat “Delphi has the meaning of the female organs of generation\ncalled in India the Os Minxoe.”",
        "Although the great God of India was female and male, yet we are\nassured by Forlong that the female energy Maya, Queen of Heaven,\neven at the present time is more heard of than the male\nprinciple.",
        "According to Bryant, the worship of Ham is the most ancient as\nwell as the most universal of any in the world.  This writer\nremarks that Ham, instead of representing an individual, is but a\nGreek corruption of Om or Aum, the great androgynous God of\nIndia, a God which is identical in significance with Aleim,\nVesta, and all the other representatives of the early dual,\nuniversal power.  “In the old language God was called Al, Ale,\nAlue, and Aleim, more frequently Aleim than any other name.” \nAccording to the testimony of Higgins, Aleim denotes the feminine\nplural.  The heathen divinities Ashtaroth and Beelzebub were both\ncalled Aleim, Ashtaroth being simply Astarte adorned with the\nhorns of a ram.  Ishtar not unfrequently appears with the horns\nof a cow.  We are informed by Inman that whenever a goddess is\nobserved with horns–emblems which by the way always indicate\nmasculine power–it is to denote the fact that she is\nandrogynous, or that within her is embodied the complete\nDeity–the dual reproductive energy throughout Nature.  The\n“figure becomes the emblem of divinity and power.\"[28]",
        "[28] Ancient Faiths Embodied in Ancient Names, vol. i., p. 311.",
        "Mithras–the Savior, the great Persian Deity which was worshipped\nas the “Preserver,” was both female and male.  Among the\nrepresentations of this divinity which appear in the Townley\ncollection in the British Museum, is one in which it is figured\nin its female character, in the act of killing the bull.  The\nDivinity Baal was both female and male.  The God of the Jews in\nan early stage of their career was called Baal.  The oriental\nOrmuzd was also dual or androgynous.",
        "Orpheus teaches that the divine nature is both female and male. \nAccording to Proclus, Jupiter was an immortal maid, “the Queen of\nHeaven, and Mother of the Gods.”  All things were contained\nwithin the womb of Jupiter.  This Virgin within whom was embodied\nthe male principle “gave light and life to Eve.”  She was the\nlife-giving, energizing power in Nature, and was identical with\nAleim, Om, Astarte, and others.  The Goddess Esta, or Vesta, or\nHestia, whom Plato calls the “soul of the body of the universe,\"\nis believed by Beverly and others to be the Self-Existent, the\nGreat “She that Is” of the Hindoos, whose significance is\nidentical with the Cushite or Phoenician Deity, Aleim.",
        "According to Marco Polo, the Chinese had but one supreme God of\nwhom they had no image, and to whom they prayed for only two\nthings–\"a sound mind in a sound body.”  They had, however, a\nlesser god–probably the same as the “Lord” (masculine) of the\nJews, to whom they petitioned for rain, fair weather, and all the\nminor accessories of existence.  Upon the walls of the houses of\nthe Chinese is a tablet to which they pay their devotion.  On\nthis tablet is the name of the “high, celestial, and supreme\nGod.”  The principal word which this tablet contains is “Tien.” \nOf this Chinese Deity Barlow says: “The Chinese recognize in\nTienhow, the Queen of Heaven nursing her infant son.  Connected\nwith this figure is a lotus bud, symbol of the new birth.",
        "Originally in Chaldea and in Egypt, only one supreme God was\nworshipped.  This Deity was figured by a mother and her child, as\nwas the great Chinese God.  It comprehended the universe and all\nthe attributes of the Deity.  It was worshipped thousands of\nyears prior to the birth of Mary, the Mother of Christ, and\nrepresentations of it are still extant, not only in oriental\nlands, but in many countries of Europe.  Within the oldest\ntemples of Egypt are still to be observed sacred apartments which\ncontain the “Holy of Holies,” and to which, in past ages, none\nmight gain access but priests and priestesses of the highest\norder.  Within these apartments are pictured the mysteries of\nbirth, together with the symbols of generation emblems of\nprocreation.",
        "On the banks of the river Nile are observed the ruins of the\ntemple of Philae, which structure, it is said, represents the\nmost ancient style of architecture.  Within these ruins is to be\nseen an inner chamber in which are depicted the birth scenes of\nthe child god Horus, and, indeed, everywhere among the monuments\nand ruins of Egypt, is plainly visible the fact that the creative\npower and functions in human beings, in animals, and in vegetable\nlife, together with Wisdom, once constituted the god-idea.",
        "Between the ruins of the palace of Amunoph III. and the Nile are\ntwo colossal statues, each hewn from a single block of stone. \nThese figures, although in a sitting posture, are sixty feet\nhigh.  It is thought that they once formed the entrance to an\navenue of similar figures leading up to the palace.  It has been\nsupposed that the most northern statue represents Ammon, and that\nits companion piece is his Mother.  It is now believed by many\nwriters, however, that these figures do not represent two persons\nat all, but that in a remote age of the world’s history they were\nworshipped as the two great principles, female and male, which\nanimate Nature.  The fact has been observed that Am or Om was\noriginally a female Deity, within whom was contained the male\nprinciple; when, however, through the changes wrought in the\nrelative positions of the sexes, the male element in the Divinity\nadored came to be represented as a man instead of as a child, he\nwas Ammon.  He was the sun, yet notwithstanding the fact that he\nhad drawn to himself the powers of the sun, he was still,\nhimself, only a production of or emanation from the female Deity\nOm, Mother of the Gods and Queen of Heaven.  She it was who had\ncreated or brought forth the sun.",
        "There is a tradition which asserts that every morning a melodious\nsound is emitted from the first named of these two colossal\nfigures as he salutes his rosy-fingered Mother whom he\nacknowledges as the source of all Light and Wisdom.  The bodies\nare described as being “without motion, the faces without\nexpression, the eyes looking straight forward, yet a certain\ngrand simplicity occasions them to be universally admired.”",
        "The Goddess Disa or Isa of the North, as delineated on the sacred\ndrums of the Laplanders, was accompanied by a child similar to\nthe Horus of the Egyptians.[29] It is observed also that the\nancient Muscovites worshipped a sacred group composed of a mother\nand her children, probably a representation of the Egyptian Isis\nand her offspring, or at least of the once universal idea of the\nDeity.",
        "[29] Jennings, Phallicism.",
        "The following is from Payne Knight:",
        "“A female Pantheitic figure in silver, with the borders of the\ndrapery plated with gold, and the whole finished in a manner\nsurpassing almost anything extant, was among the things found at\nMacon on the Saone, in the year 1764, and published by Caylus. \nIt represents Cybele, the universal mother, with the mural crown\non her head, and the wings of pervasion growing from her\nshoulders, mixing the productive elements of heat and moisture by\nmaking a libation upon the flames of an altar.  On each side of\nher head is one of the Discouri, signifying the alternate\ninfluence of the diurnal and nocturnal Sun; and, upon a crescent\nsupported by the tips of her wings, are the seven planets, each\nsignified by a bust of its presiding deity resting upon a globe,\nand placed in the order of the days of the week named after them.",
        "In her left hand she holds two cornucopiae, to signify the result\nof her operation on the two hemispheres of the Earth; and upon\nthem are the busts of Apollo and Diana, the presiding deities of\nthese hemispheres, with a golden disk, intersected by two\ntransverse lines, such as is observed on other pieces of ancient\nart, and such as the barbarians of the North employed to\nrepresent the solar year, divided into four parts, at the back of\neach.\"[30]",
        "[30] Symbolism of Ancient Art.",
        "It was doubtless at a time when woman constituted the head of the\ngens, and when the feminine element in the sun, in human beings,\nand in Nature generally was regarded as the more important, that\nLatona and her son Apollo were worshipped together.  Latona,\nApollo, and Diana constituted the triune God.  The last two were\nthe female and male energies, the former being the source whence\nthey sprang.  As soon as one is divested of a belief in the\npopular but erroneous opinion that the gods of the early\nEgyptians and Greeks were deified heroes of former ages, he is\nprepared to perceive the fact that, although to the uninitiated\nthese gods appear numberless, in reality they all represent the\nsame idea, namely: the dual, moving force in Nature, together\nwith Light or Wisdom.",
        "We have seen that when among the nations of antiquity\ncivilization had reached its height, the god-idea was represented\nby the figure of a woman with her child; subsequently, however,\nas these nations began to decline, the creative energy\ncomprehended simply physical life, or the power to reproduce, and\nwas represented by various emblems which will be noticed farther\non in this work.  In still later ages, after male reproductive\npower had become God, and when, through superstition and\nsensuality, the masses of the people had descended to the rank of\nslaves, monarchs, representing themselves to their ignorant\nsubjects as the source of all blessings, even of life itself,\nappropriated the titles of the sun, and claimed for themselves\nthe adoration which had formerly belonged to it.  From this fact\nhas doubtless arisen the opinion so tenaciously upheld in recent\ntimes, that the gods of the ancients were only deified heroes of\nformer times.",
        "If, during the earlier ages of human existence, all the gods\nresolved themselves into the sun, and if Light and Life, or\nWisdom and the power to reproduce and sustain life, constituted\nthe Deity, then of course God or the sun would be female or male,\nor both, according to the prevailing belief in the comparative\ncreative and sustaining forces of the sexes.",
        "From what appears in the foregoing pages the fact has doubtless\nbeen perceived that the worship of a Virgin and Child does not,\nas is usually supposed, belong exclusively to the Romish\nChristian Church, but, on the contrary, that it constitutes the\nmost remote idea of a Creator extant.  As has been hinted, there\nis little doubt that the earliest worship of the woman and child\nwas much simpler than was that which came to prevail in later\nages, at a time when every religious conception was closely\nveiled beneath a mixture of astrology and mythology.  After the\nplanets came to be regarded as active agencies in reproduction,\nand powerful in directing all mundane affairs, the Virgin of the\nSphere while she represented Nature was also the constellation\nwhich appeared above the horizon at the winter solstice, or at\nthe time when the sun had reached its lowest point and had begun\nto return.  At this time, the 25th of December, and just as the\ndays began to lengthen, this Virgin gave birth to the Sun-God. \nIt is said that he issued forth from her side, hence the legend\nthat Gotama Buddha was produced from the side of Maya, and also\nthe story believed by the Gnostics and other Christian sects that\nJesus was taken from the side of Mary.[31]",
        "[31] The fact will doubtless be remembered that a similar belief\nwas entertained concerning the birth of Julius Caesar.",
        "Within the churches and in the streets of many cities of Germany\nare to be observed figures of this traditional Virgin.  She is\nstanding, one foot upon a crescent and the other on a serpent’s\nhead, in the mouth of which is the sprig of an apple tree on\nwhich is an apple.  The tail of the serpent is wound about a\nglobe which is partially enveloped in clouds.  On one arm of the\nVirgin is the Child, and in the hand of the other arm she carries\nthe sacred lotus.  Her head is encircled with a halo of light\nsimilar to the rays of the sun.",
        "One is frequently disposed to query: Do the initiated in the\nRomish Church regard these images as legitimate representations\nof Mary, the wife of Joseph and Mother of Christ, or are they\naware of their true significance?  Certainly the various\naccessories attached to this figure betray its ancient origin and\nreveal its identity with the Egyptian, Chaldean, and Phoenician\nVirgin of the Sphere.",
        "The fact has already been observed that in the original\nrepresentation of the “Temptation” in the cave temple of India,\nit is not the woman but the man who is the tempter, and a\nsingular peculiarity observed in connection with this ancient\nfemale Deity is that it is SHE and NOT HER SEED who is trampling\non the serpent, thus proving that originally woman and not man\nwas worshipped as the Savior.  Another significant feature\nnoticed in connection with this subject is that the oldest\nfigures which represent this Goddess are black, thus proving that\nshe must have belonged to a dark skinned race.",
        "This image, although black, or dark skinned, had long hair, hence\nnot a negress.  The most ancient statue of Ceres was black, and\nPausanias says that at a place called Melangea in Arcadia there\nwas a black Venus.  In the Netherlands only a few years ago, was\na church dedicated to a black goddess.  The Virgin of the Sphere\nwho treads on the head of the serpent represents universal\nwomanhood.  She is the Virgin of the first book of Genesis and\nmother of all the Earth.  She represents not only creative power\nbut Perceptive Wisdom.  Although this Goddess is usually seen\nwith the lotus in her hand, she sometimes carries ripe corn or\nwheat.",
        "The mother of Gotama Buddha was called Mai or Maya, after the\nmonth in which the Earth is arrayed in her most beautiful attire.",
        "Maya is the parent of universal Nature.  According to Davis, the\nmother of Mercury “is the universal genius of Nature which\ndiscriminated all things according to their various kinds of\nspecies,” the same as was Muth of Egypt.  Mai is said to mean\n“one who begins to illuminate.”  She was in fact the mother of\nthe sun whence everything proceeds.  She was matter, within which\nwas concealed spirit.",
        "In the representations of Montfaucon appears the Goddess Isis\nsitting on the lotus.  Her head, upon which is a globe, is\nsurrounded by a radiant circle which evidently represents the\nsun.  On the reverse side is Ieu, the word “which is the usual\nway of the ecclesiastical authors reading the Hebrew word\nJehovah.”  Referring to this from Montfaucon, Godfrey Higgins\nobserves: “Here Isis, whose veil no mortal shall ever draw aside,\nthe celestial Virgin of the Sphere, is seated on the\nself-generating sacred lotus and is called Ieu or Jove.\"[32] She\nhas also the mystic number 608 which stands for the Deity.  Her\nbreasts show plainly that it is a female representation, although\nconnected with the figure appears the male emblem to indicate\nthat within her are contained both elements, or that the universe\nis embodied within the female.",
        "[32] Anacalypsis, book v., ch. iv.",
        "Higgins thinks there is no subject on which more mistakes have\nbeen made than on that of the Goddess Isis, both by ancients and\nmoderns.  He calls attention to the inconsistency of calling her\nthe moon when in many countries the moon is masculine.  He is\nquite positive that if Isis is the moon, Ceres, Proserpine,\nVenus, and all the other female gods were the same, which in view\nof the facts everywhere at hand cannot be true.  It is true,\nhowever, that “the planet called the moon was dedicated to her in\njudicial astrology, the same as a planet was dedicated to Venus\nor Mars.  But Venus and Mars were not these planets themselves,\nthough these planets were sacred to them.\"[33] Higgins then calls\nattention to her temple at Sais in Egypt, and to the inscription\nwhich declares that “she comprehends all that is and was and is\nto be,” that she is “parent of the sun,” and he justly concludes\nthat Isis can not be the moon.",
        "[33] Anacalypsis, book vi., ch. ii.",
        "Apuleius makes Isis say:",
        "“I am the parent of all things, the sovereign of the elements,\nthe primary progeny of time, the most exalted of the deities, the\nfirst of the heavenly gods and goddesses, whose single deity the\nwhole world venerates in many forms, with various rites and\nvarious names.  The Egyptians worship me with proper ceremonies\nand call me by my true name, Queen Isis.”",
        "Isis, we are told, is called Myrionymus, or goddess with 10,000\nnames.  She is the Persian Mithra, which is the same as Buddha,\nMinerva, Venus, and all the rest.",
        "Faber admits that the female principle was formerly regarded as\nthe Soul of the World.  He says:",
        "“Isis was the same as Neith or Minerva; hence the inscription at\nSais was likewise applied to that goddess.  Athenagoras informs\nus that Neith or the Athene of the Greeks was supposed to be\nWisdom passing and diffusing itself through all things.  Hence it\nis manifest that she was thought to be the Soul of the World; for\nsuch is precisely the character sustained by that mythological\npersonage.\"[34]",
        "[34] Pagan Idolatry, book i., p. 170.",
        "The same writer says further:",
        "“Ovid gives a similar character to Venus.  He represents her as\nmoderating the whole world; as giving laws to Heaven, Earth, and\nOcean, as the common parent both of gods and men, and as the\nproductive cause both of corn and trees.  She is celebrated in\nthe same manner by Lucretius, who ascribes to her that identical\nattribute of universality which the Hindoos give to their Goddess\nIsi or Devi.\"[35]",
        "[35] Ibid.",
        "It seems to be the general belief of all writers whose object is\nto disclose rather than conceal the ancient mysteries, that until\na comparatively recent time the moon was never worshipped as\nIsis.  Until the origin and meaning of the ancient religion had\nbeen forgotten, and the ideas underlying the worship of Nature\nhad been lost, the moon was never regarded as representing the\nfemale principle.",
        "When man began to regard himself as the only important factor in\nprocreation, and when the sun became masculine and heat or\npassion constituted the god-idea, the moon was called Isis.  The\nmoon represented the absence of heat, it therefore contained\nlittle of the recognized god-element.  It was, perhaps, under the\ncircumstances, a fitting emblem for woman.",
        "In the sacred writings of the Hindoos there is an account of the\nmoon, Soma, having been changed into a female called Chandra,\n“the white or silvery one.”",
        "While speaking of the moon, Kalisch says: “The whole ritual of\nthe Phoenician Goddess Astarte with whom that Queen of Heaven is\nidentical, and who was the goddess of fertility seems to have\nbeen transferred to her.\"[36]",
        "[36] Historical and Critical Commentary of the Old Testament.",
        "To such an extent, in the earlier ages of the world had the\nfemale been regarded as the Creator, that in many countries where\nher worship subsequently became identified with that of the moon,\nLuna was adored as the producer of the sun.  According to the\nBabylonian creation tablets, the moon was the most important\nheavenly body.  In later ages, the gender of the sun and the moon\nseems to be exceedingly variable.  The Achts of Vancouver’s\nIsland worship sun and moon–the sun as female, the moon as\nmale.[37] In some of the countries of Africa the moon is adored\nas female and sun-worship is unknown.  Among various peoples the\nsun and the moon are regarded as husband and wife, and among\nothers as brother and sister.  In some countries, both are\nfemale.  I can find no instance in which both are male.  Hindoos\nand Aztecs alike, at one time, said that Luna was male and often\nthat the sun was female.",
        "[37] Tylor, Primitive Culture, vol. ii., p. 272.",
        "The fact that among the Persians the moon as well as the sun was\nat a certain period regarded as a source of procreative energy\nand as influencing the generative processes, is shown by various\npassages in the Avestas.  In the Khordah Avesta, praise is\noffered to “the Moon which contains the seed of cattle, to the\nonly begotten Bull, to the Bull of many kinds.”",
        "Perhaps the most widely diffused and universally adored\nrepresentation of the ancient female Deity in Egypt was the\nVirgin Neit or Neith, the Athene of the Greeks and the Minerva of\nthe Romans.  Her name signifies “I came from myself.”  This Deity\nrepresents not only creative power, but abstract intelligence,\nWisdom or Light.  Her temple at Sais was the largest in Egypt. \nIt was open at the top and bore the following inscription: “I am\nall that was and is and is to be; no mortal has lifted up my\nveil, and the fruit which I brought forth was the sun.”  She was\ncalled also Muth, the universal mother.  Kings were especially\nhonored in the title “Son of Neith.”",
        "To express the idea that the female energy in the Deity\ncomprehended not alone the power to bring forth, but that it\ninvolved all the natural powers, attributes, and possibilities of\nhuman nature, it was portrayed by a pure Virgin who was also a\nmother.  According to Herodotus, the worship of Minerva was\nindigenous in Lybia, whence it travelled to Egypt and was carried\nfrom thence to Greece.  Among the remnants of Egyptian mythology,\nthe figure of a mother and child is everywhere observed.  It is\nthought by various writers that the worship of the black virgin\nand child found its way to Italy from Egypt.",
        "The change noted in the growth of the religious idea by which the\nmale principle assumes the more important position in the Deity\nmay, by a close investigation of the facts at hand, be easily\ntraced, and, as has before been expressed, this change will be\nfound to correspond with that which in an earlier age of the\nworld took place in the relative positions of the sexes.  In all\nthe earliest representations of the Deity, the fact is observed\nthat within the mother element is contained the divinity adored,\nwhile the male appears as a child and dependent on the\nministrations of the female for existence and support. \nGradually, however, as the importance of man begins to be\nrecognized in human affairs, we find that the male energy in the\nDeity, instead of appearing as a child in the arms of its mother,\nis represented as a man, and that he is of equal importance with\nthe woman; later he is identical with the sun, the woman,\nalthough still a necessary factor in the god-idea, being\nconcealed or absorbed within the male.  It is no longer woman who\nis to bruise the serpent’s head, but the seed of the woman, or\nthe son.  He is Bacchus in Greece, Adonis in Syria, Christna in\nIndia.  He is indeed the new sun which is born on the 25th of\nDecember, or at the time when the solar orb has reached its\nlowest position and begins to ascend.  It is not perhaps\nnecessary to add that he is also the Christ of Bethlehem, the son\nof the Virgin.",
        "Nowhere, perhaps, is the growing importance of the male in the\ngod-idea more clearly traced than in the history of the Arabians. \nAmong this people are still to be found certain remnants of the\nmatriarchal age–an age in which women were the recognized heads\nof families and the eponymous leaders of the gentes or clans. \nConcerning the worship of a man and woman as god by the early\nArabians, Prof. Robertson Smith remarks:",
        "“Except the comparatively modern Isaf and Naila in the sanctuary\nat Mecca where there are traditions of Syrian influence, I am not\naware that the Arabs had pairs of gods represented as man and\nwife.  In the time of Mohammed the female deities, such as\nAl-lat, were regarded as daughters of the supreme male God.  But\nthe older conception as we see from a Nabataean inscription in De\nVogue, page 119, is that Al-lat is mother of the gods.  At Petra\nthe mother-goddess and her son were worshipped together, and\nthere are sufficient traces of the same thing elsewhere to lead\nus to regard this as having been the general rule when a god and\ngoddess were worshipped in one sanctuary.\"[38]",
        "[38] Kinship and Marriage in Early Arabia, ch. vi., p. 179.",
        "As the worship of the black virgin and child is connected with\nthe earliest religion of which we may catch a glimpse, the exact\nlocality in which it first appeared must be somewhat a matter of\nconjecture, but that this idea constituted the Deity among the\nEthiopian or early Cushite race, the people who doubtless carried\ncivilization to Egypt, India, and Chaldea, is quite probable.",
        "If we bear in mind the fact that the gods of the ancients\nrepresented principles and powers, we shall not be surprised to\nfind that Muth, Neith, or Isis, who was creator of the sun, was\nalso the first emanation from the sun.  Minerva is Wisdom–the\nLogos, the Word.  She is Perception, Light, etc.  At a later\nstage in the history of religion, all emanations from the Deity\nare males who are “Saviors.”",
        "That the office of the male as a creative agency is dependent on\nthe female, is a fact so patent that for ages the mother\nprinciple could not be eliminated from the conception of a Deity,\nand the homage paid to Athene or Minerva, even after women had\nbecome only sexual slaves and household tools, shows the extent\nto which the idea of female supremacy in Nature and in the Deity\nhad taken root.",
        "Notwithstanding the efforts which during numberless ages were\nmade to dethrone the female principle in the god-idea, the Great\nMother, under some one of her various appellations, continued,\ndown to a late period in the history of the human race, to claim\nthe homage and adoration of a large portion of the inhabitants of\nthe globe.  And so difficult was it, even after the male element\nhad declared itself supreme, to conceive of a creative force\nindependently of the female principle, that oftentimes, during\nthe earlier ages of their attempted separation, great confusion\nand obscurity are observed in determining the positions of male\ndeities.  Zeus who in later times came to be worshipped as male\nwas formerly represented as “the great dyke, the terrible virgin\nwho breathes out on crime, anger, and death.”  Grote refers to\nnumerous writers as authority for the statement that Dionysos,\nwho usually appears in Greece as masculine, and who was doubtless\nthe Jehovah of the Jews, was indigenous in Thrace, Phrygia, and\nLydia as the Great Mother Cybele.  He was identical with Bacchus,\nwho although represented on various coins as a “bearded venerable\nfigure” appears with the limbs, features, and character of a\nbeautiful young woman.  Sometimes this Deity is portrayed with\nsprouting horns, and again with a crown of ivy.  The Phrygian\nAttis and the Syrian Adonis, as represented in monuments of\nancient art, are androgynous personifications of the same\nattributes.  According to the testimony of the geographer\nDionysius, the worship of Bacchus was formerly carried on in the\nBritish Islands in exactly the same manner as it had been in an\nearlier age in Thrace and on the banks of the Ganges.",
        "In referring to the Idean Zeus in Crete, to Demeter at Eleusis,\nto the Cabairi in Samothrace, and Dionysos at Delphi and Thebes,\nGrote observes: “That they were all to a great degree analogous,\nis shown by the way in which they necessarily run together and\nbecome confused in the minds of various authors.”",
        "Concerning Sadi, Sadim, or Shaddai, Higgins remarks:",
        "“Parkhurst tells us it means all-bountiful–the pourer forth of\nblessings; among the Heathen, the Dea Multimammia; in fact the\nDiana of Ephesus, the Urania of Persia, the Jove of Greece,\ncalled by Orpheus the Mother of the Gods, each male as well as\nfemale–the Venus Aphrodite; in short, the genial powers of\nNature.”",
        "To which Higgins adds: “And I maintain that it means the figure\nwhich is often found in collections of ancient statues, most\nbeautifully executed, and called the Hermaphrodite.”",
        "As in the old language there was no neuter gender, the gods must\nalways appear either as female or male.  For apparent reasons, in\nall the translations, through the pronouns and adjectives used,\nthe more important ancient deities have all been made to appear\nas males.",
        "By at least two ancient writers Jupiter is called the Mother of\nthe Gods.  In reference to a certain Greek appellation, Bryant\nobserves that it is a masculine name for a feminine deity–a name\nwhich is said to be a corruption of Mai, the Hindoo Queen of\nHeaven.",
        "In process of time, as the world became more and more\nmasculinized, so important did it become that the male should\noccupy the more exalted place in the Deity, that even the Great\nMother of the Gods, as we have seen, is represented as male.",
        "The androgynous or plural form of the ancient Phoenician God\nAleim, the Creator referred to in the opening chapter of Genesis,\nis clearly apparent.  This God, speaking to his counterpart,\nWisdom, the female energy, says: “Let us make man in our own\nimage, in our own likeness,” and accordingly males and females\nare produced.  By those whose duty it has been in the past to\nprove that the Deity here represented is composed only of the\nmasculine attributes, we are given to understand that God was\nreally “speaking to himself,” and that in his divine cogitations\nexcessive modesty dictated the “polite form of speech\"; he did\nnot, therefore, say exactly what he meant, or at least did not\nmean precisely what he said.  We have to bear in mind, however,\nthat as man had not at that time been created, if there were no\nfemale element present, this excess of politeness on the part of\nthe “Lord” was wholly lost.  Surely, in a matter involving such\nan enormous stretch of power as the creation of man independently\nof the female energy, we would scarcely expect to find the high\nand mighty male potentate which was subsequently worshipped as\nthe Lord of the Israelites laying aside his usual “I the Lord,\"\nsimply out of deference to the animals.",
        "In Christian countries, during the past eighteen hundred years,\nthe greatest care has been exercised to conceal the fact that\nsun-worship underlies all forms of religion, and under Protestant\nChristianity no pains has been spared in eliminating the female\nelement from the god-idea; hence the ignorance which prevails at\nthe present time in relation to the fact that the Creator once\ncomprehended the forces of Nature, which by an older race were\nworshipped as female.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}