{
    "title": "The Hohenzollerns in America",
    "author": "Stephen Leacock",
    "chapter": "1",
    "content": [
        "\n\n",
        "The proper punishment for the Hohenzollerns, and the\nHapsburgs, and the Mecklenburgs, and the Muckendorfs,\nand all such puppets and princelings, is that they should\nbe made to work; and not made to work in the glittering\nand glorious sense, as generals and chiefs of staff, and\nlegislators, and land-barons, but in the plain and humble\npart of laborers looking for a job; that they should\ncarry a hod and wield a trowel and swing a pick and, at\nthe day’s end, be glad of a humble supper and a night’s\nrest; that they should work, in short, as millions of\npoor emigrants out of Germany have worked for generations\npast; that there should be about them none of the prestige\nof fallen grandeur; that, if it were possible, by some\ntrick of magic, or change of circumstance, the world\nshould know them only as laboring men, with the dignity\nand divinity of kingship departed out of them; that, as\nsuch, they should stand or fall, live or starve, as best\nthey might by the work of their own hands and brains.\nCould this be done, the world would have a better idea\nof the thin stuff out of which autocratic kingship is\nfashioned.",
        "It is a favourite fancy of mine to imagine this\ntransformation actually brought about; and to picture\nthe Hohenzollerns as an immigrant family departing for\nAmerica, their trunks and boxes on their backs, their\nbundles in their hands.",
        "The fragments of a diary that here follow present the\ndetails of such a picture. It is written, or imagined to\nbe written, by the (former) Princess Frederica of\nHohenzollern. I do not find her name in the Almanach de\nGotha. Perhaps she does not exist. But from the text\nbelow she is to be presumed to be one of the innumerable\nnieces of the German Emperor.",
        "Continue...",
        "\nThis eBook of “The Hohenzollerns in America” by Stephen Leacock belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Hohenzollerns in America (Large Print Edition)By Stephen Leacock At Amazon"
    ]
}