{
    "title": "The Pleasures of Life - CHAPTER VIII. THE BEAUTIES OF NATURE.",
    "author": "Sir John Lubbock",
    "chapter": "22",
    "content": [
        "\n\n",
        "    “Speak to the earth and it shall teach thee.”",
        "    JOB.",
        "    “And this our life, exempt from public haunt,\n    Finds tongues in trees, books in the running brooks,\n    Sermons in stones, and good in everything.”",
        "    SHAKESPEARE.",
        "We are told in the first chapter of Genesis that at the close of the sixth\nday “God saw every thing that he had made, and, behold, it was very good.\"\nNot merely good, but very good. Yet how few of us appreciate the beautiful\nworld in which we live!",
        "In preceding chapters I have incidentally, though only incidentally,\nreferred to the Beauties of Nature; but any attempt, however imperfect, to\nsketch the blessings of life must contain some special reference to this\nlovely world itself, which the Greeks happily called [Greek: chosmos]\n–beauty.",
        "Hamerton, in his charming work on Landscape, says, “There are, I\nbelieve, four new experiences for which no description ever adequately\nprepares us, the first sight of the sea, the first journey in the desert,\nthe sight of flowing molten lava, and a walk on a great glacier. We feel\nin each case that the strange thing is pure nature, as much nature as a\nfamiliar English moor, yet so extraordinary that we might be in another\nplanet.” But it would, I think, be easier to enumerate the Wonders of\nNature for which description can prepare us, than those which are\naltogether beyond the power of language.",
        "Many of us, however, walk through the world like ghosts, as if we were in\nit, but not of it. We have “eyes and see not, ears and hear not.” To look\nis much less easy than to overlook, and to be able to see what we do see,\nis a great gift. Ruskin maintains that “The greatest thing a human soul\never does in this world is to see something, and tell what it saw in a\nplain way.” I do not suppose that his eyes are better than ours, but how\nmuch more he sees with them!",
        "We must look before we can expect to see. “To the attentive eye,” says\nEmerson, “each moment of the year has its own beauty; and in the same\nfield it beholds every hour a picture that was never seen before, and\nshall never be seen again. The heavens change every moment and reflect\ntheir glory or gloom on the plains beneath.”",
        "The love of Nature is a great gift, and if it is frozen or crushed out,\nthe character can hardly fail to suffer from the loss. I will not, indeed,\nsay that a person who does not love Nature is necessarily bad; or that one\nwho does, is necessarily good; but it is to most minds a great help. Many,\nas Miss Cobbe says, enter the Temple through the gate called Beautiful.",
        "There are doubtless some to whom none of the beautiful wonders of Nature;\nneither the glories of the rising or setting sun; the magnificent\nspectacle of the boundless ocean, sometimes so grand in its peaceful\ntranquillity, at others so majestic in its mighty power; the forests\nagitated by the storm, or alive with the song of birds; nor the glaciers\nand mountains–there are doubtless some whom none of these magnificent\nspectacles can move, whom “all the glories of heaven and earth may pass in\ndaily succession without touching their hearts or elevating their\nminds.” [1]",
        "Such men are indeed pitiable. But, happily, they are exceptions. If we can\nnone of us as yet fully appreciate the beauties of Nature, we are\nbeginning to do so more and more.",
        "For most of us the early summer has a special charm. The very life is\nluxury. The air is full of scent, and sound, and sunshine, of the song of\nbirds and the murmur of insects; the meadows gleam with golden buttercups,\nit almost seems as if one could see the grass grow and the buds open; the\nbees hum for very joy, and the air is full of a thousand scents, above all\nperhaps that of new-mown hay.",
        "The exquisite beauty and delight of a fine summer day in the country has\nnever perhaps been more truly, and therefore more beautifully, described\nthan by Jefferies in his “Pageant of Summer.” “I linger,’” he says, “in\nthe midst of the long grass, the luxury of the leaves, and the song in the\nvery air. I seem as if I could feel all the glowing life the sunshine\ngives and the south wind calls to being. The endless grass, the endless\nleaves, the immense strength of the oak expanding, the unalloyed joy of\nfinch and blackbird; from all of them I receive a little.... In the\nblackbird’s melody one note is mine; in the dance of the leaf shadows the\nformed maze is for me, though the motion is theirs; the flowers with a\nthousand faces have collected the kisses of the morning. Feeling with\nthem, I receive some, at least, of their fulness of life. Never could I\nhave enough; never stay long enough.... The hours when the mind is\nabsorbed by beauty are the only hours when we really live, so that the\nlonger we can stay among these things so much the more is snatched from\ninevitable Time.... These are the only hours that are not wasted-these\nhours that absorb the soul and fill it with beauty. This is real life, and\nall else is illusion, or mere endurance. To be beautiful and to be calm,\nwithout mental fear, is the ideal of Nature. If I cannot achieve it, at\nleast I can think it.”",
        "This chapter is already so long that I cannot touch on the contrast and\nvariety of the seasons, each with its own special charm and interest, as",
        "  “The daughters of the year\n  Dance into light and die into the shade.” [2]",
        "Our countrymen derive great pleasure from the animal kingdom, in hunting,\nshooting, and fishing, thus obtaining fresh air and exercise, and being\nled into much varied and beautiful scenery. Still it will probably ere\nlong be recognized that even from a purely selfish point of view, killing\nanimals is not the way to get the greatest enjoyment from them. How much\nmore interesting would every walk in the country be, if Man would but\ntreat other animals with kindness, so that they might approach us without\nfear, and we might have the constant pleasure of watching their winning\nways. Their origin and history, structure and habits, senses and\nintelligence, offer an endless field of interest and wonder.",
        "The richness of life is wonderful. Any one who will sit down quietly on\nthe grass and watch a little will be indeed surprised at the number and\nvariety of living beings, every one with a special history of its own,\nevery one offering endless problems of great interest.",
        "“If indeed thy heart were right, then would every creature be to thee a\nmirror of lifer and a book of holy doctrine.” [3]",
        "The study of Natural History has the special advantage of carrying us into\nthe country and the open air.",
        "Not but what towns are beautiful too. They teem with human interest and\nhistorical associations.",
        "Wordsworth was an intense lover of nature; yet does he not tell us, in\nlines which every Londoner will appreciate, that he knew nothing in nature\nmore fair, no calm more deep, than the city of London at early dawn?",
        "  “Earth has not anything to show more fair;\n  Dull would he be of soul who could pass by\n  A sight so touching in its majesty:\n  This City now doth, like a garment, wear\n  The beauty of the morning; silent, bare,\n  Ships, towers, domes, theatres, and temples lie\n  Open unto the fields, and to the sky;\n  All bright and glittering in the smokeless air.\n  Never did sun more beautifully steep\n  In his first splendor, valley, rock, or hill;\n  Ne’er saw I, never felt, a calm so deep!\n  The river glideth at its own sweet will:\n  Dear God! the very houses seem asleep;\n  And all that mighty heart is lying still!”",
        "Milton also described London as",
        "  “Too blest abode, no loveliness we see\n  In all the earth, but it abounds in thee.”",
        "But after being some time in a great city, one feels a longing for the\ncountry.",
        "  “The meanest floweret of the vale,\n  The simplest note that swells the gale,\n  The common sun, the air, the skies,\n  To him are opening paradise.” [4]",
        "Here Gray justly places flowers in the first place, for when in any great\ntown we think of the country, flowers seem first to suggest themselves.",
        "“Flowers,” says Ruskin, “seem intended for the solace of ordinary\nhumanity. Children love them; quiet, tender, contented, ordinary people\nlove them as they grow; luxurious and disorderly people rejoice in them\ngathered. They are the cottager’s treasure; and in the crowded town mark,\nas with a little broken fragment of rainbow the windows of the workers in\nwhose heart rest the covenant of peace.” But in the crowded street, or\neven in the formal garden, flowers always seem, to me at least, as if they\nwere pining for the freedom of the woods and fields, where they can live\nand grow as they please.",
        "There are flowers for almost all seasons and all places. Flowers for\nspring, summer, and autumn, while even in the very depth of winter here\nand there one makes its appearance. There are flowers of the fields and\nwoods and hedgerows, of the seashore and the lake’s margin, of the\nmountain-side up to the very edge of the eternal snow.",
        "And what an infinite variety they present.",
        "  “Daffodils,\n  That come before the swallow dares, and take\n  The winds of March with beauty; violets, dim,\n  But sweeter than the lids of Juno’s eyes,\n  Or Cytherea’s breath; pale primroses,\n  That die unmarried, ere they can behold\n  Bright Phoebus in his strength, a malady\n  Most incident to maids; bold oxlips and\n  The crown imperial; lilies of all kinds,\n  The flower-de-luce being one.” [5]",
        "Nor are they mere delights to the eye; they are full of mystery and\nsuggestions. They almost seem like enchanted princesses waiting for some\nprincely deliverer. Wordsworth tells us that",
        "  “To me the meanest flower that blows can give\n  Thoughts that do often lie too deep for tears.”",
        "Every color again, every variety of form, has some purpose and\nexplanation.",
        "And yet, lovely as Flowers are, Leaves add even more to the Beauty of\nNature. Trees in our northern latitudes seldom own large flowers; and\nthough of course there are notable exceptions, such as the Horse-chestnut,\nstill even in these cases the flowers live only a few days, while the\nleaves last for months. Every tree indeed is a picture in itself: The\ngnarled and rugged Oak, the symbol and source of our navy, sacred to the\nmemory of the Druids, the type of strength, the sovereign of British\ntrees; the Chestnut, with its beautiful, tapering, and rich green, glossy\nleaves, its delicious fruit, and to the durability of which we owe the\ngrand and historic roof of Westminster Abbey.",
        "The Birch is the queen of trees, with her feathery foliage, scarcely\nvisible in spring but turning to leaves of gold in autumn; the pendulous\ntwigs tinged with purple, and silver stems so brilliantly marked with\nblack and white.",
        "The Elm forms grand masses of foliage which turn a beautiful golden yellow\nin autumn; and the Black Poplar with its perpendicular leaves, rustling\nand trembling with every breath of wind, towers over most other forest\ntrees.",
        "The Beech enlivens the country by its tender green in spring, rich green\nin summer, and glorious gold and orange in autumn, set off by the graceful\ngray stems; and has moreover, such a wealth of leaves that in autumn there\nare enough not only to clothe the tree itself but to cover the grass\nunderneath.",
        "If the Beech owes much to its delicate gray stem, even more beautiful is\nthe reddish crimson of the Scotch Pines, in such charming contrast with\nthe rich green of the foliage, by which it is shown off rather than\nhidden; and, with the green spires of the Firs, they keep the woods warm\nin winter.",
        "Nor must I overlook the smaller trees: the Yew with its thick green\nfoliage; the wild Guelder rose, which lights up the woods in autumn with\ntranslucent glossy berries and many-tinted leaves; or the Bryonies, the\nBriar, the Traveler’s Joy, and many another plant, even humbler perhaps,\nand yet each with some exquisite beauty and grace of its own, so that we\nmust all have sometimes felt our hearts overflowing with gladness and\ngratitude, as if the woods were full of music–as if",
        "  “The woods were filled so full with song\n  There seemed no room for sense of wrong.” [6]",
        "On the whole no doubt, woodlands are less beautiful in the winter: yet\neven then the delicate tracery of the branches, which cannot be so well\nseen when they are clothed with leaves, has a special beauty of its own;\nwhile every now and then hoar frost or snow settles like silver on every\nbranch and twig, lighting up the forest as if by enchantment in\npreparation for some fairy festival.",
        "I feel with Jefferies that “by day or by night, summer or winter, beneath\ntrees the heart feels nearer to that depth of life which the far sky\nmeans. The rest of spirit found only in beauty, ideal and pure, comes\nthere because the distance seems within touch of thought.”",
        "The general effect of forests in tropical regions must be very different\nfrom that of those in our latitudes. Kingsley describes it as one of\nhelplessness, confusion, awe, all but terror. The trunks are very lofty\nand straight, and rising to a great height without a branch, so that the\nwood seems at first comparatively open. In Brazilian forests, for\ninstance, the trees struggle upward, and the foliage forms an unbroken\ncanopy, perhaps a hundred feet overhead. Here, indeed, high up in the air\nis the real life of the forest. Everything seems to climb, to the light.\nThe quadrupeds climb, birds climb, reptiles climb, and the variety of\nclimbing plants is far greater than anything to which we are accustomed.",
        "Many savage nations worship trees, and I really think my first feeling\nwould be one of delight and interest rather than of surprise, if some day\nwhen I am alone in a wood one of the trees were to speak to me. Even by\nday there is something mysterious in a forest, and this is much more the\ncase at night.",
        "With wood, water seems to be naturally associated. Without water no\nlandscape is complete, while overhead the clouds add beauty to the heavens\nthemselves. The spring and the rivulet, the brook, the river, and the\nlake, seem to give life to Nature, and were indeed regarded by our\nancestors as living entities themselves. Water is beautiful in the morning\nmist, in the broad lake, in the glancing stream or the river pool, in the\nwide ocean, beautiful in all its varied moods. Water nourishes vegetation;\nit clothes the lowlands with green and the mountains with snow. It\nsculptures the rocks and excavates the valleys, in most cases acting\nmainly through the soft rain, though our harder rocks are still grooved by\nthe ice-chisel of bygone ages.",
        "The refreshing pour of water upon the earth is scarcely greater than that\nwhich it exercises on the mind of man. After a long spell of work how\ndelightful it is to sit by a lake or river, or on the seashore, and enjoy",
        "  “A little murmur in mine ear,\n  A little ripple at my feet.” [7]",
        "Every Englishman loves the sight of the Sea We feel that it is to us a\nsecond home. It seems to vivify the very atmosphere, so that Sea air is\nproverbial as a tonic, and makes the blood dance in our veins. The Ocean\ngives an impression of freedom and grandeur more intense perhaps than the\naspect of the heavens themselves. A poor woman from Manchester, on being\ntaken to the seaside, is said to have expressed her delight on seeing for\nthe first time something of which there was enough for everybody. The sea\ncoast is always interesting. When we think of the cliff sections with\ntheir histories of bygone ages; the shore itself teeming with seaweeds and\nanimals, waiting for the return of the tide, or thrown up from deeper\nwater by the waves; the weird cries of seabirds; the delightful feeling\nthat with every breath we are laying in a store of fresh life, and health,\nand energy, it is impossible to over-estimate all we owe to the sea.",
        "It is, moreover, always changing. We went for our holiday this year to\nLyme Regis. Let me attempt to describe the changes in the view from our\nwindows during a single day. Our sitting-room opened on to a little lawn,\nbeyond which the ground drops suddenly to the sea, while over about two\nmiles of water were the hills of the Dorsetshire coast–Golden Cap, with\nits bright crest of yellow sand, and the dark blue Lias Cliff of Black\nVen. When I came early down in the morning the sun was rising opposite,\nshining into the room over a calm sea, along an avenue of light; by\ndegrees, as it rose, the whole sea was gilt with light, and the hills\nbathed in a violet mist. By breakfast-time all color had faded from the\nsea–it was like silver passing on each side into gray; the sky was blue,\nflecked with fleecy clouds; while, on the gentler slopes of the coast\nopposite, fields and woods, and quarries and lines of stratification begin\nto show themselves, though the cliffs are still in shadow, and the more\ndistant headlands still a mere succession of ghosts, each one fainter than\nthe one before it. As the morning advances the sea becomes blue, the dark\nwoods, green meadows, and golden cornfields of the opposite coast more\ndistinct, and the details of the cliffs come gradually into view, and\nfishing-boats with dark sails begin to appear.",
        "Gradually the sun rises higher, a yellow line of shore appears under the\nopposite cliffs, and the sea changes its color, mapping itself out as it\nwere, the shallower parts turquoise blue, almost green; the deeper ones\ndeep violet.",
        "This does not last long–a thunderstorm comes up. The wind mutters\noverhead, the rain patters on the leaves, the coast opposite seems to\nshrink into itself, as if it would fly from the storm. The sea grows dark\nand rough, and white horses appear here and there.",
        "But the storm is soon over. The clouds break, the rain stops, the sun\nshines once more, the hills opposite come out again. They are divided now\nnot only into fields and woods, but into sunshine and shadow. The sky\nclears, and as the sun begins to descend westwards the sea becomes one\nbeautiful clear uniform azure, changing again soon to pale blue in front\nand dark violet beyond: and once more as clouds begin to gather again,\ninto an archipelago of bright blue sea and deep islands of ultramarine. As\nthe sun travels westward, the opposite hills change again. They scarcely\nseem like the same country. What was in sun is now in shade, and what was\nin shade now lies bright in the sunshine. The sea once more becomes a\nuniform solid blue, only flecked in places by scuds of wind, and becoming\npaler towards evening as the sun sinks, the cliffs which catch his setting\nrays losing their deep color and in some places looking almost as white as\nchalk, while at sunset they light up again for a moment with a golden\nglow, the sea at the same time sinking to a cold gray. But soon the hills\ngrow cold too, Golden Cap holding out bravely to the last, and the shades\nof evening settle over cliff and wood, cornfield and meadow.",
        "These are but a part, and a very small part, of the changes of a single\nday. And scarce any two days are alike. At times a sea-fog covers\neverything. Again the sea which sleeps to-day so peacefully sometimes\nrages, and the very existence of the bay itself bears witness to its\nforce.",
        "The night, again, varies like the day. Sometimes shrouded by a canopy of\ndarkness, sometimes lit up by millions of brilliant worlds, sometimes\nbathed in the light of a moon, which never retains the same form for two\nnights together.",
        "If Lakes are less grand than the sea, they are in some respects even more\nlovely. The seashore is comparatively bare. The banks of Lakes are often\nrichly clothed with vegetation which comes close down to the water’s edge,\nsometimes hanging even into the water itself. They are often studded with\nwell-wooded islands. They are sometimes fringed with green meadows,\nsometimes bounded by rocky promontories rising directly from comparatively\ndeep water, while the calm bright surface is often fretted by a delicate\npattern of interlacing ripples, or reflects a second, softened, and\ninverted landscape.",
        "To water again we owe the marvellous spectacle of the rainbow–\"God’s bow\nin the clouds.” It is indeed truly a heavenly messenger, and so unlike\nanything else that it scarcely seems to belong to this world.",
        "Many things are colored, but the rainbow seems to be color itself.",
        "    “First the flaming red\n  Sprang vivid forth; the tawny orange next,\n  And next delicious yellow; by whose side\n  Fell the kind beams of all-refreshing green.\n  Then the pure blue that swells autumnal skies,\n  Ethereal play’d; and then, of sadder hue\n  Emerged the deeper indigo (as when\n  The heavy-skirted evening droops with frost),\n  While the last gleamings of refracted light\n  Died in the fainting violet away.” [8]",
        "We do not, I think, sufficiently realize how wonderful is the blessing of\ncolor. It would have been possible, it would even seem more probable, that\nthough light might have enabled us to perceive objects, this could only\nhave been by shade and form. How we perceive color it is very difficult to\ncomprehend, and yet when we speak of beauty, among the ideas which come to\nus most naturally are those of birds and butterflies, flowers and shells,\nprecious stones, skies, and rainbows.",
        "Our minds might have been constituted exactly as they are, we might have\nbeen capable of comprehending the highest and sublimest truths, and yet,\nbut for a small organ in the head, the world of sound would have been shut\nout from us; we should have lost the sounds of nature, the charms of\nmusic, the conversation of friends, and have been condemned to perpetual\nsilence: and yet a slight alteration in the retina, which is not thicker\nthan a sheet of paper, not larger than a finger nail,–and the glorious\nspectacle of this beautiful world, the exquisite variety of form, the\nglory and play of color, the variety of scenery, of woods and fields, and\nlakes and hills, seas and mountains, the glory of the sky alike by day and\nnight, would all have been lost to us.",
        "Mountains, again, “seem to have been built for the human race, as at once\ntheir schools and cathedrals; full of treasures of illuminated manuscript\nfor the scholar, kindly in simple lessons for the worker, quiet in pale\ncloisters for the thinker, glorious in holiness for the worshipper. And of\nthese great cathedrals of the earth, with their gates of rock, pavements\nof cloud, choirs of stream and stone, altars of snow, and vaults of purple\ntraversed by the continual stars.” [9]",
        "All these beauties are comprised in Tennyson’s exquisite description of\nOenone’s vale–the city, flowers, trees, river, and mountains.",
        "  “There is a vale in Ida, lovelier\n  Than all the valleys of Ionian hills.\n  The swimming vapor slopes athwart the glen,\n  Puts forth an arm, and creeps from pine to pine,\n  And loiters, slowly drawn. On either hand\n  The lawns and meadow-ledges midway down\n  Hang rich in flowers, and far below them roars\n  The long brook falling thro’ the clov’n ravine\n  In cataract after cataract to the sea.\n  Behind the valley topmost Gargarus\n  Stands up and takes the morning; but in front\n  The gorges, opening wide apart, reveal\n  Troas and Ilion’s column’d citadel,\n  The crown of Troas.”",
        "And when we raise our eyes from earth, who has not sometimes felt “the\nwitchery of the soft blue sky;” who has not watched a cloud floating\nupward as if on its way to heaven, or when",
        "  “Sunbeam proof, I hang like a roof\n  The mountain its columns be.” [10]",
        "And yet “if, in our moments of utter idleness and insipidity, we turn to\nthe sky as a last resource, which of its phenomena do we speak of? One\nsays, it has been wet; and another, it has been windy; and another, it has\nbeen warm. Who, among the whole chattering crowd, can tell me of the forms\nand the precipices of the chain of tall white mountains that girded the\nhorizon at noon yesterday? Who saw the narrow sunbeam that came out of the\nsouth, and smote upon their summits until they melted and mouldered away\nin a dust of blue rain? Who saw the dance of the dead clouds when the\nsunlight left them last night, and the west wind blew them before it like\nwithered leaves? All has passed, unregretted as unseen; or if the apathy\nbe ever shaken off, even for an instant, it is only by what is gross, or\nwhat is extraordinary; and yet it is not in the broad and fierce\nmanifestations of the elemental energies, not in the clash of the hail,\nnor the drift of the whirlwind, that the highest characters of the sublime\nare developed.” [11]",
        "But exquisitely lovely as is the blue arch of the midday sky, with its\ninexhaustible variety of clouds, “there is yet a light which the eye\ninvariably seeks with a deeper feeling of the beautiful, the light of the\ndeclining or breaking day, and the flakes of scarlet cloud burning like\nwatch-fires in the green sky of the horizon.” [12] The evening colors\nindeed soon fade away, but as night comes on,",
        "    “How glorious the firmament\n  With living sapphires! Hesperus that led\n  The starry host, rode brightest; till the moon\n  Rising in clouded majesty, at length,\n  Apparent queen, unveiled her peerless light,\n  And o’er the dark her silver mantle threw.” [13]",
        "We generally speak of a beautiful night when it is calm and clear, and the\nstars shine brightly overhead; but how grand also are the wild ways of\nNature, how magnificent when the lightning flashes, “between gloom and\nglory;” when",
        "  “From peak to peak, the rattling crags among\n  Leaps the live thunder.” [14]",
        "In the words of Ossian–",
        "  “Ghosts ride in the tempest to-night;\n  Sweet is their voice between the gusts of wind,\n  Their songs are of other worlds.”",
        "Nor are the wonders and beauties of the heavens limited by the clouds and\nthe blue sky, lovely as they are. In the heavenly bodies we have before us\n“the perpetual presence of the sublime.” They are so immense and so far\naway, and yet on soft summer nights “they seem leaning down to whisper in\nthe ear of our souls.” [15]",
        "“A man can hardly lift up his eyes toward the heavens,” says Seneca,\n“without wonder and veneration, to see so many millions of radiant lights,\nand to observe their courses and revolutions, even without any respect to\nthe common good of the Universe.”",
        "Who does not sympathize with the feelings of Dante as he rose from his\nvisit to the lower regions, until, he says,",
        "  “On our view the beautiful lights of heaven\n  Dawned through a circular opening in the cave,\n  Thence issuing, we again beheld the stars.”",
        "As we watch the stars at night they seem so still and motionless that we\ncan hardly realize that all the time they are rushing on with a velocity\nfar far exceeding any that man has ever accomplished.",
        "Like the sands of the sea, the stars of heaven have ever been used as an\nappropriate symbol of number, and we know that there are some 75,000,000,\nmany, no doubt, with planets of their own. But this is by no means all.\nThe floor of heaven is not only “thick inlaid with patines of bright\ngold,” but is studded also with extinct stars, once probably as brilliant\nas our own sun, but now dead and cold, as Helmholtz tells us our sun\nitself will be some seventeen millions of years hence. Then, again, there\nare the comets, which, though but few are visible to us at once, are even\nmore numerous than the stars; there are the nebulae, and the countless\nminor bodies circulating in space, and occasionally visible as meteors.",
        "Nor is it only the number of the heavenly bodies which is so overwhelming;\ntheir magnitude and distances are almost more impressive. The ocean is so\ndeep and broad as to be almost infinite, and indeed in so far as our\nimagination is the limit, so it may be. Yet what is the ocean compared to\nthe sky? Our globe is little compared to the giant orbs of Jupiter and\nSaturn, which again sink into insignificance by the side of the sun. The\nsun itself is almost as nothing compared with the dimensions of the solar\nsystem. Sirius is calculated to be a thousand times as great as the Sun,\nand a million times as far away. The solar system itself travels in one\nregion of space, sailing between worlds and worlds, and is surrounded by\nmany other systems as great and complex as itself; and we know that even\nthen we have not reached the limits of the Universe itself.",
        "There are stars so distant that their light, though traveling 180,000\nmiles in a second, yet takes years to reach us; and beyond all these are\nother systems of stars which are so far away that they cannot be perceived\nsingly, but even in our most powerful telescopes appear only as minute\nclouds or nebulae. It is, indeed, but a feeble expression of the truth to\nsay that the infinities revealed to us by Science,–the infinitely great\nin the one direction, and the infinitely small in the other,–go far\nbeyond anything which had occurred to the unaided imagination of Man, and\nare not only a never-failing source of pleasure and interest, but seem to\nlift us out of the petty troubles and sorrows of life.",
        "[1] Beattie.",
        "[2] Tennyson.",
        "[3] Thomas a Kempis.",
        "[4] Gray.",
        "[5] Shakespeare.",
        "[6] Tennyson.",
        "[7] Trench.",
        "[8] Thomson.",
        "[9] Ruskin.",
        "[10] Shelley.",
        "[11] Ruskin.",
        "[12] Ibid.",
        "[13] Wordsworth.",
        "[14] Swinburne.",
        "[15] Symonds.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}