{
    "title": "The Theory of Social Revolutions - Chapter VI - Inferences",
    "author": "Brooks Adams",
    "chapter": "6",
    "content": [
        "\n\n",
        "As the universe, which at once creates and destroys life, is a complex\nof infinitely varying forces, history can never repeat itself. It is\nvain, therefore, to look in the future for some paraphrase of the past.\nYet if society be, as I assume it to be, an organism operating on\nmechanical principles, we may perhaps, by pondering upon history, learn\nenough of those principles to enable us to view, more intelligently than\nwe otherwise should, the social phenomena about us. What we call\ncivilization is, I suspect, only, in proportion to its perfection, a\nmore or less thorough social centralization, while centralization, very\nclearly, is an effect of applied science. Civilization is accordingly\nnearly synonymous with centralization, and is caused by mechanical\ndiscoveries, which are applications of scientific knowledge, like the\ndiscovery of how to kindle fire, how to build and sail ships, how to\nsmelt metals, how to prepare explosives, how to make paper and print\nbooks, and the like. And we perceive on a little consideration that from\nthe first great and fundamental discovery of how to kindle fire, every\nadvance in applied science has accelerated social movement, until the\ndiscovery of steam and electricity in the eighteenth and nineteenth\ncenturies quickened movement as movement had never been quickened\nbefore. And this quickening has caused the rise of those vast cities,\nwhich are at once our pride and our terror.",
        "Social consolidation is, however, not a simple problem, for social\nconsolidation implies an equivalent capacity for administration. I take\nit to be an axiom, that perfection in administration must be\ncommensurate to the bulk and momentum of the mass to be administered,\notherwise the centrifugal will overcome the centripetal force, and the\nmass will disintegrate. In other words, civilization would dissolve. It\nis in dealing with administration, as I apprehend, that civilizations\nhave usually, though not always, broken down, for it has been on\nadministrative difficulties that revolutions have for the most part\nsupervened. Advances in administration seem to presuppose the evolution\nof new governing classes, since, apparently, no established type of mind\ncan adapt itself to changes in environment, even in slow-moving\ncivilizations, as fast as environments change. Thus a moment arrives\nwhen the minds of any given dominant type fail to meet the demands made\nupon them, and are superseded by a younger type, which in turn is set\naside by another still younger, until the limit of the administrative\ngenius of that particular race has been reached. Then disintegration\nsets in, the social momentum is gradually relaxed, and society sinks\nback to a level at which it can cohere. To us, however, the most\ndistressing aspect of the situation is, that the social acceleration is\nprogressive in proportion to the activity of the scientific mind which\nmakes mechanical discoveries, and it is, therefore, a triumphant science\nwhich produces those ever more rapidly recurring changes in environment\nto which men must adapt themselves at their peril. As, under the\nstimulant of modern science, the old types fail to sustain themselves,\nnew types have to be equally rapidly evolved, and the rise of a new\ngoverning class is always synonymous with a social revolution and a\nredistribution of property. The Industrial Revolution began almost\nprecisely a century and a half ago, since when the scientific mind has\ncontinually gained in power, and, during that period, on an average of\nonce in two generations, the environment has so far shifted that a\nsocial revolution has occurred, accompanied by the advent of a new\nfavored class, and a readjustment of wealth. I think that a glance at\nAmerican history will show this estimate to be within the truth. At the\nsame time such rapidity of intellectual mutation is without precedent,\nand I should suppose that the mental exhaustion incident thereto must be\nvery considerable.",
        "In America, in 1770, a well-defined aristocracy held control. As an\neffect of the Industrial Revolution upon industry and commerce, the\nRevolutionary War occurred, the colonial aristocracy misjudged the\nenvironment, adhered to Great Britain, were exiled, lost their property,\nand perished. Immediately after the American Revolution and also as a\npart of the Industrial Revolution, the cotton gin was invented, and the\ncotton gin created in the South another aristocracy, the cotton\nplanters, who flourished until 1860. At this point the changing of the\nenvironment, caused largely by the railway, brought a pressure upon the\nslave-owners against which they, also failing to comprehend their\nsituation, rebelled. They were conquered, suffered confiscation of their\nproperty, and perished. Furthermore, the rebellion of the aristocracy at\nthe South was caused, or at all events was accompanied by, the rise of a\nnew dominant class at the North, whose power rested upon the development\nof steam in transportation and industry. This is the class which has won\nhigh fortune by the acceleration of the social movement, and the\nconsequent urban growth of the nineteenth century, and which has now for\nabout two generations dominated in the land. If this class, like its\npredecessors, has in its turn mistaken its environment, a redistribution\nof property must occur, distressing, as previous redistributions have\nbeen, in proportion to the inflexibility of the sufferers. The last two\nredistributions have been painful, and, if we examine passing phenomena\nfrom this standpoint, they hardly appear to promise much that is\nreassuring for the future.",
        "Administration is the capacity of coördinating many, and often\nconflicting, social energies in a single organism, so adroitly that they\nshall operate as a unity. This presupposes the power of recognizing a\nseries of relations between numerous special social interests, with all\nof which no single man can be intimately acquainted. Probably no very\nhighly specialized class can be strong in this intellectual quality\nbecause of the intellectual isolation incident to specialization; and\nyet administration or generalization is not only the faculty upon which\nsocial stability rests, but is, possibly, the highest faculty of the\nhuman mind. It is precisely in this preëminent requisite for success in\ngovernment that I suspect the modern capitalistic class to be weak. The\nscope of the human intellect is necessarily limited, and modern\ncapitalists appear to have been evolved under the stress of an\nenvironment which demanded excessive specialization in the direction of\na genius adapted to money-making under highly complex industrial\nconditions. To this money-making attribute all else has been sacrificed,\nand the modern capitalist not only thinks in terms of money, but he\nthinks in terms of money more exclusively than the French aristocrat or\nlawyer ever thought in terms of caste. The modern capitalist looks upon\nlife as a financial combat of a very specialized kind, regulated by a\ncode which he understands and has indeed himself concocted, but which is\nrecognized by no one else in the world. He conceives sovereign powers to\nbe for sale. He may, he thinks, buy them; and if he buys them; he may\nuse them as he pleases. He believes, for instance, that it is the\nlawful, nay more! in America, that it is the constitutional right of the\ncitizen to buy the national highways, and, having bought them, to use\nthem as a common carrier might use a horse and cart upon a public road.\nHe may sell his service to whom he pleases at what price may suit him,\nand if by doing so he ruins men and cities, it is nothing to him. He is\nnot responsible, for he is not a trustee for the public. If he be\nrestrained by legislation, that legislation is in his eye an oppression\nand an outrage, to be annulled or eluded by any means which will not\nlead to the penitentiary. He knows nothing and cares less, for the\nrelation which highways always have held, and always must hold, to every\ncivilized population, and if he be asked to inform himself on such\nsubjects he resents the suggestion as an insult. He is too specialized\nto comprehend a social relation, even a fundamental one like this,\nbeyond the narrow circle of his private interests. He might, had he so\nchosen, have evolved a system of governmental railway regulation, and\nhave administered the system personally, or by his own agents, but he\ncould never be brought to see the advantage to himself of rational\nconcession to obtain a resultant of forces. He resisted all restraint,\nespecially national restraint, believing that his one weapon\n–money–would be more effective in obtaining what he wanted in\nstate legislatures than in Congress. Thus, of necessity, he precipitates\na conflict, instead of establishing an adjustment. He is, therefore, in\nessence, a revolutionist without being aware of it. The same specialized\nthinking appears in his reasoning touching actual government. New York\nCity will serve as an illustration.",
        "New York has for two generations been noted for a civic corruption which\nhas been, theoretically, abominable to all good citizens, and which the\ncapitalistic class has denounced as abominable to itself. I suspect this\nto be an imaginative conception of the situation. Tammany Hall is, I\ntake it, the administrative bureau through which capital purchases its\nprivileges. An incorruptible government would offend capital, because,\nunder such a government, capital would have to obey the law, and\nprivilege would cease. Occasionally, Tammany grows rapacious and exacts\ntoo much for its services. Then a reform movement is undertaken, and\nfinally a new management is imposed on Tammany; but when Tammany has\nconsented to a satisfactory scale of prices, the reform ends. To change\nthe system would imply a shift in the seat of power. In fine, money is\nthe weapon of the capitalist as the sword was the weapon of the\nmediaeval soldier; only, as the capitalist is more highly specialized\nthan the soldier ever was, he is more helpless when his single weapon\nfails him. From the days of William the Conqueror to our own, the great\nsoldier has been, very commonly, a famous statesman also, but I do not\nnow remember, in English or American history, a single capitalist who\nhas earned eminence for comprehensive statesmanship. On the contrary,\nalthough many have participated in public affairs, have held high\noffice, and have shown ability therein, capitalists have not unusually,\nhowever unjustly, been suspected of having ulterior objects in view,\nunconnected with the public welfare, such as tariffs or land grants.\nCertainly, so far as I am aware, no capitalist has ever acquired such\ninfluence over his contemporaries as has been attained with apparent\nease by men like Cromwell, Washington, or even Jackson.",
        "And this leads, advancing in an orderly manner step by step, to what is,\nperhaps, to me, the most curious and interesting of all modern\nintellectual phenomena connected with the specialized mind,–the\nattitude of the capitalist toward the law. Naturally the capitalist, of\nall men, might be supposed to be he who would respect and uphold the law\nmost, considering that he is at once the wealthiest and most vulnerable\nof human beings, when called upon to defend himself by physical force.\nHow defenceless and how incompetent he is in such exigencies, he proved\nto the world some years ago when he plunged himself and the country into\nthe great Pennsylvania coal strike, with absolutely no preparation.\nNevertheless, in spite of his vulnerability, he is of all citizens the\nmost lawless.[42] He appears to assume that the law will always be\nenforced, when he has need of it, by some special personnel whose duty\nlies that way, while he may, evade the law, when convenient, or bring it\ninto contempt, with impunity. The capitalist seems incapable of feeling\nhis responsibility, as a member of the governing class, in this respect,\nand that he is bound to uphold the law, no matter what the law may be,\nin order that others may do the like. If the capitalist has bought some\nsovereign function, and wishes to abuse it for his own behoof, he\nregards the law which restrains him as a despotic invasion of his\nconstitutional rights, because, with his specialized mind, he cannot\ngrasp the relation of a sovereign function to the nation as a whole. He,\ntherefore, looks upon the evasion of a law devised for public\nprotection, but inimical to him, as innocent or even meritorious.",
        "If an election be lost, and the legislature, which has been chosen by\nthe majority, cannot be pacified by money, but passes some act which\npromises to be annoying, the first instinct of the capitalist is to\nretain counsel, not to advise him touching his duty under the law, but\nto devise a method by which he may elude it, or, if he cannot elude it,\nby which he may have it annulled as unconstitutional by the courts. The\nlawyer who succeeds in this branch of practice is certain to win the\nhighest prizes at the bar. And as capital has had now, for more than one\nor even two generations, all the prizes of the law within its gift, this\nattitude of capital has had a profound effect upon shaping the American\nlegal mind. The capitalist, as I infer, regards the constitutional form\nof government which exists in the United States, as a convenient method\nof obtaining his own way against a majority, but the lawyer has learned\nto worship it as a fetich. Nor is this astonishing, for, were written\nconstitutions suppressed, he would lose most of his importance and much\nof his income. Quite honestly, therefore, the American lawyer has come\nto believe that a sheet of paper soiled with printers’ ink and\ninterpreted by half-a-dozen elderly gentlemen snugly dozing in\narmchairs, has some inherent and marvellous virtue by which it can\narrest the march of omnipotent Nature. And capital gladly accepts this\nview of American civilization, since hitherto capitalists have usually\nbeen able to select the magistrates who decide their causes, perhaps\ndirectly through the intervention of some president or governor whom\nthey have had nominated by a convention controlled by their money, or\nelse, if the judiciary has been elective, they have caused sympathetic\njudges to be chosen by means of a mechanism like Tammany, which they\nhave frankly bought.",
        "I wish to make myself clearly understood. Neither capitalists nor\nlawyers are necessarily, or even probably, other than conscientious men.\nWhat they do is to think with specialized minds. All dominant types have\nbeen more or less specialized, if none so much as this, and this\nspecialization has caused, as I understand it, that obtuseness of\nperception which has been their ruin when the environment which favored\nthem has changed. All that is remarkable about the modern capitalist is\nthe excess of his excentricity, or his deviation from that resultant of\nforces to which he must conform. To us, however, at present, neither\nthe morality nor the present mental excentricity of the capitalist is\nso material as the possibility of his acquiring flexibility under\npressure, for it would seem to be almost mathematically demonstrable\nthat he will, in the near future, be subjected to a pressure under which\nhe must develop flexibility or be eliminated.",
        "There can be no doubt that the modern environment is changing faster\nthan any environment ever previously changed; therefore, the social\ncentre of gravity constantly tends to shift more rapidly; and therefore,\nmodern civilization has unprecedented need of the administrative or\ngeneralizing mind. But, as the mass and momentum of modern society is\nprodigious, it will require a correspondingly prodigious energy to carry\nit safely from an unstable to a stable equilibrium. The essential is to\ngenerate the energy which brings success; and the more the mind dwells\nupon the peculiarities of the modern capitalistic class, the more doubts\nobtrude themselves touching their ability to make the effort, even at\npresent, and still more so to make it in the future as the magnitude of\nthe social organism grows. One source of capitalistic weakness comes\nfrom a lack of proper instruments wherewith to work, even supposing the\nwill of capital to be good; and this lack of administrative ability is\nsomewhat due to the capitalistic attitude toward education. In the\nUnited States capital has long owned the leading universities by right\nof purchase, as it has owned the highways, the currency, and the press,\nand capital has used the universities, in a general way, to develop\ncapitalistic ideas. This, however, is of no great moment. What is of\nmoment is that capital has commercialized education. Apparently modern\nsociety, if it is to cohere, must have a high order of generalizing\nmind,–a mind which can grasp a multitude of complex relations,–but\nthis is a mind which can, at best, only be produced in small quantity\nand at high cost. Capital has preferred the specialized mind and that\nnot of the highest quality, since it has found it profitable to set\nquantity before quality to the limit which the market will endure.\nCapitalists have never insisted upon raising an educational standard\nsave in science and mechanics, and the relative overstimulation of the\nscientific mind has now become an actual menace to order because of the\ninferiority of the administrative intelligence.",
        "Yet, even supposing the synthetic mind of the highest power to be\nincreasing in proportion to the population, instead of, as I suspect,\npretty rapidly decreasing, and supposing the capitalist to be fully\nalive to the need of administrative improvements, a phalanx of\nWashingtons would be impotent to raise the administrative level of the\nUnited States materially, as long as the courts remain censors of\nlegislation; because the province of the censorial court is to dislocate\nany comprehensive body of legislation, whose effect would be to change\nthe social status. That was the fundamental purpose which underlay the\nadoption of a written constitution whose object was to keep local\nsovereignties intact, especially at the South. Jefferson insisted that\neach sovereignty should by means of nullification protect itself. It was\na long step in advance when the nation conquered the prerogative of\nasserting its own sovereign power through the Supreme Court. Now the\nintervention of the courts in legislation has become, by the change in\nenvironment, as fatal to administration as would have been, in 1800,\nthe success of nullification. I find it difficult to believe that\ncapital, with its specialized views of what constitutes its advantages,\nits duties, and its responsibilities, and stimulated by a bar moulded to\nmeet its prejudices and requirements, will ever voluntarily assent to\nthe consolidation of the United States to the point at which the\ninterference of the courts with legislation might be eliminated;\nbecause, as I have pointed out, capital finds the judicial veto useful\nas a means of at least temporarily evading the law, while the bar, taken\nas a whole, quite honestly believes that the universe will obey the\njudicial decree. No delusion could be profounder and none, perhaps, more\ndangerous. Courts, I need hardly say, cannot control nature, though by\ntrying to do so they may, like the Parliament of Paris, create a\nfriction which shall induce an appalling catastrophe.",
        "True judicial courts, whether in times of peace or of revolution, seldom\nfail to be a substantial protection to the weak, because they enforce an\nestablished corpus juris and conduct trials by recognized forms. It is\nstartling to compare the percentage of convictions to prosecutions, for\nthe same class of offences, in the regular criminal courts during the\nFrench Revolution, with the percentage in the Revolutionary Tribunal.\nAnd once a stable social equilibrium is reached, all men tend to support\njudicial courts, if judicial courts exist, from an instinct of\nself-preservation. This has been amply shown by French experience, and\nit is here that French history is so illuminating to the American mind.\nBefore the Revolution France had semi-political courts which conduced to\nthe overthrow of Turgot, and, therefore, wrought for violence; but more\nthan this, France, under the old régime, had evolved a legal profession\nof a cast of mind incompatible with an equal administration of the law.\nThe French courts were, therefore, when trouble came, supported only by\na faction, and were cast aside. With that the old régime fell.",
        "The young Duke of Chartres, the son of Égalité Orleans, and the future\nLouis Philippe, has related in his journal an anecdote which illustrates\nthat subtle poison of distrust which undermines all legal authority, the\nmoment that suspicion of political partiality in the judiciary enters\nthe popular mind. In June, 1791, the Duke went down from Paris to\nVendôme to join the regiment of dragoons of which he had been\ncommissioned colonel. One day, soon after he joined, a messenger came to\nhim in haste to tell him that a mob had gathered near by who were about\nto hang two priests. “I ran thither at once,” wrote the Duke; “I spoke\nto those who seemed most excited and impressed upon them how horrible it\nwas to hang men without trial; besides, to act as hangmen was to enter a\ntrade which they all thought infamous; that they had judges, and that\nthis was their affair. They answered that their judges were aristocrats,\nand that they did not punish the guilty.” That is to say, although the\npriests were non-jurors, and, therefore, criminals in the eye of the\nlaw, the courts would not enforce the law because of political bias.[43]\n“It is your fault,” I said to them, “since you elected them [the\njudges], but that is no reason why you should do justice yourselves.”",
        "Danton explained in the Convention that it was because of the deep\ndistrust of the judiciary in the public mind, which this anecdote\nshows, that the September massacres occurred, and it was because all\nrepublicans knew that the state and the army were full of traitors like\nDumouriez, whom the ordinary courts would not punish, that Danton\nbrought forward his bill to organize a true political tribunal to deal\nwith them summarily. When Danton carried through this statute he\nsupposed himself to be at the apex of power and popularity, and to be\nsafe, if any man in France were safe. Very shortly he learned the error\nIn his calculation. Billaud was a member of the Committee of Public\nSafety, while Danton had allowed himself to be dropped from membership.\nDanton had just been married, and to an aristocratic wife, and the\nturmoil of office had grown to be distasteful to him. On March 30, 1794,\nBillaud somewhat casually remarked, “We must kill Danton;” for in truth\nDanton, with conservative leanings, was becoming a grave danger to the\nextreme Jacobins. Had he lived a few months longer he would have been a\nThermidorist. Billaud, therefore, only expressed the prevailing Jacobin\nopinion; so the Jacobins arrested Danton, Camille Desmoulins, and his\nother friends, and Danton at once anticipated what would be his doom. As\nhe entered his cell he said to his jailer: “I erected the Tribunal. I\nask pardon of God and men.” But even yet he did not grasp the full\nmeaning of what he had done. At his trial he wished to introduce his\nevidence fully, protesting “that he should understand the Tribunal since\nhe created it;” nevertheless, he did not understand the Tribunal, he\nstill regarded it as more or less a court. Topino-Lebrun, the artist,\ndid understand it. Topino sat on the jury which tried Danton, and\nobserved that the heart of one of his colleagues seemed failing him.\nTopino took the waverer aside, and said: “This is not a trial, it is a\nmeasure. Two men are impossible; one must perish. Will you kill\nRobespierre?–No.–Then by that admission you condemn Danton.” Lebrun in\nthese few words went to the root of the matter, and stated the identical\nprinciple which underlies our whole doctrine of the Police Power. A\npolitical court is not properly a court at all, but an administrative\nboard whose function is to work the will of the dominant faction for the\ntime being. Thus a political court becomes the most formidable of all\nengines for the destruction of its creators the instant the social\nequilibrium shifts. So Danton found, in the spring of 1794, when the\nequilibrium shifted; and so Robespierre, who slew Danton, found the next\nJuly, when the equilibrium shifted again.",
        "Danton died on the 5th April, 1794; about three months later Jourdan won\nthe Fleurus campaign. Straightway Thermidor followed, and the Tribunal\nworked as well for the party of Thermidor as it had for the Jacobins.\nCarrier, who had wallowed in blood at Nantes, as the ideal Jacobin,\nwalked behind the cart which carried Robespierre to the scaffold,\nshouting, “Down with the tyrant;” but that did not save him. In vain he\nprotested to the Convention that, were he guilty, the whole Convention\nwas guilty, “down to the President’s bell.” By a vote of 498 out of 500,\nCarrier was sent before the Tribunal which, even though reorganized,\ncondemned him. Thérézia Cabarrus gaily presided at the closing of the\nJacobin Club, Tallien moved over to the benches on the right, and\ntherefore the court was ruthless to Fouquier. On the 11 Thermidor,\nseventy members, officers, or partisans of the Commune of Paris, were\nsent to the guillotine in only two batches. On the next day twelve more\nfollowed, four of whom were jurymen. Fouquier’s turn came later. It may\nalso be worth while for Americans to observe that a political court is\nquite as effective against property as against life. The Duke of Orleans\nis only the most celebrated example of a host of Frenchmen who perished,\nnot because of revenge, fear, or jealousy, but because the party in\npower wanted their property. The famous Law touching Suspected Persons\n(loi des suspects) was passed on September 17, 1793. On October 10,\n1793, that is three weeks afterward, Saint-Just moved that additional\npowers should be granted, by the Convention, to the Committee of Public\nSafety, defining, by way of justification for his motion, those who fell\nwithin the purview of this law. Among these, first of all, came “the\nrich,” who by that fact alone were to be considered, prima facie,\nenemies to their country.",
        "As I stated at the beginning of this chapter, history never can repeat\nitself; therefore, whatever else may happen in the United States, we\ncertainly shall have no Revolutionary Tribunal like the French Tribunal\nof 1793, but the mechanical principle of the political court always\nremains the same; it is an administrative board the control of which is\nuseful, or may be even essential, to the success of a dominant faction,\nand the instinctive comprehension which the American people have of this\ntruth is demonstrated by the determination with which they have, for\nmany years, sought to impose the will of the majority upon the\njudiciary. Other means failing to meet their expectations, they have now\nhit on the recall, which is as revolutionary in essence as were the\nmethods used during the Terror. Courts, from the Supreme Court downward,\nif purged by recall, or a process tantamount to recall, would, under\nproper stress, work as surely for a required purpose as did the tribunal\nsupervised by Fouquier-Tinville.",
        "These considerations rather lead me to infer that the extreme complexity\nof the administrative problems presented by modern industrial\ncivilization is beyond the compass of the capitalistic mind. If this be\nso, American society, as at present organized, with capitalists for the\ndominant class, can concentrate no further, and, as nothing in the\nuniverse is at rest, if it does not concentrate, it must, probably,\nbegin to disintegrate. Indeed we may perceive incipient signs of\ndisintegration all about us. We see, for example, an universal contempt\nfor law, incarnated in the capitalistic class itself, which is\nresponsible for order, and in spite of the awful danger which impends\nover every rich and physically helpless type should the coercive power\ncollapse. We see it even more distinctly in the chronic war between\ncapital and labor, which government is admittedly unable to control; we\nsee it in the slough of urban politics, inseparable from capitalistic\nmethods of maintaining its ascendancy; and, perhaps, most disquieting of\nall, we see it in the dissolution of the family which has, for untold\nages, been the seat of discipline and the foundation of authority. For\nthe dissolution of the family is peculiarly a phenomenon of our\nindustrial age, and it is caused by the demand of industry for the cheap\nlabor of women and children. Napoleon told the lawyers who drafted the\nCode that he insisted on one thing alone. They must fortify the family,\nfor, said he, if the family is responsible to the father and the father\nto me, I can keep order in France. One of the difficulties, therefore,\nwhich capital has to meet, by the aid of such administrative ability as\nit can command, is how to keep order when society no longer rests on the\ncohesive family, but on highly volatilized individuals as incohesive as\ngrains of sand.",
        "Meditating upon these matters, it is hard to resist the persuasion that\nunless capital can, in the immediate future, generate an intellectual\nenergy, beyond the sphere of its specialized calling, very much in\nexcess of any intellectual energy of which it has hitherto given\npromise, and unless it can besides rise to an appreciation of diverse\nsocial conditions, as well as to a level of political sagacity, far\nhigher than it has attained within recent years, its relative power in\nthe community must decline. If this be so the symptoms which indicate\nsocial disintegration will intensify. As they intensify, the ability of\nindustrial capital to withstand the attacks made upon it will lessen,\nand this process must go on until capital abandons the contest to defend\nitself as too costly. Then nothing remains but flight. Under what\nconditions industrial capital would find migration from America\npossible, must remain for us beyond the bounds even of speculation. It\nmight escape with little or no loss. On the other hand, it might fare as\nhardly as did the southern slaveholders. No man can foresee his fate. In\nthe event of adverse fortune, however, the position of capitalists would\nhardly be improved by the existence of political courts serving a\nmalevolent majority. Whatever may be in store for us, here at least, we\nreach an intelligible conclusion. Should Nature follow such a course as\nI have suggested, she will settle all our present perplexities as simply\nand as drastically as she is apt to settle human perturbations, and she\nwill follow logically in the infinitely extended line of her own most\nimpressive precedents.",
        "[42] In these observations on the intellectual tendencies of capital I\nspeak generally. Not only individual capitalists, but great\ncorporations, exist, who are noble examples of law-abiding and\nintelligent citizenship. Their rarity, however, and their\nconspicuousness, seem to prove the general rule.",
        "[43] By the Law of November 27, 1790, priests refusing to swear\nallegiance to the “civil constitution” of the clergy were punished by\nloss of pay and of rights of citizenship if they continued their\nfunctions. By Law of August 26, 1792, by transportation to Cayenne.",
        " ",
        "\nThis eBook of “The Theory of Social Revolutions” by Brooks Adams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Theory of Social RevolutionsBy Brooks AdamsAt Amazon"
    ]
}