{
    "title": "The History of England (B) - Chapter VI.",
    "author": "John Lingard",
    "chapter": "2",
    "content": [
        "\n\n",
        "THE PROTECTORATE.",
        "Cromwell Calls The Little Parliament–Dissolves It–Makes Himself\nProtector–Subjugation Of The Scottish Royalists–Peace With The Dutch–New\nParliament–Its Dissolution–Insurrection In England–Breach With\nSpain–Troubles In Piedmont–Treaty With France.",
        "Whoever has studied the character of Cromwell will have remarked the\nanxiety with which he laboured to conceal his real designs from the notice\nof his adherents. If credit were due to his assertions, he cherished none\nof those aspiring thoughts which agitate the breasts of the ambitious; the\nconsciousness of his weakness taught him to shrink from the responsibility\nof power; and at every step in his ascent to greatness, he affected to\nsacrifice his own feelings to the judgment and importunity of others. But\nin dissolving the late parliament he had deviated from this his ordinary\ncourse: he had been compelled to come boldly forward by the obstinacy or\nthe policy of his opponents, who during twelve months had triumphed over\nhis intrigues, and were preparing to pass an act which would place new\nobstacles in his path. Now, however, that he had forcibly taken into his\nown hands the reins of government, it remained for him to determine whether\nhe should retain them in his grasp, or deliver them over to others. He\npreferred the latter for the maturity of time was not yet come: he saw\nthat, among the officers who blindly submitted to be the tools of his\nambition, there were several who would abandon the idol of their worship,\nwhenever they should suspect him of a design to subvert the public liberty.\nBut if he parted with power for the moment, it was in such manner as to\nwarrant the hope that it would shortly return to him under another form,\nnot as won by the sword of the military, but as deposited in his hands by\nthe judgment of parliament.",
        "It could not escape the sagacity of the lord-general that the fanatics,\nwith whose aid he had subverted the late government, were not the men to be\nintrusted with the destinies of the three kingdoms; yet he deemed it his\ninterest to indulge them in their wild notions of civil and religious\nreformation, and to suffer himself for a while to be guided by their\ncounsels. Their first measure was to publish a Vindication of their\nProceedings.[1] The long parliament they pronounced[a] incapable “of\nanswering those ends which God, his people, and the whole nation,\nexpected.” Had it been permitted to sit a day longer, it would “at one blow\nhave laid in the dust the interest of all honest men and of their glorious\ncause.” In its place the council of war would “call to the government\npersons of approved fidelity and honesty;” and therefore required “public\nofficers and ministers to proceed in their respective places,” and conjured\n“those who feared and loved the name of the Lord, to be instant with him\nday and night in their behalf.\"[2]",
        "[Footnote 1: Printed by Henry Hills and Thomas Brewster, printers to the\narmy, 1653.]",
        "[Footnote 2: Ludlow, ii. 24. Thurloe, i. 289, 395. Sir H. Vane, after all\nthe affronts which he had received, was offered a place in the council; but\nhe replied that, though the reign of the saints was begun, he would defer\nhis share in it till he should go to heaven.–Thurloe, i. 265.]",
        "[Sidenote a: A.D. 1653. April 22.]",
        "They next proceeded to establish[a] a council of state. Some proposed that\nit should consist of ten members, some of seventy, after the model of the\nJewish Sanhedrim; and others of thirteen, in imitation of Christ and his\ntwelve apostles. The last project was adopted as equally scriptural, and\nmore convenient. With Cromwell, in the place of lord president, were joined\nfour civilians and eight officers of high rank; so that the army still\nretained its ascendancy, and the council of state became in fact a military\ncouncil.",
        "From this moment for some months it would have embarrassed any man to\ndetermine where the supreme power resided. Some of the judges were\nsuperseded by others: new commissioners of the treasury and admiralty were\nappointed; even the monthly assessment of one hundred and twenty thousand\npounds was continued for an additional half-year; and yet these and similar\nacts, all of them belonging to the highest authority in the state, appeared\nto emanate from different sources; these from the council of war, those\nfrom the council of state, and several from the lord-general himself,\nsometimes with the advice of one or other, sometimes without the advice of\neither of these councils.[1]",
        "At the same time the public mind was agitated by the circulation of reports\nthe most unfounded, and the advocacy of projects the most contradictory.\nThis day it was rumoured that Cromwell had offered to recall",
        "[Footnote 1: Whitelock, 556, 557, 559. Leicester’s Journal, 142. Merc.\nPolit. No. 157.]",
        "[Sidenote a: A.D. 1653. April 30.]",
        "the royal family, on condition that Charles should marry one of his\ndaughters; the next, that he intended to ascend the throne himself, and,\nfor that purpose, had already prepared the insignia of royalty. Here,\nsignatures were solicited to a petition for the re-establishment of the\nancient constitution; there, for a government by successive parliaments.\nSome addresses declared the conviction of the subscribers that the late\ndissolution was necessary; others prayed that the members might be allowed\nto return to the house, for the sole purpose of legally dissolving\nthemselves by their own authority. In the mean while, the lord-general\ncontinued to wear the mask of humility and godliness; he prayed and\npreached with more than his wonted fervour; and his piety was rewarded,\naccording to the report of his confidants, with frequent communications\nfrom the Holy Spirit.[1] In the month of May he spent eight days in close\nconsultation with his military divan; and the result was a determination to\ncall a new parliament, but a parliament modelled on principles unknown to\nthe history of this or of any other nation. It was to be a parliament of\nsaints, of men who had not offered themselves as candidates, or been chosen\nby the people, but whose chief qualification consisted in holiness of life,\nand whose call to the office of legislators came from the choice of the\ncouncil. With this view the ministers took the sense of the “congregational\nchurches” in the several counties; the returns contained the names of the\npersons, “faithful, fearing God, and hating covetousness,” who were deemed\nqualified for this high and important trust; and out of these the council\nin the presence of the lord-general selected one hundred and thirty-nine",
        "[Footnote 1: Thurloe, i. 256, 289, 306.]",
        "representatives for England, six for Wales, six for Ireland, and five\nfor Scotland.[1] To each of them was sent[a] a writ of summons under the\nsignature of Cromwell, requiring his personal attendance at Whitehall on\na certain day, to take upon himself the trust, and to serve the office of\nmember for some particular place. Of the surprise with which the writs were\nreceived by many the reader may judge. Yet, out of the whole number, two\nonly returned a refusal: by most the very extraordinary manner of their\nelection was taken as a sufficient proof that the call was from heaven.[2]",
        "On the appointed day, the 4th of July, one hundred and twenty of these\nfaithful and godly men attended[b] in the council-chamber at Whitehall.\nThey were seated on chairs round the table; and the lord-general took his\nstation near the middle window, supported on each side by a numerous body\nof officers. He addressed the company standing, and it was believed by his\nadmirers, perhaps by himself, “that the Spirit of God spoke in him and by\nhim.” Having vindicated in a long narrative the dissolution of the late\nparliament, he congratulated the persons present on the high office to\nwhich they had been called. It was not of their own seeking. It had come to\nthem from God by the choice of the army, the usual channel through which in\nthese latter days the Divine mercies had been dispensed to the nation. He\nwould not",
        "[Footnote 1: Thurloe, i. 395. Compare the list of the members in Heath,\n350, with the letters in Milton’s State Papers, 92, 94, 96.]",
        "[Footnote 2: Thurloe, i. 274. Whitelock, 547. “It was a great satisfaction\nand encouragement to some that their names had been presented as to that\nservice, by the churches and other godly persons.\"–Exact Relation of the\nProceedings, &c. of the last parliament, 1654, p. 2.]",
        "[Sidenote a: A.D. 1653. June 6.]\n[Sidenote a: A.D. 1653. July 4.]",
        "charge them, but he would pray that they might “exercise the judgment of\nmercy and truth,” and might “be faithful with the saints,” however those\nsaints might differ respecting forms of worship. His enthusiasm kindled as\nhe proceeded; and the visions of futurity began to open to his imagination.\nIt was, he exclaimed, marvellous in his eyes; they were called to war with\nthe Lamb against his enemies; they were come to the threshold of the door,\nto the very edge of the promises and prophecies; God was about to bring\nhis people out of the depths of the sea; perhaps to bring the Jews home to\ntheir station out of the isles of the sea. “God,” he exclaimed, “shakes the\nmountains and they reel; God hath a high hill, too, and his hill is as the\nhill of Bashan; and the chariots of God are twenty thousand of angels; and\nGod will dwell upon this hill for ever.” At the conclusion “of this grave,\nChristian, and seasonable speech,” he placed on the table an instrument\nunder his own hand and seal, intrusting to them the supreme authority for\nthe space of fifteen months from that day, then to be transmitted by them\nto another assembly, the members of which they should previously have\nchosen.[1]",
        "The next day[a] was devoted by the new representatives to exercises of\nreligion, not in any of the churches of the capital, but in the room where\nthe late parliament was accustomed to sit. Thirteen of the most gifted\namong them successively prayed and preached, from eight in the morning till\nsix in the evening; and several affirmed “that they had never enjoyed so\nmuch of the spirit and presence of Christ in any of the meetings",
        "[Footnote 1: Proceedings, No. 197. Parl. Hist. xx. 153. Milton’s State\nPapers, 106. This last appears to me a more faithful copy than that printed\nby authority.]",
        "[Sidenote a: A.D. 1653. July 5.]",
        "and exercises of religion in all their lives, as they did on that day.” As\nit was solely to their reputation for superior godliness that the majority\nof the members owed their election, the lord-general probably expected\nfrom them little opposition to his measures; but they no sooner applied to\nbusiness than he saw reason to be alarmed at the promptitude and resolution\nwhich they displayed. Though not distinguished by their opulence, they\nwere men of independent fortunes;[1] during the late revolutions they had\nlearned to think for themselves on the momentous questions which divided\nthe nation; and their fanaticism, by converting their opinions into matters\nof conscience, had superadded an obstinacy of character not easily to be\nsubdued. To Cromwell himself they always behaved with respect. They invited\nhim with four of his officers to sit as a member among them; and they made\nhim the offer of the palace of Hampton Court in exchange for his house of\nNewhall. But they believed and showed that they were the masters. They\nscorned to submit to the dictation of their servants; and, if they often\nfollowed the advice, they as often rejected the recommendations and amended\nthe resolutions of the council of state.",
        "One of the first subjects which engaged their attention was a contest, in\nwhich the lord-general, with all his power, was foiled by the boldness of a\nsingle individual.",
        "[Footnote 1: They have been generally described as men in trade, and of\nno education; and because one of them, Praise-God Barebone, was a\nleather-dealer in Fleet-street, the assembly is generally known by the\ndenomination of Barebone’s parliament.–Heath, 350. It is, however,\nobserved by one of them, that, “if all had not very bulky estates, yet they\nhad free estates, and were not of broken fortunes, or such as owed\ngreat sums of money, and stood in need of privilege and protection as\nformerly.\"–Exact Relation, 19. See also Whitelock, 559.]",
        "At the very moment when he hoped to reap the fruit of his dissimulation and\nintrigues, he found himself unexpectedly confronted by the same fearless\nand enterprising demagogue, who, at the birth of the commonwealth, had\npublicly denounced his ambition, and excited the soldiery against him.\nLilburne, on the dissolution of the long parliament, had requested\npermission of Cromwell to return from banishment. Receiving no answer,\nhe came[a] over at his own risk,–a bold but imprudent step; for what\nindulgence could he expect from that powerful adventurer, whom he had so\noften denounced to the nation as “a thief, a robber, an usurper, and a\nmurderer?” On the day after his arrival in the capital he was committed to\nNewgate. It seemed a case which might safely be intrusted to a jury. His\nreturn by the act of banishment had been made felony; and of his identity\nthere could be no doubt. But his former partisans did not abandon him\nin his distress. Petitions with thousands of signatures were presented,\npraying for a respite of the trial till the meeting of the parliament;\nand Cromwell, willing, perhaps, to shift the odium from himself to that\nassembly, gave his consent. Lilburne petitioned the new parliament; his\nwife petitioned; his friends from the neighbouring counties petitioned;\nthe apprentices in London did not only petition, they threatened. But the\ncouncil laid before the house the depositions of spies and informers\nto prove that Lilburne, during his banishment, had intrigued with the\nroyalists against the commonwealth;[1] and the prisoner himself, by the\nintemperance",
        "[Footnote 1: It appears from Clarendon’s Letters at the time, that Lilburne\nwas intimate with Buckingham, and that Buckingham professed to expect much\nfrom him in behalf of the royal cause; while, on the contrary, Clarendon\nbelieved that Lilburne would do nothing for it, and Buckingham not much\nmore.–Clarendon Papers, iii. 75, 79, 98.]",
        "[Sidenote: A.D. 1653. June 15.]",
        "of his publications, contributed to irritate members. They refused to\ninterfere; and he was arraigned[a] at the sessions, where, instead of\npleading, he kept his prosecutors at bay during five successive days,\nappealing to Magna Charta and the rights of Englishmen, producing\nexceptions against the indictment, and demanding his oyer, or the\nspecification of the act for his banishment, of the judgment on which the\nact was founded, and of the charge which led to that judgment. The court\nwas perplexed. They knew not how to refuse; for he claimed it as his right,\nand necessary for his defence. On the other hand, they could not grant it,\nbecause no record of the charge or judgment was known to exist.",
        "After an adjournment[b] to the next sessions, two days were spent in\narguing the exceptions of the prisoner, and his right to the oyer. At\nlength, on a threat that the court would proceed to judgment, he pleaded[c]\nnot guilty. The trial lasted three days. His friends, to the amount of\nseveral thousands, constantly attended; some hundreds of them were said to\nbe armed for the purpose of rescuing him, if he were condemned; and papers\nwere circulated that, if Lilburne perished, twenty thousand individuals\nwould perish with him. Cromwell, to encourage the court, posted two\ncompanies of soldiers in the immediate vicinity; quartered three regiments\nof infantry, and one of cavalry, in the city; and ordered a numerous force\nto march towards the metropolis. The particulars of the trial are lost. We\nonly know that the prosecutors were content with showing[d] that Lilburne\nwas the person named in the act; that the court directed the jury to speak\nonly to",
        "[Sidenote a: A.D. 1653. July 13.]\n[Sidenote b: A.D. 1653. August 11.]\n[Sidenote c: A.D. 1653. August 16.]\n[Sidenote d: A.D. 1653. August 1.]",
        "that fact; and that the prisoner made a long and vehement defence, denying\nthe authority of the late parliament to banish him, because legally it had\nexpired at the king’s death, and because the House of Commons was not a\ncourt of justice; and, maintaining to the jury, that they were judges of\nthe law as well as of the fact; that, unless they believed him guilty of\ncrime, they could not conscientiously return a verdict which would consign\nhim to the gallows; and that an act of parliament, if it were evidently\nunjust, was essentially void, and no justification to men who pronounced\naccording to their oaths. At a late hour at night the jury declared[a]\nhim not guilty; and the shout of triumph, received and prolonged by his\npartisans, reached the ears of Cromwell at Whitehall.",
        "It was not, however, the intention of the lord-general that his victim\nshould escape. The examination[b] of the judges and jurymen before the\ncouncil, with a certified copy of certain opprobrious expressions, used by\nLilburne in his defence, was submitted[c] to the house, and an order was\nobtained that, notwithstanding his acquittal, he should be confined[d]\nin the Tower, and that no obedience should be paid to any writ of habeas\ncorpus issued from the court of Upper Bench in his behalf. These measures\ngave great offence. It was complained, and with justice, that the men who\npretended to take up arms against the king in support of the liberties of\nEnglishmen, now made no scruple of trampling the same liberties under foot,\nwhenever it suited their resentment or interest.[1]",
        "[Footnote 1: See Thurloe, i. 324, 367, 368, 369, 429, 430, 435, 441,\n442, 451, 453; Exact Relation, p. 5; Whitelock, 558, 560, 561, 563, 591;\nJournals, July 13, 14, Aug. 2, 22, 27, Nov. 26. In 1656 or 1657 this\nturbulent demagogue joined the society of Friends. He died Aug. 29, 1657,\nat Eltham, whence, on the 31st, the body of the meek Quaker was conveyed\nfor sepulture to the new church-yard adjoining to Bedlam.–Cromwelliana, p.\n168.]",
        "[Sidenote a: A.D. 1653. August 20.]\n[Sidenote b: A.D. 1653. August 22.]\n[Sidenote c: A.D. 1653. August 27.]\n[Sidenote d: A.D. 1653. Nov. 26.]",
        "In the prosecution and punishment of Lilburne, the parliament was\nunanimous; on most other points it was divided into two parties distinctly\nmarked; that of the Independents, who, inferior in number, superior in\ntalents, adhered to the lord-general and the council, and that of the\nAnabaptists, who, guided by religious and political fanaticism, ranged\nthemselves under the banner of Major-General Harrison as their leader.\nThese “sectaries” anticipated the reign of Christ with his saints upon\nearth, they believed themselves called by God to prepare the way for this\nmarvellous revolution; and they considered it their duty to commence by\nreforming all the abuses which they could discover either in church or\nstate.[1]",
        "In their proceedings there was much to which no one, who had embarked with\nthem in the same cause, could reasonably object. They established a system\nof the most rigid economy; the regulations of the excise were revised;\nthe constitution of the treasury was simplified and improved; unnecessary\noffices were totally abolished, and the salaries of the others considerably\nreduced; the public accounts were subjected to the most rigorous scrutiny;\nnew facilities were given to the sale of the lands now considered as\nnational property. Provision was made for the future registration of\nmarriages, births, and deaths.[2] But the fanaticism",
        "[Footnote 1: Thurloe, i. 392, 396, 501, 515, 523.]",
        "[Footnote 2: For the validity of marriage, if the parties were minors, was\nrequired the consent of the parents or guardians, and the age of sixteen in\nthe male, of fourteen in the female; and in all cases that the names of the\nparties intending to be married should be given to the registrar of the\nparish, whose duty it was to proclaim them, according to their wish, either\nin the church after the morning exercise on three successive Lord’s days,\nor in the market-place on three successive market-days. Having received\nfrom him a certificate of the proclamations, containing any exceptions\nwhich might have been made, they were to exhibit it to a magistrate, and,\nbefore him, to pledge their faith to each other “in the presence of God,\nthe searcher of hearts.” The religious ceremony was optional, the civil\nnecessary for the civil effects of marriage,–See the Journals for the\nmonth of August, and Scobell.]",
        "of their language, and the extravagance of their notions, exposed them\nto ridicule; their zeal for reform, by interfering with the interests of\nseveral different bodies at the same time, multiplied their enemies; and,\nbefore the dissolution of the house, they had earned, justly or unjustly,\nthe hatred of the army, of the lawyers, of the gentry, and of the clergy.",
        "1. It was with visible reluctance that they voted the monthly tax of one\nhundred and twenty thousand pounds for the support of the military and\nnaval establishments. They were, indeed, careful not to complain of the\namount; their objections were pointed against the nature of the tax, and\nthe inequality of the assessments;[1] but this pretext could not hide their\nreal object from the jealousy of their adversaries, and their leaders were\nopenly charged with seeking to reduce the number of the army, that they\nmight lessen the influence of the general.",
        "2. From the collection of the taxes they proceeded to the administration of\nthe law. In almost every petition presented of late years to the supreme\nauthority of the nation, complaints had been made of the court of Chancery,\nof its dilatory proceedings, of the enormous expense which it entailed on\nits suitors, and of the suspicious nature of its decisions, so liable to be\ninfluenced by the personal partialities and interests of",
        "[Footnote 1: In some places men paid but two; in others, ten or twelve\nshillings in the pound.–Exact Relation, 10. The assessments fell on the\nowners, not on the tenants.–Thurloe, i. 755.]",
        "the judge.[1] The long parliament had not ventured to grapple with the\nsubject; but this, the little parliament, went at once to the root of the\nevil, and voted that the whole system should be abolished. But then, came\nthe appalling difficulty, how to dispose of the causes actually pending\nin the court, and how to substitute in its place a less objectionable\ntribunal. Three bills introduced for that purpose were rejected as\ninapplicable or insufficient: the committee prepared a fourth; it was read\ntwice in one day, and committed, and would probably have passed, had\nnot the subsequent proceedings been cut short by the dissolution of the\nparliament.[2]",
        "3. But the reformers were not content with the abolition of a single court;\nthey resolved to cleanse the whole of the Augean stable. What, they asked,\nmade up the law? A voluminous collection of statutes, many of them almost\nunknown, and many inapplicable to existing circumstances; the dicta of\njudges, perhaps ignorant, frequently partial and interested; the reports of\ncases, but so contradictory that they were",
        "[Footnote 1: “It was confidently reported by knowing gentlemen of worth,\nthat there were depending in that court 23,000 (2 or 3,000?) causes; that\nsome of them had been there depending five, some ten, some twenty, some\nthirty years; and that there had been spent in causes many hundreds,\nnay, thousands of pounds, to the utter undoing of many families.\"–Exact\nRelation, 12.]",
        "[Footnote 2: Journals, Aug. 5, Oct. 17, 23, Nov. 3. Exact Relation, 12-15.\nThe next year, however, Cromwell took the task into his own hands; and, in\n1655, published an ordinance, consisting of sixty-seven articles, “for\nthe better regulating and limiting the jurisdiction of the high court of\nChancery.” Widrington and Whitelock, the commissioners of the great seal,\nand Lenthall, master of the rolls, informed him by letter, that they had\nsought the Lord, but did not feel themselves free to act according to the\nordinance. The protector took the seals from the two first, and gave\nthem Fiennes and Lisle; Lenthall overcame his scruples, and remained\nin office.–See the ordinance in Scobell, 324; the objections to it in\nWhitelock, 621.]",
        "regularly marshalled in hosts against each other; and the usages of\nparticular districts, only to be ascertained through the treacherous\nmemories of the most aged of the inhabitants. Englishmen had a right to\nknow the laws by which they were to be governed; it was easy to collect\nfrom the present system all that was really useful; to improve it by\nnecessary additions; and to comprise the whole within the small compass of\na pocket volume. With this view, it was resolved to compose a new body of\nlaw; the task was assigned to a committee; and a commencement was made by a\nrevision of the statutes respecting treason and murder.[1] But these votes\nand proceedings scattered alarm through the courts at Westminster, and\nhundreds of voices, and almost as many pens, were employed to protect from\nruin the venerable fabric of English jurisprudence. They ridiculed the\npresumption of these ignorant and fanatical legislators, ascribed to them\nthe design of substituting the law of Moses for the law of the land, and\nconjured the people to unite in defence of their own “birthright and\ninheritance,” for the preservation of which so many miseries had been\nendured, so much blood had been shed.[2]",
        "4. From men of professed sanctity much had been expected in favour of\nreligion. The sincerity of their seal they proved by the most convincing\ntest,–an act for the extirpation of popish priests and Jesuits, and the\ndisposal of two-thirds of the real and personal",
        "[Footnote 1: Journals, Aug. 18, 19, Oct. 20. Exact Relation, 15-18.]",
        "[Footnote 2: The charge of wishing to introduce the law of God was\nfrequently repeated by Cromwell. It owed its existence to this, that many\nwould not allow of the punishment of death for theft, or of the distinction\nbetween manslaughter and murder, because no such things are to be found in\nthe law of Moses.–Exact Relation, 17.]",
        "estates of popish recusants.[1] After this preliminary skirmish with\nantichrist, they proceeded to attack Satan himself “in his stronghold” of\nadvowsons. It was, they contended, contrary to reason, that any private\nindividual should possess the power of imposing a spiritual guide upon\nhis neighbours; and therefore they resolved that presentations should he\nabolished, and the choice of the minister be vested in the body of the\nparishioners; a vote which taught the patrons of livings to seek the\nprotection of the lord-general against the oppression of the parliament.\nFrom advowsons, the next step was to tithes. At the commencement of the\nsession, after a long debate, it was generally understood that tithes ought\nto be done away with, and in their place a compensation be made to the\nimpropriators, and a decent maintenance be provided for the clergy. The\ngreat subject of dispute was, which question should have the precedence\nin point of time, the abolition of the impost, or the substitution of the\nequivalent. For five months the committee intrusted with the subject was\nsilent; now, to prevent, as it was thought, the agitation of the question\nof advowsons, they presented a report respecting the method of ejecting\nscandalous, and settling godly, ministers; to which they appended their\nown opinion, that incumbents, rectors, and impropriators had a property in\ntithes. This report provoked a debate of five days. When the question was\nput on the first part, though the committee had mustered all the force of\nthe Independents in its favour, it was rejected by a",
        "[Footnote 1: To procure ready money for the treasury, it was proposed to\nallow recusants to redeem the two-thirds for their lives, at four years’\npurchase. This amendment passed, but with great opposition, on the ground\nthat it amounted to a toleration of idolatry.–Ibid, ii. Thurloe, i. 553.]",
        "majority of two. The second part, respecting the property in tithes, was\nnot put to the vote; its fate was supposed to be included in that of the\nformer; and it was rumoured through the capital that the parliament had\nvoted the abolition of tithes, and with them of the ministry, which derived\nits maintenance from tithes.[1]",
        "Here it should be noticed that, on every Monday during the session, Feakes\nand Powell, two Anabaptist preachers, had delivered weekly lectures\nto numerous audiences at Blackfriars. They were eloquent enthusiasts,\ncommissioned, as they fancied, by the Almighty, and fearless of any earthly\ntribunal. They introduced into their sermons most of the subjects discussed\nin parliament, and advocated the principles of their sect with a force and\nextravagance which alarmed Cromwell and the council. Their favourite topic\nwas the Dutch war. God, they maintained, had given Holland into the hands\nof the English; it was to be the landing-place of the saints, whence\nthey should proceed to pluck the w–– of Babylon from her chair and to\nestablish the kingdom of Christ on the continent; and they threatened with\nevery kind of temporal and everlasting woe the man who should advise peace\non any other terms than the incorporation of the United Provinces with the\ncommonwealth of England.[2] When it was known that Cromwell had receded\nfrom this demand, their indignation",
        "[Footnote 1: Journals, July 15-19, Nov. 17, Dec. 1, 6-10. Exact Relation,\n418-424.]",
        "[Footnote 2: Beverning, one of the Dutch ambassadors, went to the meeting\non one of these occasions. In a letter, he says:–\"The scope and intention\nis to preach down governments, and to stir up the people against the united\nNetherlands. Being then in the assembly of the saints, I heard one prayer,\ntwo sermons. But, good God! what cruel and abominable, and most horrid\ntrumpets of fire, murder, and flame.\"–Thurloe, i. 442.]",
        "stripped the pope of many of those titles with which he had so long been\nhonoured by the Protestant churches, and the lord-general was publicly\ndeclared to be the beast in the Apocalypse, the old dragon, and the man of\nsin. Unwilling to invade the liberty of religious meetings, he for some\ntime bore these insults with an air of magnanimity: at last he summoned[a]\nthe two preachers before himself and the council. But the heralds of the\nLord of Hosts quailed not before the servants of an earthly commonwealth:\nthey returned rebuke for rebuke, charged Cromwell with an unjustifiable\nassumption of power, and departed from the conference unpunished and\nunabashed.[1]",
        "By the public the sermons at Blackfriars were considered as explanatory of\nthe views and principles of the Anabaptists in the house. The enemies of\nthese reformers multiplied daily: ridicule and abuse were poured upon them\nfrom every quarter; and it became evident to all but themselves that the\nhour of their fall was rapidly approaching. Cromwell, their maker, had long\nago determined to reduce them to their original nothing; and their last\nvote respecting the ministry appeared to furnish a favourable opportunity.\nThe next day, the Sunday, he passed with his friends in secret\nconsultation; on the Monday these friends mustered in considerable numbers,\nand at an early hour took their seats in the house. Colonel Sydenham rose.\nHe reviewed[b] all the proceedings of the parliament, condemned them as\ncalculated to injure almost every interest in the state, and, declaring\nthat he would no longer sit in so useless an assembly, moved that the house\nshould proceed to Whitehall, and deliver back the supreme power into the\nhands of him from whom",
        "[Footnote 1: Thurloe, i. 442, 534, 545, 560, 591, 621.]",
        "[Sidenote a: A.D. 1653. Dec. 6.]\n[Sidenote b: A.D. 1653. Dec. 12.]",
        "it was derived. The motion was seconded and opposed; but the Independents\nhad come to act, not to debate. They immediately rose: the speaker, who was\nin the secret, left the chair; the sergeant and the clerk accompanied him,\nand near fifty members followed in a body. The reformers, only twenty-seven\nin number (for most of them had not yet arrived), gazed on each other\nwith surprise; their first resource was to fall to prayer; and they were\nemployed in that holy exercise, when Goff and White, two officers, entered,\nand requested them to withdraw. Being required to show their warrant,\nthey called in a company of soldiers. No resistance was now offered; the\nmilitary cleared the house, and the keys were left with the guard.[1]",
        "In the mean while the speaker, preceded by the mace, and followed by\nSydenham and his friends, walked through the street to Whitehall. In the\nway, and after his arrival, he was joined by several members, by some\nthrough curiosity, by others through fear. At Whitehall, a form of\nresignation of the supreme power was hastily engrossed by the clerk,\nsubscribed by the speaker and his followers, and tendered by them to\nCromwell. The lord-general put on an air of surprise; he was not prepared\nfor such an offer, he would not load himself with so heavy a burthen. But\nhis reluctance yielded to the remonstrances and entreaties of Lambert and\nthe officers, and the instrument was laid in a chamber of the palace\nfor the convenience of such members as had not yet the opportunity of\nsubscribing their names.",
        "[Footnote 1: Exact Relation, 25, 26. True Narrative, 3. Thurloe, i. 730. I\nadopt the number given by Mansel, as he could have no motive to diminish\nit.]",
        "On the third day the signatures amounted to eighty, an absolute majority\nof the whole house; on the fourth, a new constitution was published,\nand Cromwell obtained the great object of his ambition,–the office and\nauthority, though without the title, of king.[1]",
        "On that day, about one in the afternoon, the lord-general repaired in his\ncarriage from the palace to Westminster Hall,[a] through two lines of\nmilitary, composed of five regiments of foot and three of horse. The\nprocession formed at the door. Before him walked the aldermen, the judges,\ntwo commissioners of the great seal, and the lord mayor; behind him the two\ncouncils of state and of the army. They mounted to the court of Chancery,\nwhere a chair of state with a cushion had been placed on a rich carpet.\nCromwell was dressed in a suit and cloak of black velvet, with long boots,\nand a broad gold band round his hat. He took his place before the chair,\nbetween the two commissioners; the judges stood in a half-circle behind it,\nand the civic officers ranged themselves on the right, the military on the\nleft, side of the court.",
        "[Footnote 1: Exact Relation, 26. True Narrative, 4. Ludlow, ii. 33.\nClarendon, iii. 484. Thurloe, i. 754. The author of this new constitution\nis not known. Ludlow tells us that it was first communicated by Lambert to\na council of field officers. When some objections were made, he replied,\nthat the general was willing to consider any amendments which might be\nproposed, but would not depart from the project itself. Some, therefore,\nsuggested that, after the death of the present lord-general, the civil and\nmilitary government should be kept separate, and that no protector should\nbe succeeded by any of his relatives. This gave so much offence, that, at a\nsecond meeting, Lambert, having informed them that the lord-general would\ntake care of the civil administration, dismissed them to their respective\ncommands.–Ludlow, ii. 37. It is to this, perhaps, that the Dutch\nambassador alludes, when he says that Cromwell desisted from his project\nof being declared king on account of the displeasure of the\nofficers.–Thurloe, i. 644.]",
        "[Sidenote a: A.D. 1653. Dec. 16.]",
        "Lambert now came forward to address the lord-general. He noticed the\ndissolution of the late parliament, observed that the exigency of the time\nrequired a strong and stable government, and prayed his excellency in the\nname of the army and of the three nations to accept the office of protector\nof the commonwealth. Cromwell, though it was impossible to conceal the\npurpose for which he had come thither, could not yet put off the habit of\ndissimulation; and if, after some demur, he expressed his consent, it was\nwith an appearance of reluctance which no one present could believe to be\nreal.",
        "Jessop, one of the clerks of the council, was next ordered to read the\n“instrument of government,” consisting of forty-two articles. 1. By it the\nlegislative power was invested in a lord-protector and parliament, but with\na provision that every act passed by the parliament should become law at\nthe expiration of twenty days, even without the consent of the protector;\nunless he could persuade the house of the reasonableness of his objections.\nThe parliament was not to be adjourned, prorogued, or dissolved, without\nits own consent, within the first five months after its meeting; and a new\nparliament was to be called within three years after the dissolution of the\nlast. The number of the members was fixed according to the plan projected\nby Vane at the close of the long parliament, at four hundred for England,\nthirty for Scotland, and thirty for Ireland. Most of the boroughs were\ndisfranchised, and the number of county members was increased. Every person\npossessed of real or personal property to the value of two hundred pounds\nhad a right to vote,[1] unless he were a malignant or delinquent, or\nprofessor",
        "[Footnote 1: During the long parliament this qualification had been\nadopted on the motion of Cromwell, in place of a clause recommended by the\ncommittee, which gave the elective franchise under different regulations\nto freeholders, copyholders, tenants for life, and leaseholders,–See\nJournals, 30th March, 1653.]",
        "of the Catholic faith; and the disqualifications to which the electors were\nsubject attached also to the persons elected. 2. The executive power was\nmade to reside in the lord-protector acting with the advice of his council.\nHe possessed, moreover, the power of treating with foreign states with the\nadvice, and of making peace or war with the consent, of the council.\nTo him also belonged the disposal of the military and naval power, and\nthe appointment of the great officers of state, with the approbation of\nparliament, and, in the intervals of parliament, with that of the council,\nbut subject to the subsequent approbation of the parliament. 3. Laws could\nnot be made, nor taxes imposed, but by common consent in parliament. 4. The\ncivil list was fixed at two hundred thousand pounds, and a yearly revenue\nordered to be raised for the support of an army of thirty thousand men,\ntwo-thirds infantry, and one-third cavalry, with such a navy as the\nlord-protector should think necessary. 5. All who professed faith in God by\nJesus Christ were to be protected in the exercise of their religion, with\nthe exception of prelatists, papists, and those who taught licentiousness\nunder the pretence of religion. 6. The lord-general Cromwell was named\nlord-protector; his successors were to be chosen by the council. The first\nparliament was to assemble on the 3rd of the following December; and till\nthat time the lord-protector was vested with power to raise the moneys\nnecessary for the public service, and to make ordinances which should have\nthe force of law, till orders were taken in parliament respecting the same.",
        "At the conclusion, Cromwell, raising his right hand and his eyes to heaven\nwith great solemnity, swore to observe, and cause to be observed, all the\narticles of the instrument; and Lambert, falling on his knees, offered to\nthe protector a civic sword in the scabbard, which he accepted, laying\naside his own, to denote that he meant to govern by constitutional, and not\nby military, authority. He then seated himself in the chair, put on his hat\nwhile the rest stood uncovered, received the seal from the commissioners,\nthe sword from the lord mayor, delivered them back again to the same\nindividuals, and, having exercised these acts of sovereign authority,\nreturned in procession to his carriage, and repaired in state to Whitehall.\nThe same day the establishment of the government by a lord-protector and\ntriennial parliaments, and the acceptance of the protectorship by the\nlord-general, were announced to the public by proclamation, with all the\nceremonies hitherto used on the accession of a new monarch.[1]",
        "It cannot be supposed that this elevation of Cromwell to the supreme power\nwas viewed with satisfaction by any other class of men than his brethren in\narms, who considered his greatness their own work, and expected from\nhis gratitude their merited reward. But the nation was surfeited with\nrevolutions. Men had suffered so severely from the ravages of war and the\noppression of the military; they had seen so many instances of punishment\nincurred by resistance to the actual possessors of power; they were divided\nand",
        "[Footnote 1: Whitelock, 571-578. Thurloe, i. 639, 641. Ludlow, ii. 40.\nThe alteration in the representation, which had been proposed in the long\nparliament, was generally considered an improvement,–Clar. Hist. iii.\n495.]",
        "subdivided into so many parties, jealous and hateful of each other;\nthat they readily acquiesced in any change which promised the return of\ntranquillity in the place of solicitude, danger, and misery. The protector,\nhowever, did not neglect the means of consolidating his own authority.\nAvailing himself of the powers intrusted to him by the “instrument,” he\ngave the chief commands in the army to men in whom he could confide;\nquartered the troops in the manner best calculated to put down any\ninsurrection; and, among the multitude of ordinances which he published,\nwas careful to repeal the acts enforcing the Engagement; to forbid all\nmeetings on racecourses or at cockpits, to explain what offences should be\ndeemed treason against his government; and to establish a high court of\njustice for the trial of those who might be charged with such offences.",
        "He could not, however, be ignorant that, even among the former companions\nof his fortunes, the men who had fought and bled by his side, there were\nseveral who, much as they revered the general, looked on the protector with\nthe most cordial abhorrence.[a] They were stubborn, unbending republicans,\npartly from political, partly from religious, principle. To them he\naffected to unbosom himself without reserve. He was still, he protested,\nthe same humble individual whom they had formerly known him. Had he\nconsulted his own feelings, “he would rather have taken the staff of a\nshepherd” than the dignity of protector. Necessity had imposed the office\nupon him; he had sacrificed his own happiness to preserve his countrymen\nfrom anarchy and ruin; and, as he now bore the burden with reluctance, he\nwould lay it down with joy, the moment he could do so with safety to",
        "[Sidenote a: A.D. 1654.]",
        "the nation. But this language made few proselytes. They had too often\nalready been the dupes of his hypocrisy, the victims of their own\ncredulity; they scrupled not, both in public companies, and from the\npulpit, to pronounce him “a dissembling perjured villain;” and they openly\nthreatened him with “a worse fate than had befallen the last tyrant.” If it\nwas necessary to silence these declaimers, it was also dangerous to treat\nthem with severity. He proceeded with caution, and modified his displeasure\nby circumstances. Some he removed from their commissions in the army and\ntheir ministry in the church; others he did not permit to go at large,\ntill they had given security for their subsequent behaviour; and those who\nproved less tractable, or appeared more dangerous, he incarcerated in the\nTower. Among the last were Harrison, formerly his fellow-labourer in the\ndissolution of the long parliament, now his most implacable enemy; and\nFeakes and Powell, the Anabaptist preachers, who had braved his resentment\nduring the last parliament.[a] Symson, their colleague, shared their\nimprisonment, but procured his liberty[b] by submission.[1]",
        "To the royalists, as he feared them less, he showed less forbearance.\nCharles, who still resided in Paris, maintained a constant correspondence\nwith the friends of his family in England, for the twofold purpose of\npreserving a party ready to take advantage of any revolution in his favour,\nand of deriving from their loyalty advances of money for his own support\nand that of his followers. Among the agents whom he employed, were men who\nbetrayed his secrets, or pretended",
        "[Footnote 1: Thurloe, i. 641, 642; ii. 67, 68. Whitelock, 580, 582, 596.\nLudlow, ii. 47.]",
        "[Sidenote a: A.D. 1654. Feb. 30.]\n[Sidenote b: A.D. 1654. July 26.]",
        "secrets, to his enemies,[1] or who seduced his adherents into imaginary\nplots, that by the discovery they might earn the gratitude of the\nprotector. Of the latter class was an individual named Henshaw, who had\nrepaired to Paris, and been refused what he solicited, admission to the\nroyal presence. On his return, he detailed to certain royalists a plan by\nwhich the protector might be assassinated on his way to Hampton Court, the\nguards at Whitehall overpowered, the town surprised, and the royal exile\nproclaimed. Men were found to listen to his suggestions; and when a\nsufficient number were entangled in the toil, forty were apprehended[a] and\nexamined. Of these, many consented to give evidence; three were selected[b]\nfor trial before the high court of justice. Fox, one of the three, pleaded\nguilty, and thus, by giving countenance to the evidence of Henshaw,\ndeserved and obtained[c] his pardon. Vowell, a schoolmaster, and Gerard, a\nyoung gentleman two-and-twenty years of age, received[d] judgment of death.\nThe first suffered on the gallows, glorying that he died a martyr in\nthe cause of royalty. Gerard, before he was beheaded, protested in the\nstrongest terms that, though he had heard, he had never approved of the\ndesign.[2] In the depositions, it was pretended that Charles had given his\nconsent to the assassination of the protector.",
        "[Footnote 1: Clarendon informs Nicholas (June 12), that in reality no one\nsecret had been betrayed or discovered.–Clar. Papers, iii. 247. But this\nis doubtful; for Willis, one of the committee called “the sealed knot,” who\nwas imprisoned, but discharged in September (Perfect Account, No. 194),\nproved afterwards a traitor.]",
        "[Footnote 2: State Trials, v. 517-540. Thurloe, ii. 416, 446, 447.\nWhitelock, 591, 593, 593. Henshaw was not produced on the trial. It was\npretended that he had escaped. But we learn from Thurloe that he was safe\nin the Tower, and so Gerard suspected in his speech on the scaffold.]",
        "[Sidenote a: A.D. 1654. May 24.]\n[Sidenote b: A.D. 1654. June 30.]\n[Sidenote c: A.D. 1654. July 6.]\n[Sidenote d: A.D. 1654. July 10.]",
        "Though Cromwell professed to disbelieve the charge, yet as a measure of\nself-defence he threatened the exiled prince that, if any such attempt were\nencouraged, he should have recourse to retaliation, and, at the same time,\nintimated that it would be no difficult matter for him to execute his\nthreat.[1]",
        "On the same scaffold, but an hour later, perished a foreign nobleman, only\nnineteen years old, Don Pantaleon Sa, brother to Guimaraes, the Portuguese\nambassador. Six months before, he and Gerard, whose execution we have\njust noticed, had quarrelled[a] in the New Exchange. Pantaleon, the next\nevening,[b] repaired to the same place with a body of armed followers; a\nfray ensued; Greenway, a person unconcerned in the dispute, was killed\nby accident or mistake; and the Portuguese fled to the house of the\nambassador, whence they were conducted to prison by the military. The\npeople, taking up the affair as a national quarrel, loudly demanded the\nblood of the reputed murderers. On behalf of Pantaleon it was argued: 1.\nThat he was an ambassador, and therefore answerable to no one but his\nmaster; 2. That he was a person attached to the embassy, and therefore\ncovered by the privilege of his principal. But the",
        "[Footnote 1: Cromwell did not give credit to the plots for murdering\nhim.–Thurloe, ii. 512, 533. Clarendon writes thus on the subject to his\nfriend Nicholas: “I do assure you upon my credit, I do not know, and upon\nmy confidence, the king does not, of any such design. Many wild, foolish\npersons propose wild things to the king, which he civilly discountenances,\nand then they and their friends brag what they hear, or could do; and, no\ndoubt, in some such noble rage that hath now fallen out which they talk so\nmuch of at London, and by which many honest men are in prison, of which\nwhole matter the king knows no more than secretary Nicholas doth.\"–Clar.\nPapers, iii. 247. See, however, the account of Sexby’s plot in the next\nchapter.]",
        "[Sidenote a: A.D. 1653. Nov. 21.]\n[Sidenote b: A.D. 1653. Nov. 22.]",
        "instrument which he produced in proof of the first allegation was no more\nthan a written promise that he should succeed his brother in-office; and\nin reply to the second, it was maintained[a] that the privilege of an\nambassador, whatever it might be, was personal, and did not extend to\nthe individuals in his suite. At the bar, after several refusals, he was\ninduced by the threat of the peine forte et dure to plead not guilty;\nand his demand of counsel, on account of his ignorance of English law,\nwas rejected, on the ground that the court was “of counsel equal to the\nprisoner and the commonwealth.” He was found guilty, and condemned, with\nfour of his associates. To three of these the protector granted a pardon;\nbut no entreaties of the several ambassadors could prevail in favour of\nPantaleon. He was sacrificed, if we believe one of them, to the clamour of\nthe people, whose feelings were so excited, that when his head fell on the\nscaffold,[b] the spectators proclaimed their joy by the most savage yells\nof exultation.[1] It was the very day on which his brother, perhaps to\npropitiate the protector, had signed the treaty between the two nations.",
        "These executions had been preceded by one of a very different description.\nColonel Worsley had apprehended a Catholic clergyman, of the name of\nSouthworth, who, thirty-seven years before, had been convicted at\nLancaster, and sent into banishment. The old man (he had passed his\nseventy-second year),",
        "[Footnote 1: See in State Trials, v. 461-518, a numerous collection of\nauthorities and opinions respecting this case. Also ibid. 536. That\nPantaleon and his friends were armed, cannot be denied: was it for\nrevenge? So it would appear from the relation in Somers’s Tracts, iii. 65;\nWhitelock, 569; and State Trials, v. 482. Was it solely for defence?\nSuch is the evidence of Metham (Thurloe, ii. 222), and the assertion of\nPantaleon at his death.–Whitelock, ii. 595.]",
        "[Sidenote a: A.D. 1654. July 5.]\n[Sidenote b: A.D. 1654. July 10.]",
        "at his arraignment, pleaded that he had taken orders in the church of Rome,\nbut was innocent of any treason. The recorder advised him to withdraw his\nplea, and gave him four hours for consideration. But Southworth still owned\nthat he was a Catholic and in orders; judgment of death was pronounced; and\nthe protector, notwithstanding the urgent solicitations of the French\nand Spanish ambassadors, resolved that he should suffer. It was not that\nCromwell approved of sanguinary punishments in matters of religion, but\nthat he had no objection to purchase the good-will of the godly by shedding\nthe blood of a priest. The[a] fate of this venerable man[a] excited the\nsympathy of the higher classes. Two hundred carriages and a crowd of\nhorsemen followed the hurdle on which he was drawn to the place of\nexecution. On the scaffold, he spoke with satisfaction of the manner of his\ndeath, but at the same time pointed out the inconsistency of the men who\npretended to have taken up arms for liberty of conscience, and yet shed the\nblood of those who differed from them in religious opinions. He suffered\nthe usual punishment of traitors.[1]",
        "The intelligence of the late revolution had been received by the military\nin Ireland and Scotland with open murmurs on the part of some, and a\nsuspicious acquiescence on that of others. In Ireland, Fleetwood knew not\nhow to reconcile the conduct of his father-in-law with his own principles,\nand expressed a wish to resign the government of the island; Ludlow and\nJones, both stanch republicans, looked on the protector as a hypocrite and\nan apostate, and though the latter was more cautious in his language, the",
        "[Footnote 1: Thurloe, ii. 406. Whitelock, 592. Challoner, ii. 354.\nKnaresborough’s Collections, MS.]",
        "[Sidenote a: A.D. 1654 June 23.]",
        "former openly refused to act as civil commissioner under the new\nconstitution; and in most of the garrisons several of the principal\nofficers made no secret of their dissatisfaction: in one case they even\ndrew up a remonstrance against “the government by a single person.” But\nCromwell averted the storm which threatened him, by his prudence and\nfirmness. He sent his son Henry on a visit to Fleetwood, that he might\nlearn the true disposition of the military; the more formidable of his\nopponents were silently withdrawn to England; and several of the others\nfound themselves suddenly but successively deprived of their commands.\nIn most cases interest proved more powerful than principle; and it was\nobserved that out of the numbers, who at first crowded to the Anabaptist\nconventicle at Dublin as a profession of their political creed, almost all\nwho had any thing to lose, gradually abandoned it for the more courtly\nplaces of worship. Even the Anabaptists themselves learned to believe that\nthe ambition of a private individual could not defeat the designs of the\nLord, and that it was better for men to retain their situations under the\nprotector, than, by abandoning them, to deprive themselves of the means of\npromoting the service of God, and of hastening the reign of Christ upon\nearth.[1]",
        "In Scotland the spirit of disaffection equally prevailed among the superior\nofficers; but their attention was averted from political feuds by military\noperations. In the preceding years, under the appearance of general\ntranquillity, the embers of war had continued to smoulder in the Highlands:\nthey burst into a flame on the departure of Monk to take the command of the",
        "[Footnote 1: Thurloe, ii. 149, 150, 162, 214.]",
        "English fleet. To Charles in France, and his partisans in Scotland, it\nseemed a favourable moment; the earls of Glencairn and Balcarras, were\nsuccessively joined by Angus, Montrose, Athol, Seaforth, Kenmure, and\nLorne, the son of Argyle; and Wogan, an enterprising officer, landing at\nDover,[a] raised a troop of royalists in London, and traversing England\nunder the colours of the commonwealth, reached in safety the quarters\nof his Scottish friends. The number of the royalists amounted to some\nthousands: the nature of the country and the affections of the natives were\nin their favour; and their spirits were supported by the repeated, but\nfallacious, intelligence of the speedy arrival of Charles himself at the\nhead of a considerable force. A petty, but most destructive, warfare\nensued. Robert Lilburne, the English commander, ravaged the lands of all\nwho favoured the royalists; the royalists, those of all who remained\nneuter, or aided their enemies. But in a short time, personal feuds\ndistracted the councils of the insurgents; and, as the right of Glencairn\nto the chief command was disputed, Middleton arrived[b] with a royal\ncommission, which all were required to obey. To Middleton the protector\nopposed Monk.[c] It was the policy of the former to avoid a battle, and\nexhaust the strength of his adversary by marches and counter-marches in a\nmountainous country, without the convenience of roads or quarters; but in\nan attempt to elude his pursuer, Middleton was surprised[d] at Loch Garry\nby the force under Morgan; his men, embarrassed in the defile, were slain\nor made prisoners; and his loss taught the royalist leaders to deserve\nmercy by the promptitude of their submission. The Earl of Tullibardine set\nthe example;[e] Glencairn followed; they were imitated by their associates;",
        "[Sidenote a: A.D. 1653. Nov. 22.]\n[Sidenote b: A.D. 1654. Feb. 1.]\n[Sidenote c: A.D. 1654. April 8.]\n[Sidenote d: A.D. 1654. July 19.]\n[Sidenote e: A.D. 1654. August 24.]",
        "and the lenity of Monk contributed as much as the fortune of war to the\ntotal suppression of the insurgents.[1] Cromwell, however, did not wait for\nthe issue of the contest. Before Monk had joined the army, he published[a]\nthree ordinances, by which, of his supreme authority, he incorporated\nScotland with England, absolved the natives from their allegiance to\nCharles Stuart, abolished the kingly office and the Scottish parliament,\nwith all tenures and superiorities importing servitude and vassalage,\nerected courts-baron to supply the place of the jurisdictions which he had\ntaken away, and granted a free pardon to the nation, with the exception of\nnumerous individuals whom he subjected to different degrees of punishment.\nThus the whole frame of the Scottish constitution was subverted: yet no\none ventured to remonstrate or oppose. The spirit of the nation had been\nbroken. The experience of the past, and the presence of the military,\nconvinced the people that resistance was fruitless: of the nobility, many\nlanguished within the walls of their prisons in England; and the others\nwere ground to the dust by the demands of their creditors, or the exactions\nof the sequestrators; and even the kirk, which had so often bearded kings\non their thrones, was taught to feel that its authority, however it might\nboast of its celestial origin, was no match for the earthly power of\nthe English commonwealth.[2] Soon after Cromwell had called his little\nparliament, the general assembly of the kirk met[b]",
        "[Footnote 1: See the ratification of the surrenders of Tullibardine,\nGlencairn, Heriot, Forrester, Kenmure, Montrose, and Seaforth, dated at\ndifferent times between Aug. 24 and Jan. 10, in the Council Book, 1655,\nFeb. 7.]",
        "[Footnote 2: Scobell, 289, 293-295. Whitelock, 583,597, 599. Burnet, i.\n58-61. Baillie, ii. 377, 381. Milton, State Papers, 130, 131.]",
        "[Sidenote a: A.D. 1654. April 1.]\n[Sidenote a: A.D. 1654. July 20.]",
        "at the usual place in Edinburgh; and Dickson, the moderator, had begun\nhis prayer, when Colonel Cotterel, leaving two troops of horse and two\ncompanies of foot at the door, entered[a] the house, and inquired by what\nauthority they sat there; Was it by authority of the parliament, or of\nthe commander of the forces, or of the English judges in Scotland? The\nmoderator meekly but firmly replied, that they formed a spiritual court,\nestablished by God, recognized by law, and supported by the solemn league\nand covenant. But this was a language which the soldier did not, or would\nnot, understand. Mounting a bench, he declared that there existed no\nauthority in Scotland which was not derived from the parliament of England;\nthat it was his duty to put down every illegal assumption of power; and\nthat they must immediately depart or suffer themselves to be dragged out by\nthe military under his command. No one offered to resist: a protestation\nwas hastily entered on the minutes; and the whole body was marched between\ntwo files of soldiers through the streets, to the surprise, and grief,\nand horror of the inhabitants. At the distance of a mile from the city,\nCotterel discharged them with an admonition, that, if any of them were\nfound in the capital after eight o’clock on the following morning, or\nshould subsequently presume to meet in greater numbers than three persons\nat one time, they would be punished with imprisonment, as disturbers of the\npublic peace. “Thus,” exclaims Baillie, “our general assembly, the glory\nand strength of our church upon earth, is by your soldiery crushed and\ntrode under foot. For this our hearts are sad, and our eyes run down with\nwater.\"[1]",
        "[Footnote 1: Baillie, ii. 370.]",
        "[Sidenote a: A.D. 1654. July 20.]",
        "Yet after this they were permitted to meet in synods and presbyteries, an\nindulgence which they owed not to the moderation of their adversaries, but\nto the policy of Vane, who argued that it was better to furnish them with\nthe opportunity of quarrelling among themselves, than, by establishing a\ncompulsory tranquillity, allow them to combine against the commonwealth.\nFor the ministers were still divided into resolutioners and protestors, and\nthe virulence of this religious feud appeared to augment in proportion as\nthe parties were deprived of real power. The resolutioners were the more\nnumerous, and enjoyed a greater share of popular favour; but the protestors\nwere enemies of Charles Stuart, and therefore sure of the protection of the\ngovernment. Hence it happened that in every struggle for the possession\nof churches–and such struggles continually happened between the two\nparties–the protestors were invariably supported against the voice of the\npeople by the swords of the military.[1]",
        "By foreign powers the recent elevation of Cromwell was viewed without\nsurprise. They were aware of his ambition, and had anticipated his success.\nAll who had reason to hope from his friendship, or to fear from his enmity,\noffered their congratulations, and ambassadors and envoys from most of the\nprinces of Europe crowded to the court of the protector. He",
        "[Footnote 1: Baillie, 371-376, 360. Burnet, i. 62. Whilst Baillie weeps\nover the state of the kirk, Kirkton exults at the progress of the gospel.\n“I verily believe,” he writes, “there were more souls converted unto Christ\nin that short period of time than in any season since the Reformation.\nMinisters were painful, people were diligent. At their solemn communions\nmany congregations met in great multitudes, some dozen of ministers used to\npreach, and the people continued as it were in a sort of trance (so serious\nwere they in spiritual exercises) for three days at least.\"–Kirkton 54,\n55.]",
        "received them with all the state of a sovereign. From his apartments in the\nCockpit he had removed with his family to those which in former times had\nbeen appropriated to the king: they were newly furnished in the most costly\nand magnificent style; and in the banqueting-room was placed a chair of\nstate on a platform, raised by three steps above the floor. Here the\nprotector stood to receive the ambassadors. They were instructed to make\nthree reverences, one at the entrance, the second in the midway, and the\nthird at the lower step, to each of which Cromwell answered by a slight\ninclination of the head. When they had delivered their speeches, and\nreceived the reply of the protector, the same ceremonial was repeated at\ntheir departure. On one occasion he was requested to permit the gentlemen\nattached to the embassy to kiss his hand; but he advanced to the upper\nstep, bowed to each in succession, waved his hand, and withdrew. On the\nconclusion of peace with the States, the ambassadors received from him an\ninvitation to dinner. He sat alone on one side of the table, they, with\nsome lords of the council, on the other. Their ladies were entertained\nby the lady protectress. After dinner, both parties joined in the\ndrawing-room; pieces of music were performed, and a psalm was sung, a copy\nof which Cromwell gave to the ambassadors, observing that it was the best\npaper that had ever passed between them. The entertainment concluded with a\nwalk in the gallery.[1]",
        "This treaty with the United Provinces was the first which engaged the\nattention of the protector, and was",
        "[Footnote 1: Clarendon Papers, iii. 240. Thurloe, i. 50, 69, 154, 257. It\nappears from the Council Book that the quarterly expense of the protector’s\nfamily amounted to thirty-five thousand pounds. 1655, March 14.]",
        "not concluded till repeated victories had proved the superiority of the\nEnglish navy, and a protracted negotiation had exhausted the patience\nof the States. In the preceding month of May the hostile fleets, each\nconsisting of about one hundred sail, had put to sea, the English commanded\nby Monk, Dean, Penn, and Lawson; the Dutch by Van Tromp, De Ruyter, De\nWitte, and Evertsens. While Monk insulted the coast of Holland, Van Tromp\ncannonaded[a] the town of Dover. They afterwards met each other off the\nNorth Foreland, and the action continued the whole day. The enemy lost two\nsail; on the part of the English, Dean was killed by a chain-shot. He fell\nby the side of Monk, who instantly spread his cloak over the dead body,\nthat the men might not be alarmed at the fete of their commander.",
        "The battle was renewed the next morning.[b] Though Blake, with eighteen\nsail, had joined the English in the night, Van Tromp fought with the\nmost determined courage; but a panic pervaded his fleet; his orders were\ndisobeyed; several captains fled from the superior fire of the enemy; and,\nultimately, the Dutch sought shelter within the Wielings, and along the\nshallow coast of Zeeland. They lost one-and-twenty sail; thirteen hundred\nmen were made prisoners, and the number of killed and wounded was great in\nproportion.[1]",
        "Cromwell received the news of this victory with transports of joy. Though\nhe could claim no share in the merit (for the fleet owed its success to the\nexertions",
        "[Footnote 1: Whitelock, 557. Ludlow, ii. 27. Heath, 344. Le Clerc, i. 333.\nBasnage, i. 307. It appears from the letters in Thurloe, that the English\nfought at the distance of half cannon-shot, till the enemy fell into\nconfusion, and began to fly, when their disabled ships were surrounded, and\ncaptured by the English frigates.–Thurloe, i. 269, 270, 273, 277, 278.]",
        "[Sidenote a: A.D. 1653. June 2.]\n[Sidenote b: A.D. 1653. June 3.]",
        "of the government which he had overturned), he was aware that it would shed\na lustre over his own administration; and the people were publicly called\nupon to return thanks to the Almighty for so signal a favour. It was\nobserved that on this occasion he did not command but invite; and the\ndistinction was hailed by his admirers as a proof of the humility and\nsingle-mindedness of the lord-general.[1]",
        "To the States, the defeat of their fleet proved a subject of the deepest\nregret. It was not the loss of men and ships that they deplored; such loss\nmight soon be repaired; but it degraded them in the eyes of Europe, by\nplacing them in the posture of suppliants deprecating the anger of a\nvictorious enemy. In consequence of the importunate entreaties of the\nmerchants, they had previously appointed ambassadors to make proposals of\npeace to the new government; but these ministers did not quit the coast\nof Holland till after the battle;[a] and their arrival in England at this\nparticular moment was universally attributed to a conviction of inferiority\narising from the late defeat. They were introduced[b] with due honour to\nhis excellency and the council; but found them unwilling to recede from\nthe high demands formerly made by the parliament. As to the claim of\nindemnification for the past, the ambassadors maintained that, if a balance\nwere struck of their respective losses, the Dutch would be found the\nprincipal sufferers; and, to the demand of security for the future, they\nreplied, that it might be obtained by the completion of that treaty, which\nhad been interrupted by the sudden departure of St. John and Strickland\nfrom the Hague. The obstinacy of the council induced the ambassadors to\ndemand[c] passports",
        "[Footnote 1: Whitelock, 558.]",
        "[Sidenote a: A.D. 1653. May 26.]\n[Sidenote b: A.D. 1653. June 22.]\n[Sidenote c: A.D. 1653. July 19.]",
        "for their return; but means were found to awaken in them new hopes, and to\namuse them with new proposals. In the conferences, Cromwell generally\nbore the principal part. Sometimes he chided the ambassadors in no very\ncourteous terms; sometimes he described with tears the misery occasioned\nby the war; but he was always careful to wrap up his meaning in such\nobscurity, that a full month elapsed before the Dutch could distinctly\nascertain his real demands. They were then informed[a] that England would\nwaive the claim of pecuniary compensation, provided Van Tromp were removed\nfor a while from the command of their fleet, as an acknowledgment that he\nwas the aggressor; but that, on the other hand, it was expected that the\nStates should consent to the incorporation of the two countries into one\ngreat maritime power, to be equally under the same government, consisting\nof individuals chosen out of both. This was a subject on which the\nambassadors had no power to treat; and it was agreed that two of their\nnumber should repair to the Hague for additional instructions.[1]",
        "But, a few days before their departure, another battle had been fought[b]\nat sea, and another victory won by the English. For eight weeks Monk had\nblockaded the entrance of the Texel; but Van Tromp, the moment his fleet\nwas repaired, put to sea, and sought to redeem the honour of the Belgic\nflag. Each admiral commanded about one hundred sail; and as long as Tromp\nlived, the victory hung in suspense; he had burst through the English line,\nand returned to his first station, when he fell by a musket-shot; then the",
        "[Footnote 1: See on this subject a multitude of original papers in Thurloe,\ni. 268, 284, 302, 308, 315, 316, 340, 362, 370, 372, 381, 382, 394, 401.]",
        "[Sidenote a: A.D. 1653. July 26.]\n[Sidenote b: A.D. 1653. July 31.]",
        "Dutch began to waver; in a short time they fled, and the pursuit continued\ntill midnight. That which distinguished this from every preceding action\nwas the order issued by Monk to make no prizes, but to sink or destroy the\nships of the enemy. Hence the only trophies of victory were the prisoners,\nmen who had been picked up after they had thrown themselves into the water,\nor had escaped in boats from the wrecks. Of these, more than a thousand\nwere brought to England, a sufficient proof that, if the loss of the enemy\ndid not amount to twenty sail, as stated by Monk, it exceeded nine small\nvessels, the utmost allowed by the States.[1]",
        "During the absence of the other ambassadors, Cromwell sought several\nprivate interviews with the third who remained, Beverning, the deputy\nfrom the States of Holland; and the moderation with which he spoke of the\nquestions in dispute, joined to the tears with which he lamented the enmity\nof two nations so similar in their political and religious principles,\nconvinced the Dutchman that an accommodation might be easily and promptly\nattained. At his desire his colleagues returned; the conferences were\nresumed; the most cheering hopes were indulged; when suddenly the English\ncommissioners presented seven-and-twenty articles, conceived in a tone of\ninsulting superiority, and demanding sacrifices painful and degrading. A\nfew days later the parliament was dissolved; and, as it was evident that\nthe interests of the new protector required a peace, the ambassadors began\nto affect indifference on the subject, and demanded passports to depart.\nCromwell, in his turn, thought proper to yield; some claims",
        "[Footnote 1: Le Clerc, i. 335. Basnage, i. 313. Several Proceedings, No.\n197. Perfect Diurnal, No. 187. Thurloe, i. 392, 420, 448.]",
        "were abandoned; others were modified, and every question was adjusted, with\nthe exception of this, whether the king of Denmark, the ally of the Dutch,\nwho, to gratify them, had seized and confiscated twenty-three English\nmerchantmen in the Baltic,[1] should be comprehended or not in the treaty.\nThe ambassadors were at Gravesend on their way home, when Cromwell\nproposed[a] a new expedient, which they approved. They proceeded, however,\nto Holland; obtained the approbation of the several states, and returned[b]\nto put an end to the treaty. But here again, to their surprise, new\nobstacles arose. Beverning had incautiously boasted of his dexterity;\nhe had, so he pretended compelled the protector to lower his demands by\nthreatening to break off the negotiation; and Cromwell now turned the\ntables upon him by playing a similar game. At the same time that he rose in\nsome of his demands, he equipped a fleet of one hundred sail, and ordered\nseveral regiments to embark. The ambassadors, aware that the States\nhad made no provision to oppose this formidable armament, reluctantly\nacquiesced;[c] and on the 5th of April, after a negotiation of ten months,\nthe peace was definitively signed.[2]",
        "By this treaty the English cabinet silently abandoned those lofty\npretensions which it had originally put forth. It made no mention of\nindemnity for the past, of security for the future, of the incorporation\nof the two states, of the claim of search, of the tenth herring, or of the\nexclusion of the prince of Orange",
        "[Footnote 1: Basnage, i. 289.]",
        "[Footnote 2: Thurloe, i. 570, 607, 616, 624, 643, 650; ii. 9, 19, 28,\n36, 74, 75, 123, 137, 195, 197. Le Clerc. i, 340-343. During the whole\nnegotiation, it appears from these papers that the despatches of, and to,\nthe ambassadors were opened, and copies of almost all the resolutions taken\nby the States procured, by the council of state.–See particularly Thurloe,\nii. 99, 153.]",
        "[Sidenote a: A.D. 1654. Jan. 6.]\n[Sidenote b: A.D. 1654. Feb. 28.]\n[Sidenote c: A.D. 1654. April 5.]",
        "from the office of stadtholder. To these humiliating conditions the pride\nof the States had refused to submit; and Cromwell was content to accept\ntwo other articles, which, while they appeared equally to affect the\ntwo nations, were in reality directed against the Stuart family and its\nadherents. It was stipulated that neither commonwealth should harbour or\naid the enemies, rebels, or exiles of the other; but that either, being\npreviously required, should order such enemies, rebels, or exiles to\nleave its territory, under the penalty of death, before the expiration of\ntwenty-eight days. To the demand, that the same respect which had been paid\nto the flag of the king should be paid to that of the commonwealth, the\nDutch did not object. The only questions which latterly retarded the\nconclusion of the treaty related to the compensation to be made to the\nmerchants for the depredations on their trade in the East Indies before,\nand the detention of their ships by the king of Denmark during, the war. It\nwas, however, agreed that arbitrators should be chosen out of both\nnations, and that each government should be bound by their award.[1] These\ndetermined[a] that the island of Polerone should be restored, and damages\nto the amount of one hundred and seventy thousand pounds should be paid to\nthe English East India Company; that three thousand six hundred and fifteen\npounds should be distributed among the heirs of those who suffered at\nAmboyna; and that a compensation of ninety-seven thousand nine hundred and\nseventy-three pounds should be made to the traders to the Baltic.[2]",
        "[Footnote 1: Dumont, v. part ii. 74.]",
        "[Footnote 2: See the award, ibid. 85, 88. By Sagredo, the Venetian\nambassador, who resided during the war at Amsterdam, we are told that the\nDutch acknowledged the loss of one thousand one hundred and twenty-two\nmen-of-war and merchantmen; and that the expense of this war exceeded\nthat of their twenty years’ hostilities with Spain. He states that their\ninferiority arose from three causes: that the English ships were of greater\nbulk; the English cannon were of brass, and of a larger calibre; and the\nnumber of prizes made by the English at the commencement crippled the\nmaritime resources of their enemies.–Relazione, MS. Le Clerc states that\nthe Dutch employed one hundred thousand men in the herring-fishery (i.\n321).]",
        "[Sidenote a: A.D. 1654. August 30.]",
        "On one subject, in the protector’s estimation of considerable importance,\nhe was partially successful. Possessed of the supreme power himself, he\nconsidered Charles as a personal rival, and made it his policy to strip the\nexiled king of all hope of foreign support. From the prince of Orange, so\nnearly allied to the royal family, Cromwell had little to fear during his\nminority; and, to render him incapable of benefiting the royal cause in his\nmore mature age, the protector attempted to exclude him by the treaty\nfrom succeeding to those high offices which might almost be considered\nhereditary in his family. The determined refusal of the States had induced\nhim to withdraw the demand; but he intrigued, through the agency of\nBeverning, with the leaders of the Louvestein party;[1] and obtained a\nsecret article, by which the states of Holland and West Friesland promised\nnever to elect the prince of Orange for their stadtholder, nor suffer him\nto have the chief command of the army and navy. But the secret transpired;\nthe other states highly resented this clandestine negotiation; complaints\nand remonstrances were answered by apologies and vindications; an open\nschism was declared between the provinces, and every day added to the\nexasperation of the two parties. On the whole, however, the quarrel was\nfavourable to the pretensions of the young prince,",
        "[Footnote 1: The leaders of the republicans were so called, because they\nhad been confined in the castle of Louvestein, whence they were discharged\non the death of the late prince of Orange.]",
        "from the dislike with which the people viewed the interference of a foreign\npotentate, or rather, as they termed him, of an usurper, in the internal\narrangements of the republic.[1]",
        "The war[a] in which the rival crowns of France and Spain had so long\nbeen engaged induced both Louis and Philip to pay their court to the new\nprotector. Alonzo de Cardenas, the Spanish ambassador, had the advantage\nof being on the spot. He waited on Cromwell to present to him the\ncongratulations of his sovereign, and to offer to him the support of the\nSpanish monarch, if he should feel desirous to rise a step higher, and\nassume the style and office of king. To so flattering a message, a most\ncourteous answer was returned; and the ambassador proceeded to propose an\nalliance between the two powers, of which the great object should be to\nconfine within reasonable bounds the ambition of France, which, for so\nmany years, had disturbed the tranquillity of Europe. This was the sole\nadvantage to which Philip looked; to Cromwell the benefit would be, that\nFrance might be compelled to refuse aid and harbour to Charles Stuart and\nhis followers; and to contract the obligation of maintaining jointly with\nSpain the protector in the government of the three kingdoms. Cromwell\nlistened, but gave no answer; he appointed commissioners to discuss the\nproposal, but forbade them to make any promise, or to hold out any hope\nof his acquiescence. When Don Alonzo communicated to them the draft of a\ntreaty which he had all but concluded with the deputies appointed by the\nlate parliament, he was",
        "[Footnote 1: Dumont, 79. Thurloe, vol. ii. iii. Vaughan, i. 9, 11. La\nDéduction, or Defence of the States in Holland, in Le Clerc, i. 345, and\nBasnage, i. 342.]",
        "[Sidenote a: A.D. 1653.]",
        "asked whether the king of Spain would consent to a free trade to the West\nIndies, would omit the clause respecting the Inquisition, reduce to an\nequality the duties on foreign merchandise, and give to the English\nmerchant the pre-emption of the Spanish wool. He replied, that his master\nwould as soon lose his eyes as suffer the interference of any foreign power\non the two first questions; as to the others, satisfactory adjustments\nmight easily be made; This was sufficient for the present. Cromwell\naffected to consider the treaty at an end; though the real fact was, that\nhe meditated a very different project in his own mind, and was careful not\nto be precluded by premature arrangements.[1]",
        "The French ambassador, though he commenced his negotiation under less\npropitious auspices, had the address or good fortune to conduct it to\na more favourable issue. That the royal family of France, from its\nrelationship to that of England, was ill-disposed towards the commonwealth,\nthere could be no doubt; but its inclinations were controlled by the\ninternal feuds which distracted, and the external war which demanded, the\nattention of the government. The first proof of hostility was supposed to\nbe given before the death of the king, by a royal arrét[a] prohibiting\nthe importation into France of English woollens and silks; and this was\nafterwards met by an order of parliament[b] equally prohibiting the\nimportation into England of French woollens, silks, and wines. The alleged\ninfraction of these commercial",
        "[Footnote 1: Thurloe, i. 705, 759, 760. Dumont, v. part ii. p. 106. The\nclause respecting the Inquisition was one which secured the English\ntraders from being molested by that court, on condition that they gave no\nscandal,–modo ne dent scandalum. This condition Cromwell wished to be\nwithdrawn.]",
        "[Sidenote a: A.D. 1648. Oct. 21.]\n[Sidenote b: A.D. 1649. August 23.]",
        "regulations led to the arrest and subsequent condemnation of vessels\nbelonging to both nations; each government issued letters-of-marque to\nthe sufferers among its subjects; and the naval commanders received\ninstructions to seek that compensation for the individuals aggrieved which\nthe latter were unable to obtain of themselves.[1] Thus the maritime trade\nof both countries was exposed to the depredations of private and national\ncruisers, while their respective governments were considered as remaining\nat peace. But in 1651, when the Cardinal Mazarin had been banished from\nFrance, it was resolved by Cromwell, who had recently won the battle of\nWorcester, to tempt the fidelity of d’Estrades, the governor of Dunkirk\nand a dependant on the exiled minister. An officer of the lord-general’s\nregiment made to d’Estrades the offer of a considerable sum, on condition\nthat he would deliver the fortress into the hands of the English; or of the\nsame sum, with the aid of a military force to the cardinal, if he preferred\nto treat in the name of his patron. The governor complained of the insult\noffered to his honour; but intimated[a] that, if the English wished to\npurchase Dunkirk, the proposal might be addressed to his sovereign. The\nhint was taken, and the offer was made, and debated in the royal council at\nPoictiers. The cardinal, who returned to France at the very time, urged its",
        "[Footnote 1: See the instructions to Popham. “In respect that many of the\nEnglish so spoiled are not able to undergo the charge of setting forth\nships of their own to make seizures by such letters-of-marque; ... you\nshall, as in the way and execution of justice, seize, arrest, &c. such\nships and vessels of the said French king, or any of his subjects, as you\nshall think fit,... and the same keep in your custody, till the parliament\ndeclare their further resolution concerning the same.\"–Thurloe, i. 144.]",
        "[Sidenote a: A.D. 1652. Feb.]",
        "acceptance;[1] but the queen-mother and the other counsellors were so\nunwilling to give the English a footing in France, that he acquiesced in\ntheir opinion, and a refusal was returned. Cromwell did not fail to resent\nthe disappointment. By the facility which he afforded to the Spanish levies\nin Ireland, their army in Flanders was enabled to reduce Gravelines, and,\nsoon afterwards, to invest[a] Dunkirk. That fortress was on the point of\ncapitulating when a French flotilla of seven sail, carrying from twenty to\nthirty guns each, and laden with stores and provisions, was descried[b]\nstealing along the shore to its relief. Blake, who had received secret\norders from the council, gave chase; the whole squadron was captured, and\nthe next day[c] Dunkirk opened its gates.[2] By the French court this\naction was pronounced an unprovoked and unjustifiable injury; but Mazarin\ncoolly calculated the probable consequences of a war, and, after some time,\nsent[d] over Bordeaux, under the pretence of claiming the captured ships,\nbut in reality to oppose the intrigues of the agents of Spain, of the\nprince of Condé, and of the city of Bordeaux, who laboured to obtain the\nsupport of the commonwealth in opposition to the French court.[3]",
        "Bordeaux had been appointed[e] ambassador to the parliament; after the\ninauguration of Cromwell, it became necessary to appoint him ambassador to\nhis",
        "[Footnote 1: Here Louis XIV., to whom we are indebted for this anecdote\nobserves; that it was the cardinal’s maxim de pourvoir, à quelque prix\nqu’il fût, aux affaires présentes, persuadé que les maux à venir,\ntrouveroient leur remède dans l’avenir même.–Oeuvres de Louis XIV. i.\n170.]",
        "[Footnote 2: Ibid. 168-170. See also Heath, 325; Thurloe, i. 214;\nWhitelock, 543.]",
        "[Footnote 3: Journals, 14 Dec. 1652. Clar. Pap. iii. 105, 123, 132.\nThurloe, i. 436.]",
        "[Sidenote a: A.D. 1652. May 8.]\n[Sidenote b: A.D. 1652. Sept. 5.]\n[Sidenote c: A.D. 1652. Sept. 6.]\n[Sidenote d: A.D. 1652. Dec. 10.]\n[Sidenote e: A.D. 1653. Feb. 21.]",
        "highness the protector. But in what style was Louis to address the usurper\nby letter? “Mon cousin” was offered and refused; “mon frère,” which\nCromwell sought, was offensive to the pride of the monarch; and, as a\ntemperament between the two, “monsieur le protecteur” was given\nand accepted. Bordeaux proposed a treaty of amity, by which all\nletters-of-marque should be recalled, and the damages suffered by the\nmerchants of the two nations be referred to foreign arbitrators. To thwart\nthe efforts of his rival, Don Alonzo, abandoning his former project,\nbrought forward the proposal of a new commercial treaty between England and\nSpain. Cromwell was in no haste to conclude with either. He was aware that\nthe war between them was the true cause of these applications; that he held\nthe balance in his hand, and that it was in his power at any moment to\nincline it in favour of either of the two crowns. His determination,\nindeed, had long been taken; but it was not his purpose to let it\ntranspire; and when he was asked the object of the two great armaments\npreparing in the English ports, he refused to give any satisfactory\nexplanation.[1]",
        "In this state of the treaty, its further progress was for a while suspended\nby the meeting[a] of the protector’s first parliament. He had summoned\nit for the 3rd of September, his fortunate day, as he perhaps believed\nhimself, as he certainly wished it to be believed by others. But the 3rd\nhappened in that year to fall on a Sunday; and, that the Sabbath might not\nbe profaned",
        "[Footnote 1: Thurloe, i. 760; ii. 61, 113, 228, 559, 587. An obstacle\nwas opposed to the progress of the treaty by the conduct of Le Baas, a\ndependant on Mazarin, and sent to aid Bordeaux with his advice. After some\ntime, it was discovered that this man (whether by order of the minister, or\nat the solicitation of the royalists, is uncertain) was intriguing with the\nmalcontents. Cromwell compelled him to return to France.–Thurloe, ii. 309,\n351, 412, 437.]",
        "[Sidenote a: A.D. 1654. Sept. 3.]",
        "by the agitation of worldly business, he requested the members to meet him\nat sermon in Westminster Abbey on the following morning.[a] At ten\nthe procession set out from Whitehall. It was opened by two troops of\nlife-guards; then rode some hundreds of gentlemen and officers, bareheaded,\nand in splendid apparel; immediately before the carriage walked the pages\nand lackeys of the protector in rich liveries, and on each side a captain\nof the guard; behind it came Claypole, master of the horse, leading a\ncharger magnificently caparisoned, and Claypole was followed by the great\nofficers of state and the members of the council. The personal appearance\nof the protector formed a striking contrast with the parade of the\nprocession. He was dressed in a plain suit, after the fashion of a country\ngentleman, and was chiefly distinguished from his attendants by his\nsuperior simplicity, and the privilege of wearing his hat. After sermon,\nhe placed himself in the chair of state in the Painted Chamber, while the\nmembers seated themselves, uncovered on benches ranged along the walls. The\nprotector then rose, took off his hat, and addressed them in a speech which\nlasted three hours. It was, after his usual style, verbose, involved, and\nobscure, sprinkled with quotations from Scripture to refresh the piety\nof the saints, and seasoned with an affectation of modesty to disarm the\nenmity of the republicans. He described the state of the nation at the\nclose of the last parliament. It was agitated by the principles of the\nLevellers, tending to reduce all to an equality; by the doctrines of the\nFifth-monarchy men, subversive of civil government; by religious theorists,\nthe pretended champions of liberty of conscience, who condemned an\nestablished ministry as Babylonish and antichristian;",
        "[Sidenote a: A.D. 1654. Sept. 4.]",
        "and by swarms of Jesuits, who had settled in England an episcopal\njurisdiction to pervert the people. At the same time the naval war with\nHolland absorbed all the pecuniary resources, while a commercial war with\nFrance and Portugal cramped the industry of the nation. He then bade them\ncontrast this picture with the existing state of things. The taxes had been\nreduced; judges of talent and integrity had been placed upon the bench; the\nburthen of the commissioners of the great seal had been lightened by the\nremoval of many descriptions of causes from the court of Chancery to the\nordinary courts of law; and “a stop had been put to that heady way for\nevery man, who pleased, to become a preacher.” The war with Holland had\nterminated in an advantageous peace; treaties of commerce and amity had\nbeen concluded with Denmark and Sweden;[1] a similar treaty, which would\nplace the British trader beyond the reach of the Inquisition, had been\nsigned with Portugal, and another was in progress with the ambassador of\nthe French monarch. Thus had the government brought the three nations by\nhasty strides towards the land of promise; it was for the parliament to\nintroduce them into it. The prospect was bright before them; let them not\nlook",
        "[Footnote 1: That with Sweden was negotiated by Whitelock, who had been\nsent on that mission against his will by the influence of Cromwell. The\nobject was to detach Sweden from the interest of France, and engage it to\nmaintain the liberty of trade in the Baltic, against Denmark, which was\nunder the influence of Holland. It was concluded April 11. After the peace\nwith Holland, the Danish monarch hastened to appease the protector; the\ntreaty which, though said by Cromwell to be already concluded, was not\nsigned till eleven days afterwards, stipulated that the English traders\nshould pay no other customs or dues than the Dutch. Thus they were enabled\nto import naval stores on the same terms, while before, on account of\nthe heavy duties, they bought them at second hand of the Dutch.–See the\ntreaties in Dumont. v. part ii. p. 80, 92.]",
        "back to the onions and flesh-pots of Egypt. He spoke not as their lord, but\ntheir fellow-servant, a labourer with them in the same good work; and would\ntherefore detain them no longer, but desire them to repair to their own\nhouse, and to choose their speaker.[1]",
        "To procure a parliament favourable to his designs, all the power of the\ngovernment had been employed to influence the elections; the returns had\nbeen examined by a committee of the council, under the pretext of seeing\nthat the provisions of the “instrument” were observed; and the consequence\nwas, that the Lord Grey of Groby, Major Wildman, and some other noted\nrepublicans, had been excluded by command of the protector. Still he found\nhimself unable to mould the house to his wishes. By the court, Lenthall was\nput in nomination for the office of speaker; by the opposition, Bradshaw,\nthe boldest and most able of the opposite party. After a short debate,\nLenthall was chosen, by the one, because they knew him to be a timid and a\ntime-serving character; by the other, because they thought that, to place\nhim in the chair, was one step towards the revival of the long parliament,\nof which he had been speaker. But no one ventured to propose that he should\nbe offered, according to ancient custom, to the acceptance of the supreme\nmagistrate. This was thought to savour too much of royalty.[2]",
        "[Footnote 1: Compare the official copy printed by G. Sawbridge, 1654, with\nthe abstract by Whitelock (599, 600), and by Bordeaux (Thurloe, ii. 518).\nSee also Journals, Sept. 3, 4.]",
        "[Footnote 2: It appears from the Council Book (1654, Aug. 21), that, on\nthat day, letters were despatched to the sheriffs, containing the names of\nthe members who had been approved by the council, with orders to give them\nnotice to attend. The letters to the more distant places were sent first,\nthat they might all be received about the same time.]",
        "It was not long before the relative strength of the parties was\nascertained. After a sharp debate,[a] in which it was repeatedly asked\nwhy the members of the long parliament then present should not resume the\nauthority of which they had been illegally deprived by force, and by what\nright, but that of the sword, one man presumed to “command his commanders,\"\nthe question was put, that the house resolve itself into a committee, to\ndetermine whether or not the government shall be in a single person and a\nparliament; and, to the surprise and alarm of Cromwell, it was carried[b]\nagainst the court by a majority of five voices.[1] The leaders of the\nopposition were Bradshaw, Hazlerig, and Scot, who now contended in the\ncommittee that the existing government emanated from an incompetent\nauthority, and stood in opposition to the solemn determination of a\nlegitimate parliament; while the protectorists, with equal warmth,\nmaintained that, since it had been approved by the people, the only real\nsource of power, it could not be subject to revision by the representatives\nof the people. The debate lasted several days,[c] during which the\ncommonwealth party gradually increased in number. That the executive power\nmight be profitably delegated to a single individual, was not disputed;\nbut it was contended that, of right, the legislative authority belonged\nexclusively to the parliament. The officers and courtiers, finding that the\nsense of the house was against them, dropped[d] the question of right,\nand fled to that of expediency; in the existing circumstances, the public\nsafety required a",
        "[Footnote 1: Journals, Sept. 8. Many of those who voted in the majority did\nnot object to the authority of the protector, but to the source from which\nit emanated,–a written instrument, the author of which was unknown. They\nwished it to be settled on him by act of parliament.–Thurloe, ii. 606.]",
        "[Sidenote a: A.D. 1654. Sept. 7.]\n[Sidenote b: A.D. 1654. Sept. 8.]\n[Sidenote c: A.D. 1654. Sept. 9.]\n[Sidenote d: A.D. 1654. Sept. 11.]",
        "check on the otherwise unbounded power of parliament; that check could be\nno other than a co-ordinate authority, possessing a negative voice; and\nthat authority was the protector, who had been pointed out to them by\nProvidence, acknowledged by the people in their addresses, and confirmed by\nthe conditions expressed in the indentures of the members. It was replied,\nthat the inconveniency of such a check had induced the nation to abolish\nthe kingly government; that the addresses of the people expressed their joy\nfor their deliverance from the incapacity of the little parliament, not\ntheir approbation of the new government; that Providence often permits what\nit disapproves; and that the indentures were an artifice of the court,\nwhich could not have force to bind the supreme power. To reconcile the\ndisputants, a compromise between the parties had been planned; but Cromwell\nwould not suffer the experiment to be tried.[1] Having ordered[b] Harrison,\nwhose partisans were collecting signatures to a petition, to be taken into\ncustody, he despatched three regiments to occupy the principal posts in the\ncity, and commanded the attendance of the house in the Painted Chamber.\nThere, laying aside that tone of modesty which he had hitherto assumed, he\nfrankly told the members that his calling was from God, his testimony from\nthe people; and that no one but God and the people should ever take his\noffice from him. It was not of his seeking; God knew that it was his\nutmost ambition to lead the life of a country gentleman; but imperious\ncircumstances had imposed it upon him. The long parliament brought their\ndissolution upon themselves by despotism, the little parliament",
        "[Footnote 1: See introduction to Burton’s Diary, xxiv.-xxxii.]",
        "[Sidenote a: A.D. 1654. Sept. 12.]",
        "by imbecility.[1] On each occasion he found himself invested with absolute\npower over the military, and, through the military, over the three nations.\nBut on each occasion he was anxious to part with that power; and if, at\nlast, he had acquiesced in the instrument of government, it was because it\nmade the parliament a check on the protector, and the protector a check on\nthe parliament. That he did not bring himself into his present situation,\nhe had God for a witness above, his conscience for a witness within, and a\ncloud of witnesses without; he had the persons who attended when he took\nthe oath of fidelity to “the instrument;” the officers of the army in the\nthree nations, who testified their approbation by their signatures; the\ncity of London, which feasted him, the counties, cities, and boroughs, that\nhad sent him addresses; the judges, magistrates, and sheriffs, who acted by\nhis commission; and the very men who now stood before him, for they came\nthere in obedience to his writ, and under the express condition that “the\npersons so chosen should not",
        "[Footnote 1: It is remarkable that, in noticing the despotism of the long\nparliament, he makes mention of the very same thing, which his enemy\nLilburne urged against it: “by taking the judgment, both in capital and\ncriminal things, to themselves, who in former times were not known to\nexercise such a judicature.” He boldly maintains that they meant to\nperpetuate themselves by filling up vacancies as they occurred, and had\nmade several applications to him to obtain his consent. He adds, “Poor men,\nunder this arbitrary power, were driven like flocks of sheep by forty in a\nmorning, to the confiscation of goods and estates, without any man being\nable to give a reason that two of them had deserved to forfeit a shilling.\nI tell you the truth; and my soul, and many persons whose faces I see in\nthis place, were exceedingly grieved at these things, and knew not which\nway to help it, but by their mournings, and giving their negatives when the\noccasion served.” I notice this passage, because since the discovery of the\nsequestrators’ papers it has been thought, from the regularity with which\ntheir books were kept, and the seeming equity of their proceedings, as they\nare entered, that little injustice was done.]",
        "have power to change the government as settled in one single person and the\nparliament.” He would, therefore, have them to know, that four things were\nfundamental: 1. That the supreme power should be vested in a single person\nand parliament; 2. that the parliament should be successive, and not\nperpetual; 3. that neither protector nor parliament alone should possess\nthe uncontrolled command of the military force; and 4. that liberty of\nconscience should be fenced round with such barriers as might exclude both\nprofaneness and persecution. The other articles of the instrument were less\nessential; they might be altered with circumstances; and he should always\nbe ready to agree to what was reasonable. But he would not permit them to\nsit, and yet disown the authority by which they sat. For this purpose\nhe had prepared a recognition which he required them to sign. Those who\nrefused would be excluded the house; the rest would find admission, and\nmight exercise their legislative power without control, for his negative\nremained in force no longer than twenty days. Let them limit his authority\nif they pleased. He would cheerfully submit, provided he thought it for the\ninterest of the people.[1]",
        "The members, on their return, found a guard of soldiers at the door of the\nhouse, and a parchment for signatures lying on a table in the lobby. It\ncontained the recognition of which the protector had spoken; a pledge that\nthe subscribers would neither propose nor consent to alter the government,\nas it was settled in one person and a parliament. It was immediately signed\nby Lenthall, the speaker; his example was followed by the court party; and\nin the course of a few",
        "[Footnote 1: Printed by G. Sawbridge, 1654.]",
        "days almost three hundred names were subscribed. The Stanch republicans\nrefused; yet the sequel showed that their exclusion did not give to the\ncourt that ascendancy in the house which had been anticipated.[1]",
        "About this time an extraordinary accident occurred. Among the presents\nwhich Cromwell had received from foreign princes, were six Friesland\ncoach-horses from the duke of Oldenburg. One day,[a] after he had dined\nwith Thurloe under the shade in the park, the fancy took him to try the\nmettle of the horses. The secretary was compelled to enter the carriage;\nthe protector, forgetful of his station, mounted the box. The horses at\nfirst appeared obedient to the hand of the new coachman; but the too\nfrequent application of the lash drove them into a gallop, and the\nprotector was suddenly precipitated from his seat. At first, he lay\nsuspended by the pole with his leg entangled in the harness; and the\nexplosion of a loaded pistol in one of his pockets added to the fright and\nthe rapidity of the horses; but a fortunate jerk extricated his foot from\nhis shoe, and he fell under the body of the carriage without meeting with\ninjury from the wheels. He was immediately taken up by his guards, who\nfollowed at full speed, and conveyed to Whitehall; Thurloe leaped from the\ndoor of the carriage, and escaped with a sprained ancle and some severe\nbruises. Both were confined to their chambers for a long time;",
        "[Footnote 1: Thurloe, ii. 606. Whitelock, 605. Journals, Sept. 5-18.\nFleetwood, from Dublin, asks Thurloe, “How cam it to passe, that this\nlast teste was not at the first sitting of the house?” (ii. 620). See in\nArchæol. xxiv. 39, a letter showing that several, who refused to subscribe\nat first through motives of conscience, did so later. This was in\nconsequence of a declaration that the recognition did not comprehend all\nthe forty-two articles in “the instrument,” but only what concerned the\ngovernment by a single person and successive parliaments.–See Journals,\nSept. 14.]",
        "[Sidenote a: A.D. 1654. Sept. 24.]",
        "but by many, their confinement was attributed as much to policy as to\nindisposition. The Cavaliers diverted themselves by prophesying that, as\nhis first fall had been from a coach, the next would be from a cart: to\nthe public, the explosion of the pistol revealed the secret terrors which\nhaunted his mind, that sense of insecurity, those fears of assassination,\nwhich are the usual meed of inordinate and successful ambition.[1]",
        "The force so lately put on the parliament, and the occasion of that\nforce, had opened the eyes of the most devoted among his adherents. His\nprotestations of disinterestedness, his solemn appeals to Heaven in\ntestimony of his wish to lead the life of a private gentleman, were\ncontrasted with his aspiring and arbitrary conduct; and the house, though\ndeprived of one-fourth of its number, still contained a majority jealous\nof his designs and anxious to limit his authority. The accident which had\nplaced his life in jeopardy naturally led to the consideration of the\nprobable consequences of his death; and, to sound the disposition of\nthe members, the question of the succession was repeatedly, though not\nformally, introduced. The remarks which it provoked afforded little\nencouragement to his hopes; yet, when the previous arrangements had been\nmade, and all the dependants of the government had been mustered, Lambert,\nhaving in a long and studied speech detailed the evils of elective, the\nbenefits of hereditary, succession, moved[a] that the office of protector\nshould be limited to the family of Oliver Cromwell, according to the known\nlaw of inheritance. To the surprise and the mortification",
        "[Footnote 1: Heath, 363. Thurloe, ii. 652, 653, 672. Ludlow, ii. 63.\nVaughan, i. 69.]",
        "[Sidenote a: A.D. 1654. Oct. 13.]",
        "of the party, the motion was negatived by a division of two hundred against\neighty voices; and it was resolved that, on the death of the protector, his\nsuccessor should be chosen by the parliament if it were sitting, and by the\ncouncil in the absence of parliament.[1]",
        "This experiment had sufficiently proved the feelings of the majority.\nAware, however, of their relative weakness, they were careful to give\nCromwell no tangible cause of offence. If they appointed committees to\nrevise the ordinances which he had published, they affected to consider\nthem as merely provisional regulations, supplying the place of laws till\nthe meeting of parliament. If they examined in detail the forty-two\narticles of “the instrument,” rejecting some, and amending others, they\nstill withheld their unhallowed hands from those subjects which hehad pronounced sacred,–the four immovable pillars on which the new\nconstitution was built. Cromwell, on his part, betrayed no symptom of\nimpatience; but waited quietly for the moment when he had resolved",
        "[Footnote 1: Thurloe, i. 668, 681, 685. Whitelock, 607. Journals, Nov. 30.\nThough the house was daily occupied with the important question of the\ngovernment, it found leisure to inquire into the theological opinions of\nJohn Biddle, who may be styled the father of the English Unitarians. He had\nbeen thrice imprisoned by the long parliament, and was at last liberated by\nthe act of oblivion in 1652. The republication of his opinions attracted\nthe notice of the present parliament: to the questions put to him by the\nspeaker, he replied, that he could nowhere find in Scripture that Christ\nor the Holy Ghost is called God; and it was resolved that he should be\ncommitted to the Gatehouse, and that a bill to punish him should be\nprepared. The dissolution saved his life; and by application to the Upper\nBench, he recovered his liberty; but was again arrested in 1655, and sent\nto the isle of Scilly, to remain for life in the castle of St. Mary.\nCromwell discharged him in 1658; but he was again sent to Newgate in\n1662, where he died the same year.–See Vita Bidelli, the short account;\nJournals, Dec. 12, 13, 1654; Wood, iii. 594; and Biog. Brit.]",
        "to break the designs of his adversaries. They proceeded with the revision\nof “the instrument;” their labours were embodied in a bill,[a] and the bill\nwas read a third time. During two days the courtiers prolonged the debate\nby moving a variety of amendments; on the third Cromwell summoned[b] the\nhouse to meet him in the Painted Chamber. Displeasure and contempt were\nmarked on his countenance; and the high and criminatory tone which he\nassumed taught them to feel how inferior the representatives of the people\nwere to the representative of the army.",
        "They appeared there, he observed, with the speaker at their head, as a\nhouse of parliament. Yet, what had they done as a parliament? He never had\nplayed, he never would play, the orator; and therefore he would tell them\nfrankly, they had done nothing. For five months they had passed no bill,\nhad made no address, had held no communication with him. As far as\nconcerned them, he had nothing to do but to pray that God would enlighten\ntheir minds and give a blessing to their labours. But had they then done\nnothing? Yes: they had encouraged the Cavaliers to plot against the\ncommonwealth, and the Levellers to intrigue with the Cavaliers. By their\ndissension they had aided the fanatics to throw the nation into confusion,\nand by the slowness of their proceedings had compelled the soldiers to live\nat free quarters on the country. They supposed that he sought to make the\nprotectorship hereditary in his family. It was not true; had they inserted\nsuch a provision in “the instrument,” on that ground alone he would have\nrejected it. He spoke in the fear of the Lord, who would not be mocked, and\nwith the satisfaction that his conscience did not belie his assertion. The",
        "[Sidenote a: A.D. 1655. Jan. 19.]\n[Sidenote b: A.D. 1655. Jan. 22.]",
        "different revolutions which had happened were attributed to his cunning.\nHow blind were men who would not see the hand of Providence in its merciful\ndispensations, who ridiculed as the visions of enthusiasm the observations\n“made by the quickening and teaching Spirit!” It was supposed that he would\nnot be able to raise money without the aid of parliament. But “he had been\ninured to difficulties, and never found God failing when he trusted in\nhim.” The country would willingly pay on account of the necessity. But was\nnot the necessity of his creation? No: it was of God; the consequence of\nGod’s providence. It was no marvel, if men who lived on their masses and\nservice-books, their dead and carnal worship, were strangers to the works\nof God; but for those who had been instructed by the Spirit of God, to\nadopt the same language, and say that men were the cause of these things,\nwhen God had done them, this was more than the Lord would bear. But that\nhe might trouble them no longer, it was his duty to tell them that their\ncontinuance was not for the benefit of the nation, and therefore he did\nthen and there declare that he dissolved the parliament.[1]",
        "This was a stroke for which his adversaries were unprepared. “The\ninstrument” had provided that the parliament should continue to sit during\nfive months, and it still wanted twelve days of the expiration of that\nterm. But Cromwell chose to understand the clause not of calendar but\nof lunar months, the fifth of which had been completed on the preceding\nevening. Much might have been urged against such an interpretation; but a\nmilitary force was ready to",
        "[Footnote 1: Printed by Henry Hills, printer to his highness the\nlord-protector, 1654. Whitelock, 610-618. Journals, Jan. 19, 20, 22.]",
        "support the opinion of the protector, and prudence taught the most\nreluctant of his enemies to submit.",
        "The conspiracies to which he had alluded in his speech had been generated\nby the impatience of the two opposite parties, the republicans and the\nroyalists. Of the republicans some cared little for religion, others were\nreligious enthusiasts, but both were united in the same cause by one common\ninterest. The first could not forgive the usurpation of Cromwell, who had\nreaped the fruit, and destroyed the object of their labours; the second\nasked each other how they could conscientiously sit quiet, and allow so\nmuch blood to have been spilt, and treasure expended, so many tears to have\nbeen shed, and vows offered in vain. If they “hoped to look with confidence\nthe King of terrors in the face, if they sought to save themselves from the\nbottomless pit, it was necessary to espouse once more the cause of Him who\nhad called them forth in their generation to assert the freedom of the\npeople and the privileges of parliament.\"[1] Under these different\nimpressions, pamphlets were published exposing the hypocrisy and perjuries\nof the protector; letters and agitators passed from regiment to regiment;\nand projects were suggested and entertained for the surprisal of Cromwell’s\nperson, and the seizure[a] of the castle of Edinburgh, of Hull, Portsmouth,\nand other places of strength. But it was not easy for the republicans to\ndeceive the vigilance, or elude the grasp of their adversary. He dismissed\nall officers of doubtful fidelity from their commands in the army, and\nsecured the obedience of the men by the substitution of others more devoted\nto his interest; by his order, Colonel Wildman was surprised in the very\nact of dictating",
        "[Footnote 1: See Thurloe, iii. 29; and Milton’s State Papers, 132.]",
        "[Sidenote a: A.D. 1655. Feb. 10.]",
        "to his secretary a declaration against the government, of the most\noffensive and inflammatory tendency; and Lord Grey of Groby, Colonels\nAlured, Overton, and others, were arrested, of whom some remained long in\nconfinement, others were permitted to go at large, on giving security for\ntheir peaceable behaviour.[1]",
        "The other conspiracy, though more extensive in its ramifications, proved\nequally harmless in the result. Among the royalists, though many had\nresigned themselves to despair, there were still many whose enthusiasm\ndiscovered in each succeeding event a new motive for hope and exultation.\nThey listened to every tale which flattered their wishes, and persuaded\nthemselves, that on the first attempt against the usurper they would be\njoined by all who condemned his hypocrisy and ambition. It was in vain that\nCharles, from Cologne, where he had fixed his court, recommended caution;\nthat he conjured his adherents not to stake his and their hopes on\nprojects, by which, without being serviceable to him, they would compromise\ntheir own safety. They despised his warnings; they accused him of indolence\nand apathy; they formed associations, collected arms, and fixed the 14th of\nFebruary for simultaneous risings in most counties of England.[2] The day\nwas postponed to March 7; but Charles, at their request, proceeded in\ndisguise to Middleburgh in Zeeland, that he might be in readiness to cross\nover to England; and Lord Wilmot, lately created earl of Rochester, with\nSir Joseph Wagstaff, arrived to take the command of the insurgents,",
        "[Footnote 1: Thurloe, iii. passim. Whitelock, 608-620. Bates, 290, 291.]",
        "[Footnote 2: Clarendon (Hist. iii. 552) is made to assign the 18th of April\nfor the day of rising; but all the documents, as well as his own narrative,\nprove this to be an error.]",
        "the first in the northern, the second in the western counties. It was the\nintention of Wagstaff to surprise Winchester during the assizes; but the\nunexpected arrival[a] of a troop of cavalry deterred him from the attempt.\nHe waited patiently till the judges proceeded to Salisbury; and, learning\nthat their guard had not accompanied them, entered that city with two\nhundred men at five o’clock in the morning of Monday.[b] The main body with\ntheir leader took possession of the market-place; while small detachments\nbrought away the horses from the several inns, liberated the prisoners in\nthe gaol, and surprised the sheriff and the two judges in their beds. At\nfirst Wagstaff gave orders that these three should be immediately hanged;\nfor they were traitors acting under the authority of the usurper; then,\npretending to relent, he discharged the judges on their parole, but\ndetained the sheriff a prisoners because he had refused to proclaim Charles\nStuart. At two in the afternoon he left Salisbury, but not before he had\nlearned to doubt of the result. Scarcely a man had joined him of the crowd\nof gentlemen and yeomen whom the assizes had collected in the town; and the\nHampshire royalists, about two hundred and fifty horse, had not arrived\naccording to their promise. From Salisbury the insurgents marched through\nDorsetshire into the county of Devon. Their hopes grew fainter every hour;\nthe further they proceeded, their number diminished; and, on the evening\nof the third day,[c] they reached Southmolton in a state of exhaustion\nand despondency. At that moment, Captain Crook, who had followed them for\nseveral hours, charged into the town with a troop of cavalry. Hardly a show\nof resistance was made; Penruddock, Grove, and Jones, three of the leaders,\nwith some fifty others, were made",
        "[Sidenote a: A.D. 1655. March 7.]\n[Sidenote b: A.D. 1655. March 11.]\n[Sidenote c: A.D. 1655. March 14.]",
        "prisoners; the rest, of whom Wagstaff had the good fortune to be one, aided\nby the darkness of the night, effected their escape.[1]",
        "The Hampshire royalists had commenced their march for Salisbury, when,\nlearning that Wagstaff had left that city, they immediately dispersed.\nOther risings at the same time took place in the counties of Montgomery,\nShropshire, Nottingham, York, and Northumberland, but everywhere with\nsimilar results. The republicans, ardently as they desired to see the\nprotector humbled in the dust, were unwilling that his ruin should be\neffected by a party whose ascendancy appeared to them a still more grievous\nevil. The insurgents were ashamed and alarmed at the paucity of their\nnumbers; prudence taught them to disband before they proceeded to acts of\nhostility; and they slunk away in secrecy to their homes, that they might\nescape the proof, if not the suspicion, of guilt. Even Rochester himself,\nsanguine as he was by disposition, renounced the attempt; and, with his\nusual good fortune, was able to thread back his way, through a thousand\ndangers, from the centre of Yorkshire to the court of the exiled sovereign\nat Cologne.[2]",
        "Whether it was through a feeling of shame, or apprehension of the\nconsequences, Cromwell, even under the provocations which he had received,\nventured not to bring to trial any of the men who had formerly fought by\nhis side, and now combined against him because he trampled on the liberties\nof the nation. With the royalists it was otherwise. He knew that their\nsufferings would excite little commiseration in those whose",
        "[Footnote 1: Whitelock, 620. Thurloe, iii. 263, 295, 306. Heath, 367.\nClarendon, iii. 551, 560. Ludlow, ii. 69. Vaughan, i. 149.]",
        "[Footnote 2: Whitelock, 618, 620. Heath, 368. Clarendon, iii. 560.]",
        "favour he sought; and he was anxious to intimidate the more eager by the\npunishment of their captive associates. Though they had surrendered[a]\nunder articles, Penruddock and Grove were beheaded at Exeter; about fifteen\nothers suffered in that city and in Salisbury; and the remainder were\nsent to be sold for slaves in Barbadoes.[1] To these executions succeeded\ncertain measures of precaution. The protector forbade all ejected and\nsequestered clergymen of the church of England to teach as schoolmasters\nor tutors, or to preach or use the church service as ministers either in\npublic or private; ordered all priests belonging to the church of Rome\nto quit the kingdom under the pain of death; banished all Cavaliers and\nCatholics to the distance of twenty miles from the metropolis; prohibited\nthe publication in print of any news or intelligence without permission\nfrom the secretary of state; and placed in confinement most of the nobility\nand principal gentry in England, till they could produce bail for their\ngood behaviour and future appearance. In addition, an ordinance was\npublished that “all who had ever borne arms for the king, or declared\nthemselves to be of the royal party, should be decimated, that is, pay a\ntenth part of all the estate which they had left, to support the charge\nwhich the commonwealth was put to by the unquietness of their temper, and\nthe just cause of jealousy which they had administered.” It is difficult\nto conceive a more iniquitous imposition. It was subversive of the act of\noblivion formerly procured by Cromwell himself, which pretended to abolish\nthe memory of all past offences; contrary to natural justice, because it\ninvolved the innocent and guilty in the same punishment; and productive",
        "[Footnote 1: State Trials, v. 767-790.]",
        "[Sidenote a: A.D. 1655. May 16.]",
        "of the most extensive extortions, because the commissioners included among\nthe enemies of the commonwealth those who had remained neutral between\nthe parties, or had not given satisfaction by the promptitude of their\nservices, or the amount of their contributions. To put the climax to these\ntyrannical proceedings, he divided the country into eleven, and, at one\nperiod, into fourteen, military governments, under so many officers, with\nthe name and rank of major-generals, giving them authority to raise a\nforce within their respective jurisdictions, which should serve only on\nparticular occasions; to levy the decimation and other public taxes; to\nsuppress tumults and insurrections; to disarm all papists and Cavaliers;\nto inquire into the conduct of ministers and schoolmasters; and to arrest,\nimprison, and bind over, all dangerous and suspected persons. Thus,\nthis long and sanguinary struggle, originally undertaken to recover the\nliberties of the country, terminated in the establishment of a military\ndespotism. The institutions which had acted as restraints on the power of\npreceding sovereigns were superseded or abolished; the legislative, as well\nas the executive authority, fell into the grasp of the same individual; and\nthe best rights of the people were made to depend on the mere pleasure of\nan adventurer, who, under the mask of dissimulation, had seized, and by the\npower of the sword retained, the government of three kingdoms.[1]",
        "[Footnote 1: Sagredo, who had lately arrived as ambassador extraordinary,\nthus describes the power of Cromwell:–\"Non fa caro del nome, gli basta\npossedere l’autorità e la potenza, senza comparazione majore non solo di\nquanti re siano stati in Inghilterra, ma di quanti monarchi stringono\npresentamente alcun scetro nel mondo. Smentite le legge fondamentali del\nregno, egli è il solo legislatore: tutti i governi escono dalle sue mane, e\nquelli del consiglio, per entrarvi, devono essere nominati da sua altezza,\nne possono divenir grandi, se non da lui inalzati. E perchè alcuno non\nabbia modo di guadagnar autorità sopra l’armata, tutti gli\navanzamenti, senza passar per alcun mezzo, sono da lui direttamente\nconosciuti.\"–Sagredo, MS.]",
        "From domestic occurrences, we may now turn to those abroad. During the last\nyear, the two armaments which had so long engaged the attention of the\nEuropean nations, had sailed from the English ports. Their real, but\nsecret, destination was to invade the American colonies and surprise\nthe Plate fleet of Spain, the most ancient and faithful ally of the\ncommonwealth. To justify the measure, it was argued in the council that,\nsince America was not named in the treaties of 1604 and 1630, hostilities\nin America would be no infraction of those treaties; that the Spaniards had\ncommitted depredations on the English commerce in the West Indies, and were\nconsequently liable to reprisals; that they had gained possession of these\ncountries by force against the will of the natives, and might, therefore,\nbe justly dispossessed by force; and, lastly, that the conquest of these\ntransatlantic territories would contribute to spread the light of the\ngospel among the Indians and to cramp the resources of popery in Europe.[1]\nThat such flimsy pretences should satisfy the judgment of the protector is\nimprobable; his mind was swayed by very different motives–the prospect of\nreaping, at a small cost, an abundant harvest of wealth and glory, and the\nopportunity of",
        "[Footnote 1: Thurloe, i. 760, 761; ii. 54, 154, 570. Ludlow, ii. 51, 105.\nThe article of the treaty of 1630, on which Cromwell rested his claim of a\nfree trade to the Indies, was the first, establishing peace between all\nthe subjects of the two crowns (subditos quoscumque); that which, the\nSpaniards alleged, was the seventh, in which as the king of Spain, would\nnot consent to a free trade to America, it was confined to those countries\nin which, such free trade had been exercised before the war between\nElizabeth of England and Philip of Spain–words which excluded America as\neffectually as if it had been named.–See Dumont, iv. part ii. p. 621.]",
        "engaging in foreign service the officers of whose fidelity at home he had\ngood reason to be jealous.",
        "The Spanish cabinet, arguing from circumstances, began to suspect his\nobject, and, as a last effort, sent[a] the marquess of Leyda ambassador\nextraordinary to the court of London. He was graciously received, and\ntreated with respect; but, in defiance of his most urgent solicitations,\ncould not, during five months, obtain a positive answer to his proposals.\nHe represented to the protector the services which Spain had rendered to\nthe commonwealth; adverted to the conduct of De Baas, as a proof of the\ninsidious designs of Mazarin; maintained that the late insurrection had\nbeen partially instigated by the intrigues of France; and that French\ntroops had been collected on the coast to accompany Charles Stuart to\nEngland, if his friends had not been so quickly suppressed; and concluded\nby offering to besiege Calais, and, on its reduction, to cede it to\nCromwell, provided he, on his part, would aid the prince of Condé in his\ndesign of forcing his way into Bordeaux by sea. At length, wearied with\ndelays, and esteeming a longer residence in England a disgrace to\nhis sovereign, he demanded[b] passports, and was dismissed with many\ncompliments by the protector.[1]",
        "In the mean while, Blake, who commanded one of the expeditions, had sailed\nto the Straits of Gibraltar, where he received many civilities from the\nSpanish authorities. Thence he proceeded up the Mediterranean, capturing,\nunder pretence of reprisals, the French vessels, whether merchantmen or\nmen-of-war, and seeking, but in vain, the fleet under the duke of Guise.\nReturning to the south, he appeared before",
        "[Footnote 1: Thurloe, i. 761; ii. 54, 154, 570. Dumont, v. part ii. 106.]",
        "[Sidenote a: A.D. 1654. Jan.]\n[Sidenote b: A.D. 1654. June 18.]",
        "Algiers, and extorted from that government an illusory promise of respect\nto the English flag. From Algiers he proceeded[a] to Tunis. To his demands\nthe dey replied: “There are Goletta, Porto Ferino, and my fleet; let him\ndestroy them if he can.” Blake departed,[b] returned unexpectedly to Porto\nFerino, silenced the fire of the castle, entered the harbour, and burnt the\nwhole flotilla of nine men-of-war. This exploit induced the dey of Tripoli\nto purchase the forbearance of the English by an apparent submission;\nhis Tunisian brother deemed it prudent to follow his example; and the\nchastisement of the pirates threw an additional lustre on the fame of the\nprotector. There still remained, however, the great but concealed object of\nthe expedition,–the capture of the Plate fleet laden with the treasures of\nthe Indies; but Blake was compelled to remain so long before Cadiz that the\nSpaniards discovered his design; and Philip, though he professed to think\nthe protector incapable of so dishonourable a project, permitted the\nmerchants to arm in defence of their property. More than thirty ships were\nmanned with volunteers: they sailed[c] from Cadiz under the command of Don\nPablos de Contreras, and continued for some days in sight of the English\nfleet; but Pablos was careful to give no offence; and Blake, on the\nreperusal of his instructions, did not conceive himself authorized to begin\nthe attack. After a long and tedious cruise, he received intelligence\nthat the galleons, his destined prey, were detained in the harbour of\nCarthagena, and returned to England with a discontented mind and shattered\nconstitution. In regard to the principal object, the expedition had failed;\nbut this had never been avowed; and the people were taught to rejoice at\nthe laurels won in the destruction",
        "[Sidenote a: A.D. 1654. March 10.]\n[Sidenote b: A.D. 1654. April 18.]\n[Sidenote c: A.D. 1654. August 15.]",
        "of the Tunisian fleet, and the lesson given to the piratical tribes on the\nnorthern coast of Africa.[1]",
        "The other expedition consisted[a] of thirty sail and a military force of\nthree thousand men, under the joint command of Penn, as admiral, and\nof Venables, as general. They spent several weeks among the English\nsettlements in the West Indies, and by the promise of plunder allured\nto their standard many of the planters, and multitudes of the English,\nScottish, and Irish royalists, who had been transported thither as\nprisoners of war. When they reached Hispaniola, Venables numbered ten\nthousand men under his command; and, had the fleet boldly entered the\nharbour of St. Domingo, it was believed that the town, unprepared for\nresistance, must have immediately submitted. But the greater part of the\narmy was landed[b] at a point about forty miles distant, the expectations\nof the men were disappointed by a proclamation, declaring that the plunder\nwas to be considered the public property of the commonwealth; the length of\nthe march, the heat of the climate, and the scarcity of water added to the\ngeneral discontent, and almost a fortnight elapsed before the invaders were\nable to approach[c] the defences of the place. Their march lay through a\nthick and lofty wood; and the advance suddenly found itself in front of a\nbattery which enfiladed the road to a considerable distance. On the first\ndischarge, the men rushed back on a regiment of foot; that, partaking in\nthe panic, on a squadron of",
        "[Footnote 1: See in particular Blake’s letters in Thurloe, iii. 232, 392,\n541, 611, 620, 718; iv. 19. He complains bitterly of the bad state of the\nships, and of the privations suffered by the men, from the neglect of the\ncommissioners of the navy. The protector’s instructions to him are in\nThurloe, i. 724.]",
        "[Sidenote a: A.D. 1654. Jan. 29.]\n[Sidenote b: A.D. 1654. April.]\n[Sidenote c: A.D. 1654. April 25.]",
        "horse; and, while the infantry and cavalry were thus wedged together in\ninextricable confusion, the Spanish marksmen kept up a most destructive\nfire from behind the trees lining the road. After a long effort, the wood\nwas cleared by a body of seamen who served among the infantry, and darkness\nput an end to the action, in which not fewer than a thousand men had\nfallen. In the morning the English retired to their last encampment, about\nten miles from the town.",
        "Here Venables called a council of officers, who, having previously sought\nthe Lord, determined[a] to “purge” the army. Some of the runaways were\nhanged; the officer who commanded the advance was broken, and sent on board\nthe hospital ship to wait on the sick; the loose women who had followed the\narmy were apprehended and punished; and a solemn fast was proclaimed and\nobserved. But no fasting, praying, or purging could restore the spirits of\nmen humbled by defeat, enfeebled by disease, and reduced to the necessity\nof feeding on the horses belonging to the cavalry. The attempt was\nabandoned;[b] but, on their return, the two commanders made a descent on\nthe island of Jamaica. The Spanish settlers, about five hundred, fled to\nthe mountains; a capitulation[c] followed; and the island was ceded to\nEngland. Could its flourishing condition in a subsequent period have been\nforeseen, this conquest might have consoled the nation for the loss at\nHispaniola, and the disgrace of the attempt. But at that time Jamaica\nwas deemed an inconsiderable acquisition; the failure of the expedition\nencouraged men to condemn the grounds on which it had been undertaken; and\nCromwell, mortified and ashamed, vented his displeasure",
        "[Sidenote a: A.D. 1654. April 28.]\n[Sidenote b: A.D. 1654. May 3.]\n[Sidenote c: A.D. 1654. May 10.]",
        "on Penn and Venables, the two commanders, whom, on their arrival, he\ncommitted[a] to the Tower.[1]",
        "To many it seemed a solecism in politics, that, when the protector\ndetermined to break with Spain, he did not attempt to sell his services to\nthe great enemy of Spain, the king of France. For reasons which have never\nbeen explained, he took no advantage of this circumstance; instead of\nurging, he seemed anxious to retard, the conclusion of the treaty with that\npower; after each concession he brought forward new and more provoking\ndemands; and, as if he sought to prevail by intimidation, commissioned\nBlake to ruin the French commerce, and to attack the French fleet in the\nMediterranean. By Louis these insults were keenly felt; but his pride\nyielded to his interest; expedients were found to satisfy all the claims of\nthe protector; and at length the time for the signature of the treaty was\nfixed, when an event occurred to furnish new pretexts for delay, that\nevent, which by Protestants has been called the massacre, by Catholics the\nrebellion, of the Vaudois.",
        "About the middle of the thirteenth century the peculiar doctrines of the\n“poor men of Lyons” penetrated",
        "[Footnote 1: Carte’s Letters, ii. 46-52. Thurloe, iii. 504, 509, 689, 755;\niv. 28. Bates, 367. Penn and Venables having resigned their commissions,\nwere discharged.–Council Book, 1655, Oct. 26, 31. It appears from the\npapers in Thurloe that Cromwell paid great attention to the prosperity of\nthe West Indian colonies, as affording facilities to future attempts on the\nAmerican continent. To increase the population, he had, as the reader is\nalready aware, forcibly taken up a thousand young girls in Ireland, and\nsent them to Jamaica; in 1656, while Sagredo was in London, he ordered all\nfemales of disorderly lives to be arrested and shipped for Barbadoes for\nthe like purpose. Twelve hundred were sent in three ships. Ho veduto prima\ndel mio partire piu squadre di soldati andar per Londra cercando donne di\nallegra vita, imbarcandone 1,200 sopre tre vascelli per tragittarle all’\nisola, a fine di far propagazione.–Sagredro, MS.]",
        "[Sidenote a: A.D. 1654. August 31.]",
        "into the valleys of Piedmont, where they were cherished in obscurity till\nthe time of the Reformation, and were then exchanged in a great measure,\nfirst for Lutheranism, and then for the creed publicly taught at Geneva.\nThe duke of Savoy by successive grants confirmed to the natives the\nfree exercise of their religion, on condition that they should confine\nthemselves within their ancient limits;[1] but complaints were made that\nseveral among the men of Angrogna had abused their privileges to form\nsettlements and establish their worship in the plains; and the court of\nTurin, wearied with the conflicting statements of the opposite parties,\nreferred[a] the decision of the dispute to the civilian Andrea Gastaldo.[2]\nAfter a long and patient hearing, he pronounced a definitive judgment, that\nLucerna and some other places lay without the original boundaries, and that\nthe intruders should withdraw under the penalties of forfeiture and death.\nAt the same time, however, permission was given to them to sell for their\nown profit the lands which they had planted, though by law these lands had\nbecome the property of the sovereign.[3]",
        "The Vaudois were a race of hardy, stubborn, half-civilized mountaineers,\nwhose passions were readily kindled, and whose resolves were as violent as\nthey were sudden. At first they submitted sullenly to the",
        "[Footnote 1: These were the four districts of Angrogna, Villaro, Bobbio,\nand Rorata.–Siri, del Mercurio, overo Historia de’ Correnti Tempi Firenze,\n1682, tom. xv. p. 827.]",
        "[Footnote 2: Gilles, Pastore de la Terre, p. 72, Geneve, 1644; and Rorengo,\nMemorie Historiche, p. 8, 1649.]",
        "[Footnote 3: The decree of Gastaldo is in Morland, History of the\nEvangelical Churches in the valleys of Piedmont, p. 303. The grounds of\nthat decree are at p. 408, the objections to it at p. 423. See also Siri,\nxv. 827, 830; Chiesa, Corona Reale di Savoia, i. 150; Denina, iii. 324;\nGuichenon, iii. 139.]",
        "[Sidenote a: A.D. 1655 June 19.]",
        "judgment of Gastaldo, but sent deputies to Turin, to remonstrate; in a\nfew days a solemn fast was proclaimed; the ministers excommunicated every\nindividual who should sell his lands in the disputed territory; the natives\nof the valleys under the dominion of the king of France met those of the\nvalleys belonging to the duke of Savoy; both bound themselves by oath to\nstand by each other in their common defence; and messengers were despatched\nto solicit aid and advice from the church of Geneva and the Protestant\ncantons of Switzerland. The intelligence alarmed the Marquess of Pianeze,\nthe chief minister of the duke; who, to suppress the nascent confederacy,\nmarched from Turin with an armed force, reduced La Torre, into which the\ninsurgents had thrown a garrison of six hundred men, and, having made an\noffer of pardon to all who should submit, ordered his troops to fix their\nquarters in Bobbio, Villaro, and the lower part of Angrogna. It had\npreviously been promised[a] that they should be peaceably received; but\nthe inhabitants had already retired to the mountains with their cattle and\nprovisions; and the soldiers found no other accommodation than the bare\nwalls. Quarrels soon followed between the parties; one act of offence was\nretaliated with another; and the desire of vengeance provoked a war of\nextermination. But the military were in general successful; and the\nnatives found themselves compelled to flee to the summits of the loftiest\nmountains, or to seek refuge in the valleys of Dauphiné, among a people of\nsimilar habits and religion.[1]",
        "[Footnote 1: Siri, xv. 827-833. It would be a difficult task to determine\nby whom, after the reduction of La Torre, the first blood was wantonly\ndrawn, or to which party the blame of superior cruelty really belongs. The\nauthorities on each side are interested, and therefore suspicious; the\nprovocations alleged by the one are as warmly denied by the other; and\nto the ravages of the military in Angrogna and Lucerna, are opposed the\nmassacres of the Catholics in Perousa and San Martino. In favour of the\nVaudois may be consulted Leger, Histoire Générale des Eglises Evangéliques,\n&c. (he was a principal instigator of these troubles); Stouppe, Collection\nof the several papers sent to his highness, &c. London, 1655; Sabaudiensis\nin Reformatam Religionem Persecutionis Brevis Narratio, Londini, 1655;\nMorland, 326-384, and the papers in Thurloe, iii. 361, 384, 412, 416, 430,\n444, 459, 538. Against them–A Short and Faithful Account of the late\nCommotions &c., with some reflections on Mr. Stouppe’s Collected Papers,\n1655; Morland, 387-404; Siri, xv. 827-843, and Thurloe, iii. 413, 464, 475,\n490, 502, 535, 535, 617, 626, 656.]",
        "[Sidenote a: A.D. 1656. April 7.]",
        "Accounts of these transactions, but accounts teeming with exaggeration and\nimprobabilities, were transmitted to the different Protestant states by the\nministers at Geneva. They represented the duke of Savoy as a bigoted and\nintolerant prince; the Vaudois as an innocent race, whose only crime was\ntheir attachment to the reformed faith. They implored the Protestant\npowers to assume the defence of their persecuted brethren, and called for\npecuniary contributions to save from destruction by famine the remnant\nwhich had escaped the edge of the sword.[1] In England the cause was\nadvocated[a] by the press and from the pulpit; a solemn fast was kept, and\nthe passions of the people were roused to enthusiasm. The ministers in a\nbody waited on Cromwell to recommend the Vaudois to his protection; the\narmies in Scotland and Ireland presented addresses, expressive of their\nreadiness to shed their blood in so sacred a cause; and all classes of men,\nfrom the highest to",
        "[Footnote 1: The infidelity of these reports is acknowledged by Morland,\nthe protector’s agent, in a confidential letter to secretary Thurloe. “The\ngreatest difficulty I meet with is in relation to the matter of fact in the\nbeginning of these troubles, and during the time of the war. For I find,\nupon diligent search, that many papers and books which have been put out in\nprint on this subject, even by some ministers of the valleys, are lame in\nmany particulars, and in many things not conformable to truth.\"–Thurloe,\niv. 417.]",
        "[Sidenote a: A.D. 1656. May.]",
        "the lowest, hastened to contribute their money towards the support of the\nPiedmontese Protestants. It was observed that, among those who laboured to\ninflame the prejudices of the people, none were more active than the two\nambassadors from Spain, and Stouppe, the minister of the French church in\nLondon.[1] Both had long laboured to prevent the conclusion of the treaty\nwith France; and they now hoped to effect their purpose, because Savoy was\nthe ally of France, and the principal barbarities were said to have been\nperpetrated by troops detached from the French army.[2]",
        "These events opened a flattering prospect to the vanity of Cromwell. By his\nusurpation he had forfeited all claim to the title of the champion of civil\nliberty; he might still come forward, in the sight of Europe, in the more\naugust character of the protector of the reformed faith. His first care was\nto make, through Stouppe, a promise to the Vaudois of his support, and an\noffer to transplant them to Ireland, and to settle them on the lands of\nthe Irish Catholics; of which the first was accepted with expressions of\ngratitude, and the other respectfully declined.[3] He next solicited the\nking of France to join with him in mediating between the duke of Savoy and\nhis subjects of the valleys; and received for answer, that",
        "[Footnote 1: Thurloe, iii. 470, 680. Siri, xv. 468.]",
        "[Footnote 2: Under Pianeze were some troops detached from the French army\ncommanded by Prince Thomas of Savoy. It was reported that a regiment\nof Irish Catholics formed a part of this detachment; and to them were\nattributed, of course, the most horrible barbarities.–Leger, iii. Stouppe,\nPreface. Thurloe, iii. 412, 459, 460. On inquiry, it was discovered that\nthese supposed Irishmen were English. “The Irish regiment said to be there\nwas the earl of Bristol’s regiment, a small and weak one, most of\nthem being English. I hear not such complaints of them as you set\nforth.\"–Thurloe, iii. 50.]",
        "[Footnote 3: Thurloe, iii. 459.]",
        "Louis had already interposed his good offices, and had reason to expect a\nfavourable result. Lastly, he sent[a] Morland as ambassador to Turin, where\nhe was honourably received, and entertained at the duke’s expense. To\nhis memorial in favour of the Vaudois, it was replied,[b] that out of\ncompliment to Cromwell their rebellion, though unprovoked, should be\nforgiven; but his further interference was checked by the announcement that\nthe particulars of the pacification had been wholly referred to Servien,\nthe French ambassador.[1]",
        "At home, Cromwell had signified his intention of postponing the signature\nof the treaty with France till he was acquainted with the opinion of Louis\non the subject of the troubles in Piedmont. Bordeaux remonstrated[c]\nagainst this new pretext for delay; he maintained that the question bore no\nrelation to the matter of the treaty; that the king of France would never\ninterfere with the internal administration of an independent state; that\nthe duke of Savoy had as good a right to make laws for his Protestant\nsubjects, as the English government for the Catholics of the three\nkingdoms; and that the Vaudois were in reality rebels who had justly\nincurred the resentment of their sovereign. But Cromwell was not to be\ndiverted[d] from his purpose. It was in vain that the ambassador asked for\na final answer; that he demanded[e] an audience of leave preparatory to his\ndeparture. At last he was relieved from his perplexity by an order[f] to\nannounce that the duke, at the request of the king of France, had granted\nan amnesty to the Vaudois, and confirmed their ancient privileges; that the\nboon had been gratefully received by the insurgents; and that",
        "[Footnote 1: Thurloe iii. 528, 608, 636, 656, 672. Siri, ibid. Vaugh. 248.]",
        "[Sidenote a: A.D. 1656. May 22.]\n[Sidenote b: A.D. 1656. June 21.]\n[Sidenote c: A.D. 1656. May 24.]\n[Sidenote d: A.D. 1656. June 18.]\n[Sidenote e: A.D. 1656. June 21. [Sidenote f: A.D. 1656. August 20.]",
        "the natives of the valleys, Protestants and Catholics had met, embraced\neach other with tears, and sworn to live in perpetual amity together. The\nunexpected intelligence was received by Cromwell with a coldness which\nbetrayed his disappointment.[1] But, if the pacification broke the new\nprojects which he meditated,[2] it served to raise his fame in the\nestimation of Europe; for it was evident that the Vaudois owed the\nfavourable conditions which they obtained,[a] not so much to the good-will\nof Louis, as to his anxiety that no pretext should remain for the future\ninterference of the protector.[3]",
        "But though tranquillity was restored in Piedmont, Cromwell was still\nunwilling to conclude the treaty till he had ascertained what impression\nhad been made on the king of Spain by the late attempt on Hispaniola.\nTo Philip, already engaged in war with France, it was painful to add so\npowerful an adversary to the number",
        "[Footnote 1: Thurloe, iii. 469, 470, 475, 535, 568, 706, 724, 742, 745.\nSiri, xv. 843.]",
        "[Footnote 2: The Protestant cantons of Switzerland had sent Colonel Mey to\nEngland, offering to raise an army in aid of the Vaudois, if Cromwell would\nfurnish a subsidy of ten thousand pounds per month.–Siri, Mercurio, xv.\n472. In consequence Downing was despatched as envoy to these cantons; but\nthe pacification was already concluded; and on his arrival at Geneva, he\nreceived orders, dated Aug. 30, to return immediately.–Thurloe, iii. 692,\n694; iv. 31. Still the design was not abandoned, but intrusted to Morland,\nwho remained at Geneva, to distribute the money from England. What were his\nsecret instructions may be seen, ibid. p. 326.]",
        "[Footnote 3: The conditions may be seen in Morland, 652; Dumont, vi. part\nii. p. 114; and Leger, 216. The subscription for the Vaudois, of which\ntwo thousands pounds was given by the protector, amounted to thirty eight\nthousand two hundred and twenty-eight pounds four shillings and twopence.\nOf this sum twenty-five thousand eight hundred and twenty-eight pounds\neight shillings and ninepence was sent at different times to the valleys;\nfour hundred and sixty-three pounds seventeen shillings was charged\nfor expenses; and about five hundred pounds was found to be clipt or\ncounterfeit money.–Journals, 11 July, 1559.]",
        "[Sidenote a: A.D. 1656. August 8.]",
        "of his enemies; but the affront was so marked, so unjust, so unprovoked,\nthat to submit to it in silence was to subscribe to his own degradation. He\ncomplained,[a] in dignified language, of the ingratitude and injustice of\nthe English government; contrasted with its conduct his own most scrupulous\nadhesion both to the letter and the spirit of the treaties between the\nkingdoms; ordered that all ships, merchandize, and property belonging to\nthe subjects of the commonwealth should be seized and secured in every part\nof his dominions, and instructed his ambassador in London to remonstrate\nand take his leave.[1] The day after the passport was delivered to Don\nAlonzo, Cromwell consented[b] to the signature of the treaty with France.\nIt provided that the maritime hostilities, which had so long harassed the\ntrade of the two nations, should cease, that the relations of amity and\ncommerce should be restored; and, by a separate, and therefore called a\nsecret, article, that Barriere, agent for the prince of Condé, and nine\nother Frenchmen, equally obnoxious to the French ministry, should be\nperpetually excluded from the territory of the commonwealth; and that\nCharles Stuart, his brother the duke of York, Ormond, Hyde, and fifteen\nother adherents of the exiled prince, should, in the same manner, be\nexcluded from the kingdom of France.[2] The protector had persuaded",
        "[Footnote 1: Thurloe, iv. 19, 20, 21, 82, 91.]",
        "[Footnote 2: Dumont, vi. part ii. p. 121. In the body of the treaty,\nneither the king nor the protector is named; all the articles are\nstipulated between the commonwealth of England and the kingdom of France.\nIn the preamble, however, the king of France is mentioned, and in the first\nplace, but not as if this arose from any claim of precedency; for it merely\nrelates, that the most Christian king sent his ambassador to England, and\nthe most serene lord, the protector, appointed commissioners to meet him.\nWhen the treaty was submitted to Bordeaux, previously to his signature, he\ndiscovered an alteration in the usual title of his sovereign, Rex Gallorum\n(the very title afterwards adopted by the National Assembly), instead\nof Rex Galliarum, and on that account refused to sign it. After a\nlong contestation, he yielded to the arguments of the Dutch\nambassador.–Thurloe, iv. 115.]",
        "[Sidenote a: A.D. 1656. Sept. 1.]\n[Sidenote b: A.D. 1656. Oct. 24.]",
        "himself that, if the house of Stuart was to be restored, it must be through\nthe aid of France; and he hoped, by the addition of this secret article,\nto create a bitter and lasting enmity between the two families. Nor was\nhe content with this. As soon as the ratifications had been exchanged, he\nproposed a more intimate alliance between England and France. Bordeaux\nwas instructed to confine himself in his reply to general expressions of\nfriendship. He might receive any communications which were offered; he was\nto make no advances on the part of his sovereign.",
        "Continue...",
        "\nThis eBook of “The History of England” (From The First Invasion By The Romans To The Accession Of King George The Fifth, 1912) by\nJohn Lingard, D.D. and Hilaire Belloc, B.A. with an introduction by His Eminence James Cardinal Gibbons belongs\nto the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}