{
    "title": "The Golden Sayings of Epictetus - LXI ",
    "author": "Unknown",
    "chapter": "61",
    "content": [
        "\n",
        "\n\n",
        "Why then are we afraid when we send a young man from the\nSchools into active life, lest he should indulge his appetites\nintemperately, lest he should debase himself by ragged clothing,\nor be puffed up by fine raiment? Knows he not the God within him;\nknows he not with whom he is starting on his way? Have we\npatience to hear him say to us, Would I had thee with me!—Hast\nthou not God where thou art, and having Him dost thou still seek\nfor any other? Would He tell thee aught else than these things?\nWhy, wert thou a statue of Phidias, an Athena or a Zeus, thou\nwouldst bethink thee both of thyself and thine artificer; and\nhadst thou any sense, thou wouldst strive to do no dishonour to\nthyself or him that fashioned thee, nor appear to beholders in\nunbefitting guise. But now, because God is thy Maker, is that why\nthou carest not of what sort thou shalt show thyself to be? Yet\nhow different the artists and their workmanship! What human\nartist’s work, for example, has in it the faculties that are\ndisplayed in fashioning it? Is it aught but marble, bronze, gold,\nor ivory? Nay, when the Athena of Phidias has put forth her hand\nand received therein a Victory, in that attitude she stands for\nevermore. But God’s works move and breathe; they use and judge\nthe things of sense. The workmanship of such an Artist, wilt thou\ndishonor Him? Aye, when he not only fashioned thee, but placed\nthee, like a ward, in the care and guardianship of thyself alone,\nwilt thou not only forget this, but also do dishonour to what is\ncommitted to thy care! If God had entrusted thee with an orphan,\nwouldst thou have thus neglected him? He hath delivered thee to\nthine own care, saying, I had none more faithful than myself:\nkeep this man for me such as Nature hath made him—modest,\nfaithful, high-minded, a stranger to fear, to passion, to\nperturbation. . . .",
        "Such will I show myself to you all.—\"What, exempt from\nsickness also: from age, from death?\"—Nay, but accepting\nsickness, accepting death as becomes a God!",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}