{
    "title": "The Store Boy - Chapter V - Professor Harrington’s Entertainment",
    "author": "Horatio Alger, Jr.",
    "chapter": "5",
    "content": [
        "\n\n",
        "Meanwhile Ben Barclay was enjoying himself at Professor Harrington’s\nentertainment.  He was at the Town Hall fifteen minutes before the\ntime, and secured a seat very near the stage, or, perhaps it will be\nmore correct to say, the platform.  He had scarcely taken his seat\nwhen, to his gratification, Rose Gardiner entered the hall and sat\ndown beside him.",
        "“Good-evening, Ben,” she said pleasantly.  “So you came, after all.”",
        "Ben’s face flushed with pleasure, for Rose Gardiner was, as we have\nsaid, the prettiest girl in Pentonville, and for this reason, as well\nas for her agreeable manners, was an object of attraction to the boys,\nwho, while too young to be in love, were not insensible to the charms\nof a pretty face.  I may add that Rose was the niece of the Rev. Mr.\nGardiner, the minister of the leading church in the village.",
        "“Good-evening, Rose,” responded Ben, who was too well acquainted with\nthe young lady to address her more formally; “I am glad to be in such\ncompany.”",
        "“I wish I could return the compliment,” answered Rose, with a saucy\nsmile.",
        "“Don’t be too severe,” said Ben, “or you will hurt my feelings.”",
        "“That would be a pity, surely; but how do do you happen to get off this\nevening?  I thought you spent your evenings at the store.”",
        "“So I do, generally, but I was excused this evening for a special\nreason,” and then he told of his adventure with the tramp.",
        "Rose listened with eager attention.",
        "“Weren’t you terribly frightened?” she asked.",
        "“No,” answered Ben, adding, with a smile: “Even if I had been, I\nshouldn’t like to confess it.”",
        "“I should have been so frightened that I would have screamed,\"\ncontinued the young lady.",
        "“I didn’t think of that,” said Ben, amused.  “I’ll remember it next\ntime.”",
        "“Oh, now I know you are laughing at me.  Tell me truly, weren’t you\nfrightened?”",
        "“I was only afraid I would lose Mr. Crawford’s money.  The tramp was\nstronger than I, and could have taken it from me if he had known I had\nit.”",
        "“You tricked him nicely.  Where did he go?  Do you think he is still\nin town?”",
        "“He went into the woods.  I don’t think he is in the village.  He\nwould be afraid of being arrested.”",
        "At that very moment the tramp was in Ben’s kitchen, but of that Ben\nhad no idea.",
        "“I don’t know what I should do if I met him,” said Rose.  “You see I\ncame alone.  Aunt couldn’t come with me, and uncle, being a minister,\ndoesn’t care for such things.”",
        "“Then I hope you’ll let me see you home,” said Ben gallantly.",
        "“I wouldn’t like to trouble you,” said Rose, with a spice of coquetry.\n“It will take you out of your way.”",
        "“I don’t mind that,” said Ben eagerly.",
        "“Besides there won’t be any need.  You say the tramp isn’t in the\nvillage.”",
        "“On second thoughts, I think it very likely he is,” said Ben.",
        "“If you really think so–” commenced Rose, with cunning hesitation.",
        "“I feel quite sure of it.  He’s a terrible looking fellow.”",
        "Rose smiled to herself.  She meant all the time to accept Ben’s\nescort, for he was a bright, attractive boy, and she liked his\nsociety.",
        "“Then perhaps I had better accept your offer, but I am sorry to give\nyou so much trouble.”",
        "“No trouble at all,” said Ben promptly.",
        "Just then Prof. Harrington came forward and made his introductory\nspeech.",
        "“For my first experiment, ladies and gentlemen,” he said, when this\nwas over, “I should like a pocket handkerchief.”",
        "A countrified-looking young man on the front seat, anxious to share in\nthe glory of the coming trick, produced a flaming red bandanna from\nhis pocket and tendered it with outstretched hand.",
        "“You are very kind,” said the professor, “but this will hardly answer\nmy purpose.  I should prefer a linen handkerchief.  Will some young\nlady oblige me?”",
        "“Let him have yours, Rose,” suggested Ben.",
        "Rose had no objection, and it was passed to the professor.",
        "“The young lady will give me leave to do what I please with the\nhandkerchief?” asked the professor.",
        "Rose nodded assent.",
        "“Then,” said the professor, “I will see if it is proof against fire.”",
        "He deliberately unfolded it, crushed it in his hand, and then held it\nin the flame of a candle.",
        "Rose uttered a low ejaculation.",
        "“That’s the last of your handkerchief, Rose,” said Ben.",
        "“You made me give it to him.  You must buy me another,” said the young\nlady.",
        "“So I will, if you don’t get it back safe.”",
        "“How can I?”",
        "“I don’t know.  Perhaps the professor does,” answered Ben.",
        "“Really,” said the professor, contemplating the handkerchief\nregretfully.  “I am afraid I have destroyed the handkerchief; I hope\nthe young lady will pardon me.”",
        "He looked at Rose, but she made no sign.  She felt a little disturbed,\nfor it was a fine handkerchief, given her by her aunt.",
        "“I see the young lady is annoyed,” continued the magician.  “In that\ncase I must try to repair damages.  I made a little mistake in\nsupposing the handkerchief to be noncombustible.  However, perhaps\nmatters are not so bad as they seem.”",
        "He tossed the handkerchief behind a screen, and moved forward to a\ntable on which was a neat box.  Taking a small key from his pocket, he\nunlocked it and drew forth before the astonished eyes of his audience\nthe handkerchief intact.",
        "“I believe this is your handkerchief, is it not?” he asked, stepping\ndown from the platform and handing it back to Rose.",
        "“Yes,” answered Rose, in amazement, examining it carefully, and unable\nto detect any injury.",
        "“And it is in as good condition as when you gave it to me?”",
        "“Yes, sir.”",
        "“So much the better.  Then I shall not be at the expense of buying a\nnew one.  Young man, have you any objections to lending me your hat?”",
        "This question was addressed to Ben.",
        "“No, sir.”",
        "“Thank you.  I will promise not to burn it, as I did the young lady’s\nhandkerchief.  You are sure there is nothing in it?”",
        "“Yes, sir.”",
        "By this time the magician had reached the platform.",
        "“I am sorry to doubt the young gentleman’s word,” said the professor,\n“but I will charitably believe he is mistaken.  Perhaps he forgot\nthese articles when he said it was empty,” and he drew forth a couple\nof potatoes and half a dozen onions from the hat and laid them on the\ntable.",
        "There was a roar of laughter from the audience, and Ben looked rather\nconfused, especially when Rose turned to him and, laughing, said:",
        "“You’ve been robbing Mr. Crawford, I am afraid, Ben.”",
        "“The young gentleman evidently uses his hat for a market-basket,\"\nproceeded the professor.  “Rather a strange taste, but this is a free\ncountry.  But what have we here?”",
        "Out came a pair of stockings, a napkin and a necktie.",
        "“Very convenient to carry your wardrobe about with you,” said the\nprofessor, “though it is rather curious taste to put them with\nvegetables.  But here is something else,” and the magician produced a\nsmall kitten, who regarded the audience with startled eyes and uttered\na timid moan.",
        "“Oh, Ben!  let me have that pretty kitten,” said Rose.",
        "“It’s none of mine!” said Ben, half annoyed, half amused.",
        "“I believe there is nothing more,” said the professor.",
        "He carried back the hat to Ben, and gave it to him with the remark:",
        "“Young man, you may call for your vegetables and other articles after\nthe entertainment.”",
        "“You are welcome to them,” said Ben.",
        "“Thank you; you are very liberal.”",
        "When at length the performance was over, Ben and Rose moved toward the\ndoor.  As Rose reached the outer door, a boy about Ben’s age, but\nconsiderably better dressed, stepped up to her and said, with a\nconsequential air:",
        "“I will see you home, Miss Gardiner.”",
        "“Much obliged, Mr. Davenport,” said Rose, “but I have accepted Ben’s\nescort.”",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}