{
    "title": "The Pleasures of Life - CHAPTER IX. SCIENCE.",
    "author": "Sir John Lubbock",
    "chapter": "12",
    "content": [
        "\n\n",
        "    “Happy is he that findeth wisdom,\n    And the man that getteth understanding:\n    For the merchandise of it is better than silver,\n    And the gain thereof than fine gold.\n    She is more precious than rubies:\n    And all the things thou canst desire are not to be compared unto her.\n    Length of days is in her right hand,\n    And in her left hand riches and honor.\n    Her ways are ways of pleasantness,\n    And all her paths are peace.”",
        "    PROVERBS OF SOLOMON.",
        "Those who have not tried for themselves can hardly imagine how much\nScience adds to the interest and variety of life. It is altogether a\nmistake to regard it as dry, difficult, or prosaic–much of it is as easy\nas it is interesting. A wise instinct of old united the prophet and the\n“seer.” “The wise man’s eyes are in his head, but the fool walketh in\ndarkness.” Technical works, descriptions of species, etc., bear the same\nrelation to science as dictionaries do to literature.",
        "Occasionally, indeed, Science may destroy some poetical myth of antiquity,\nsuch as the ancient Hindoo explanation of rivers, that “Indra dug out\ntheir beds with his thunderbolts, and sent them forth by long continuous\npaths;” but the real causes of natural phenomena are far more striking,\nand contain more true poetry, than those which have occurred to the\nuntrained imagination of mankind.",
        "In endless aspects science is as wonderful and interesting as a fairy\ntale.",
        "  “There are things whose strong reality\n    Outshines our fairyland; in shape and hues\n  More beautiful than our fantastic sky,\n    And the strange constellations which the Muse\n    O’er her wild universe is skillful to diffuse.” [1]",
        "Mackay justly exclaims:",
        "  “Blessings on Science! When the earth seemed old,\n  When Faith grew doting, and our reason cold,\n  ’Twas she discovered that the world was young,\n  And taught a language to its lisping tongue.”",
        "Botany, for instance, is by many regarded as a dry science. Yet though\nwithout it we may admire flowers and trees, it is only as strangers, only\nas one may admire a great man or a beautiful woman in a crowd. The\nbotanist, on the contrary–nay, I will not say the botanist, but one with\neven a slight knowledge of that delightful science–when he goes out into\nthe woods, or into one of those fairy forests which we call fields, finds\nhimself welcomed by a glad company of friends, every one with something\ninteresting to tell. Dr. Johnson said that, in his opinion, when you had\nseen one green field you had seen all; and a greater even than\nJohnson–Socrates–the very type of intellect without science, said he was\nalways anxious to learn, and from fields and trees he could learn nothing.",
        "It has, I know, been said that botanists",
        "  “Love not the flower they pluck and know it not.\n  And all their botany is but Latin names.”",
        "Contrast this, however, with the language of one who would hardly claim to\nbe a master in botany, though he is certainly a loving student.\n“Consider,” says Ruskin, “what we owe to the meadow grass, to the covering\nof the dark ground by that glorious enamel, by the companies of those\nsoft, countless, and peaceful spears of the field! Follow but for a little\ntime the thought of all that we ought to recognize in those words. All\nspring and summer is in them–the walks by silent scented paths, the rest\nin noonday heat, the joy of the herds and flocks, the power of all\nshepherd life and meditation; the life of the sunlight upon the world,\nfalling in emerald streaks and soft blue shadows, when else it would have\nstruck on the dark mould or scorching dust; pastures beside the pacing\nbrooks, soft banks and knolls of lowly hills, thymy slopes of down\noverlooked by the blue line of lifted sea; crisp lawns all dim with early\ndew, or smooth in evening warmth of barred sunshine, dinted by happy feet,\nsoftening in their fall the sound of loving voices.”",
        "My own tastes and studies have led me mainly in the direction of Natural\nHistory and Archaeology; but if you love one science, you cannot but feel\nintense interest in them all. How grand are the truths of Astronomy!\nPrudhomme, in a sonnet beautifully translated by Arthur O’Shaugnessy, has\npictured an Observatory. He says–",
        "  “’Tis late; the astronomer in his lonely height,\n  Exploring, all the dark, descries afar\n  Orbs that like distant isles of splendor are.”",
        "He notices a comet, and calculating its orbit, finds that it will return\nin a thousand years–",
        "  “The star will come. It dare not by one hour\n    Cheat Science, or falsify her calculation;\n  Men will have passed, but, watchful in the tower,\n    Man shall remain in sleepless contemplation;\n  And should all men have perished in their turn,\n  Truth in their place would watch that star’s return.”",
        "Ernest Rhys well says of a student’s chamber–",
        "  “Strange things pass nightly in this little room,\n  All dreary as it looks by light of day;\n  Enchantment reigns here when at evening play\n  Red fire-light glimpses through the pallid gloom.”",
        "And the true student, in Ruskin’s words, stands on an eminence from which\nhe looks back on the universe of God and forward over the generations of\nmen.",
        "Even if it be true that science was dry when it was buried in huge folios,\nthat is certainly no longer the case now; and Lord Chesterfield’s wise\nwish, that Minerva might have three graces as well as Venus, has been\namply fulfilled.",
        "The study of natural history indeed seems destined to replace the loss of\nwhat is, not very happily I think, termed “sport;” engraven in us as it is\nby the operation of thousands of years, during which man lived greatly on\nthe produce of the chase. Game is gradually becoming “small by degrees and\nbeautifully less.” Our prehistoric ancestors hunted the mammoth, the\nwoolly-haired rhinoceros, and Irish elk; the ancient Britons had the wild\nox, the deer, and the wolf. We have still the pheasant, the partridge, the\nfox, and the hare; but even these are becoming scarcer, and must be\npreserved first, in order that they may be killed afterwards. Some of us\neven now–and more, no doubt, will hereafter–satisfy instincts,\nessentially of the same origin, by the study of birds, or insects, or even\ninfusoria–of creatures which more than make up by their variety what they\nwant in size.",
        "Emerson avers that when a naturalist has “got all snakes and lizards in\nhis phials, science has done for him also, and has put the man into a\nbottle.” I do not deny that there are such cases, but they are quite\nexceptional. The true naturalist is no mere dry collector.",
        "I cannot resist, although it is rather long, quoting the following\ndescription from Hudson and Gosse’s beautiful work on the Rotifera:–",
        "“On the Somersetshire side of the Avon, and not far from Clifton, is a\nlittle combe, at the bottom of which lies an old fish-pond. Its slopes are\ncovered with plantations of beech and fir, so as to shelter the pond on\nthree sides, and yet leave it open to the soft south-western breezes, and\nto the afternoon sun. At the head of the combe wells up a clear spring,\nwhich sends a thread of water, trickling through a bed of osiers, into the\nupper end of the pond. A stout stone wall has been drawn across the combe\nfrom side to side, so as to dam up the stream; and there is a gap in one\ncorner through which the overflow finds its way in a miniature cascade,\ndown into the lower plantation.",
        "“If we approach the pond by the gamekeeper’s path from the cottage above,\nwe shall pass through the plantation, and come unseen right on the corner\nof the wall; so that one quiet step will enable us to see at a glance its\nwhole surface, without disturbing any living thing that may be there.",
        "“Far off at the upper end a water-hen is leading her little brood among\nthe willows; on the fallen trunk of an old beech, lying half way across\nthe pond, a vole is sitting erect, rubbing his right ear, and the splash\nof a beech husk just at our feet tells of a squirrel who is dining\nsomewhere in the leafy crown above us.",
        "“But see, the water-rat has spied us out, and is making straight for his\nhole in the bank, while the ripple above him is the only thing that tells\nof his silent flight. The water-hen has long ago got under cover, and the\nsquirrel drops no more husks. It is a true Silent Pond, and without a sign\nof life.",
        "“But if, retaining sense and sight, we could shrink into living atoms and\nplunge under the water, of what a world of wonders should we then form\npart! We should find this fairy kingdom peopled with the strangest\ncreatures–creatures that swim with their hair, that have ruby eyes\nblazing deep in their necks, with telescopic limbs that now are withdrawn\nwholly within their bodies and now stretched out to many times their own\nlength. Here are some riding at anchor, moored by delicate threads spun\nout from their toes; and there are others flashing by in glass armor,\nbristling with sharp spikes or ornamented with bosses and flowing curves;\nwhile fastened to a great stem is an animal convolvulus that, by some\ninvisible power, draws a never-ceasing stream of victims into its gaping\ncup, and tears them to death with hooked jaws deep down within its body.",
        "“Close by it, on the same stem, is something that looks like a filmy\nheart’s-ease. A curious wheelwork runs round its four outspread petals;\nand a chain of minute things, living and dead, is winding in and out of\ntheir curves into a gulf at the back of the flower. What happens to them\nthere we cannot see; for round the stem is raised a tube of golden-brown\nballs, all regularly piled on each other. Some creature dashes by, and\nlike a flash the flower vanishes within its tube.",
        "“We sink still lower, and now see on the bottom slow gliding lumps of\njelly that thrust a shapeless arm out where they will, and grasping their\nprey with these chance limbs, wrap themselves round their food to get a\nmeal; for they creep without feet, seize without hands, eat without\nmouths, and digest without stomachs.”",
        "Too many, however, still feel only in Nature that which we share “with the\nweed and the worm;” they love birds as boys do–that is, they love\nthrowing stones at them; or wonder if they are good to eat, as the\nEsquimaux asked about the watch; or treat them as certain devout Afreedee\nvillagers are said to have treated a descendant of the Prophet–killed him\nin order to worship at his tomb: but gradually we may hope that the love\nof Science–the notes “we sound upon the strings of nature” [2]–will\nbecome to more and more, as already it is to many, a “faithful and sacred\nelement of human feeling.”",
        "Science summons us",
        "  “To that cathedral, boundless as our wonder,\n     Whose quenchless lamps the sun and moon supply;\n  Its choir the winds and waves, its organ thunder,\n                       Its dome the sky.” [3]",
        "Where the untrained eye will see nothing but mire and dirt, Science will\noften reveal exquisite possibilities. The mud we tread under our feet in\nthe street is a grimy mixture of clay and sand, soot and water. Separate\nthe sand, however, as Ruskin observes–let the atoms arrange themselves in\npeace according to their nature–and you have the opal. Separate the clay,\nand it becomes a white earth, fit for the finest porcelain; or if it still\nfurther purifies itself, you have a sapphire. Take the soot, and if\nproperly treated it will give you a diamond. While, lastly, the water,\npurified and distilled, will become a dew-drop, or crystallize into a\nlovely star. Or, again, you may see as you will in any shallow pool either\nthe mud lying at the bottom, or the image of the heavens above.",
        "Nay, even if we imagine beauties and charms which do not really exist;\nstill if we err at all it is better to do so on the side of charity; like\nNasmyth, who tells us in his delightful autobiography, that he used to\nthink one of his friends had a charming and kindly twinkle, and was one\nday surprised to discover that he had a glass eye.",
        "But I should err indeed were I to dwell exclusively on science as lending\ninterest and charm to our leisure hours. Far from this, it would be\nimpossible to overrate the importance of scientific training on the wise\nconduct of life.",
        "“Science,” said the Royal Commission of 1861, “quickens and cultivates\ndirectly the faculty of observation, which in very many persons lies\nalmost dormant through life, the power of accurate and rapid\ngeneralization, and the mental habit of method and arrangement; it\naccustoms young persons to trace the sequence of cause and effect; it\nfamiliarizes them with a kind of reasoning which interests them, and which\nthey can promptly comprehend; and it is perhaps the best corrective for\nthat indolence which is the vice of half-awakened minds, and which shrinks\nfrom any exertion that is not, like an effort of memory, merely\nmechanical.”",
        "Again, when we contemplate the grandeur of science, if we transport\nourselves in imagination back into primeval times, or away into the\nimmensity of space, our little troubles and sorrows seem to shrink into\ninsignificance. “Ah, beautiful creations!” says Helps, speaking of the\nstars, “it is not in guiding us over the seas of our little planet, but\nout of the dark waters of our own perturbed minds, that we may make to\nourselves the most of your significance.” They teach, he tells us\nelsewhere, “something significant to all of us; and each man has a whole\nhemisphere of them, if he will but look up, to counsel and befriend him.”",
        "There is a passage in an address given many years ago by Professor Huxley\nto the South London Working Men’s College which struck me very much at the\ntime, and which puts this in language more forcible than any which I could\nuse.",
        "“Suppose,” he said, “it were perfectly certain that the life and fortune\nof every one of us would, one day or other, depend upon his winning or\nlosing a game of chess. Don’t you think that we should all consider it to\nbe a primary duty to learn at least the names and the moves of the pieces?\nDo you not think that we should look with a disapprobation amounting to\nscorn upon the father who allowed his son, or the State which allowed its\nmembers, to grow up without knowing a pawn from a knight? Yet it is a very\nplain and elementary truth that the life, the fortune, and the happiness\nof every one of us, and more or less of those who are connected with us,\ndo depend upon our knowing something of the rules of a game infinitely\nmore difficult and complicated than chess. It is a game which has been\nplayed for untold ages, every man and woman of us being one of the two\nplayers in a game of his or her own. The chessboard is the world, the\npieces are the phenomena of the Universe, the rules of the game are what\nwe call the laws of Nature. The player on the other side is hidden from\nus. We know that his play is always fair, just, and patient. But also we\nknow to our cost that he never overlooks a mistake or makes the smallest\nallowance for ignorance. To the man who plays well the highest stakes are\npaid, with that sort of overflowing generosity which with the strong shows\ndelight in strength. And one who plays ill is checkmated–without haste,\nbut without remorse.”",
        "I have elsewhere endeavored to show the purifying and ennobling influence\nof science upon religion; how it has assisted, if indeed it may not claim\nthe main share, in sweeping away the dark superstitions, the degrading\nbelief in sorcery and witchcraft, and the cruel, however well-intentioned,\nintolerance which embittered the Christian world almost from the very days\nof the Apostles themselves. In this she has surely performed no mean\nservice to religion itself. As Canon Fremantle has well and justly said,\nmen of science, and not the clergy only, are ministers of religion.",
        "Again, the national necessity for scientific education is imperative. We\nare apt to forget how much we owe to science, because so many of its\nwonderful gifts have become familiar parts of our everyday life, that\ntheir very value makes us forget their origin. At the recent celebration\nof the sexcentenary of Peterhouse College, near the close of a long\ndinner, Sir Frederick Bramwell was called on, some time after midnight, to\nreturn thanks for Applied Science. He excused himself from making a long\nspeech on the ground that, though the subject was almost inexhaustible,\nthe only illustration which struck him as appropriate under the\ncircumstances was “the application of the domestic lucifer to the bedroom\ncandle.” One cannot but feel how unfortunate was the saying of the poet\nthat",
        "  “The light-outspeeding telegraph\n  Bears nothing on its beam.”",
        "The report of the Royal Commission on Technical Instruction, which has\nrecently been issued, teems with illustrations of the advantages afforded\nby technical instruction. At the same time, technical training ought not\nto begin too soon, for, as Bain truly observes, “in a right view of\nscientific education the first principles and leading examples, with\nselect details, of all the great sciences, are the proper basis of the\ncomplete and exhaustive study of any single science.” Indeed, in the words\nof Sir John Herschel, “it can hardly be pressed forcibly enough on the\nattention of the student of Nature, that there is scarcely any natural\nphenomenon which can be fully and completely explained in all its\ncircumstances, without a union of several, perhaps of all, the sciences.\"\nThe most important secrets of Nature are often hidden away in unexpected\nplaces. Many valuable substances have been discovered in the refuse of\nmanufactories; and it was a happy thought of Glauber to examine what\neverybody else threw away. There is perhaps no nation the future happiness\nand prosperity of which depend more on science than our own. Our\npopulation is over 35,000,000, and is rapidly increasing. Even at present\nit is far larger than our acreage can support. Few people whose business\ndoes not lie in the study of statistics realize that we have to pay\nforeign countries no less than L140,000,000 a year for food. This, of\ncourse, we purchase mainly by manufactured articles. We hear now a great\ndeal about depression of trade, and foreign, especially American,\ncompetition, which, let me observe, will be much keener a few years hence,\nwhen the United States have paid off their debt, and consequently reduced\ntaxation.",
        "But let us look forward a hundred years–no long time in the history of a\nnation. Our coal supplies will then be greatly diminished. The population\nof Great Britain doubles at the present rate of increase in about fifty\nyears, so that we should, if the present rate continues, require to import\nover L400,000,000 a year in food. How, then, is this to be paid for? We\nhave before us, as usual, three courses. The natural rate of increase may\nbe stopped, which means suffering and outrage; or the population may\nincrease, only to vegetate in misery and destitution; or, lastly, by the\ndevelopment of scientific training and appliances, they may probably be\nmaintained in happiness and comfort. We have, in fact, to make our choice\nbetween science and suffering. It is only by wisely utilizing the gifts of\nscience that we have any hope of maintaining our population in plenty and\ncomfort. Science, however, will do this for us if we will only let her.\nShe may be no Fairy Godmother indeed, but she will richly endow those who\nlove her.",
        "That discoveries, innumerable, marvellous, and fruitful, await the\nsuccessful explorers of Nature no one can doubt. What would one not give\nfor a Science primer of the next century? for, to paraphrase a well-known\nsaying, even the boy at the plough will then know more of science than the\nwisest of our philosophers do now. Boyle entitled one of his essays “Of\nMan’s great Ignorance of the Uses of Natural Things; or that there is no\none thing in Nature whereof the uses to human life are yet thoroughly\nunderstood\"–a saying which is still as true now as when it was written.\nAnd, lest I should be supposed to be taking too sanguine a view, let me\ngive the authority of Sir John Herschel, who says: “Since it cannot but be\nthat innumerable and most important uses remain to be discovered among the\nmaterials and objects already known to us, as well as among those which\nthe progress of science must hereafter disclose, we may hence conceive a\nwell-grounded expectation, not only of constant increase in the physical\nresources of mankind, and the consequent improvement of their condition,\nbut of continual accession to our power of penetrating into the arcana of\nNature and becoming acquainted with her highest laws.”",
        "Nor is it merely in a material point of view that science would thus\nbenefit the nation. She will raise and strengthen the national, as surely\nas the individual, character. The great gift which Minerva offered to\nParis is now freely tendered to all, for we may apply to the nation, as\nwell as to the individual, Tennyson’s noble lines:–",
        "  “Self-reverence, self-knowledge, self-control:\n  These three alone lead life to sovereign power,\n  Yet not for power (power of herself\n  Would come uncalled for), but to live by law;\n  Acting the law we live by without fear.”",
        "“In the vain and foolish exultation of the heart,” said John Quincy Adams,\nat the close of his final lecture on resigning his chair at Boston, “which\nthe brighter prospects of life will sometimes excite, the pensive portress\nof Science shall call you to the sober pleasures of her holy cell. In the\nmortification of disappointment, her soothing voice shall whisper serenity\nand peace. In social converse with the mighty dead of ancient days, you\nwill never smart under the galling sense of dependence upon the mighty\nliving of the present age. And in your struggles with the world, should a\ncrisis ever occur, when even friendship may deem it prudent to desert you,\nwhen priest and Levite shall come and look on you and pass by on the other\nside, seek refuge, my unfailing friends, and be assured you shall find it,\nin the friendship of Laelius and Scipio, in the patriotism of Cicero,\nDemosthenes, and Burke, as well as in the precepts and example of Him\nwhose law is love, and who taught us to remember injuries only to forgive\nthem.”",
        "Let me in conclusion quote the glowing description of our debt to science\ngiven by Archdeacon Farrar in his address at Liverpool College–testimony,\nmoreover, all the more valuable, considering the source from which it\ncomes.",
        "“In this great commercial city,” he said, “where you are surrounded by the\ntriumphs of science and of mechanism–you, whose river is ploughed by the\ngreat steamships whose white wake has been called the fittest avenue to\nthe palace front of a mercantile people–you know well that in the\nachievements of science there is not only beauty and wonder, but also\nbeneficence and power. It is not only that she has revealed to us infinite\nspace crowded with unnumbered worlds; infinite time peopled by unnumbered\nexistences; infinite organisms hitherto invisible but full of delicate and\niridescent loveliness; but also that she has been, as a great Archangel of\nMercy, devoting herself to the service of man. She has labored, her\nvotaries have labored, not to increase the power of despots or to add to\nthe magnificence of courts, but to extend human happiness, to economize\nhuman effort, to extinguish human pain. Where of old, men toiled, half\nblinded and half naked, in the mouth of the glowing furnace to mix the\nwhite-hot iron, she now substitutes the mechanical action of the viewless\nair. She has enlisted the sunbeam in her service to limn for us, with\nabsolute fidelity, the faces of the friends we love. She has shown the\npoor miner how he may work in safety, even amid the explosive fire-damp of\nthe mine. She hits, by her anaesthetics, enabled the sufferer to be hushed\nand unconscious while the delicate hand of some skilled operator cuts a\nfragment from the nervous circle of the unquivering eye. She points not to\npyramids built during weary centuries by the sweat of miserable nations,\nbut to the lighthouse and the steamship, to the railroad and the\ntelegraph. She has restored eyes to the blind and hearing to the deaf. She\nhas lengthened life, she has minimized danger, she has controlled madness,\nshe has trampled on disease. And on all these grounds, I think that none\nof our sons should grow up wholly ignorant of studies which at once train\nthe reason and fire the imagination, which fashion as well as forge, which\ncan feed as well as fill the mind.”",
        "[1] Byron.",
        "[2] Emerson.",
        "[3] H. Smith.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}