{
    "title": "The Life of Abraham Lincoln - Chapter XXXIX. A Nation’s Sorrow",
    "author": "Henry Ketcham",
    "chapter": "41",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "The outburst of sorrow and indignation over the foul murder of the\nPresident was so great as to lead people to assume that Lincoln was at\nall times and universally a favorite. Those who know better have\nsometimes thought it discreet to preserve silence. But the greatness of\nhis work cannot be appreciated at its full value unless one bears in\nmind that he had not the full measure of sympathy and a reasonable help\nfrom those on whom he had a right to depend. During the four years that\nhe was in Washington he was indeed surrounded by a band of devoted\nfollowers. But these people were few in numbers. Those who sympathized\nwith Fremont, or McClellan, or Greeley, plus those who were against\nLincoln on general principles, constituted a large majority of the\npeople who ought to have sustained him. All of these factions, or\ncoteries, however much they differed among themselves, agreed in\nhampering Lincoln. For one person Lincoln was too radical, for another\ntoo conservative, but both joined hands to annoy him.",
        "Much of this annoyance was thoughtless. The critics were conscientious,\nthey sincerely believed that their plans were the best. They failed to\ngrasp the fact that the end desired might possibly be better reached by\nother methods than their own. But on the other hand much of this\nannoyance was malicious.",
        "When the shock of the murder came, there was a great revulsion of\nfeeling. The thoughtless were made thoughtful, the malicious were\nbrought to their senses. Neither class had realized into what\ndiabolical hands they were playing by their opposition to the\nadministration. It was the greatness of the sorrow of the people–the\nplain people whom he had always loved and who always loved him–that\nsobered the contentions. Even this was not fully accomplished at once.\nThere is documentary evidence to show that the extreme radicals,\nrepresented by such men as George W. Julian, of Indiana, considered\nthat the death of Lincoln removed an obstruction to the proper\ngoverning of the country. Julian’s words (in part) are as follows:",
        "“I spent most of the afternoon [April 15, 1864, the day of Lincoln’s\ndeath] in a political caucus held for the purpose of considering the\nnecessity for a new Cabinet and a line of policy less conciliating than\nthat of Mr. Lincoln; and while everybody was shocked at his murder, the\nfeeling was nearly universal that the accession of Johnson to the\npresidency would prove a godsend to the country.... On the following\nday, in pursuance of a previous engagement, the Committee on the\nConduct of the War met the President at his quarters at the Treasury\nDepartment. He received us with decided cordiality, and Mr. Wade said\nto him: ’Johnson, we have faith in you. There will be no trouble now in\nrunning the government.’... While we were rejoiced that the leading\nconservatives of the country were not in Washington, we felt that the\npresence and influence of the committee, of which Johnson had been a\nmember, would aid the Administration in getting on the right track....\nThe general feeling was ... that he would act on the advice of General\nButler by inaugurating a policy of his own, instead of administering on\nthe political estate of his predecessor.” (Julian, “Political\nRecollections,” p. 255, ff.).",
        "The names of the patriots who attended this caucus on the day of\nLincoln’s death, are not given. It is not necessary to know them. It is\nnot probable that there were many exhibitions of this spirit after the\ndeath of the President. This one, which is here recorded in the words\nof the confession of one of the chief actors, is an exception. But\nbefore the death of Lincoln, this spirit of fault-finding,\nobstruction, hostility, was not uncommon and was painfully aggressive.\nAfter his death there was a revulsion of feeling. Many who had failed\nto give the cheer, sympathy, and encouragement which they might have\ngiven in life, shed bitter and unavailing tears over his death.",
        "On the other, the Confederate, side, it is significant that during the\nten days the murderer was in hiding, no southern sympathizer whom he\nmet wished to arrest him or have him arrested, although a large reward\nhad been offered for his apprehension. As to the head of the\nConfederacy, Jeff Davis, there is no reasonable doubt that he approved\nthe act and motive of Booth, whether he had given him a definite\ncommission or not. Davis tried to defend himself by saying that he had\ngreater objection to Johnson than to Lincoln. But since the conspiracy\nincluded the murder of both Lincoln and Johnson, as well as others,\nthis defense is very lame. It was certainly more than a coincidence\nthat Booth–a poor man who had plenty of ready money–and Jacob\nThompson, the Confederate agent in Canada, had dealings with the same\nbank in Montreal. Davis himself said, “For an enemy so relentless, in\nthe war for our subjugation, I could not be expected to mourn.”",
        "To put it in the mildest form, neither Jeff Davis in the South, nor the\nextreme radicals in the North, were sorry that Lincoln was out of the\nway. Extremes had met in the feeling of relief that the late President\nwas now out of the way. This brings to mind a statement in an ancient\nbook which records that “Herod and Pilate became friends with each\nother that very day; for before they were at enmity between\nthemselves.”",
        "On Friday evening there had been general rejoicing throughout the loyal\nNorth. On Saturday morning there rose to heaven a great cry of\ndistress,–such a cry as has hardly been paralleled since the\ndestruction of the first-born in Egypt. For the telegraph–invented\nsince Lincoln had come into manhood–had carried the heavy news to\nevery city and commercial center in the North. The shock plunged the\nwhole community, in the twinkling of an eye, from the heights of\nexultation into the abyss of grief.",
        "There was no business transacted that day. The whole nation was given\nup to grief. Offices, stores, exchanges were deserted. Men gathered in\nknots and conversed in low tones. By twelve o’clock noon there was\nscarcely a public building, store, or residence in any northern city\nthat was not draped in mourning. The poor also procured bits of black\ncrepe, or some substitute for it, and tied them to their door-knobs.\nThe plain people were orphaned. “Father Abraham” was dead.",
        "Here and there some southern sympathizer ventured to express\nexultation,–a very rash thing to do. Forbearance had ceased to be a\nvirtue, and in nearly every such case the crowd organized a lynching\nbee in the fraction of a minute, and the offender was thankful to\nescape alive.",
        "Though this wave of sorrow swept over the land from ocean to ocean, it\nwas necessarily more manifest in Washington than elsewhere. There the\ncrime had been committed. There the President’s figure was a familiar\nsight and his voice was a familiar sound. There the tragedy was nearer\nat hand and more vivid. In the middle of the morning a squad of\nsoldiers bore the lifeless body to the White House. It lay there in\nstate until the day of the funeral, Wednesday. It is safe to say that\non the intervening Sunday there was hardly a pulpit in the North, from\nwhich, by sermon and prayer, were not expressed the love of the chief.\nOn Wednesday, the day of the funeral in Washington, all the churches in\nthe land were invited to join in solemnizing the occasion.",
        "The funeral service was held in the East room of the White House,\nconducted by the President’s pastor Dr. Gurley, and his eloquent\nfriend, Bishop Simpson of the Methodist Episcopal church. Mrs. Lincoln,\nprostrated by the shock, was unable to be present, and little Tad would\nnot come. Only Robert, a recent graduate of Harvard and at the time a\nmember of Grant’s staff, was there to represent the family.",
        "After the service, which was brief and simple, the body was borne with\nsuitable pomp and magnificence, the procession fittingly headed by\nnegro troops, to the Capitol, where it was placed in the rotunda until\nthe evening of the next day. There, as at the White House, innumerable\ncrowds passed to look upon that grave, sad, kindly face. The negroes\ncame in great numbers, sobbing out their grief over the death of their\nEmancipator. The soldiers, too, who remembered so well his oft repeated\n“God bless you, boys!” were not ashamed of their grief. There were also\nneighbors, friends, and the general public.",
        "It was arranged that the cortege should return to Springfield over as\nnearly as possible the same route as that taken by the President in\n1861,–Baltimore, Harrisburg, Philadelphia, New York, Albany,\nCleveland, Columbus, Indianapolis, and Chicago. In the party there were\nthree of those who had escorted him to Washington,–David Davis, W. H.\nLamon, and General Hunter.",
        "At eight o’clock on Friday, April 21st, the funeral train left\nWashington. It is hardly too much to say that it was a funeral\nprocession two thousand miles in length. All along the route people\nturned out, not daunted by darkness and rain–for it rained much of the\ntime–and stood with streaming eyes to watch the train go by. At the\nlarger cities named, the procession paused and the body lay for some\nhours in state while the people came in crowds so great that it seemed\nas if the whole community had turned out. At Columbus and Indianapolis\nthose in charge said that it seemed as if the entire population of the\nstate came to do him honor. The present writer has never witnessed\nanother sight so imposing.",
        "Naturally the ceremonies were most elaborate in New York City. But at\nChicago the grief was most unrestrained and touching. He was there\namong his neighbors and friends. It was the state of Illinois that had\ngiven him to the nation and the world. They had the claim of fellow-\ncitizenship, he was one of them. As a citizen of the state of which\nChicago was the leading city, he had passed all his public life. The\nneighboring states sent thousands of citizens, for he was a western man\nlike themselves, and for the forty-eight hours that he lay in state a\ncontinuous stream of all sorts and conditions of men passed by\nsorrowing.",
        "In all these cities not a few mottoes were displayed. Most of these\nwere from his own writings, such as, “With malice toward none, with\ncharity for all;” and, “We here highly resolve that these dead shall\nnot have died in vain.” Two others are firmly fixed in the mind of the\nwriter which are here given as a sample of all. The first is from the\nBible: “He being dead yet speaketh.” The second is from Shakespeare:",
        "His final resting-place was Springfield. Here, and in all the\nneighboring country, he was known to every one. He had always a kind\nword for every one, and now all this came back in memory. His goodness\nhad not been forgotten. Those whom he had befriended had delighted to\ntell of it. They therefore came to do honor not merely to the great\nstatesman, but to the beloved friend, the warm-hearted neighbor. Many\ncould remember his grave face as he stood on the platform of the car\nthat rainy morning in February, 1861, and said, “I now leave, not\nknowing when or whether ever I shall return.” Between the two days,\nwhat a large and noble life had been lived.",
        "The city had made elaborate preparations for the final services. The\nfuneral in Springfield was on May 4th. The order of service included a\ndirge, a prayer, the reading of his second inaugural address, and an\noration. The latter was by Bishop Simpson and was worthy of the noble\nand eloquent orator. It was a beautiful day, the rain which had been\nfalling during the long journey was over, and May sunshine filled earth\nand sky. Near the close of the day the body of the President, together\nwith that of his little son Willie, which also had been brought from\nWashington, was laid in a vault in Oak Ridge cemetery.",
        "A movement was at once set on foot to erect a suitable monument. For\nthis purpose a few large sums of money were subscribed, but most of it\ncame in small sums from the plain people. The negro troops contributed\n$8,000. The sum of $180,000 in all was raised and a noble structure was\nerected. It was dedicated in 1874. The orator of the day was his old-\ntime friend, Governor, afterwards General, Oglesby. Warm words of\nappreciation were added by Generals Grant and Sherman. The former, who\nserved under him as general and for two terms succeeded him in office,\namong other things said, “To know him personally was to love and\nrespect him for his great qualities of heart and head, and for his\npatience and patriotism.”",
        "Lincoln was never a resident of Chicago, but he was always a favorite\nin that city, even though it was the home of his great rival, Judge\nDouglas. It was there he was nominated in 1860, and the city always\nfelt as if it had a personal claim on him. It has done itself honor by\nthe construction of Lincoln Park. The chief ornament is a bronze statue\nof heroic size, by the sculptor St. Gaudens. The statue represents\nLincoln in the attitude of speaking, and the legend, which is lettered\nat the base, is the sublime paragraph that concludes the second\ninaugural. The beauty of the park–lawn, flowers, shrubbery, trees–\nand the majesty of the statue, constitute a noble memorial of the man\nwhose name they perpetuate.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}