{
    "title": "The Story of Mankind - The Age of Expression (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "41",
    "content": [
        "\n",
        "\n\n",
        "THE PEOPLE BEGAN TO FEEL THE NEED OF\nGIVING EXPRESSION TO THEIR NEWLY\nDISCOVERED JOY OF LIVING. THEY EXPRESSED\nTHEIR HAPPINESS IN POETRY\nAND IN SCULPTURE AND IN ARCHITECTURE\nAND IN PAINTING AND IN THE\nBOOKS THEY PRINTED",
        "IN the year 1471 there died a pious old man who had spent\nseventy-two of his ninety-one years behind the sheltering walls\nof the cloister of Mount St. Agnes near the good town of\nZwolle, the old Dutch Hanseatic city on the river Ysel. He\nwas known as Brother Thomas and because he had been born\nin the village of Kempen, he was called Thomas a Kempis.\nAt the age of twelve he had been sent to Deventer, where\nGerhard Groot, a brilliant graduate of the universities of\nParis, Cologne and Prague, and famous as a wandering\npreacher, had founded the Society of the Brothers of the\nCommon Life. The good brothers were humble laymen who\ntried to live the simple life of the early Apostles of Christ\nwhile working at their regular jobs as carpenters and house-\npainters and stone masons. They maintained an excellent\nschool, that deserving boys of poor parents might be taught\nthe wisdom of the Fathers of the church. At this school,\nlittle Thomas had learned how to conjugate Latin verbs and\nhow to copy manuscripts. Then he had taken his vows, had\nput his little bundle of books upon his back, had wandered to\nZwolle and with a sigh of relief he had closed the door upon a\nturbulent world which did not attract him.",
        "Thomas lived in an age of turmoil, pestilence and sudden\ndeath. In central Europe, in Bohemia, the devoted disciples of\nJohannus Huss, the friend and follower of John Wycliffe, the\nEnglish reformer, were avenging with a terrible warfare the death\nof their beloved leader who had been burned at the stake by order of\nthat same Council of Constance, which had promised him a safe-conduct\nif he would come to Switzerland and explain his doctrines to the Pope,\nthe Emperor, twenty-three cardinals, thirty-three archbishops and bishops,\none hundred and fifty abbots and more than a hundred princes and\ndukes who had gathered together to reform their church.",
        "In the west, France had been fighting for a hundred years that\nshe might drive the English from her territories and just then was\nsaved from utter defeat by the fortunate appearance of Joan of Arc.\nAnd no sooner had this struggle come to an end than France and Burgundy\nwere at each other’s throats, engaged upon a struggle of life and death\nfor the supremacy of western Europe.",
        "In the south, a Pope at Rome was calling the curses of\nHeaven down upon a second Pope who resided at Avignon,\nin southern France, and who retaliated in kind. In the\nfar east the Turks were destroying the last remnants of the\nRoman Empire and the Russians had started upon a final\ncrusade to crush the power of their Tartar masters.",
        "But of all this, Brother Thomas in his quiet cell never\nheard. He had his manuscripts and his own thoughts and\nhe was contented. He poured his love of God into a little\nvolume. He called it the Imitation of Christ. It has since\nbeen translated into more languages than any other book\nsave the Bible. It has been read by quite as many people\nas ever studied the Holy Scriptures. It has influenced the\nlives of countless millions. And it was the work of a man\nwhose highest ideal of existence was expressed in the simple\nwish that “he might quietly spend his days sitting in a little\ncorner with a little book.”",
        "Good Brother Thomas represented the purest ideals of the\nMiddle Ages. Surrounded on all sides by the forces of the\nvictorious Renaissance, with the humanists loudly proclaiming\nthe coming of modern times, the Middle Ages gathered\nstrength for a last sally. Monasteries were reformed. Monks\ngave up the habits of riches and vice. Simple, straightforward\nand honest men, by the example of their blameless\nand devout lives, tried to bring the people back to the ways of\nrighteousness and humble resignation to the will of God. But\nall to no avail. The new world rushed past these good people.\nThe days of quiet meditation were gone. The great era of\n“expression” had begun.",
        "Here and now let me say that I am sorry that I must use\nso many “big words.” I wish that I could write this history in\nwords of one syllable. But it cannot be done. You cannot\nwrite a text-book of geometry without reference to a hypotenuse\nand triangles and a rectangular parallelopiped. You\nsimply have to learn what those words mean or do without\nmathematics. In history (and in all life) you will eventually\nbe obliged to learn the meaning of many strange words of\nLatin and Greek origin. Why not do it now?",
        "When I say that the Renaissance was an era of expression,\nI mean this: People were no longer contented to be the\naudience and sit still while the emperor and the pope told\nthem what to do and what to think. They wanted to be actors\nupon the stage of life. They insisted upon giving “expression\"\nto their own individual ideas. If a man happened to be interested\nin statesmanship like the Florentine historian, Niccolo\nMacchiavelli, then he “expressed” himself in his books which\nrevealed his own idea of a successful state and an efficient\nruler. If on the other hand he had a liking for painting, he\n“expressed” his love for beautiful lines and lovely colours in\nthe pictures which have made the names of Giotto, Fra Angelico,\nRafael and a thousand others household words wherever\npeople have learned to care for those things which express\na true and lasting beauty.",
        "If this love for colour and line happened to be combined with\nan interest in mechanics and hydraulics, the result was a Leonardo\nda Vinci, who painted his pictures, experimented with\nhis balloons and flying machines, drained the marshes of the\nLombardian plains and “expressed” his joy and interest in all\nthings between Heaven and Earth in prose, in painting, in\nsculpture and in curiously conceived engines. When a man of\ngigantic strength, like Michael Angelo, found the brush and\nthe palette too soft for his strong hands, he turned to sculpture\nand to architecture, and hacked the most terrific creatures out\nof heavy blocks of marble and drew the plans for the church\nof St. Peter, the most concrete “expression” of the glories\nof the triumphant church. And so it went.",
        "All Italy (and very soon all of Europe) was filled with\nmen and women who lived that they might add their mite to\nthe sum total of our accumulated treasures of knowledge and\nbeauty and wisdom. In Germany, in the city of Mainz, Johann\nzum Gansefleisch, commonly known as Johann Gutenberg, had\njust invented a new method of copying books. He had studied\nthe old woodcuts and had perfected a system by which individual\nletters of soft lead could be placed in such a way that\nthey formed words and whole pages. It is true, he soon lost\nall his money in a law-suit which had to do with the original\ninvention of the press. He died in poverty, but the “expression\"\nof his particular inventive genius lived after him.",
        "Soon Aldus in Venice and Etienne in Paris and Plantin in\nAntwerp and Froben in Basel were flooding the world with\ncarefully edited editions of the classics printed in the Gothic\nletters of the Gutenberg Bible, or printed in the Italian type\nwhich we use in this book, or printed in Greek letters, or in\nHebrew.",
        "Then the whole world became the eager audience of those\nwho had something to say. The day when learning had been\na monopoly of a privileged few came to an end. And the\nlast excuse for ignorance was removed from this world, when\nElzevier of Haarlem began to print his cheap and popular\neditions. Then Aristotle and Plato, Virgil and Horace and\nPliny, all the goodly company of the ancient authors and\nphilosophers and scientists, offered to become man’s faithful\nfriend in exchange for a few paltry pennies. Humanism had\nmade all men free and equal before the printed word.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}