{
    "title": "The Pleasures of Life - CHAPTER III. A SONG OF BOOKS.",
    "author": "Sir John Lubbock",
    "chapter": "6",
    "content": [
        "\n\n",
        "    “Oh for a booke and a shadie nooke,\n      Eyther in doore or out;\n    With the grene leaves whispering overhead\n      Or the streete cryes all about.\n    Where I maie reade all at my ease,\n      Both of the newe and old;\n    For a jollie goode booke whereon to looke,\n      Is better to me than golde.”",
        "    OLD ENGLISH SONG.",
        "Of all the privileges we enjoy in this nineteenth century there is none,\nperhaps, for which we ought to be more thankful than for the easier access\nto books.",
        "The debt we owe to books was well expressed by Richard de Bury, Bishop of\nDurham, author of Philobiblon, written as long ago as 1344, published in\n1473, and the earliest English treatise on the delights of\nliterature:–\"These,” he says, “are the masters who instruct us without\nrods and ferules, without hard words and anger, without clothes or money.\nIf you approach them, they are not asleep; if investigating you\ninterrogate them, they conceal nothing; if you mistake them, they never\ngrumble; if you are ignorant, they cannot laugh at you. The library,\ntherefore, of wisdom is more precious than all riches, and nothing that\ncan be wished for is worthy to be compared with it. Whosoever therefore\nacknowledges himself to be a zealous follower of truth, of happiness, of\nwisdom, of science, or even of the faith, must of necessity make himself a\nlover of books.” But if the debt were great then, how much more now.",
        "This feeling that books are real friends is constantly present to all who\nlove reading. “I have friends,” said Petrarch, “whose society is extremely\nagreeable to me; they are of all ages, and of every country. They have\ndistinguished themselves both in the cabinet and in the field, and\nobtained high honors for their knowledge of the sciences. It is easy to\ngain access to them, for they are always at my service, and I admit them\nto my company, and dismiss them from it, whenever I please. They are never\ntroublesome, but immediately answer every question I ask them. Some relate\nto me the events of past ages, while others reveal to me the secrets of\nNature. Some teach me how to live, and others how to die. Some, by their\nvivacity, drive away my cares and exhilarate my spirits; while others give\nfortitude to my mind, and teach me the important lesson how to restrain my\ndesires, and to depend wholly on myself. They open to me, in short, the\nvarious avenues of all the arts and sciences, and upon their information I\nmay safely rely in all emergencies. In return for all their services, they\nonly ask me to accommodate them with a convenient chamber in some corner\nof my humble habitation, where they may repose in peace; for these friends\nare more delighted by the tranquillity of retirement than with the tumults\nof society.”",
        "“He that loveth a book,” says Isaac Barrow, “will never want a faithful\nfriend, a wholesome counsellor, a cheerful companion, an effectual\ncomforter. By study, by reading, by thinking, one may innocently divert\nand pleasantly entertain himself, as in all weathers, so in all fortunes.”",
        "Southey took a rather more melancholy view:",
        "  “My days among the dead are pass’d,\n    Around me I behold,\n  Where’er these casual eyes are cast,\n    The mighty minds of old.\n  My never-failing friends are they,\n    With whom I converse day by day.”",
        "Imagine, in the words of Aikin, “that we had it in our power to call up\nthe shades of the greatest and wisest men that ever existed, and oblige\nthem to converse with us on the most interesting topics–what an\ninestimable privilege should we think it!–how superior to all common\nenjoyments! But in a well-furnished library we, in fact, possess this\npower. We can question Xenophon and Caesar on their campaigns, make\nDemosthenes and Cicero plead before us, join in the audiences of Socrates\nand Plato, and receive demonstrations from Euclid and Newton. In books we\nhave the choicest thoughts of the ablest men in their best dress.”",
        "“Books,” says Jeremy Collier, “are a guide in youth and an entertainment\nfor age. They support us under solitude, and keep us from being a burthen\nto ourselves. They help us to forget the crossness of men and things;\ncompose our cares and our passions; and lay our disappointments asleep.\nWhen we are weary of the living, we may repair to the dead, who have\nnothing of peevishness, pride, or design in their conversation.”",
        "Sir John Herschel tells an amusing anecdote illustrating the pleasure\nderived from a book, not assuredly of the first order. In a certain\nvillage the blacksmith having got hold of Richardson’s novel, Pamela, or\nVirtue Rewarded, used to sit on his anvil in the long summer evenings and\nread it aloud to a large and attentive audience. It is by no means a short\nbook, but they fairly listened to it all. At length, when the happy turn\nof fortune arrived, which brings the hero and heroine together, and sets\nthem living long and happily together according to the most approved\nrules, the congregation were so delighted as to raise a great shout, and\nprocuring the church keys, actually set the parish bells a-ringing.",
        "“The lover of reading,” says Leigh Hunt, “will derive agreeable terror\nfrom Sir Bertram and the Haunted Chamber; will assent with, delighted\nreason to every sentence in Mrs. Barbauld’s Essay; will feel himself\nwandering into solitudes with Gray; shake honest hands with Sir Roger\nde Coverley; be ready to embrace Parson Adams, and to chuck Pounce\nout of the window instead of the hat; will travel with Marco Polo and\nMungo Park; stay at home with Thomson; retire with Cowley; be\nindustrious with Hutton; sympathizing with Gay and Mrs. Inchbald;\nlaughing with (and at) Buncle; melancholy, and forlorn, and\nself-restored with the shipwrecked mariner of De Foe.”",
        "Carlyle has wisely said that a collection of books is a real university.",
        "The importance of books has been appreciated in many quarters where we\nmight least expect it. Among the hardy Norsemen runes were supposed to be\nendowed with miraculous power. There is an Arabic proverb, that “a wise\nman’s day is worth a fool’s life,” and another–though it reflects perhaps\nrather the spirit of the Califs than of the Sultans,–that “the ink of\nscience is more precious than the blood of the martyrs.”",
        "Confucius is said to have described himself as a man who “in his eager\npursuit of knowledge forgot his food, who in the joy of its attainment\nforgot his sorrows, and did not even perceive that old age was coming on.”",
        "Yet, if this could be said by the Arabs and the Chinese, what language can\nbe strong enough to express the gratitude we ought to feel for the\nadvantages we enjoy! We do not appreciate, I think, our good fortune in\nbelonging to the nineteenth century. Sometimes, indeed, one may even be\ninclined to wish that one had not lived quite so soon, and to long for a\nglimpse of the books, even the school-books, of one hundred years hence. A\nhundred years ago not only were books extremely expensive and cumbrous,\nbut many of the most delightful were still uncreated–such as the works of\nScott, Thackeray, Dickens, Bulwer Lytton, and Trollope, not to mention\nliving authors. How much more interesting science has become especially,\nif I were to mention only one name, through the genius of Darwin! Renan\nhas characterized this as a most amusing century; I should rather have\ndescribed it as most interesting: presenting us as it does with an endless\nvista of absorbing problems; with infinite opportunities; with more\ninterest and less danger than surrounded our less fortunate ancestors.",
        "Cicero described a room without books, as a body without a soul. But it is\nby no means necessary to be a philosopher to love reading.",
        "Reading, indeed, is by no means necessarily study. Far from it. “I put,\"\nsays Mr. Frederic Harrison, in his excellent article on the “Choice of\nBooks,” “I put the poetic and emotional side of literature as the most\nneeded for daily use.”",
        "In the prologue to the Legende of Goode Women, Chaucer says:",
        "  “And as for me, though that I konne but lyte,\n  On bokes for to rede I me delyte,\n  And to him give I feyth and ful credence,\n  And in myn herte have him in reverence,\n  So hertely, that ther is game noon,\n  That fro my bokes maketh me to goon,\n  But yt be seldome on the holy day,\n  Save, certynly, when that the monthe of May\n  Is comen, and that I here the foules synge,\n  And that the floures gynnen for to sprynge,\n  Farwel my boke and my devocion.”",
        "But I doubt whether, if he had enjoyed our advantages, he could have been\nso certain of tearing himself away, even in the month of May.",
        "Macaulay, who had all that wealth and fame, rank and talents could give,\nyet, we are told, derived his greatest happiness from books. Sir G.\nTrevelyan, in his charming biography, says that–\"of the feelings which\nMacaulay entertained toward the great minds of bygone ages it is not for\nany one except himself to speak. He has told us how his debt to them was\nincalculable; how they guided him to truth; how they filled his mind with\nnoble and graceful images; how they stood by him in all vicissitudes–\ncomforters in sorrow, nurses in sickness, companions in solitude, the old\nfriends who are never seen with new faces; who are the same in wealth and\nin poverty, in glory and in obscurity. Great as were the honors and\npossessions which Macaulay acquired by his pen, all who knew him were well\naware that the titles and rewards which he gained by his own works were as\nnothing in the balance compared with the pleasure he derived from the\nworks of others.”",
        "There was no society in London so agreeable that Macaulay would have\npreferred it at breakfast or at dinner “to the company of Sterne or\nFielding, Horace Walpole or Boswell.” The love of reading which Gibbon\ndeclared he would not exchange for all the treasures of India was, in\nfact, with Macaulay “a main element of happiness in one of the happiest\nlives that it has ever fallen to the lot of the biographer to record.”",
        "“History,” says Fuller, “maketh a young man to be old without either\nwrinkles or gray hair, privileging him with the experience of age without\neither the infirmities or the inconveniences thereof.”",
        "So delightful indeed are books that we must be careful not to forget other\nduties for them; in cultivating the mind we must not neglect the body.",
        "To the lover of literature or science, exercise often presents itself as\nan irksome duty, and many a one has felt like “the fair pupil of Ascham\n(Lady Jane Gray), who, while the horns were sounding and dogs in full cry,\nsat in the lonely oriel, with eyes riveted to that immortal page which\ntells how meekly and bravely (Socrates) the first martyr of intellectual\nliberty took the cup from his weeping jailer.” [1]",
        "Still, as the late Lord Derby justly observed, [2] those who do not find\ntime for exercise will have to find time for illness.",
        "Books, again, are now so cheap as to be within the reach of almost every\none. This was not always so. It is quite a recent blessing. Mr. Ireland,\nto whose charming little Book Lover’s Enchiridion, in common with every\nlover of reading. I am greatly indebted, tells us that when a boy he was\nso delighted with White’s Natural History of Selborne, that in order to\npossess a copy of his own he actually copied out the whole work.",
        "Mary Lamb gives a pathetic description of a studious boy lingering at a\nbookstall:",
        "  “I saw a boy with eager eye\n  Open a book upon a stall,\n  And read, as he’d devour it all;\n  Which, when the stall man did espy,\n  Soon to the boy I heard him call,\n  ’You, sir, you never buy a book,\n  Therefore in one you shall not look.’\n  The boy passed slowly on, and with a sigh\n  He wished he never had been taught to read,\n  Then of the old churl’s books he should have had no need.”",
        "Such snatches of literature have indeed, special and peculiar charm. This\nis, I believe, partly due to the very fact of their being brief. Many\nreaders miss much of the pleasure of reading by forcing themselves to\ndwell too long continuously on one subject. In a long railway journey, for\ninstance, many persons take only a single book. The consequence is that,\nunless it is a story, after half an hour or an hour they are quite tired\nof it. Whereas, if they had two, or still better three books, on different\nsubjects, and one of them of an amusing character, they would probably\nfind that, by changing as soon as they felt at all weary, they would come\nback again and again to each with renewed zest, and hour after hour would\npass pleasantly away. Every one, of course, must judge for himself, but\nsuch at least is my experience.",
        "I quite agree, therefore, with Lord Iddesleigh as to the charm of\ndesultory reading, but the wider the field the more important that we\nshould benefit by the very best books in each class. Not that we need\nconfine ourselves to them, but that we should commence with them, and they\nwill certainly lead us on to others. There are of course some books which\nwe must read, mark, learn, and inwardly digest. But these are exceptions.\nAs regards by far the larger number, it is probably better to read them\nquickly, dwelling only on the best and most important passages. In this\nway, no doubt, we shall lose much, but we gain more by ranging over a\nwider field. We may, in fact, I think, apply to reading Lord Brougham’s\nwise dictum as regards education, and say that it is well to read\neverything of something, and something of everything. In this way only we\ncan ascertain the bent of our own tastes, for it is a general, though not\nof course an invariable, rule, that we profit little by books which we do\nnot enjoy.",
        "Every one, however, may suit himself. The variety is endless.",
        "Not only does a library contain “infinite riches in a little room,” [3]\nbut we may sit at home and yet be in all quarters of the earth. We may\ntravel round the world with Captain Cook or Darwin, with Kingsley or\nRuskin, who will show us much more perhaps than ever we should see for\nourselves. The world itself has no limits for us; Humboldt and Herschel\nwill carry us far away to the mysterious nebulae, beyond the sun and even\nthe stars: time has no more bounds than space; history stretches out\nbehind us, and geology will carry us back for millions of years before the\ncreation of man, even to the origin of the material Universe itself. Nor\nare we limited to one plane of thought. Aristotle and Plato will transport\nus into a sphere none the less delightful because we cannot appreciate it\nwithout some training.",
        "Comfort and consolation, refreshment and happiness, may indeed be found in\nhis library by any one “who shall bring the golden key that unlocks its\nsilent door.” [4] A library is true fairyland, a very palace of delight, a\nhaven of repose from the storms and troubles of the world. Rich and poor\ncan enjoy it equally, for here, at least, wealth gives no advantage. We\nmay make a library, if we do but rightly use it, a true paradise on earth,\na garden of Eden without its one drawback; for all is open to us,\nincluding, and especially, the fruit of the Tree of Knowledge, for which\nwe are told that our first mother sacrificed all the Pleasures of\nParadise. Here we may read the most important histories, the most exciting\nvolumes of travels and adventures, the most interesting stories, the most\nbeautiful poems; we may meet the most eminent statesmen, poets, and\nphilosophers, benefit by the ideas of the greatest thinkers, and enjoy the\ngrandest creations of human genius.",
        "[1] Macaulay.",
        "[2] Address, Liverpool College, 1873.",
        "[3] Marlowe.",
        "[4] Matthews.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}