{
    "title": "The Adventures of Baron Munchausen - Chapter XXIII",
    "author": "Raspe",
    "chapter": "27",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The Baron proceeds on his voyage–Convoys a squadron to Gibraltar\n  –Declines the acceptance of the island of Candia–His chariot\n  damaged by Pompey’s Pillar and Cleopatra’s Needle–The Baron out-\n  does Alexander–Breaks his chariot, and splits a great rock at the\n  Cape of Good Hope.",
        "Taking the reins in my hand, while the music gave a general salute, I\ncracked my whip, away they went, and in three hours I found myself\njust between the Isle of Wight and the main land of England. Here I\nremained four days, until I had received part of my accompaniment,\nwhich I was ordered to take under my convoy. ’Twas a squadron of men-\nof-war that had been a long time prepared for the Baltic, but which\nwere now destined for the Mediterranean. By the assistance of large\nhooks and eyes, exactly such as are worn in our hats, but of a greater\nsize, some hundredweight each, the men-of-war hooked themselves on to\nthe wheels of the vehicle: and, in fact, nothing could be more simple\nor convenient, because they could be hooked or unhooked in an instant\nwith the utmost facility. In short, having given a general discharge\nof their artillery, and three cheers, I cracked my whip, away we went,\nhelter skelter, and in six jiffies I found myself and all my retinue\nsafe and in good spirits just at the rock of Gibraltar. Here I\nunhooked my squadron, and having taken an affectionate leave of the\nofficers, I suffered them to proceed in their ordinary manner to the\nplace of their destination. The whole garrison were highly delighted\nwith the novelty of my vehicle; and at the pressing solicitations of\nthe governor and officers I went ashore, and took a view of that\nbarren old rock, about which more powder has been fired away than\nwould purchase twice as much fertile ground in any part of the world!\nMounting my chariot, I took the reins, and again made forward, in mad\ncareer, down the Mediterranean to the isle of Candia. Here I received\ndespatches from the Sublime Porte, entreating me to assist in the war\nagainst Russia, with a reward of the whole island of Candia for my\nalliance. At first I hesitated, thinking that the island of Candia\nwould be a most valuable acquisition to the sovereign who at that time\nemployed me, and that the most delicious wines, sugar, &c., in\nabundance would flourish on the island; yet, when I considered the\ntrade of the East India Company, which would most probably suffer by\nthe intercourse with Persia through the Mediterranean, I at once\nrejected the proposal, and had afterwards the thanks of the Honourable\nthe House of Commons for my propriety and political discernment.",
        "Having been properly refreshed at Candia, I again proceeded, and in a\nshort time arrived in the land of Egypt. The land of this country, at\nleast that part of it near the sea, is very low, so that I came upon\nit ere I was aware, and the Pillar of Pompey got entangled in the\nvarious wheels of the machine, and damaged the whole considerably.\nStill I drove on through thick and thin, till, passing over that great\nobelisk, the Needle of Cleopatra, the work got entangled again, and\njolted at a miserable rate over the mud and swampy ground of all that\ncountry; yet my poor bulls trotted on with astonishing labour across\nthe Isthmus of Suez into the Red Sea, and left a track, an obscure\nchannel, which has since been taken by De Tott for the remains of a\ncanal cut by some of the Ptolemies from the Red Sea to the\nMediterranean; but, as you perceive, was in reality no more than the\ntrack of my chariot, the car of Queen Mab.",
        "As the artists at present in that country are nothing wonderful,\nthough the ancient Egyptians, ’tis said, were most astonishing\nfellows, I could not procure any new coach-springs, or have a\npossibility of setting my machine to rights in the kingdom of Egypt;\nand as I could not presume to attempt another journey overland, and\nthe great mountains of marble beyond the source of the Nile, I thought\nit most eligible to make the best way I could, by sea, to the Cape of\nGood Hope, where I supposed I should get some Dutch smiths and\ncarpenters, or perhaps some English artists; and my vehicle being\nproperly repaired, it was my intention thence to proceed, overland,\nthrough the heart of Africa. The surface of the water, I well knew,\nafforded less resistance to the wheels of the machine–it passed along\nthe waves like the chariot of Neptune; and in short, having gotten\nupon the Red Sea, we scudded away to admiration through the pass of\nBabelmandeb to the great Western coast of Africa, where Alexander had\nnot the courage to venture.",
        "And really, my friends, if Alexander had ventured toward the Cape of\nGood Hope he most probably would have never returned. It is difficult\nto determine whether there were then any inhabitants in the more\nsouthern parts of Africa or not; yet, at any rate, this conqueror of\nthe world would have made but a nonsensical adventure; his miserable\nships, not contrived for a long voyage, would have become leaky, and\nfoundered, before he could have doubled the Cape, and left his Majesty\nfairly beyond the limits of the then known world. Yet it would have\nbeen an august exit for an Alexander, after having subdued Persia and\nIndia, to be wandering the Lord knows where, to Jup or Ammon, perhaps,\nor on a voyage to the moon, as an Indian chief once said to Captain\nCook.",
        "But, for my part, I was far more successful than Alexander; I drove on\nwith the most amazing rapidity, and thinking to halt on shore at the\nCape, I unfortunately drove too close, and shattered the right side\nwheels of my vehicle against the rock, now called the Table Mountain.\nThe machine went against it with such impetuosity as completely\nshivered the rock in a horizontal direction; so that the summit of the\nmountain, in the form of a semi-sphere, was knocked into the sea, and\nthe steep mountain becoming thereby flattened at the top, has since\nreceived the name of the Table Mountain, from its similarity to that\npiece of furniture.",
        "Just as this part of the mountain was knocked off, the ghost of the\nCape, that tremendous sprite which cuts such a figure in the Lusiad,\nwas discovered sitting squat in an excavation formed for him in the\ncentre of the mountain. He seemed just like a young bee in his little\ncell before he comes forth, or like a bean in a bean-pod; and when the\nupper part of the mountain was split across and knocked off, the\nsuperior half of his person was discovered. He appeared of a bottle-\nblue colour, and started, dazzled with the unexpected glare of the\nlight: hearing the dreadful rattle of the wheels, and the loud\nchirping of the crickets, he was thunder-struck, and instantly giving\na shriek, sunk down ten thousand fathoms into the earth, while the\nmountain, vomiting out some smoke, silently closed up, and left not a\ntrace behind!",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}