{
    "title": "The Jericho Road - Contents",
    "author": "W. Bion Adkins",
    "chapter": "5",
    "content": [
        "\n\n",
        "Objects and Purposes of Odd-Fellowship",
        "The Higher Life",
        "Pithy Points",
        "The Bible in Odd-Fellowship",
        "Brother Underwood’s Dream",
        "The Imperial Virtue",
        "Quiet Hour Thoughts",
        "Love Supreme",
        "Gems of Beauty",
        "Husband and Father",
        "Odd-Fellowship and the Future",
        "INTRODUCTORY",
        "On April 26, 1819, Thomas Wildey, the English carriage-spring maker,\ntogether with John Welch, John Duncan, John Cheatham and Richard\nRushworth, instituted the first lodge of Odd-Fellows at the Seven Stars\nTavern in Baltimore, and it was given the name of Washington Lodge No.\n1.  From this feeble beginning has grown the immense organization of\ntoday.  The Odd-Fellows claim a venerable antiquity for their order,\nthe most common account of its origin ascribing it to the Jewish legend\nunder Titus, who, it is said, received from that Emperor the first\nchapter, written on a golden tablet.  The earliest mention made of the\nlodge is in 1745, when one was organized in England.  There were at\nthat time several lodges independent of each other, but in a few years\nthey formed a union.  Toward the end of the century many of them were\nbroken up by state prosecutions, on suspicion that their purposes were\nseditious.  The name was changed from the Patriotic Order to that of\nthe Union Order of Odd-Fellows.  In Manchester, England, in 1813, some\nof the lodges seceded from the order, and formed the Independent Order\nof Odd-Fellows.",
        "The order’s first appearance in America was in 1819.  The purposes of\nthe order were so changed by the founders here, that it is said to be\nalmost purely an American organization.  It was based on the Manchester\nUnity, which was really the parent institution.  In 1842, this country\nsevered its connection with that of England.",
        "Lodges connected with either those of England or America are\nestablished in all parts of the world.  The real estate held by the\norganization exceeds in value $20,000,000, and there is scarcely a town\nin the country that has not its Odd-Fellows Building.  The total\nrevenue of the order is nearly $10,000,000 per annum.  Yearly relief\namounts to nearly $4,000,000 a year.",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}