{
    "title": "The Sorrows of Young Werther - August 3O.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "38",
    "content": [
        "\n\n",
        "Unhappy being that I am! Why do I thus deceive myself? What is\nto come of all this wild, aimless, endless passion? I cannot pray\nexcept to her. My imagination sees nothing but her: all surrounding\nobjects are of no account, except as they relate to her. In this\ndreamy state I enjoy many happy hours, till at length I feel\ncompelled to tear myself away from her. Ah, Wilhelm, to what\ndoes not my heart often compel me! When I have spent several hours\nin her company, till I feel completely absorbed by her figure, her\ngrace, the divine expression of her thoughts, my mind becomes\ngradually excited to the highest excess, my sight grows dim, my\nhearing confused, my breathing oppressed as if by the hand of a\nmurderer, and my beating heart seeks to obtain relief for my aching\nsenses. I am sometimes unconscious whether I really exist. If\nin such moments I find no sympathy, and Charlotte does not allow\nme to enjoy the melancholy consolation of bathing her hand with\nmy tears, I feel compelled to tear myself from her, when I either\nwander through the country, climb some precipitous cliff, or force\na path through the trackless thicket, where I am lacerated and\ntorn by thorns and briers; and thence I find relief. Sometimes I\nlie stretched on the ground, overcome with fatigue and dying with\nthirst; sometimes, late in the night, when the moon shines above\nme, I recline against an aged tree in some sequestered forest, to\nrest my weary limbs, when, exhausted and worn, I sleep till break\nof day. O Wilhelm! the hermit’s cell, his sackcloth, and girdle\nof thorns would be luxury and indulgence compared with what I suffer.\nAdieu! I see no end to this wretchedness except the grave.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}