{
    "title": "The Store Boy - Chapter XVI - Ben Finds Temporary Employment",
    "author": "Horatio Alger, Jr.",
    "chapter": "16",
    "content": [
        "\n\n",
        "“Oh, Ben, what shall we do?” exclaimed Mrs. Barclay, when she heard\nMr. Crawford had sold out his business.",
        "“We’ll get along somehow, mother.  Something will be sure to turn up.”",
        "Ben spoke more cheerfully than he felt.  He knew very well that\nPentonville presented scarcely any field for a boy, unless he was\nwilling to work on a farm.  Now, Ben had no objections to farm labor,\nprovided he had a farm of his own, but at the rate such labor was paid\nin Pentonville, there was very little chance of ever rising above the\nposition of a “hired man,” if he once adopted the business.  Our young\nhero felt that this would not satisfy him.  He was enterprising and\nambitious, and wanted to be a rich man some day.",
        "Money is said, by certain moralists, to be the root of all evil.  The\nlove of money, if carried too far, may indeed lead to evil, but it is\na natural ambition in any boy or man to wish to raise himself above\npoverty.  The wealth of Amos Lawrence and Peter Cooper was a source of\nblessing to mankind, yet each started as a poor boy, and neither would\nhave become rich if he had not striven hard to become so.",
        "When Ben made this cheerful answer his mother shook her head sadly.\nShe was not so hopeful as Ben, and visions of poverty presented\nthemselves before her mind.",
        "“I don’t see what you can find to do in Pentonville, Ben,” she said.",
        "“I can live a while without work while I am looking around, mother,\"\nBen answered.  “We have got all that money I brought from New York\nyet.”",
        "“It won’t last long,” said his mother despondently.",
        "“It will last till I can earn some more,” answered Ben hopefully.",
        "Ben was about to leave the house when a man in a farmer’s frock,\ndriving a yoke of oxen, stopped his team in the road, and turned in at\nthe widow’s gate.",
        "It was Silas Greyson, the owner of a farm just out of the village.",
        "“Did you want to see mother?” asked Ben.",
        "“No, I wanted to see you, Benjamin,” answered Greyson.  “I hear you’ve\nleft the store.”",
        "“The store has changed hands, and the new storekeeper don’t want me.”",
        "“Do you want a job?”",
        "“What is it, Mr. Greyson?” Ben replied, answering one question with\nanother.",
        "“I’m goin’ to get in wood for the winter from my wood lot for about a\nweek,” said the farmer, “and I want help.  Are you willin’ to hire out\nfor a week?”",
        "“What’ll you pay me?” asked Ben.",
        "“I’ll keep you, and give you a cord of wood.  Your mother’ll find it\nhandy.  I’m short of money, and calc’late wood’ll be just as good\npay.”",
        "Ben thought over the proposal, and answered: “I’d rather take my meals\nat home, Mr. Greyson, and if you’ll make it two cords with that\nunderstanding, I’ll agree to hire out to you.”",
        "“Ain’t that rather high?” asked the farmer, hesitating.",
        "“I don’t think so.”",
        "Finally Silas Greyson agreed, and Ben promised to be on hand bright\nand early the next day.  It may be stated here that wood was very\ncheap at Pentonville, so that Ben would not be overpaid.",
        "There were some few things about the house which Ben wished to do for\nhis mother before he went to work anywhere, and he thought this a good\nopportunity to do them.  While in the store his time had been so taken\nup that he was unable to attend to them.  He passed a busy day,\ntherefore, and hardly went into the street.",
        "Just at nightfall, as he was in the front yard, he was rather\nsurprised to see Tom Davenport open the gate and enter.",
        "“What does he want, I wonder?” he thought, but he said, in a civil\ntone: “Good-evening, Tom.”",
        "“You’re out of business, ain’t you?” asked Tom abruptly.",
        "“I’m not out of work at any rate!” answered Ben.",
        "“Why, what work are you doing?” interrogated Tom, in evident\ndisappointment.",
        "“I’ve been doing some jobs about the house, for mother.”",
        "“That won’t give you a living,” said Tom disdainfully.",
        "“Very true.”",
        "“Did you expect to stay in the store?” asked Tom.",
        "“Not after I heard that your father had bought it,” answered Ben\nquietly.",
        "“My father’s willing to give you work,” said Tom.",
        "“Is he?” asked Ben, very much surprised.",
        "It occurred to him that perhaps he would have a chance to remain in\nthe store after all, and for the present that would have suited him.\nThough he didn’t like the squire, or Mr. Kirk, he felt that he had no\nright, in his present circumstances, to refuse any way to earn an\nhonest living.",
        "“Yes,” answered Tom.  “I told him he’d better hire you.”",
        "“You did!” exclaimed Ben, more and more amazed.  “I didn’t expect\nthat.  However, go on, if you please.”",
        "“He’s got three cords of wood that he wants sawed and split,” said\nTom, “and as I knew how poor you were I thought it would be a good\nchance for you.”",
        "You might have thought from Tom’s manner that he was a young lord, and\nBen a peasant.  Ben was not angry, but amused.",
        "“It is true,” he said.  “I am not rich; still, I am not as poor as you\nthink.”",
        "He happened to have in his pocketbook the money he had brought from\nNew York, and this he took from his pocket and displayed to the\nastonished Tom.",
        "“Where did you get that money?” asked Tom, surprised and chagrined.",
        "“I got it honestly.  You see we can hold out a few days.  However, I\nmay be willing to accept the job you offer me.  How much is your\nfather willing to pay me?”",
        "“He is willing to give you forty cents a day.”",
        "“How long does he expect me to work for that?”",
        "“Ten hours.”",
        "“That is four cents an hour, and hard work at that.  I am much obliged\nto you and him, Tom, for your liberal offer, but I can’t accept it.”",
        "“You’ll see the time when you’ll be glad to take such a job,” said\nTom, who was personally disappointed that he would not be able to\nexhibit Ben as his father’s hired dependent.",
        "“You seem to know all about it, Tom,” answered Ben.  “I shall be at\nwork all next week, at much higher pay, for Silas Greyson.”",
        "“How much does he pay you?”",
        "“That is my private business, and wouldn’t interest you.”",
        "“You’re mighty independent for a boy in your position.”",
        "“Very likely.  Won’t you come in?”",
        "“No,” answered Tom ungraciously; “I’ve wasted too much time here\nalready.”",
        "“I understand Tom’s object in wanting to hire me,” thought Ben.  “He\nwants to order me around.  Still, if the squire had been willing to\npay a decent price, I would have accepted the job.  I won’t let pride\nstand in the way of my supporting mother and myself.”",
        "This was a sensible and praiseworthy resolution, as I hope my young\nreaders will admit.  I don’t think much of the pride that is willing\nto let others suffer in order that it may be gratified.",
        "Ben worked a full week for Farmer Greyson, and helped unload the two\ncords of wood, which were his wages, in his mother’s yard.  Then there\nwere two days of idleness, which made him anxious.  On the second day,\njust after supper, he met Rose Gardiner coming from the post office.",
        "“Have you any correspondents in New York, Ben?” she asked.",
        "“What makes you ask, Rose?”",
        "Because the postmaster told me there was a letter for you by this\nevening’s mail.  It was mailed in New York, and was directed in a\nlady’s hand.  I hope you haven’t been flirting with any New York\nladies, Mr. Barclay.”",
        "“The only lady I know in New York is at least fifty years old,\"\nanswered Ben, smiling.",
        "“That is satisfactory,” answered Rose solemnly.  “Then I won’t be\njealous.”",
        "“What can the letter be?” thought Ben.  “I hope it contains good\nnews.”",
        "He hurried to the post office in a fever of excitement.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}