{
    "title": "The Book of Delight and Other Papers - Notes (Israel Abrahams)",
    "author": "Unknown",
    "chapter": "10",
    "content": [
        "\n\n",
        "The connection between Zabara’s work and the Solomon and Marcolf legend was\nfirst pointed out in my “Short History of Jewish Literature” (1906), p. 95.\nI had long before detected the resemblance, though I was not aware of it\nwhen I wrote an essay on Zabara in the Jewish Quarterly Review. To the\nlatter (vi, pp. 502 et seq.) the reader is referred for bibliographical\nnotes, and also for details on the textual relations of the two editions of\nZabara’s poem.",
        "A number of parallels with other folk-literatures are there indicated;\nothers have been added by Dr. Israel Davidson, in his edition of the “Three\nSatires” (New York, 1904), which accompany the “Book of Delight” in the\nConstantinople edition, and are also possibly by Zabara.",
        "The late Professor David Kaufmann informed me some years ago that he had a\nmanuscript of the poem in his possession. But, after his death, the\nmanuscript could not be found in his library. Should it eventually be\nrediscovered, it would be desirable to have a new, carefully printed\nedition of the Hebrew text of the “Book of Delight.” I would gladly place\nat the disposal of the editor my copy of the Constantinople edition, made\nfrom the Oxford specimen. The Bodleian copy does not seem to be unique, as\nhad been supposed.",
        "The literature on the Solomon and Marcolf legend is extensive. The\nfollowing references may suffice. J.M. Kemble published (London, 1848)\n“The Dialogue of Solomon and Saturnus,” for the Aelfric Society. “Of all\nthe forms of the story yet preserved,” says Mr. Kemble, “the Anglo-Saxon\nare undoubtedly the oldest.” He talks vaguely of the intermixture of\nOriental elements, but assigns a northern origin to one portion of the\nstory. Crimm had argued for a Hebrew souice, thinking Marcolf a name of\nscorn in Hebrew. But the Hebrew Marcolis (or however one may spell it) is\nsimply Mercury. In the Latin version, however, Marcolf is distinctly\nrepresented as coming from the East. William of Tyre (12th cent.) suggests\nthe identity of Marcolf with Abdemon, whom Josephus (\"Antiquities,” VIII,\nv, 3) names as Hiram’s Riddle-Guesser. A useful English edition is E.\nGordon Duff’s “Dialogue or Communing between the Wise King Salomon and\nMarcolphus” (London, 1892). Here, too, as in the Latin version, Marcolf is\na man from the Orient. Besides these books, two German works deserve\nspecial mention. F. Vogt, in his essay entitled Die deutschen Dichtungen\nwon Salomon und Markolf, which appeared in Halle, in 1880, also thinks\nMarcolf an Eastern. Finally, as the second part of his “Untersuchungen zur\nmittelhochdeutschen Spielmannspoesie” (Schwerin, 1894), H. Tardel\npublished Zum Salman-Morolf. Tardel is skeptical as to the Eastern\nprovenance of the legend.",
        "It has been thought that a form of this legend is referred to in the fifth\ncentury. The Contradictio Solomonis, which Pope Gelasius excluded from\nthe sacred canon, has been identified with some version of the Marcolf\nstory.",
        "The account of Hebron, given in this volume, must be read for what it was\ndesigned to be, an impressionist sketch. The history of the site, in so far\nas it has been written, must be sought in more technical books. As will be\nseen from several details, my visit was paid in the month of April, just\nbefore Passover. Things have altered in some particulars since I was there,\nbut there has been no essential change in the past decade.",
        "The Hebron Haram, or shrine over the Cave of Machpelah, is fully described\nin the “Cruise of H.M.S. Bacchante, 1879-1882,” ii, pp. 595-619. (Compare\n“Survey of Western Palestine,” iii, pp. 333-346; and the Quarterly\nStatement of the Palestine Exploration Fund, 1882, pp. 197-214.) Colonel\nConder’s account narrates the experiences of the present King of England at\nthe Haram in April, 1882. Dean Stanley had previously entered the Haram\nwith King Edward VII, in January, 1862 (see Stanley’s “Sermons in the\nEast,” 1863, pp. 141-169). A good note on the relation between these modern\nnarratives and David Reubeni’s (dating from the early part of the sixteenth\ncentury) was contributed by Canon Dalton to the Quarterly Statement,\n1897, p. 53. A capital plan of the Haram is there printed.",
        "Mr. Adler’s account of his visit to Hebron will be found in his “Jews in\nMany Lands,” pp. 104-111; he tells of his entry into the Haram on pp.\n137-138.",
        "M. Lucien Gautier’s work referred to is his Souvenirs du Terre-Sainte\n(Lausanne, 1898). The description of glass-making appears on p. 53 of that\nwork.",
        "The somewhat startling identification of the Ramet el-Khalil, near Hebron,\nwith the site of the altar built by Samuel in Ramah (I Sam. vii. 17) is\njustified at length in Mr. Shaw Caldecott’s book “The Tabernacle, its\nHistory and Structure” (London, 1904).",
        "The opening quotation is from the Ethical Will of Judah ibn Tibbon, the\n“father” of Jewish translators. The original is fully analyzed in an essay\nby the present writer, in the Jewish Quarterly Review, iii, 453. See also\nibidem, p. 483. The Hebrew text was printed by Edelmann, and also by\nSteinschneider; by the latter at Berlin, 1852.",
        "A writer much cited in this same essay, Richard of Bury, derived his name\nfrom his birthplace, Bury St. Edmunds. “He tells us himself in his\n’Philobiblon’ that he used his high offices of state as a means of\ncollecting books. He let it be known that books were the most acceptable\npresents that could be made to him” (\"Dictionary of National Biography,\"\nviii, 26). He was also a student of Hebrew, and collected grammars of that\nlanguage. Altogether his “Philobiblon” is an “admirable exhibition of the\ntemper of a book-lover.” Written in the early part of the fourteenth\ncentury, the “Philobiblon” was first published, at Cologne, in 1473. The\nEnglish edition cited in this essay is that published in the King’s\nClassics (De la More Library, ed. I. Gollancz).",
        "The citation from Montaigne is from his essay on the “Three Commerces” (bk.\nin, ch. iii). The same passages, in Florio’s rendering, will be found in\nMr. A.R. Waller’s edition (Dent’s Everyman’s Library), in, pp. 48-50. Of\nthe three “Commerces” (i.e. societies)–Men, Women, and Books–Montaigne\nproclaims that the commerce of books “is much more solid-sure and much more\nours.” I have claimed Montaigne as the great-grandson of a Spanish Jew on\nthe authority of Mr. Waller (Introduction, p. vii).",
        "The paragraphs on books from the “Book of the Pious,” §§ 873-932, have been\ncollected (and translated into English) by the Rev. Michael Adler, in an\nessay called “A Medieval Bookworm” (see The Bookworm, ii, 251).",
        "The full title of Mr. Alexander Ireland’s book–so much drawn upon in this\nessay–is “The Book-Lover’s Enchiridion, a Treasury of Thoughts on the\nSolace and Companionship of Books, Gathered from the Writings of the\nGreatest Thinkers, from Cicero, Petrarch, and Montaigne, to Carlyle,\nEmerson, and Ruskin” (London and New York, 1894).",
        "Mr. F.M. Nichols’ edition of the “Letters of Erasmus” (1901) is the source\nof the quotation of one of that worthy’s letters.",
        "The final quotation comes from the Wisdom of Solomon, ch. vi. v. 12; ch.\nviii. vv. 2, 16; and ch. ix. v. 4. The “radiance” of Wisdom is, in ch. vii,\n26, explained in the famous words, “For she is an effulgence from\neverlasting light, an unspotted mirror of the working of God, and an image\nof His goodness.”",
        "The evidence for many of the statements in this paper will be found in\nvarious contexts in “Jewish Life in the Middle Ages,” in the Hebrew travel\nliterature, and in such easily accessible works as Graetz’s “History of the\nJews.”",
        "Achimaaz has been much used by me. His “Book of Genealogies” (Sefer\nYochasin) was written in 1055. The Hebrew text was included by Dr. A.\nNeubauer in his “Mediaeval Jewish Chronicles,” ii, pp. 114 et seq. I\nmight have cited Achimaaz’s account of an amusing incident in the synagogue\nat Venosa. There had been an uproar in the Jewish quarter, and a wag added\nsome lines on the subject to the manuscript of the Midrash which the\ntravelling preacher was to read on the following Sabbath. The effect of the\nreading may be imagined.",
        "Another source for many of my statements is a work by Julius Aronius,\nRegesten zur Geschichte der Juden in Deutschland, Berlin, 1893. It\npresents many new facts on the medieval Jewries of Germany.",
        "The quaint story of the Jewish sailors told by Synesius is taken from T.R.\nGlover’s “Life and Letters in the Fourth Century” (Cambridge, 1901), p.\n330.",
        "A careful statement on communal organization with regard to the status of\ntravellers and settlers was contributed by Weinberg to vol. xii of the\nBreslau Monatsschrift. The title of the series of papers is Die\nOrganisation der jüdischen Gemeinden.",
        "For evidence of the existence of Communal Codes, or Note-Books, see Dr. A.\nBerliner’s Beiträge zur Geschichte der Raschi-Commentare, Berlin, 1903,\np. 3.",
        "Benjamin of Tudela’s “Itinerary” has been often edited, most recently by\nthe late M.N. Adler (London, 1907). Benjamin’s travels occupied the years\n1166 to 1171, and his narrative is at once informing and entertaining. The\nmotives for his extensive journeys through Europe, Asia, and Africa are\nthus summed up by Mr. Adler (pp. xii, xiii): “At the time of the Crusades,\nthe most prosperous communities in Germany and the Jewish congregations\nthat lay along the route to Palestine had been exterminated or dispersed,\nand even in Spain, where the Jews had enjoyed complete security for\ncenturies, they were being pitilessly persecuted in the Moorish kingdom of\nCordova. It is not unlikely, therefore, that Benjamin may have undertaken\nhis journey with the object of finding out where his expatriated brethren\nmight find an asylum. It will be noted that Benjamin seems to use every\neffort to trace and afford particulars of independent communities of Jews,\nwho had chiefs of their own, and owed no allegiance to the foreigner. He\nmay have had trade and mercantile operations in view. He certainly dwells\non matters of commercial interest with considerable detail. Probably he was\nactuated by both motives, coupled with the pious wish of making a\npilgrimage to the land of his fathers.”",
        "For Jewish pilgrims to Palestine see Steinschneider’s contribution to\nRöhricht and Meisner’s Deutsche Pilgerreisen, pp. 548-648. My statement\nas to the existence of a Jewish colony at Ramleh in the eleventh century is\nbased on Genizah documents at Cambridge, T.S. 13 J. 1.",
        "For my account of the Trade Routes of the Jews in the medieval period, I am\nindebted to Beazley’s “Dawn of Modern Geography,” p. 430.",
        "The Letter of Nachmanides is quoted from Dr. Schechter’s “Studies in\nJudaism,” First Series, pp. 131 et seq. The text of Obadiah of\nBertinoro’s letter was printed by Dr. Neubauer in the Jahrbuch für die\nGeschichte der Juden, 1863.",
        "The main story discussed in this essay is translated from the so-called\n“Alphabet of Ben Sira,” the edition used being Steinschneider’s\n(Alphabetum Siracidis, Berlin, 1858).",
        "The original work consists of two Alphabets of Proverbs,–twenty-two in\nAramaic and twenty-two in Hebrew–and is embellished with comments and\nfables. A full account of the book is given in a very able article by\nProfessor L. Ginzberg, “Jewish Encyclopedia,” ii, p. 678. The author is not\nthe Ben Sira who wrote the Wisdom book in the Apocrypha, but the ascription\nof it to him led to the incorporation of some legends concerning him. Dr.\nGinzberg also holds this particular Fox Fable to be a composite, and to be\nderived more or less from Indian originals.",
        "The chief authorities to which the reader is referred are: Midrash Rabba,\nGenesis Section 68; Leviticus Section 29; and Numbers Sections 3 and 22.\nFurther, Midrash Tanchuma, to the sections Ki tissa, Mattoth, and\nVayishlach; Midrash Samuel, ch. v; Babylonian Talmud, Moed Katon, 18b,\nand Sotah, 2a.",
        "In Dr. W. Bacher’s Agada der Tannaiten, ii, pp. 168-170, will be found\nimportant notes on some of these passages.",
        "I have freely translated the story of Solomon’s daughter from Buber’s\nTanchuma, Introduction, p. 136. It is clearly pieced together from\nseveral stories, too familiar to call for the citation of parallels. With\none of the incidents may be compared the device of Sindbad in his second\nvoyage. He binds himself to one of the feet of a rukh, i.e. condor, or\nbearded vulture. In another adventure he attaches himself to the carcass of\na slaughtered animal, and is borne aloft by a vulture. A similar incident\nmay be noted in Pseudo-Ben Sira (Steinschneider, p. 5).",
        "Compare also Gubernatis, Zool. Myth, ii, 94. The fabulous anka was banished\nas punishment for carrying off a bride.",
        "For the prayers based on belief in the Divine appointment of marriages, see\n“Jewish Life in the Middle Ages,” ch. x.",
        "One of the many sixteenth century Tobit dramas is Tobie, Comedie De\nCatherin Le Doux: En laquelle on void comme les marriages sont faicts au\nciel, & qu’il n’y a rien qui eschappe la providence de Dieu (Cassel,\n1604).",
        "From personal observation, Dr. G.H. Dalman collected a large number of\nmodern Syrian songs in his Palästinischer Diwan (Leipzig, 1901). The\nsongs were taken down, and the melodies noted, in widely separated\ndistricts. Judea, the Hauran, Lebanon, are all represented. Dr. Dalman\nprints the Arabic text in “Latin” transliteration, and appends German\nrenderings. Wetzstein’s earlier record of similar folk-songs appears in\nDelitzsch’s Commentary on Canticles–Hohelied und Koheleth,–1875 and\nalso in the Zeitschrift für Ethnologie, v, p. 287. Previous commentators\nhad sometimes held that the Song of Songs was a mere collection of detached\nand independent fragments, but on the basis of Wetzstein’s discoveries,\nProfessor Budde elaborated his theory, that the Song is a Syrian\nwedding-minstrel’s repertory.",
        "This theory will be found developed in Budde’s Commentary on Canticles\n(1898); it is a volume in Marti’s Kurzer Hand-Commentar zum Alten\nTestament. An elaborate and destructive criticism of the repertory theory\nmay be read in Appendix ii of Mr. Andrew Harper’s “Song of Solomon” (1902):\nthe book forms a volume in the series of the Cambridge Bible for Schools.\nHarper’s is a very fine work, and not the least of its merits is its\nexposition of the difficulties which confront the attempt to deny unity of\nplot and plan to the Biblical song. Harper also expresses a sound view as\nto the connection between love-poetry and mysticism. “Sensuality and\nmysticism are twin moods of the mind.” The allegorical significance of the\nSong of Songs goes back to the Targum, an English version of which has\nbeen published by Professor H. Gollancz in his “Translations from Hebrew\nand Aramaic” (1908).",
        "Professor J.P. Mahaffy’s view on the Idylls of Theocritus may be read in\nhis “History of Greek Literature,” ii, p. 170, and in several pages of his\n“Greek Life and Thought” (see Index, s.v.).",
        "The passage in which Graetz affirms the borrowing of the pastoral scheme by\nthe author of Canticles from Theocritus, is translated from p. 69 of\nGraetz’s Schir ha-Schirim, oder das salomonische Hohelied (Vienna, 1871).\nThough the present writer differs entirely from the opinion of Graetz on\nthis point, he has no hesitation in describing Graetz’s Commentary as a\nmasterpiece of brilliant originality.",
        "The rival theory, that Theocritus borrowed from the Biblical Song, is\nsupported by Professor D.S. Margoliouth, in his “Lines of Defence of the\nBiblical Revelation” (1900), pp. 2-7. He also suggests (p. 7), that\nTheocritus borrowed lines 86-87 of Idyll xxiv from Isaiah xi. 6.",
        "The evidence from the scenery of the Song, in favor of the natural and\nindigenous origin of the setting of the poem, is strikingly illustrated in\nG.A. Smith’s “Historical Geography of the Holy Land” (ed. 1901), pp.\n310-311. The quotation from Laurence Oliphant is taken from his “Land of\nGilead” (London, 1880).",
        "Egyptian parallels to Canticles occur in the hieroglyphic love-poems\npublished by Maspero in Études égyptiennes, i, pp. 217 et seq., and by\nSpiegelberg in Aegyptiaca (contained in the Ebers Festschrift, pp. 177\net seq.). Maspero, describing, in 1883, the affinities of Canticles to\nthe old Egyptian love songs, uses almost the same language as G.E. Lessing\nemployed in 1777, in summarizing the similarities between Canticles and\nTheocritus. It will amuse the reader to see the passages side by side.",
        "Maspero",
        "Lessing",
        "  Il n’y a personne qui, en lisant la traduction de ces chants, ne soit\n  frappé de la ressemblance qu’ils présentent avec le Cantique des\n  Cantiques. Ce sont les mêmes façons ..., les mêmes images ..., les mêmes\n  comparaisons.",
        "  Immo sunt qui maximam similitudinem inter Canticum Canticorum et\n  Theocriti Idyllia esse statuant ... quod iisdem fere videtur esse verbis,\n  loquendi formulis, similibus, transitu, figuris.",
        "If these resemblances were so very striking, then, as argued in the text of\nthis essay, the Idylls of Theocritus ought to resemble the Egyptian poems.\nThis, however, they utterly fail to do.",
        "For my acquaintance with the modern Greek songs I am indebted to Mr. G.F.\nAbbott’s “Songs of Modern Greece” (Cambridge, 1900). The Levantine\ncharacter of the melodies to Hebrew Piyyutim based on the Song of Songs is\npointed out by Mr. F.L. Cohen, in the “Jewish Encyclopedia,” i, p. 294,\nand iii, p. 47.",
        "The poem of Taubah, and the comments on it, are taken from C.J.L. Lyall’s\n“Translations of Ancient Arabic Poetry, chiefly prae-Islamic” (1885), P.\n76.",
        "The Hebrew text of Moses ibn Ezra’s poem–cited with reference to the\nfigure of love surviving the grave–may be found in Kaempf’s Zehn Makamen\n(1858), p. 215. A German translation is given, I believe, in the same\nauthor’s Nichtandalusische Poesie andalusischer Dichter.",
        "Many Hebrew love-poems, in German renderings, are quoted in Dr. A.\nSulzbach’s essay, Die poetische Litteratur (second section, Die\nweltliche Poesie), contributed to the third volume of Winter and Wunsche’s\nJüdische Litteratur (1876). His comments, cited in my essay, occur in that\nwork, p. 160. Amy Levy’s renderings of some of Jehudah Halevi’s love songs\nare quoted by Lady Magnus in the first of her “Jewish Portraits.” Dr. J.\nEgers discusses Samuel ha-Nagid’s “Stammering Maid” in the Graetz\nJubelschrift (1877), pp. 116-126.",
        "The Autobiography of Solomon Maimon (1754-1800) was published in Berlin\n(1792-3) in two parts, under the title Salomon Maimon’s Lebensgeschichte.\nMoses Mendelssohn befriended Maimon, in so far as it was possible to\nbefriend so wayward a personality. Maimon made real contributions to\nphilosophy.",
        "The description of Daniel Deronda’s purchase of the volume is contained in\nch. xxxiii of the novel. In Holborn, Deronda came across a “second-hand\nbook-shop, where, on a narrow table outside, the literature of the ages was\nrepresented in judicious mixture, from the immortal verse of Homer to the\nmortal prose of the railway novel. That the mixture was judicious was\napparent from Deronda’s finding in it something that he wanted–namely,\nthat wonderful piece of autobiography, the life of the Polish Jew, Salomon\nMaimon.”",
        "The man in temporary charge of the shop was Mordecai. This is his first\nmeeting with Deronda, who, after an intensely dramatic interval, “paid his\nhalf-crown and carried off his ’Salomon Maimon’s Lebensgeschichte’ with a\nmere ’Good Morning.’”",
        "Milton’s transliterations are printed in several editions of his poems;\nthe version used in this book is that given in D. Masson’s “Poetical\nWorks of Milton,” in, pp. 5-11. The notes of the late A.B. Davidson on\nMilton’s Hebrew knowledge are cited in the same volume by Masson (p. 483).\nLandor had no high opinion of Milton as a translator. “Milton,” he said,\n“was never so much a regicide as when he lifted up his hand and smote\nKing David.” But there can be no doubt of Milton’s familiarity with the\noriginal, whatever be the merit of the translations. To me, Milton’s\nrendering of Psalm lxxxiv seems very fine.",
        "The controversy between the advocates of the versions of Rous and\nBarton–which led to Milton’s effort–is described in Masson, ii, p. 312.",
        "Reuchlin’s influence on the pronunciation of Hebrew in England is discussed\nby Dr. S.A. Hirsch, in his “Book of Essays” (London, 1905), p. 60. Roger\nBacon, at a far earlier date, must have pronounced Hebrew in much the same\nway, but he was not guilty of the monstrosity of turning the Ayin into a\nnasal. Bacon (as may be seen from the facsimile printed by Dr. Hirsch) left\nthe letter Ayin unpronounced, which is by far the best course for\nWesterns to adopt.",
        "Henry More (1614-1687) was the most important of the “Cambridge\nPlatonists.” Several of his works deal with the Jewish Cabbala. More\nrecognized a “Threefold Cabbala, Literal, Philosophical, and Mystical, or\nDivinely Moral.” He dedicated his Conjectura Cabbalistica to Cudworth,\nMaster of Christ’s College, Cambridge, of which More was a Fellow. Cudworth\nwas one of those who attended the Whitehall Conference, summoned by\nCromwell in 1655 to discuss the readmission of the Jews to England.",
        "Platonic influence was always prevalent in mystical thought. The Cabbala\nhas intimate relations with neo-Platonism.",
        "The question raised as to the preservation of Yiddish is not unimportant at\nthis juncture. It is clear that the old struggle between Hebrew and Yiddish\nfor predominance as the Jewish language must become more and more severe as\nHebrew advances towards general acceptance as a living language.",
        "Probably the struggle will end in compromise. Hebrew might become one of\nthe two languages spoken by Jews, irrespective of what the other language\nmight happen to be.",
        "The full title of Professor Oman’s work is “The Mystics, Ascetics, and\nSaints of India. A Study of Sadhuism, with an account of the Yogis,\nSanyasis, Bairagis, and other strange Hindu Sectaries” (London, 1903).",
        "The subject of asceticism in Judaism has of late years been more\nsympathetically treated than used to be the case. The Jewish theologians of\na former generation were concerned to attack the excesses to which an\nascetic course of life may lead. This attack remains as firmly justified as\never. But to deny a place to asceticism in the Jewish scheme, is at once to\npronounce the latter defective and do violence to fact.",
        "Speaking of the association of fasting with repentance, Dr. Schechter says:\n“It is in conformity with this sentiment, for which there is abundant\nauthority both in the Scriptures and in the Talmud, that ascetic practices\ntending both as a sacrifice and as a castigation of the flesh, making\nrelapse impossible, become a regular feature of the penitential course in\nthe medieval Rabbinic literature” (\"Some Aspects of Rabbinic Theology,\"\n1909, PP. 339-340).",
        "Moreover, the fuller appreciation of the idea of saintliness, and the\nhigher esteem of the mystical elements in Judaism–ideas scarcely to be\ndivorced from asceticism–have helped to confirm the newer attitude. Here,\ntoo, Dr. Schechter has done a real service to theology. The Second Series\nof his “Studies in Judaism” contains much on this subject. What he has\nwritten should enable future exponents of Judaism to form a more balanced\njudgment on the whole matter.",
        "Fortunately, the newer view is not confined to any one school of Jewish\nthought. The reader will find, in two addresses contained in Mr. C.G.\nMontefiore’s “Truth in Religion” (1906), an able attempt to weigh the value\nand the danger of an ascetic view of life. It was, indeed, time that the\nJewish attitude towards so powerful a force should be reconsidered.",
        "The burning of Haman in effigy is recorded in the Responsa of a Gaon\npublished by Professor L. Ginzberg in his “Geniza Studies” (\"Geonica,” ii,\npp. 1-3). He holds that the statement as to the employment of “Purim\nbonfires among the Babylonian and Elamitic Jews as given in the Aruch (s.\nv. [Hebrew: shin-vav-vav-resh]) undoubtedly goes back to this Responsum.”",
        "On Purim parodies much useful information will be found in Dr. Israel\nDavidson’s “Parody in Jewish Literature” (New York, 1907). See Index s.v.\nPurim (p. 289).",
        "For a statement of the supposed connection between Purim and other spring\nfestivals, see Paul Haupt’s “Purim” (Baltimore, 1906), and the article in\nthe “Encyclopaedia Biblica,” cols. 3976-3983. Such theories do not account\nadequately for the Book of Esther.",
        "Schodt (Jüdische Merkwürdigkeiten, 1713, ii, p. 314) gives a sprightly\naccount of what seems to have been the first public performance of a Purim\nplay in Germany.",
        "Leopold Löw investigated the history of writing, and of the materials used\namong the Jews, in his Graphische Requisiten und Erzeugnisse bei den\nJuden (2 vols., Leipzig, 1870-71).",
        "On Jewish letter-carriers in Germany, see the article of Dr. I. Kracauer in\nthe “Jewish Encyclopedia,” viii, p. 15. The first Post-Jude is named in\n1722. These Jewish letter-carriers received no salary from the Government,\nbut collected a fee from the recipients of the letters.",
        "The Talmudic Bê-Davvar [Hebrew: beth-yod-(maqqef)-daleth-vav-aleph-resh]\nwas really a Court of Justice (perhaps a Circuit Court). As, however,\ndavvar meant a despatch-bearer, the phrase Bê-Davvar passed over later\ninto the meaning Post-Office. Davvar seems connected with the root dur,\n“to form a circle\"; the pael form (davvar) would mean “to go around,\"\nperhaps to travel with merchandise and letters.",
        "In the twentieth chapter of Proverbs v. 17, we find the maxim:",
        "  “Bread gained by fraud is sweet to a man,\n   But afterwards his mouth will be filled with gravel.”",
        "The exact point of this comparison was brought home to me when I spent a\nnight at Modin, the ancient home of the Maccabees. Over night I enjoyed the\nhospitality of a Bedouin. In the morning I was given some native bread for\nbreakfast. I was very hungry, and I took a large and hasty bite at the\nbread, when lo! my mouth was full of gravel. They make the bread as\nfollows: One person rolls the dough into a thin round cake (resembling a\nMatzah), while another person places hot cinders on the ground. The cake is\nput on the cinders and gravel, and an earthenware pot is spread over all,\nto retain the heat. Hence the bread comes out with fragments of gravel and\ncinder in it. Woe betide the hasty eater! Compare Lamentations iii. 16, “He\nhath broken my teeth with gravel stones.” This, then, may be the meaning of\nthe proverb cited at the head of this note. Bread hastily snatched,\nadvantages thoughtlessly or fraudulently grasped, may appear sweet in\nanticipation, but eventually they fill a man’s mouth with gravel.",
        "The quotation from Paulus Aringhus’ Roma subterranea novissima will be\nfound in vol. ii, p. 533 of the first edition (Rome, 1651). This work,\ndealing mainly with the Christian sepulchres in Rome, was reprinted in\nAmsterdam (1659) and Arnheim (1671), and a German translation appeared in\nArnheim in 1668. The first volume (pp. 390 et seq.) fully describes the\nJewish tombs in Rome, and cites the Judeo-Greek inscriptions. There is much\nelse to interest the Jewish student in these two stately and finely\nillustrated folios.",
        " ",
        "\nThis complete e-book of “The Book of Delight and Other Papers\"\nby Israel Abrahams, M.A. (author of “Jewish Life in the Middle Ages,” “Chapters on Jewish Literature,” etc. – 1912)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}