{
    "title": "The Adventures of Baron Munchausen - Chapter XXV",
    "author": "Raspe",
    "chapter": "29",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  Count Gosamer thrown by Sphinx into the snow on the top of\n  Teneriffe–Gog and Magog conduct Sphinx for the rest of the voyage\n  –The Baron arrives at the Cape, and unites his former chariot,\n  &c., to his new retinue–Passes into Africa, proceeding from the\n  Cape northwards–Defeats a host of lions by a curious stratagem–\n  Travels through an immense desert–His whole company, chariot,\n  &c., overwhelmed by a whirlwind of sand–Extricates them, and\n  arrives in a fertile country.",
        "The brave Count Gosamer, with a pair of hell-fire spurs on, riding\nupon Sphinx, directed the whole retinue towards the Madeiras. But the\nCount had no small share of an amiable vanity, and perceiving great\nmultitudes of people, Gascons, &c., assembled upon the French coast,\nhe could not refrain from showing some singular capers, such as they\nhad never seen before: but especially when he observed all the members\nof the National Assembly extend themselves along the shore, as a piece\nof French politeness, to honour this expedition, with Rousseau,\nVoltaire, and Beelzebub at their head; he set spurs to Sphinx, and at\nthe same time cut and cracked away as hard as he could, holding in the\nreins with all his might, striving to make the creature plunge and\nshow some uncommon diversion. But sulky and ill-tempered was Sphinx at\nthe time: she plunged indeed–such a devil of a plunge, that she\ndashed him in one jerk over her head, and he fell precipitately into\nthe water before her. It was in the Bay of Biscay, all the world knows\na very boisterous sea, and Sphinx, fearing he would be drowned, never\nturned to the left or the right out of her way, but advancing furious,\njust stooped her head a little, and supped the poor count off the\nwater, into her mouth, together with the quantity of two or three tuns\nof water, which she must have taken in along with him, but which were,\nto such an enormous creature as Sphinx, nothing more than a spoonful\nwould be to any of you or me. She swallowed him, but when she had got\nhim in her stomach, his long spurs so scratched and tickled her, that\nthey produced the effect of an emetic. No sooner was he in, but out he\nwas squirted with the most horrible impetuosity, like a ball or a\nshell from the calibre of a mortar. Sphinx was at this time quite sea-\nsick, and the unfortunate count was driven forth like a sky-rocket,\nand landed upon the peak of Teneriffe, plunged over head and ears in\nthe snow–requiescat in pace!",
        "I perceived all this mischief from my seat in the ark, but was in such\na convulsion of laughter that I could not utter an intelligible word.\nAnd now Sphinx, deprived of her postillion, went on in a zigzag\ndirection, and gambolled away after a most dreadful manner. And thus\nhad everything gone to wreck, had I not given instant orders to Gog\nand Magog to sally forth. They plunged into the water, and swimming on\neach side, got at length right before the animal, and then seized the\nreins. Thus they continued swimming on each side, like tritons,\nholding the muzzle of Sphinx, while I, sallying forth astride upon the\ncreature’s back, steered forward on our voyage to the Cape of Good\nHope.",
        "Arriving at the Cape, I immediately gave orders to repair my former\nchariot and machines, which were very expeditiously performed by the\nexcellent artists I had brought with me from Europe. And now\neverything being refitted, we launched forth upon the water: perhaps\nthere never was anything seen more glorious or more august. ’Twas\nmagnificent to behold Sphinx make her obeisance on the water, and the\ncrickets chirp upon the bulls in return of the salute; while Gog and\nMagog, advancing, took the reins of the great John Mowmowsky, and\nleading towards us chariot and all, instantly disposed of them to the\nforepart of the ark by hooks and eyes, and tackled Sphinx before all\nthe bulls. Thus the whole had a most tremendous and triumphal\nappearance. In front floated forwards the mighty Sphinx, with Gog and\nMagog on each side; next followed in order the bulls with crickets\nupon their heads; and then advanced the chariot of Queen Mab,\ncontaining the curious seat and orrery of heaven; after which appeared\nthe boat and ark of council, overtopped with two balloons, which gave\nan air of greater lightness and elegance to the whole. I placed in the\ngalleries under the balloons, and on the backs of the bulls, a number\nof excellent vocal performers, with martial music of clarionets and\ntrumpets. They sung the “Watery Dangers,” and the “Pomp of Deep\nCerulean!” The sun shone glorious on the water while the procession\nadvanced toward the land, under five hundred arches of ice,\nilluminated with coloured lights, and adorned in the most grotesque\nand fanciful style with sea-weed, elegant festoons, and shells of\nevery kind; while a thousand water-spouts danced eternally before and\nafter us, attracting the water from the sea in a kind of cone, and\nsuddenly uniting with the most fantastical thunder and lightning.",
        "Having landed our whole retinue, we immediately began to proceed\ntoward the heart of Africa, but first thought it expedient to place a\nnumber of wheels under the ark for its greater facility of advancing.\nWe journeyed nearly due north for several days, and met with nothing\nremarkable except the astonishment of the savage natives to behold our\nequipage.",
        "The Dutch Government at the Cape, to do them justice, gave us every\npossible assistance for the expedition. I presume they had received\ninstruction on that head from their High Mightinesses in Holland.\nHowever, they presented us with a specimen of some of the most\nexcellent of their Cape wine, and showed us every politeness in their\npower. As to the face of the country, as we advanced, it appeared in\nmany places capable of every cultivation, and of abundant fertility.\nThe natives and Hottentots of this part of Africa have been frequently\ndescribed by travellers, and therefore it is not necessary to say any\nmore about them. But in the more interior parts of Africa the\nappearance, manners, and genius of the people are totally different.",
        "We directed our course by the compass and the stars, getting every day\nprodigious quantities of game in the woods, and at night encamping\nwithin a proper enclosure for fear of the wild beasts. One whole day\nin particular we heard on every side, among the hills, the horrible\nroaring of lions, resounding from rock to rock like broken thunder. It\nseemed as if there was a general rendezvous of all these savage\nanimals to fall upon our party. That whole day we advanced with\ncaution, our hunters scarcely venturing beyond pistol shot from the\ncaravan for fear of dissolution. At night we encamped as usual, and\nthrew up a circular entrenchment round our tents. We had scarce\nretired to repose when we found ourselves serenaded by at least one\nthousand lions, approaching equally on every side, and within a\nhundred paces. Our cattle showed the most horrible symptoms of fear,\nall trembling, and in cold perspiration. I directly ordered the whole\ncompany to stand to their arms, and not to make any noise by firing\ntill I should command them. I then took a large quantity of tar, which\nI had brought with our caravan for that purpose, and strewed it in a\ncontinued stream round the encampment, within which circle of tar I\nimmediately placed another train or circle of gunpowder, and having\ntaken this precaution, I anxiously waited the lions’ approach. These\ndreadful animals, knowing, I presume, the force of our troop, advanced\nvery slowly, and with caution, approaching on every side of us with an\nequal pace, and growling in hideous concert, so as to resemble an\nearthquake, or some similar convulsion of the world. When they had at\nlength advanced and steeped all their paws in the tar, they put their\nnoses to it, smelling it as if it were blood, and daubed their great\nbushy hair and whiskers with it equal to their paws. At that very\ninstant, when, in concert, they were to give the mortal dart upon us,\nI discharged a pistol at the train of gunpowder, which instantly\nexploded on every side, made all the lions recoil in general uproar,\nand take to flight with the utmost precipitation. In an instant we\ncould behold them scattered through the woods at some distance,\nroaring in agony, and moving about like so many Will-o’-the-Wisps,\ntheir paws and faces all on fire from the tar and the gun-powder. I\nthen ordered a general pursuit: we followed them on every side through\nthe woods, their own light serving as our guide, until, before the\nrising of the sun, we followed into their fastnesses and shot or\notherwise destroyed every one of them, and during the whole of our\njourney after we never heard the roaring of a lion, nor did any wild\nbeast presume to make another attack upon our party, which shows the\nexcellence of immediate presence of mind, and the terror inspired into\nthe savage enemies by a proper and well-timed proceeding.",
        "We at length arrived on the confines of an immeasurable desert–an\nimmense plain, extending on every side of us like an ocean. Not a\ntree, nor a shrub, nor a blade of grass was to be seen, but all\nappeared an extreme fine sand, mixed with gold-dust and little\nsparkling pearls.",
        "The gold-dust and pearls appeared to us of little value, because we\ncould have no expectation of returning to England for a considerable\ntime. We observed, at a great distance, something like a smoke arising\njust over the verge of the horizon, and looking with our telescopes we\nperceived it to be a whirlwind tearing up the sand and tossing it\nabout in the heavens with frightful impetuosity. I immediately ordered\nmy company to erect a mound around us of a great size, which we did\nwith astonishing labour and perseverance, and then roofed it over with\ncertain planks and timber, which we had with us for the purpose. Our\nlabour was scarcely finished when the sand came rolling in like the\nwaves of the sea; ’twas a storm and river of sand united. It continued\nto advance in the same direction, without intermission, for three\ndays, and completely covered over the mound we had erected, and buried\nus all within. The intense heat of the place was intolerable; but\nguessing, by the cessation of the noise, that the storm was passed, we\nset about digging a passage to the light of day again, which we\neffected in a very short time, and ascending, perceived that the whole\nhad been so completely covered with the sand, that there appeared no\nhills, but one continued plain, with inequalities or ridges on it like\nthe waves of the sea. We soon extricated our vehicle and retinue from\nthe burning sands, but not without great danger, as the heat was very\nviolent, and began to proceed on our voyage. Storms of sand of a\nsimilar nature several times attacked us, but by using the same\nprecautions we preserved ourselves repeatedly from destruction. Having\ntravelled more than nine thousand miles over this inhospitable plain,\nexposed to the perpendicular rays of a burning sun, without ever\nmeeting a rivulet, or a shower from heaven to refresh us, we at length\nbecame almost desperate, when, to our inexpressible joy, we beheld\nsome mountains at a great distance, and on our nearer approach\nobserved them covered with a carpet of verdure and groves and woods.\nNothing could appear more romantic or beautiful than the rocks and\nprecipices intermingled with flowers and shrubs of every kind, and\npalm-trees of such a prodigious size as to surpass anything ever seen\nin Europe. Fruits of all kinds appeared growing wild in the utmost\nabundance, and antelopes and sheep and buffaloes wandered about the\ngroves and valleys in profusion. The trees resounded with the melody\nof birds, and everything displayed a general scene of rural happiness\nand joy.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}