{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XXVII",
    "author": "Fedor Jagor et al",
    "chapter": "28",
    "content": [
        "\n\n",
        "[Spain’s discovery and occupation.] The Philippines were discovered\nby Magellan on the 16th of March, 1521–St. Lazarus’ day. [256]\nBut it was not until 1564, [257] after many previous efforts had\nmiscarried, that Legaspi, who left New Spain with five ships, took\npossession of the Archipelago in the name of Philip II. The discoverer\nhad christened the islands after the sanctified Lazarus. This name,\nhowever, never grew into general use; [Numerous names.] the Spaniards\npersistently calling them the Western Islands–Islas del Poniente;\nand the Portuguese, Islas del Oriente. Legaspi gave them their present\nname [258] in honor of Philip II, who, in his turn, conferred upon\nthem the again extinct name of New Castile. [259] Legaspi first of\nall annexed Cebu, and then Panay; and six years later, in 1571, he\nfirst sub dued Manila, which was at that time a village surrounded by\npalisades, and commenced forthwith the construction of a fortified\ntown. The subjection of the remaining territory was effected so\nquickly that, upon the death of Legaspi (in August, 1572), all the\nwestern parts were in possession of the Spaniards. [Mindanao and\nSulu independent.] Numerous wild tribes in the interior, however,\nthe Mahomedan states of Mindanao and the Sulu group, for example,\nhave to this day preserved their independence. The character of\nthe people, as well as their political disposition, favored the\noccupancy. There was no mighty power, no old dynasty, no influential\npriestly domination to overcome, no traditions of national pride to\nsuppress. The natives were either heathens, or recently proselytized\nsuperficially to Islamism, and lived under numerous petty chiefs, who\nruled them despotically, made war upon one another, and were easily\nsubdued. Such a community was called Barangay; and it forms to this\nday, though in a considerably modified form, the foundation of the\nconstitutional laws. [Spanish improvemnts.] The Spaniards limited the\npower of the petty chiefs, upheld slavery, and abolished hereditary\nnobility and dignity, substituting in its place an aristocracy\ncreated by themselves for services rendered to the State; but they\ncarried out all these changes very gradually and cautiously. [260]\nThe old usages and laws, so long as they did not interfere with the\nnatural course of government, remained untouched and were operative\nby legal sanction; and even in criminal matters their validity was\nequal to those emanating from the Spanish courts. To this day the\nchiefs of Barangay, with the exception of those bearing the title\nof “Don,” have no privileges save exemption from the poll-tax and\nsocage service. [Unthinking policy of greed.] They are virtually\ntax-collectors, excepting that they are not paid for such service,\nand their private means are made responsible for any deficit. The\nprudence of such a measure might well be doubted, without regard to\nthe fact that it tempts the chiefs to embezzlement and extortion;\nand it must alienate a class of natives who would otherwise be a\nsupport to the Government.",
        "[High character of early administrators.] Since the measures adopted in\nalleviation of the conquest and occupancy succeeded in so remarkable\na manner, the governors and their subordinates of those days, at a\ntime when Spain was powerful and chivalrous, naturally appear to have\nbeen distinguished for wisdom and high spirit. Legaspi possessed both\nqualities in a marked degree. Hardy adventurers were tempted there,\nas in America, by privileges and inducements which power afforded\nthem; as well as by the hope, which, fortunately for the country, was\nnever realized, of its being rich in auriferous deposits. In Luzon,\nfor instance, Hernando Riquel stated that there were many goldmines in\nseveral places which were seen by the Spaniards; “the ore is so rich\nthat I will not write any more about it, as I might possibly come under\na suspicion of exaggerating; but I swear by Christ that there is more\ngold on this island than there is iron in all Biscay.” [Conquerors\non commission.] They received no pay from the kingdom; but a formal\nright was given them to profit by any territory which was brought into\nsubjection by them. Some of these expeditions in search of conquest\nwere enterprises undertaken for private gain, others for the benefit\nof the governor; and such service was rewarded by him with grants of\nlands, carrying an annuity, offices, and other benefits (encomiendas,\noficios y aprovechamientos). The grants were at first made for three\ngenerations (in New Spain for four), but were very soon limited\nto two; when De los Rios pointed this out as being a measure very\nprejudicial to the Crown, “since they were little prepared to serve\nhis Majesty, as their grand-children had fallen into the most extreme\npoverty.” After the death of the feoffee the grant reverted to the\nState; and the governor thereupon disposed of it anew.",
        "[The feudal “encomiendas.\"] The whole country at the outset was\ncompletely divided into these livings, the defraying of which formed by\nfar the largest portion of the expenses of the kingdom. Investitures of\na similar nature existed, more or less, in a territory of considerable\nextent, the inhabitants of which had to pay tribute to the feoffee;\nand this tribute had to be raised out of agricultural produce, the\nvalue of which was fixed by the feudal lord at a very low rate, but\nsold by him to the Chinese at a considerable profit. The feudal lords,\nmoreover, were not satisfied with these receipts, but held the natives\nin a state of slavery, until forbidden by a Bull of Pope Gregory XIV,\ndated April 18, 1591. Kafir and negro slaves, whom the Portuguese\nimported by way of India, were, however, still permitted.",
        "[Extortions of encomenderos.] The original holders of feudal tenures\namassed considerable booty therefrom. Zuñiga relates that as early\nas the time of Lavezares, who was provisional governor between 1572\nand 1575, he visited the Bisayas and checked the covetousness of\nthe encomenderos, so that at least during his rule they relaxed\ntheir system of extortion. Towards the end of Sande’s government\n(1575-80) a furious quarrel broke out between the priests and the\nencomenderos; the first preached against the oppression of the\nlatter, and memorialized Philip II thereon. The king commanded that\nthe natives should be protected, as the extortionate greed of the\nfeudal chiefs had exceeded all bounds; and the natives were then at\nliberty to pay their tribute either in money or in kind. The result of\nthis well-intentioned regulation appears to have produced a greater\nassiduity both in agriculture and trade, “as the natives preferred\nto work without coercion, not on account of extreme want.” [Salcedo\n“most illustrious of the conquerors.\"] And here I may briefly refer to\nthe achievements of Juan de Salcedo, the most illustrious of all the\nconquerors. Supported by his grandfather, Legaspi, with forty-five\nSpanish soldiers, he fitted out an expedition at his own expense,\nembarked at Manila, in May, 1572, examined all parts of the west coast\nof the island, landed in all the bays which were accessible to his\nlight-draught ships, and was well received by the natives at most of\nthe places. He generally found great opposition in penetrating into\nthe interior; yet he succeeded in subduing many of the inland tribes;\nand when he reached Cape Bojeador, the north-west point of Luzon, the\nextensive territory which at present forms the provinces of Zambales,\nPangasinan, and Ilocos Notre and Sur, acknowledged the Spanish\nrule. The exhaustion of his soldiers obliged Salcedo to return. In\nVigan, the present capital of Ilocos Sur, he constructed a fort, and\nleft therein for its protection his lieutenant and twenty-five men,\nwhile he himself returned, accompanied only by seventeen soldiers, in\nthree small vessels. In this manner he reached the Cagayan River, and\nproceeded up it until forced by the great number of hostile natives to\nretreat to the sea. Pursuing the voyage to the east coast, he came down\nin course of time to Paracale, where he embarked in a boat for Manila,\nwas capsized, and rescued from drowning by some passing natives.",
        "[\"The Cortes of the Philippines.\"] In the meantime Legaspi had died,\nand Lavezares was provisionally carrying on the government. Salcedo\nheard of this with vexation at being passed over; but, when he\nrecovered from his jealousy, he was entrusted with the subjugation of\nCamarines, which he accomplished in a short time. In 1574 he returned\nto Ilocos, in order to distribute annuities among his soldiers, and to\nreceive his own share. While still employed upon the building of Vigan,\nhe discovered the fleet of the notorious Chinese pirate, Limahong, who,\nbent upon taking possession of the colony, was then passing that part\nof the coast with sixty-two ships and a large number of soldiers. He\nhastened at once, with all the help which he could summon together in\nthe neighborhood, to Manila, where he was nominated to the command of\nthe troops, in the place of the already deposed master of the forces;\nand he drove the Chinese from the town, which they had destroyed. They\nthen withdrew to Pangasinan, and Salcedo burnt their fleet; which\nexploit was achieved with very great difficulty. In 1576 this Cortes\nof the Philippines died. [261]",
        "[Commercial importance of early Manila.] Apart from the priests, the\nfirst-comers consisted only of officials, soldiers, and sailors; and to\nthem, naturally, fell all the high profits of the China trade. Manila\nwas their chief market, and it also attracted a great portion of the\nexternal Indian trade, which the Portuguese had frightened away from\nMalacca by their excessive cruelty. The Portuguese, it is true, still\nremained in Macao and the Moluccas: but they wanted those remittances\nwhich were almost exclusively sought after by the Chinese, viz.,\nthe silver which Manila received from New Spain.",
        "[Spain and Portugal united.] In 1580 Portugal, together with all\nits colonies, was handed over to the Spanish Crown; and the period\nextending from this event to the decay of Portugal (1580-1640)\nwitnessed the Philippines at the height of their power and prosperity.",
        "[Manila as capital of a vast empire.] The Governor of Manila ruled\nover a part of Mindanao, Sulu, the Moluccas, Formosa, and the original\nPortuguese possessions in Malacca and India. “All that lies between\nCape Singapore and Japan is subject to Luzon; their ships cross the\nocean to China and New Spain, and drive so magnificent a trade that,\nif it were only free, it would be the most extraordinary that the\nworld could show. It is incredible what glory these islands confer\nupon Spain. The Governor of the Philippines treats with the Kings of\nCambodia, Japan, China. The first is his ally, the last his friend;\nand the same with Japan. He declares war or peace, without waiting\nfor the command from distant Spain.” [262] [Dutch opposition.] But\nthe Dutch had now begun the struggle, which they managed to carry\non against Philip II in every corner of the world; and even in 1510\nDe Los Rios complained that he found the country very much altered\nthrough the progress and advance made by the Dutch; also that the Moros\nof Mindanao and Sulu, feeling that they were supported by Holland,\nwere continually in a state of discontent.",
        "[Decline of colony.] The downfall of Portugal occasioned the loss of\nher colonies once more. Spanish policy, the government of the priests,\nand the jealousy of the Spanish merchants and traders especially,\ndid everything that remained to be done to prevent the development\nof agriculture and commerce–perhaps, on the whole, fortunately,\nfor the natives.",
        "[Philippine history unimportant and unsatisfactory.] The\nsubsequent history of the Philippines is, in all its particulars,\nquite as unsatisfactory and uninteresting as that of all the other\nSpanish-American possessions. Ineffectual expeditions against pirates,\nand continual disputes between the clerical and secular authorities,\nform the principal incidents. [263]",
        "[Undesirable emigrants from Spain.] After the first excitement of\nreligious belief and military renown had subsided, the minds of those\nwho went later to these outlying possessions, consisting generally as\nthey did of the very dregs of the nation, were seized with an intense\nfeeling of selfishness; and frauds and peculations were the natural\nsequence. The Spanish writers are full of descriptions of the wretched\nstate of society then existing, which it is unnecessary to repeat here.",
        "[English occupation.] The colony had scarcely been molested by\nexternal enemies, with the exception of pirates. In the earliest time\nthe Dutch had engaged occasionally in attacks on the Bisayas. But\nin 1762 (during the war of the Bourbon succession) an English fleet\nsuddenly appeared before Manila, and took the surprised town without\nany difficulty. The Chinese allied themselves with the English. A\ngreat insurrection broke out among the Filipinos, and the colony,\nunder the provisional government of a feeble archbishop, was for a\ntime in great danger. It was reserved for other dignitaries of the\nChurch and Anda, an energetic patriot, to inflame the natives against\nthe foreigners; and the opposition incited by the zealousness of the\npriests grew to such an extent that the English, who were confined in\nthe town, were actually glad to be able to retreat. In the following\nyear the news arrived from Europe of the conclusion of peace; but\nin the interval this insurrection, brought about by the invasion,\nhad rapidly and considerably extended; and it was not suppressed\nuntil 1765, when the work was accomplished by creating enmity among\nthe different tribes. [264] But this was not done without a loss to\nthe province of Ilocos of two hundred sixty-nine thousand two hundred\nand seventy persons–half of the population, as represented by Zuñiga.",
        "[Many minor uprisings from local grievances.] Severity and want of\ntact on the part of the Government and their instruments, as well as\nbigoted dissensions have caused many revolts of the natives; yet none,\nit is true, of any great danger to the Spanish rule. The discontent\nhas always been confined to a single district, as the natives do\nnot form a united nation; neither the bond of a common speech nor\na general interest binding the different tribes together. The state\ncommunications and laws among them scarcely reach beyond the borders\nof the villages and their dependencies.",
        "[Danger from mestizos and creoles.] A consideration of far more\nimportance to the distant metropolis than the condition of the\nconstantly excited natives, who are politically divided among\nthemselves, and really have no steady object in view, is the attitude\nof the mestizos and creoles, whose discontent increases in proportion\nto their numbers and prosperity. The military revolt which broke\nout in 1823, the leaders of which were two creoles, might easily\nhave terminated fatally for Spain. The latest of all the risings of\nthe mestizos seems to have been the most dangerous, not only to the\nSpanish power, but to all the European population. [265]",
        "[Cavite 1872 mutiny.] On the 20th of January, 1872, between eight and\nnine in the evening, the artillery, marines, and the garrison of the\narsenal revolted in Cavite, the naval base of the Philippines, and\nmurdered their officers; and a lieutenant who endeavored to carry the\nintelligence to Manila fell into the hands of a crowd of natives. The\nnews therefore did not reach the capital until the next morning, when\nall the available troops were at once dispatched, and, after a heavy\npreliminary struggle, they succeeded the following day in storming\nthe citadel. A dreadful slaughter of the rebels ensued. Not a soul\nescaped. Among them was not a single European; but there were many\nmestizos, of whom several were priests and lawyers. Though perhaps\nthe first accounts, written under the influence of terror, may have\nexaggerated many particulars, yet both official and private letters\nagree in describing the conspiracy as being long contemplated, widely\nspread, and well planned. The whole fleet and a large number of troops\nwere absent at the time, engaged in the expedition against Sulu. A\nportion of the garrison of Manila were to rise at the same time as\nthe revolt in Cavite, and thousands of natives were to precipitate\nthemselves on the caras blancas (pale faces), and murder them. The\nfailure of the conspiracy was, it appears, only attributable to a\nfortunate accident–to the circumstance, namely, that a body of the\nrebels mistook some rocket fired upon the occasion of a Church festival\nfor the agreed signal, and commenced the attack too soon. [266]",
        "[Summing up.] Let me be permitted, in conclusion, to bring together a\nfew observations which have been scattered through the text, touching\nthe relations of the Philippines with foreign countries, and briefly\nspeculate thereon.",
        "[Credit due Spain.] Credit is certainly due to Spain for having\nbettered the condition of a people who, though comparatively speaking\nhighly civilized, yet being continually distracted by petty wars,\nhad sunk into a disordered and uncultivated state. The inhabitants of\nthese beautiful islands, upon the whole, may well be considered to\nhave lived as comfortably during the last hundred years, protected\nfrom all external enemies and governed by mild laws, as those of\nany other tropical country under native or European sway,–owing,\nin some measure, to the frequently discussed peculiar circumstances\nwhich protect the interests of the natives.",
        "[Friars an important factor.] The friars, also, have certainly had\nan essential part in the production of the results.",
        "[Their defects have worked out for good.] Sprung from the lowest\norders, inured to hardship and want, and on terms of the closest\nintimacy with the natives, they were peculiarly fitted to introduce\nthem to a practical conformity with the new religion and code\nof morality. Later on, also, when they possessed rich livings,\nand their devout and zealous interest in the welfare of the masses\nrelaxed in proportion as their incomes increased, they materially\nassisted in bringing about the circumstances already described,\nwith their favorable and unfavorable aspects. Further, possessing\nneither family nor good education, they were disposed to associate\nthemselves intimately with the natives and their requirements;\nand their arrogant opposition to the temporal power generally arose\nthrough their connection with the natives. With the altered condition\nof things, however, all this has disappeared. The colony can no\nlonger be kept secluded from the world. Every facility afforded for\ncommercial intercourse is a blow to the old system, and a great step\nmade in the direction of broad and liberal reforms. The more foreign\ncapital and foreign ideas and customs are introduced, increasing\nthe prosperity, enlightenment, and self-respect of the population,\nthe more impatiently will the existing evils be endured.",
        "[Contrast with English colonies.] England can and does open her\npossessions unconcernedly to the world. The British colonies are\nunited to the mother country by the bond of mutual advantage,\nviz. the production of raw material by means of English capital,\nand the exchange of the same for English manufactures. The wealth\nof England is so great, the organization of her commerce with the\nworld so complete, that nearly all the foreigners even in the British\npossessions are for the most part agents for English business houses,\nwhich would scarcely be affected, at least to any marked extent,\nby a political dismemberment. It is entirely different with Spain,\nwhich possesses the colony as an inherited property, and without the\npower of turning it to any useful account.",
        "[Menaces to Spanish rule.] Government monopolies rigorously maintained,\ninsolent disregard and neglect of the mestizos and powerful creoles,\nand the example of the United States, were the chief reasons of the\ndownfall of the American possessions. The same causes threaten ruin\nto the Philippines: but of the monopolies I have said enough.",
        "[Growing American influence.] Mestizos and creoles, it is true, are\nnot, as they formerly were in America, excluded from all official\nappointments; but they feel deeply hurt and injured through the\ncrowds of place-hunters which the frequent changes of ministries\nsend to Manila. The influence, also, of the American element is at\nleast visible on the horizon, and will be more noticeable when the\nrelations increase between the two countries. At present they are\nvery slender. The trade in the meantime follows in its old channels to\nEngland and to the Atlantic ports of the United States. Nevertheless,\nwhoever desires to form an opinion upon the future history of the\nPhilippines, must not consider simply their relations to Spain,\nbut must have regard to the prodigious changes which a few decades\nproduce on either side of our planet.",
        "[Powerful neighbors] For the first time in the history of the world\nthe mighty powers on both sides of the ocean have commenced to enter\nupon a direct intercourse with one another–Russia, which alone is\nlarger than any two other parts of the earth; China, which contains\nwithin its own boundaries a third of the population of the world;\nand America, with ground under cultivation nearly sufficient to feed\ntreble the total population of the earth. Russia’s future role in\nthe Pacific Ocean is not to be estimated at present.",
        "[China and America.] The trade between the two other great powers will\ntherefore be presumably all the heavier, as the rectification of the\npressing need of human labor on the one side, and of the corresponding\noverplus on the other, will fall to them.",
        "[Nearing predominance of the Pacific.] The world of the ancients was\nconfined to the shores of the Mediterranean; and the Atlantic and\nIndian Oceans sufficed at one time for our traffic. When first the\nshores of the Pacific re-echoed with the sounds of active commerce,\nthe trade of the world and the history of the world may be really\nsaid to have begun. A start in that direction has been made; whereas\nnot so very long ago the immense ocean was one wide waste of waters,\ntraversed from both points only once a year. From 1603 to 1769 scarcely\na ship had ever visited California, that wonderful country which,\ntwenty-five years ago, with the exception of a few places on the coast,\nwas an unknown wilderness, but which is now covered with flourishing\nand prosperous towns and cities, served by a sea-to-sea railway, and\nits capital already ranking the third of the seaports of the Union;\neven at this early stage of its existence a central point of the\nworld’s commerce, and apparently destined, by the proposed junction\nof the great oceans, to play a most important part in the future.",
        "[The mission of America.] In proportion as the navigation of the west\ncoast of America extends the influence of the American element over\nthe South Sea, the captivating, magic power which the great republic\nexercises over the Spanish colonies [267] will not fail to make itself\nfelt also in the Philippines, The Americans are evidently destined to\nbring to a full development the germs originated by the Spaniards. As\nconquerors of modern times, representing the age of free citizens in\ncontrast to the age of knighthood, they follow with the plow and the\naxe of the pioneer, where the former advanced under the sign of the\ncross with their swords.",
        "[Superiority over Spanish system.] A considerable portion of\nSpanish-America already belongs to the United States, and has since\nattained an importance which could not possibly have been anticipated\neither under the Spanish Government or during the anarchy which\nfollowed. With regard to permanence, the Spanish system cannot for a\nmoment be compared with that of America. While each of the colonies,\nin order to favor a privileged class by immediate gains, exhausted\nstill more the already enfeebled population of the metropolis by the\nwithdrawal of the best of its ability, America, on the contrary, has\nattracted to itself from all countries the most energetic element,\nwhich, once on its soil and, freed from all fetters, restlessly\nprogressing, has extended its power and influence still further and\nfurther. The Philippines will escape the action of the two great\nneighboring powers all the less for the fact that neither they nor\ntheir metropolis find their condition of a stable and well-balanced\nnature.",
        "[Need of Philippine awakening.] It seems to be desirable for the\nFilipinos that the above-mentioned views should not speedily become\naccomplished facts, because their education and training hitherto\nhave not been of a nature to prepare them successfully to compete\nwith either of the other two energetic, creative, and progressive\nnations. They have, in truth, dreamed away their best days.",
        " ",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}