{
    "title": "The Life of Abraham Lincoln - Chapter XXI. Journey to Washington",
    "author": "Henry Ketcham",
    "chapter": "23",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "The long period of waiting approached its end. Most of the states and\ncities lying between Springfield and Washington invited him officially\nto visit them on his way to the capital. It was decided that he should\naccept as many as possible of these invitations. This would involve a\nzigzag route and require considerable time. The invitation of\nMassachusetts he declined on account of the pressure of time. Maryland\nwas conspicuous by its omission of courtesy. Two private citizens of\nBaltimore invited him to dinner. That was all.",
        "The presidential party consisted of about a dozen, all told. They were\nto leave Springfield February 11, and to consume about two weeks on the\nway. It was a dreary morning, partly drizzling, and partly snowing. A\nlarge crowd of neighbors had assembled at the dingy railway station to\nbid him good-by. The process of handshaking was interrupted by the\narrival of the train. After the party had entered the car, the\nPresident reappeared on the rear platform. He raised his hand to speak,\nbut did not utter a word until the solemn silence became painful. Then,\nwith great tenderness and seriousness, he spoke as follows:",
        "“My friends, no one, not in my situation, can appreciate my feeling of\nsadness at this parting. To this place, and the kindness of these\npeople, I owe everything. Here I have lived a quarter of a century, and\nhave passed from a young to an old man. Here my children have been\nborn, and one is buried. I now leave, not knowing when or whether ever\nI may return, with a task before me greater than that which rested upon\nWashington. Without the assistance of that Divine Being who ever\nattended him, I cannot succeed. With that assistance, I cannot fail.\nTrusting in Him who can go with me, and remain with you, and be\neverywhere for good, let us confidently hope that all will yet be well.\nTo His care commending you, as I hope in your prayers you will commend\nme, I bid you an affectionate farewell.”",
        "The speech was telegraphed, with substantial accuracy all over the\ncountry, and was read with loving sympathy by millions of loyal\ncitizens. The words above given are the report as revised by Lincoln\nhimself, and first published in the Century for December, 1887.",
        "The party was in charge of Colonel Ward Hill Lamon, afterwards Marshal\nof the District of Columbia. He was a trained athlete, a Hercules in\nstrength, a man who knew not what fear was, and, with an enthusiasm\nakin to religious zeal, he was devoted to his chief soul and body. In\nthe words of a later Marshal, he “worshiped every bone in his body.”",
        "A few friends had accompanied the presidential party to Indianapolis,\nwhere the first stop was made. After the address of welcome by Governor\nMorton and the response, after the speech to the legislature, after the\nreception and the handshaking, they were left in quiet in the Bates\nHouse. These friends then took Lamon into a room, locked the door, and\nin the most solemn and impressive manner laid upon him the\nresponsibilities of guarding Lincoln’s person until they should reach\nWashington. The scene was concluded by Dubois with a mixture of\nsolemnity and playfulness, who said: “Now, Lamon, we intrust the sacred\nlife of Mr. Lincoln to your keeping; and if you don’t protect it, never\nreturn to Illinois, for we will murder you on sight.”",
        "Neither the exhortation nor the threat were in the least needed by\nLamon, who was thoroughly alert. But it is of interest in this, that it\nindicates that there was a wide-spread feeling that this journey was\nfraught with unusual dangers.",
        "Of course Lincoln made many brief speeches. These were closely scanned\nin the hope of finding some premonition of his inaugural. But not one\nsuch word escaped him. He complained that though he had in his day done\nmuch hard work, this was the hardest work he had ever done,–to keep\nspeaking without saying anything. It was not quite true that he did not\nsay anything, for the speeches were thoughtful and full of interest.\nBut he did not anticipate his inaugural, and to that the popular\ncuriosity was alive. He did not say the things that were uppermost in\nhis mind.",
        "At Indianapolis he asked pregnant questions: “What, then, is\n’coercion’? What is ’invasion’?... If the United States should merely\nhold and retake its own forts and other property [in South Carolina\nthat had seceded], and collect the duties on foreign importations, or\neven withhold the mails from places where they were habitually\nviolated, would any, or all, of these things be ’invasion’ or\n’coercion’?... Upon what principle, what rightful principle, may a\nstate, being no more than one-fiftieth part of the nation in soil and\npopulation, break up the nation, and then coerce a proportionally\nlarger subdivision of itself in the most arbitrary way? What mysterious\nright to play tyrant is conferred on a district of country, with its\npeople, by merely calling it a state? Fellow-citizens, I am not\nasserting anything. I am merely asking questions for you to consider.”",
        "At Trenton, New Jersey, historic in the annals of the revolutionary\nwar, he spoke with simple candor of the influence upon his life of\nWeems’ “Life of Washington,” one of the first books he ever read. The\naudience broke into cheers, loud and long, when he appealed to them to\nstand by him in the discharge of his patriotic duty. “I shall\nendeavor,” said he, “to take the ground I deem most just to the North,\nthe East, the West, the South, and the whole country. I take it, I\nhope, in good temper; certainly with no malice towards any section. I\nshall do all that may be in my power to promote a peaceful settlement\nof all our difficulties. The man does not live who is more devoted to\npeace than I am, none who would do more to preserve it; but it may be\nnecessary to put the foot down firmly. And if I do my duty and do\nright, you will sustain me, will you not?”",
        "At Philadelphia he spoke in Independence Hall on Washington’s Birthday,\nand raised a flag. “Our friends,” he said of it, “had provided a\nmagnificent flag of our country. They had arranged it so that I was\ngiven the honor of raising it to the head of its staff. And when it\nwent up, I was pleased that it went to its place by the strength of my\nown feeble arm. When, according to the arrangement, the cord was\npulled, and it flaunted gloriously to the wind without an accident, in\nthe bright glowing sunshine of the morning, I could not help hoping\nthat there was in the entire success of that beautiful ceremony at\nleast something of an omen of what is to come.”",
        "On this very day, President Buchanan, in Washington City, was\napologizing for permitting the American flag to be carried at the head\nof a procession that was marching to celebrate the birthday of George\nWashington!",
        "It was at Philadelphia that matters became more exciting. At that place\nthey were informed of a plot to assassinate the President as he passed\nthrough Baltimore. This information came to them from a variety of\nsources entirely independent, and the various stories so nearly agreed\nin substance that they could not be disregarded. Most important of\nthese informants was Allan Pinkerton of Chicago, one of the most famous\ndetectives in the world. He had been personally with his assistants in\nBaltimore and knew the details of the plot. But Lincoln was neither\nsuspicious nor timid, and was therefore disinclined to pay heed to the\nwarnings of Pinkerton.",
        "At about this time the son of William H. Seward met Lincoln with\nconfidential communications from his father. This gave other evidences\nof this plot, gathered by some detectives from New York City. These two\nsets of detectives had worked on the case; each party entirely ignorant\nof the other. Both got specific evidence of the plot.",
        "It was remembered, too, that since leaving Springfield ten days before,\nthey had had at least two escapes. The track had been tampered with in\na manifest attempt to wreck the train. A hand grenade had been found in\none of the cars. It is not likely that this deadly machine was taken on\nthe train merely for fun.",
        "The members of the party were deeply concerned about the Baltimore\nrevelations. But it was hard to get Lincoln to take them seriously.\nWith difficulty was he persuaded to follow Pinkerton’s plan and enter\nWashington secretly. He consented to do this really out of\nconsideration for the judgment of others, not that he shared their\napprehension. On one thing, however, Lincoln was firm. He had made\ncertain appointments for speaking en route which he would not\nabandon. His promise had been given and would be kept. One was the\nflag-raising at Philadelphia, narrated above, and the other was to\naddress the legislature at Harrisburg. “Both these appointments,” said\nhe, “I will keep if it costs me my life.” These words suggest\nthat he may have realized more of the danger than he was willing to\nshow.",
        "There are also intimations of the same thing which will be noticed by\nthe careful reader of the speeches at Philadelphia and Harrisburg. In\ndeclining to give a hint of the details of his proposed policy, he\nsaid: “It were useless for me to speak of details of plans now; I shall\nspeak officially next Monday week, if ever. If I should not\nspeak then, it were useless for me to do so now.”",
        "Again: “If this country cannot be saved without giving up that\nprinciple,–I was about to say that I would rather be assassinated\non this spot than surrender it.”",
        "And finally: “I may have said something indiscreet. But I have said\nnothing but what I am willing to live by, and, if it be the pleasure of\nAlmighty God, die by.”",
        "These veiled references would pass unnoticed by the crowd, but they\nwould be perfectly intelligible to those who knew of the warnings that\nhad just been received. Lincoln was not in the habit of using such\nphrases, and the fact that he used them at this particular time can\nhardly be explained as a mere coincidence. He took in the situation,\nand–except for keeping the engagements already made–he submitted\nmeekly to Pinkerton’s plans.",
        "An incident occurred at Harrisburg which made a great stir in the\nlittle party. This was nothing less than the loss of the manuscript of\nthe inaugural address. This precious document the President himself had\ncarried in a satchel. This satchel he had given to his son Robert to\nhold. When Robert was asked for it, it was missing. He “thought\nhe had given it to a waiter–or somebody.” This was one of the rare\noccasions on which Lincoln lost control of his temper, and for about\none minute he addressed the careless young man with great plainness of\nspeech.",
        "For obvious reasons it was not judicious to say much about this loss.\nThe President applied to Lamon for help. “Lamon,” he whispered, “I have\nlost my certificate of moral character written by myself. Bob has lost\nmy gripsack containing my inaugural address. I want you to help me find\nit.”",
        "Lamon, who knew Lincoln intimately, said that he never saw him so much\nannoyed, nor, for the time, so angry. If the address were to be\npublished prematurely, it might be made the occasion of a vast amount\nof mischief. Then, too, it was the product of much painstaking thought\nand he had no duplicate copy.",
        "Lincoln and Lamon instituted a search for the missing satchel and were\ndirected to the baggage-room of the hotel. Here they spied a satchel\nthat looked like the lost one. Lincoln tried the key. It fitted. With\ngreat joy he opened it, and he found within–one bottle of whisky, one\nsoiled shirt, and several paper collars. So quickly from the sublime to\nthe ridiculous.",
        "A little later the right satchel was found, and was not again entrusted\nto Robert. The President kept it in his own hands. After the nervous\nstrain was over, the humor of the situation grew on the President, and\nit reminded him of a little story.",
        "A man had saved up his earnings until they reached the sum of fifteen\nhundred dollars. This was deposited for safekeeping in a bank. The bank\nfailed and the man received as his share, ten per cent, or one hundred\nand fifty dollars. This he deposited in another bank. The second bank\nalso failed and the poor fellow again received ten per cent, or fifteen\ndollars. When this remnant of his fortune was paid over to him, he held\nit in his hand, looking at it thoughtfully. Finally he said: “Now, I’ve\ngot you reduced to a portable shape, so I’ll put you in my pocket.\"\nSuiting the action to the word, Lincoln took his “certificate of moral\ncharacter” from the satchel and carefully put it in the inside pocket\nof his vest. No further mishap came to that document.",
        "The journey from Harrisburg to Washington was accomplished as planned,\nwith the assistance of certain officials of the railway and telegraph\ncompanies. First all the wires leading out of Harrisburg were cut, so\nthat, if Lincoln’s departure were discovered, the news could not be\ncommunicated by telegraph. Then, after the reception, Lincoln, attended\nby Lamon, left the hotel by a side door and was driven to the railway\nstation. Here they found waiting a special train consisting of one\nbaggage car and one passenger car. The track was for the time kept\nentirely clear for this train. Arriving at Philadelphia they stopped\noutside the station, where Pinkerton met them with a closed carriage in\nreadiness. They were driven rapidly across the city to the Washington\ntrain which had been detained a few minutes for “a sick passenger and\none attendant.” They entered the rear door of the sleeping car. The\n“sick passenger” went to his berth at once and the attendant gave the\ntickets to the conductor who did not even see the “sick passenger,” and\nwho did not dream of what a precious life he was carrying. They arrived\nat six o’clock in the morning at Washington City, where they were met\nby Seward and Washburn and taken to Willard’s Hotel.",
        "The rest of the party came on schedule time. At Baltimore there was a\nlarge crowd in waiting, but no disturbance. The news of the President’s\narrival had been telegraphed over the country, and the band of\nassassins were for the time helpless. Their intended victim had\nescaped. There was no reason why they should create a disturbance.",
        "Lincoln always regretted this “secret passage.” He later came to\ndiscount heavily the revelations of a professional spy. Long after, he\nsaid: “I did not then, nor do I now, believe I should have been\nassassinated had I gone through Baltimore as first contemplated, but I\nthought it wise to run no risk where no risk was necessary.”",
        "It is positively asserted by Lamon, who knew whereof he spake, that\nthere was no time, from the moment of leaving Springfield to his death,\nwhen Lincoln was free from danger of murder. Yet he never could be\nprevailed on to accept precautions. What were the reasons for his\napparent carelessness?",
        "It is almost certain that he realized, more than he would have his\nfriends know, that he was surrounded by dangers. He probably realized\nthis more keenly than they did. They could locate specific dangers, but\nno man ever better understood the murderous spirit which underlay much\nof the hatred towards this man who had never harmed a human being. He\nfelt that an escape from one danger might be simply running into\nanother more deadly. It was like dodging bullets on the field of\nbattle. He, better than they, realized that the unseen dangers were\ngreater than those which they thought they had discovered. The only\nway, then, was to go straight ahead as if unmindful of all dangers.",
        "Then, too, though Lincoln could understand dangers in the abstract, his\nmind did not seem to be able to individualize them. He knew full well\nthat many persons wanted to kill him, but when it came to the point of\nthe murder being done by X, or Y, or Z, he did not believe it possible\nthat they would do such a thing.",
        "These explanations are suggested. There may be others. But these two\nconflicting and paradoxical facts must be kept in mind. All through his\npublic life he was oppressed with the belief that he would not live to\nsee the end of the national crisis. On the other hand, not all the\nimportunities of his most devoted friends could persuade him to guard\nhimself. In the light of what we now know, it is wonderful that he\nescaped these plots for more than four years. Had he been more\ncautious, he might not have escaped so long. At the same time, as we\nshall presently see, had he heeded the last caution of his devoted\nfriend, he would not have been shot in 1865.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}