{
    "title": "The Lords of the Wild - Chapter VII: The Forest Battle",
    "author": "Joseph A. Altsheler",
    "chapter": "8",
    "content": [
        "\n\n",
        "“It is quite evident,” said Robert, as they talked, “that we must\nfollow on the trail of St. Luc. We’ve settled in our minds that\nhe wants to keep our people busy along Lake George, while Montcalm\nfortifies higher up. Then it’s our duty to find out what he’s doing\nand stop it if we can.”",
        "All were in agreement upon the point, even Grosvenor, who did not yet\nfeel at home in the woods.",
        "“But we must wait until the fog lifts,” said Willet. “If we moved now\nwe might walk directly into the arms of the enemy, and we can afford\nto wait the night through, anyhow. Tayoga, we have got to keep you\nfresh, because your senses and faculties must be at their finest and\nmost delicate pitch for trailing, so now you go to sleep. All the rest\nof you do the same, and I’ll watch.”",
        "Soon four slumbered, and only the hunter was awake and on guard. But\nhe was enough. His sight and hearing were almost as good as those of\nTayoga himself and he too began to believe that the Onondaga’s Manitou\nwas a shield before them. Danger had come often and very near, but\nit had always passed, and, for the present, at least, he was not\napprehensive. The fog might hang on all night if it chose. They\ncould easily make up lost ground in the morning. Meanwhile they were\naccumulating fresh strength. The four were sleeping very placidly, and\nit was not likely that they would awake before dawn. Willet looked at\ntheir relaxed figures with genuine benevolence. There were the friends\nfor whom he cared most, and he felt sure the young Englishman also\nwould become an addition. Grosvenor was full of courage and he had\nalready proved that he was adaptable. He would learn fast. The hunter\nhad every reason to be satisfied with himself and the situation.",
        "The fog did not go away. Instead, it thickened perceptibly, rolling\nup in new waves from the lake. The figures of the sleeping four were\nwrapped in it as in a white blanket, but Willet knew they were there.\nNo air stirred, and, as he sat silent, he listened for sounds that\nmight come through the white veil, hearing only the occasional\nstirring of some animal. Toward morning the inevitable change\noccurred. A wind arose in the south, gentle puffs in the beginning,\nthen blowing steady and strong. The fog was torn away first at the\ntop, where it was thinnest, floating off in shreds and patches, and\nthen the whole wall of it yielded before the insistent breeze, driven\ntoward the north like a mist, and leaving the woods and thickets free.\nWillet made a careful circle about the camp, at a range of several\nhundred yards, and found no sign of hostile presence. Then he resumed\nhis silent vigil, and, an hour later, the sun rose in a shower of\ngold. Tayoga opened his eyes and Willet awakened the others.",
        "“The fog is gone,” said the hunter, “and eyes are useful once more.\nI’ve been around the camp and there is no immediate threat hanging\nover us. We can enjoy a good breakfast on Black Rifle’s cold bear, and\nthen we’ll start on St. Luc’s trail.”",
        "The path of the force that had marched past in the night was quite\nplain. Even Grosvenor, with his inexperience, could tell that many\nmen had walked there. Most of the Frenchmen as well as the Indians\nhad worn moccasins, but the imprints made by the boot heels of De\nCourcelles and Jumonville were clearly visible among the fainter\ntraces.",
        "“How many men would you say were in this force, Tayoga?” asked Willet.",
        "“About fifty Frenchmen and maybe as many warriors,” replied the\nOnondaga. “The Frenchmen stay together, but the warriors leave now\nand then in little parties, and the trail also shows where some of the\nparties came back. See, Red Coat, here is where two warriors returned.\nThe French stay with St. Luc, not because they are not good scouts and\ntrailers, but because the division of the work now allots this task to\nthe Indians.”",
        "“You’re right when you call the French good scouts and trailers,” said\nWillet. “They seem to take naturally to forest life, and I know the\nIndians like them better than they do any other white people. As I\noften tell Robert, here, the French are enemies of whom anybody can be\nproud. There isn’t a braver race in the world.”",
        "“I don’t underrate ’em,” said Grosvenor.",
        "“It won’t be long until we reach their camp,” said Tayoga. “Sharp\nSword is too great a leader to have carried his men very far in a\nblind fog. I do not think he went on more than a mile. It is likely\nthat he stopped at the first brook, and the slope of the ground shows\nthat we will come soon to a stream. More of the scouts that he sent\nout are returning to the main trail. They could not have gone far in\nthe fog and of course they found nothing.”",
        "“We’ll have, then, to beware lest we run into their camp before\nthey’ve left it,” said Willet.",
        "“I don’t think Sharp Sword would stay there after dawn,” continued the\nOnondaga. “The fact that he marched at night in the fog shows that he\nis eager to get on, and I am quite sure we will find a cold camp. Here\ngo the footsteps of St. Luc. I know they are his, because his foot\nis small and he wears moccasins. All the French soldiers have larger\nfeet, and the other two Frenchmen, De Courcelles and De Jumonville,\nwear boots. Sharp Sword does not regard the two officers with favor.\nHe does not associate with them more than is necessary. He keeps\non the right side of the trail and they on the left. Here go his\nmoccasins and there go their boots.”",
        "“And straight ahead is the brook by the side of which we’ll find their\ncamp,” said Robert, who had caught the silver flash of water through\nthe green foliage.",
        "The trail, as he had said, led to the brook where the signs of an\nencampment were numerous.",
        "“The fog was dense with them as it was with us,” said Tayoga. “It is\nshown by the fact that they moved about a great deal, walking over all\nthe ground, before they finally chose a place. If there had been no\nfog or even only a little they could have chosen at once what they\nwanted. Knowing that they had no enemy strong enough to be feared they\nkindled a fire here by this log, more for the sake of light than for\nwarmth. Sharp Sword did not talk over anything with his lieutenants,\nDe Courcelles and Jumonville. His trail leads to the north side of the\ncamp, where he wrapped himself in his blanket and lay down. I imagine\nthat the Canadian, Dubois, who goes with him, as an attendant, watched\nover him. De Courcelles and Jumonville slept on the other side of the\ncamp. There go their boots. All the French soldiers but Dubois lay\ndown to sleep, and only the warriors watched. They left at dawn, not\nstopping to eat breakfast. If they had eaten, birds would be here\nhunting shreds of flesh in the grass, but we do not see a single bird,\nnor has any wolf or other prowling animal been drawn by the odor of\nfood. We were right in our surmise that Sharp Sword did not wish to\ndelay. Perhaps there is some force of ours that he can catch in a\ntrap, and he wishes to repeat his success against the Mountain Wolf.”",
        "“And it is our business to stop him,” said Willet.",
        "“If so, we must act promptly, Great Bear. When Sharp Sword makes up\nhis mind to strike he strikes, quick and hard. After his brief camp\nhere he continued his march toward the south. He threw out warriors as\nscouts and skirmishers. You can see their trail, leading off into the\nwoods, and then his main force marched in a close and compact group.\nJust beyond the camp a little while after they made the new start he\ncalled De Courcelles and De Jumonville to him, and talked with them\na little. Here is where his moccasins stood, and here is where their\nboots stood, facing him, while they received his orders. Then the\nboots walked back to the end of the line and St. Luc must have spoken\nto them very sharply.”",
        "“Why do you say that, Tayoga?” asked Grosvenor.",
        "“You will notice that here where the trails of boots turn back the\nstems of grass in two or three places are broken off, not crushed\ndown. De Courcelles and Jumonville kicked them in anger with the sharp\ntoes of their boots, and they could have been angry only because Sharp\nSword rebuked them.”",
        "“You must be right, Tayoga.”",
        "“It does not admit of any doubt, Red Coat. They took their places at\nthe rear of the marching line, and Sharp Sword went on ahead. At no\ntime does he permit them to walk beside him. He still regards the two\nFrenchmen with much disfavor, and he will continue to do so though he\nmust use them in his expedition.”",
        "Tayoga spoke in his precise school English, in which he never omitted\nor abbreviated a word, but he was very positive. It did not occur to\nany of the others to doubt him. They had seen too many evidences of\nhis surpassing skill on the trail. They swung along and Grosvenor\nnoticed that many birds now appeared, hopping about in the path, as if\nsearching among the bushes and in the grass for something.",
        "“It looks as if they were seeking food dropped by our foes,” he said.",
        "“Did we not say that Red Coat would learn and learn fast!” exclaimed\nTayoga. “He has in him the spirit of the forester, and, in time, he\nwill make a great trailer. I have observed the birds, Red Coat, and\nyour conclusion is correct. Sharp Sword’s force did not pause to cook\nbreakfast or even to eat it at the camp, but they took it as they\nwalked along swiftly, dropping shreds of flesh or grains of hominy\nor bones picked clean as they walked. The birds have come to feast on\ntheir leavings. Doubtless, they have eaten all already and are merely\nhunting for more that does not exist. It is strange that no prowling\nwolf has come. Ah, I see the nose of one now in the thicket! Sharp\nSword and his force cannot be very far ahead, and we shall have to be\nvery cautious how we proceed.”",
        "“I think it likely,” said Willet, “that Tandakora and his band will\njoin him soon. If he is intending an attack upon us somewhere he will\nwant to mass his full strength for it.”",
        "“Tandakora will join him before he makes his next camp,” said Tayoga,\nin the most positive manner. “Great Bear reasons well. I expect to see\nthe trail of the Ojibway chief, within an hour.”",
        "They went forward slowly, lest they walk into an ambush set by the\nfoe, and, before they had gone two miles, the Onondaga pointed to a\nnew trail coming out of the forest and merging into that of St. Luc.",
        "“Dagaeoga knows who has walked here!” he said.",
        "“Yes,” replied Robert. “It’s easy to tell where the great feet of\nTandakora have passed. I suppose he leaves bigger footprints than any\nother man now in the province of New York. His warriors were with him\ntoo when he joined St. Luc. We were right in supposing that the French\nleader meditates an attack upon us somewhere.”",
        "“Tandakora talked a while with St. Luc,” said Tayoga, when they\nhad gone a hundred yards farther. “The big moccasins and the small\nmoccasins stood together beside the trail. The earth was dampened much\nby the fog last night and it leaves the impressions. I think he talked\nlonger with the Ojibway than he did with De Courcelles and Jumonville.\nTandakora is an evil man but perhaps St. Luc feels less dislike for\nhim than he does for the two white men. The Ojibway is only a savage\nfrom the region of the Great Lakes, but the Frenchmen should know\nthat the straight way of life is the right way. You do not forget,\nDagaeoga, how De Courcelles planned with the others that time we were\nin Quebec, to have you killed by the bully, Boucher!”",
        "“I don’t forget it,” said Robert. “I can never forget it, nor do I\nforget how Dave took my place and sent the bully to a land where he\ncan never more do murder. Much as I hate Tandakora, I don’t blame St.\nLuc for hating him less than he does De Courcelles and Jumonville.”",
        "“After the talk they went on together to the head of the line,\"\nsaid Tayoga. “Now they increase their speed. The stride of St. Luc\nlengthens and as it lengthens so must those of all the rest. We are\nnot now in any danger of running into them, but we may incur it before\nnight.”",
        "They did not abate their own speed, but continued in the path without\npause, until nearly noon. The broad trail led straight on, over hills,\nacross valleys and always through deep forest, cut here and there\nby clear streams. The sun came out, and it was warm under the trees.\nGrosvenor, unused to such severe exertion of this kind, began to\nbreathe with difficulty. But Tayoga called a halt in time at the edge\nof a brook, and all knelt to drink.",
        "“St. Luc’s men were tired and thirsty too, Red Coat,” said the\nOnondaga. “All of them drank. You can see the prints of their knees\nand feet as they bent over the water. It is a good brook. Manitou\nhas filled the wilderness with its like, that man and beast may enjoy\nthem. We will rest here a while, if Great Bear and Black Rifle say\nso.”",
        "“We do,” said the two men together.",
        "They remained fully an hour by the little stream. Robert himself,\nused as he was to the wilderness, was glad of the rest, and Grosvenor\nfairly reveled in it, feeling that his nerves and muscles were\nbeing created anew. They also made further inroads on their bear\nand Grosvenor was glad to see the birds coming for the shreds\nthey dropped. He had quite a kindly feeling for the little winged\ncreatures.",
        "“I don’t want to think that everything in the woods is an enemy,” he\nsaid.",
        "When they resumed the pursuit they found another new trail merging\ninto that of the main force. It was a mixed band, red and white as the\ncharacter of the footprints showed, and numbered about twenty men.",
        "“It is clear,” said Tayoga, “that as we supposed, Sharp Sword is\nplanning a heavy stroke. All the detached forces are coming in, under\ninstructions, to join him. We know that Montcalm drew back into the\nnorth after his great blow at Fort William Henry, and we think he is\ngoing to fortify on Champlain or between the two lakes. Some of our\npeople must be along the shores of Andiatarocte and Sharp Sword does\nnot want them to find out too much about Montcalm.”",
        "“At any rate I think our own enterprise will culminate before night,\"\nsaid Willet. “We should overtake them by dusk if we try.”",
        "“Sharp Sword’s men will make a new camp before long,” said Tayoga,\n“and from that they will launch their attack upon whatever point or\nforce of ours they intend to attack. They are not going so fast now,\nand the trail is growing very warm. Sharp Sword’s stride is shortening\nand so, of course, is the stride of all the others. I think he now\nfeels that the need of hurrying is over, and he is likely to become\nmuch more deliberate.”",
        "“And the ground is beginning to slope down toward a deep valley,” said\nWillet. “Water and wood will be plentiful there, and I think that’s\nwhere St. Luc will make his camp to-night.”",
        "“I think so too,” said Tayoga. “And since the dusk is not far away\nmaybe they have lighted the fire already. Suppose, Great Bear, we\nclimb the hill on our right and see if our eyes can reach their\nsmoke.”",
        "The crest of the hill was about three hundred feet above them, but\nwhen they reached it they could see a great distance on all sides,\nthe lake a vast glittering bowl on their left and the mighty green\nwilderness of hills, mountains and woods on their right. Directly\nahead of them was a faint dark line against the dazzling blue of the\nsky.",
        "“Smoke!” said Tayoga.",
        "“St. Luc’s smoke,” said Willet.",
        "“The very smoke of the camp for which we were looking and which we\nwere expecting!” said Black Rifle.",
        "Robert’s pulses beat hard, as they always did when he knew the great\nFrench Chevalier to be near. But that emotion soon passed and in\nits place came the thought of the enemy’s presence. However much\nhe admired St. Luc he was an official foe, to be met upon the\nbattlefield.",
        "“We must look into their camp,” he said.",
        "“So we must,” said Willet, “and to do that we shall have to go much\nnearer. The risk is too great now, but it will soon be night, and then\nwe can approach. We can see them well, then, because they’ll build all\nthe fires they like, since they think they have nothing to fear.”",
        "Then the five waited in silence among the thick woods on the crest of\nthe hill, and Grosvenor prepared his mind for his first stalk. Full of\ncourage, ambitious, eager to excel, he resolved to acquit himself with\ncredit. But this was war, far different from that on the open fields\nof Europe for which his early training had fitted him. One must lie\nin the deep forest and depend upon the delicacy of eye and ear and an\nexceeding quickness of hand. It had not been long since he would\nhave considered his present situation incredible, and, even now, it\nrequired some effort to convince himself that it was true.",
        "But there beside him were the comrades whom he liked so well, Robert,\nTayoga and the hunter whom he had known before and the strange dark\nfigure of Black Rifle, that man of mystery and terror. Around him was\nthe wilderness now in the glow of advancing twilight, and before him\nhe knew well lay St. Luc and the formidable French and Indian force.\nTime and place were enough to try the soul of an inexperienced youth\nand yet Grosvenor was not afraid. His own spirit and willingness\nto dare peril made a shield for him. His comrades were only four in\nnumber, but Grosvenor felt that, in fact, they were twenty. He did\nnot know what strange pass into which they would lead him, but he felt\nsure they would succeed.",
        "He saw the red rim of the sun sink behind the western crests, and then\nthe last twilight died into the night. Heavy darkness trailed over the\nforest, but soon moon and stars sprang out, and the sky became silver,\nthe spire of smoke reappearing across its southern face. But Willet,\nwho was in reality the leader of the little party, gave no sign.\nGrosvenor knew that they were waiting for the majority of St.\nLuc’s force to go to sleep, leaving only the sentinels before they\napproached, but it was hard to sit there so long. His nerves were on\nedge and his muscles ached, but his spirit put a powerful rein over\nthe flesh and he said never a word, until far in the night Willet gave\nthe order to advance.",
        "“Be careful, lads,” he said, “and now is your chance, Lieutenant, to\nshow how well you can keep up the start you’ve made as a trailer. That\nsmoke over there which merges from several camp fires is our beacon.”",
        "They crept through the thickets. Grosvenor saw the dark gray tower\nagainst the sky grow larger and larger, and at last a luminous glow\nthat came from the camp fires, rose under the horizon.",
        "“To the edge of this last hill,” whispered Willet, “and I think we can\nsee them.”",
        "They redoubled their care as they advanced, and then, thrusting their\nheads through the bushes, looked down into the little valley in which\nthe camp of St. Luc was pitched.",
        "Several fires were burning, and Robert distinctly saw the French\nleader standing before one of them, not in forest green, but in his\nsplendid officer’s uniform of white and silver. A gallant and romantic\nfigure he looked, outlined by the blaze, young, lithe and strong.\nAgain the heart of the lad throbbed, and he was drawn powerfully\ntoward St. Luc. What was it that caused this feeling and why had the\nChevalier on more than one occasion and at risk shown himself to be\nhis friend?",
        "Not as many in the camp as they had expected had yet gone to sleep.\nTandakora, somber and gigantic, gnawed the flesh from the big bone of\na deer and then, throwing the bone into the fire, approached St. Luc.\nRobert saw them talking and presently De Courcelles and Jumonville\ncame also. The four talked a little while and now and then the\nChevalier pointed toward the south.",
        "“That is where they intend their blow to fall,” whispered Tayoga.",
        "“Beyond a doubt, lad,” the hunter whispered back, “but we may be able\nto anticipate ’em.”",
        "The wild scene, the like of which he had never looked upon before,\ncast a strange spell over Grosvenor. He too recognized, even at the\ndistance, the power of St. Luc’s personality, and Tandakora, looming,\nimmense, in the firelight, was like some monster out of an earlier,\nprimordial world. Warriors and soldiers asleep were scattered before\nthe fires, and, at the edge of the forest, walked the sentinels. It\nwas an alert and formidable camp, and the young Englishman felt that\nhe and his comrades were grazing the extreme edge of danger.",
        "De Courcelles and Jumonville presently left St. Luc and went to\nanother fire, where they lay down and fell asleep, their military\ncloaks spread over them. Then the short, dark Canadian Dubois appeared\nand St. Luc spoke to him also. Dubois bowed respectfully and brought a\nblanket, which he spread before the fire. St. Luc lay down on it, and\nhe too was soon asleep.",
        "“It’s time for us to go,” whispered Willet, “but I’d feel safer\nif Tandakora also went to sleep. That savage is likely to send out\nscouts.”",
        "“Tandakora does not mean to sleep to-night,” said Tayoga. “He suspects\nthat we are somewhere near and he is troubled. If he were not uneasy\nhe would take his rest, which is what a chief always does when the\nopportunity presents itself. But he has thrown his second bone into\nthe fire, and he walks about, looking now at the sleepers and now at\nthe forest. I think he will soon send two or three runners toward the\nsouth. See, he is speaking to them now, and two are starting.”",
        "Two Indians left the camp and glided silently into the woods. Then\nTandakora stopped his restless pacing, and lay down on the ground. His\nface was in the shadow, but he seemed to be asleep.",
        "The four on the hill crept away as cautiously as they had come,\nand they agreed that they would make a curve around St. Luc’s camp,\ntraveling all night toward the south. Willet was anxious about the\ntwo warriors whom Tandakora had sent out, and he felt that they might\npossibly encounter them on the way. He led his little group first\ntoward the lake and then bore south, being quite sure that before noon\nthe next day they would reach a British or American detachment of some\nkind. Everything indicated such proximity and they were agreed that\nthey would find their friends on the shores of the lake. It was not\nlikely that either colonials or regulars would leave the open water\nand go far into woods which furnished so many perils.",
        "They were refreshed by sleep and plenty of food and they made good\ntime. They walked in single file, Willet leading with Tayoga last and\nGrosvenor in front of him. The young Englishman’s ambition, encouraged\nby success, was rising higher than ever, and he was resolved that this\nnight trail which he was treading should be a good one, so far as he\nwas concerned. Robert walked in front of him and he was careful to\nstep exactly where young Lennox did, knowing that if he did so he\nwould break no sticks and make no undue noise. The test was severe,\nbut he succeeded. By and by his breath grew short once more.\nNevertheless he was glad when Willet halted, and asked Tayoga if he\nheard any unusual sound in the forest. Before replying the Onondaga\nlay down and put his ear to the ground.",
        "“I do hear a sound which is not that of the trees nor of an animal,\"\nhe replied. “It is made by men walking, and I think they are the two\nwarriors whom Tandakora sent out from the camp.”",
        "“And if you can hear them walking they must be very near. That is\nsure.”",
        "“It is true, Great Bear. These two warriors are sent south to spy upon\nwhatever force of ours St. Luc means to attack, and it may be that\nthey will strike our trail, although they are not looking for it.\nThere is light enough now to show our traces to good trailers.”",
        "“Aye, Tayoga, you speak truly. Lie down, lads, we must not show\nourselves. It’s possible that they’ll pass on and not dream of our\npresence here.”",
        "“It is in the hands of Manitou,” said the Onondaga gravely. “They are\nstill walking toward the south at an even pace, which shows that they\nhave seen nothing. I can hear their footfalls, only a whisper against\nthe earth, but unmistakable. Now, they are just behind us, and\ntheir course is the same as ours. Ah, the footfalls cease! They have\nstopped. They have seen our trail, Great Bear. Manitou has given his\ndecree against us, and who are we to complain? He has done so much for\nus that now he would put us to the test, and see whether we are worthy\nof his favor. We shall have to fight the messengers.”",
        "“It should be easy enough for us who are five to beat two warriors,\"\nsaid Robert.",
        "“We can surely beat two,” said Tayoga, “but they will try to hold us\nwhile they call help. It will not be long before you hear the cry of a\nnight bird, doubtless an owl.”",
        "“Have they begun to move again?” asked Robert.",
        "“I cannot hear a sound. Perhaps they are stirring, but they creep so\ncautiously that they make no noise at all. It would be their object\nto make their own position uncertain and then we would go on at great\nperil from their bullets. It will be best for us to stay a while where\nwe are.”",
        "Tayoga’s words were accepted at once as wise by the others. It was\nimpossible to tell where the two warriors now lay, and, if they\nundertook to go on, their figures would be disclosed at once by the\nbrilliant moonshine. So they flattened themselves against the ground\nin the shadow of the bushes and waited patiently. The time seemed to\nGrosvenor to be forever, but he thrilled with the belief in coming\ncombat. He still felt that he was in the best of all company for\nforest and midnight battle, and he did not fear the issue.",
        "Willet was hopeful that the skies would darken, but they did not do\nso. The persistent moon and a host of stars continued to shine down,\nflooding the forest with light, and he knew that if any one of them\nstood up a bullet would be his instant welcome. At last came the\ncry of the night bird, the note of the owl, as Tayoga had predicted,\nrising from a point to their right and somewhat behind them, but too\nfar away for rifle shot. It was a singular note, wild, desolate and\nfull of menace.",
        "“There may have been another band of warriors in this direction,\"\nwhispered Tayoga, “perhaps a group of hunters who had not yet returned\nto St. Luc, and he is calling to them.”",
        "“No earthly doubt of it,” said Black Rifle. “Can you hear the reply,\nTayoga?”",
        "“Now I hear it, though it is very faint. It is from the south and the\nwarriors will soon be here. We shall have a band to fight.”",
        "“Then we’d better bear off toward the west,” said Willet. “Come, lads,\nwe have to creep for it.”",
        "They made their way very slowly on hands and knees away from the\nlake, Willet leading and Tayoga bringing up the rear. It was hard\nand painful work for Grosvenor, but again he succeeded in advancing\nwithout noise, and he began to think they would elude the vigilance of\nthe savage scouts, when a sibilant whisper from Willet warned them to\nfall flat again. His command was just in time as a rifle cracked in\nthe bushes ahead of them, and Grosvenor distinctly heard the bullet as\nit hissed over their heads. Willet threw his rifle to his shoulder but\nquickly took it down again. The Indian who had fired was gone and a\nlittle puff of smoke rising above the bushes told where he had been.\nThen the five crept away toward the right and drew into a slight\nhollow, rimmed around with bushes, where they lay hugging the earth.",
        "“Our course took us almost directly into the path of that fellow,\"\nsaid Willet, “and of course he saw us. I’m sorry I didn’t get a shot\nat him.”",
        "“Do not worry, Great Bear,” said Tayoga. “You will find plenty of use\nfor your bullets. The band has come. Hark to the war whoop!”",
        "The long, piercing yell, so full of menace and most sinister in its\ndying note, swelled through the forest. Grosvenor, despite his courage\nand confidence in his comrades, shivered. He had heard that same yell\nmany a time, when Braddock’s army was cut down in the deep forest by\nan invisible foe. He could never forget its import. But he grasped\nhis rifle firmly, and strove to see the enemy, who, he knew, was\napproaching. His four comrades lay in silence, but the muzzle of every\nweapon was thrust forward.",
        "“It’s fortunate we found this little hollow,” said Willet. “It will\ngive us shelter for a while.”",
        "“And we’ll need it,” said Black Rifle. “They know where we are, of\ncourse, but they’ll take their time about attacking.”",
        "“Keep your heads down, lads,” said Willet. “Don’t be too eager to see.\nIf they’re too far away for us to shoot at we are too far away for\nthem too.”",
        "Five minutes later and a flash came from a thicket on their left.\nWillet pulled trigger at the flash and a death cry came back.",
        "“That’s one out of the way,” said Black Rifle calmly, “and they’re mad\nclean through. Hear ’em yell!”",
        "The fierce war whoop died in many echoes, and bullets spattered the\nrocks about them. The five made no further reply as yet, but the\nforest battle was now on.",
        "Continue...",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}