{
    "title": "The Crimes of England - IV– The Coming of the Janissaries",
    "author": "G.K. Chesterton",
    "chapter": "4",
    "content": [
        "\n\n",
        "The late Lord Salisbury, a sad and humorous man, made many public and\nserious remarks that have been proved false and perilous, and many\nprivate and frivolous remarks which were valuable and ought to be\nimmortal. He struck dead the stiff and false psychology of “social\nreform,” with its suggestion that the number of public-houses made\npeople drunk, by saying that there were a number of bedrooms at\nHatfield, but they never made him sleepy. Because of this it is possible\nto forgive him for having talked about “living and dying nations”:\nthough it is of such sayings that living nations die. In the same spirit\nhe included the nation of Ireland in the “Celtic fringe” upon the west\nof England. It seems sufficient to remark that the fringe is\nconsiderably broader than the garment. But the fearful satire of time\nhas very sufficiently avenged the Irish nation upon him, largely by the\ninstrumentality of another fragment of the British robe which he cast\naway almost contemptuously in the North Sea. The name of it is\nHeligoland; and he gave it to the Germans.",
        "The subsequent history of the two islands on either side of England has\nbeen sufficiently ironical. If Lord Salisbury had foreseen exactly what\nwould happen to Heligoland, as well as to Ireland, he might well have\nfound no sleep at Hatfield in one bedroom or a hundred. In the eastern\nisle he was strengthening a fortress that would one day be called upon\nto destroy us. In the western isle he was weakening a fortress that\nwould one day be called upon to save us. In that day his trusted ally,\nWilliam Hohenzollern, was to batter our ships and boats from the Bight\nof Heligoland; and in that day his old and once-imprisoned enemy, John\nRedmond, was to rise in the hour of English jeopardy, and be thanked in\nthunder for the free offer of the Irish sword. All that Robert Cecil\nthought valueless has been our loss, and all that he thought feeble our\nstay. Among those of his political class or creed who accepted and\nwelcomed the Irish leader’s alliance, there were some who knew the real\npast relations between England and Ireland, and some who first felt\nthem in that hour. All knew that England could no longer be a mere\nmistress; many knew that she was now in some sense a suppliant. Some\nknew that she deserved to be a suppliant. These were they who knew a\nlittle of the thing called history; and if they thought at all of such\ndead catchwords as the “Celtic fringe” for a description of Ireland, it\nwas to doubt whether we were worthy to kiss the hem of her garment. If\nthere be still any Englishman who thinks such language extravagant, this\nchapter is written to enlighten him.",
        "In the last two chapters I have sketched in outline the way in which\nEngland, partly by historical accident, but partly also by false\nphilosophy, was drawn into the orbit of Germany, the centre of whose\ncircle was already at Berlin. I need not recapitulate the causes at all\nfully here. Luther was hardly a heresiarch for England, though a hobby\nfor Henry VIII. But the negative Germanism of the Reformation, its drag\ntowards the north, its quarantine against Latin culture, was in a sense\nthe beginning of the business. It is well represented in two facts; the\nbarbaric refusal of the new astronomical calendar merely because it was\ninvented by a Pope, and the singular decision to pronounce Latin as if\nit were something else, making it not a dead language but a new\nlanguage. Later, the part played by particular royalties is complex and\naccidental; “the furious German” came and passed; the much less\ninteresting Germans came and stayed. Their influence was negative but\nnot negligible; they kept England out of that current of European life\ninto which the Gallophil Stuarts might have carried her. Only one of the\nHanoverians was actively German; so German that he actually gloried in\nthe name of Briton, and spelt it wrong. Incidentally, he lost America.\nIt is notable that all those eminent among the real Britons, who spelt\nit right, respected and would parley with the American Revolution,\nhowever jingo or legitimist they were; the romantic conservative Burke,\nthe earth-devouring Imperialist Chatham, even, in reality, the jog-trot\nTory North. The intractability was in the Elector of Hanover more than\nin the King of England; in the narrow and petty German prince who was\nbored by Shakespeare and approximately inspired by Handel. What really\nclinched the unlucky companionship of England and Germany was the first\nand second alliance with Prussia; the first in which we prevented the\nhardening tradition of Frederick the Great being broken up by the Seven\nYears’ War; the second in which we prevented it being broken up by the\nFrench Revolution and Napoleon. In the first we helped Prussia to escape\nlike a young brigand; in the second we helped the brigand to adjudicate\nas a respectable magistrate. Having aided his lawlessness, we defended\nhis legitimacy. We helped to give the Bourbon prince his crown, though\nour allies the Prussians (in their cheery way) tried to pick a few\njewels out of it before he got it. Through the whole of that period, so\nimportant in history, it must be said that we were to be reckoned on for\nthe support of unreformed laws and the rule of unwilling subjects. There\nis, as it were, an ugly echo even to the name of Nelson in the name of\nNaples. But whatever is to be said of the cause, the work which we did\nin it, with steel and gold, was so able and strenuous that an Englishman\ncan still be proud of it. We never performed a greater task than that\nin which we, in a sense, saved Germany, save that in which a hundred\nyears later, we have now, in a sense, to destroy her. History tends to\nbe a facade of faded picturesqueness for most of those who have not\nspecially studied it: a more or less monochrome background for the drama\nof their own day. To these it may well seem that it matters little\nwhether we were on one side or the other in a fight in which all the\nfigures are antiquated; Bonaparte and Blucher are both in old cocked\nhats; French kings and French regicides are both not only dead men but\ndead foreigners; the whole is a tapestry as decorative and as arbitrary\nas the Wars of the Roses. It was not so: we fought for something real\nwhen we fought for the old world against the new. If we want to know\npainfully and precisely what it was, we must open an old and sealed and\nvery awful door, on a scene which was called Ireland, but which then\nmight well have been called hell.",
        "Having chosen our part and made war upon the new world, we were soon\nmade to understand what such spiritual infanticide involved; and were\ncommitted to a kind of Massacre of the Innocents. In Ireland the young\nworld was represented by young men, who shared the democratic dream of\nthe Continent, and were resolved to foil the plot of Pitt; who was\nworking a huge machine of corruption to its utmost to absorb Ireland\ninto the Anti-Jacobin scheme of England. There was present every\ncoincidence that could make the British rulers feel they were mere\nabbots of misrule. The stiff and self-conscious figure of Pitt has\nremained standing incongruously purse in hand; while his manlier rivals\nwere stretching out their hands for the sword, the only possible resort\nof men who cannot be bought and refuse to be sold. A rebellion broke out\nand was repressed; and the government that repressed it was ten times\nmore lawless than the rebellion. Fate for once seemed to pick out a\nsituation in plain black and white like an allegory; a tragedy of\nappalling platitudes. The heroes were really heroes; and the villains\nwere nothing but villains. The common tangle of life, in which good men\ndo evil by mistake and bad men do good by accident, seemed suspended for\nus as for a judgment. We had to do things that not only were vile, but\nfelt vile. We had to destroy men who not only were noble, but looked\nnoble. They were men like Wolfe Tone, a statesman in the grand style who\nwas not suffered to found a state; and Robert Emmet, lover of his land\nand of a woman, in whose very appearance men saw something of the eagle\ngrace of the young Napoleon. But he was luckier than the young Napoleon;\nfor he has remained young. He was hanged; not before he had uttered one\nof those phrases that are the hinges of history. He made an epitaph of\nthe refusal of an epitaph: and with a gesture has hung his tomb in\nheaven like Mahomet’s coffin. Against such Irishmen we could only\nproduce Castlereagh; one of the few men in human records who seem to\nhave been made famous solely that they might be infamous. He sold his\nown country, he oppressed ours; for the rest he mixed his metaphors, and\nhas saddled two separate and sensible nations with the horrible mixed\nmetaphor called the Union. Here there is no possible see-saw of\nsympathies as there can be between Brutus and Caesar or between Cromwell\nand Charles I.: there is simply nobody who supposes that Emmet was out\nfor worldly gain, or that Castlereagh was out for anything else. Even\nthe incidental resemblances between the two sides only served to sharpen\nthe contrast and the complete superiority of the nationalists. Thus,\nCastlereagh and Lord Edward Fitzgerald were both aristocrats. But\nCastlereagh was the corrupt gentleman at the Court, Fitzgerald the\ngenerous gentleman upon the land; some portion of whose blood, along\nwith some portion of his spirit, descended to that great gentleman,\nwho–in the midst of the emetic immoralism of our modern politics–gave\nback that land to the Irish peasantry. Thus again, all such\neighteenth-century aristocrats (like aristocrats almost anywhere) stood\napart from the popular mysticism and the shrines of the poor; they were\ntheoretically Protestants, but practically pagans. But Tone was the type\nof pagan who refuses to persecute, like Gallio: Pitt was the type of\npagan who consents to persecute; and his place is with Pilate. He was an\nintolerant indifferentist; ready to enfranchise the Papists, but more\nready to massacre them. Thus, once more, the two pagans, Tone and\nCastlereagh, found a pagan end in suicide. But the circumstances were\nsuch that any man, of any party, felt that Tone had died like Cato and\nCastlereagh had died like Judas.",
        "The march of Pitt’s policy went on; and the chasm between light and\ndarkness deepened. Order was restored; and wherever order spread, there\nspread an anarchy more awful than the sun has ever looked on. Torture\ncame out of the crypts of the Inquisition and walked in the sunlight of\nthe streets and fields. A village vicar was slain with inconceivable\nstripes, and his corpse set on fire with frightful jests about a roasted\npriest. Rape became a mode of government. The violation of virgins\nbecame a standing order of police. Stamped still with the same terrible\nsymbolism, the work of the English Government and the English settlers\nseemed to resolve itself into animal atrocities against the wives and\ndaughters of a race distinguished for a rare and detached purity, and of\na religion which makes of innocence the Mother of God. In its bodily\naspects it became like a war of devils upon angels; as if England could\nproduce nothing but torturers, and Ireland nothing but martyrs. Such\nwas a part of the price paid by the Irish body and the English soul, for\nthe privilege of patching up a Prussian after the sabre-stroke of Jena.",
        "But Germany was not merely present in the spirit: Germany was present in\nthe flesh. Without any desire to underrate the exploits of the English\nor the Orangemen, I can safely say that the finest touches were added by\nsoldiers trained in a tradition inherited from the horrors of the Thirty\nYears’ War, and of what the old ballad called “the cruel wars of High\nGermanie.” An Irishman I know, whose brother is a soldier, and who has\nrelatives in many distinguished posts of the British army, told me that\nin his childhood the legend (or rather the truth) of ’98 was so\nfrightfully alive that his own mother would not have the word “soldier\"\nspoken in her house. Wherever we thus find the tradition alive we find\nthat the hateful soldier means especially the German soldier. When the\nIrish say, as some of them do say, that the German mercenary was worse\nthan the Orangemen, they say as much as human mouth can utter. Beyond\nthat there is nothing but the curse of God, which shall be uttered in\nan unknown tongue.",
        "The practice of using German soldiers, and even whole German regiments,\nin the make-up of the British army, came in with our German princes, and\nreappeared on many important occasions in our eighteenth-century\nhistory. They were probably among those who encamped triumphantly upon\nDrumossie Moor, and also (which is a more gratifying thought) among\nthose who ran away with great rapidity at Prestonpans. When that very\ntypical German, George III., narrow, serious, of a stunted culture and\ncoarse in his very domesticity, quarrelled with all that was spirited,\nnot only in the democracy of America but in the aristocracy of England,\nGerman troops were very fitted to be his ambassadors beyond the\nAtlantic. With their well-drilled formations they followed Burgoyne in\nthat woodland march that failed at Saratoga; and with their wooden faces\nbeheld our downfall. Their presence had long had its effect in various\nways. In one way, curiously enough, their very militarism helped England\nto be less military; and especially to be more mercantile. It began to\nbe felt, faintly of course and never consciously, that fighting was a\nthing that foreigners had to do. It vaguely increased the prestige of\nthe Germans as the military people, to the disadvantage of the French,\nwhom it was the interest of our vanity to underrate. The mere mixture of\ntheir uniforms with ours made a background of pageantry in which it\nseemed more and more natural that English and German potentates should\nsalute each other like cousins, and, in a sense, live in each other’s\ncountries. Thus in 1908 the German Emperor was already regarded as\nsomething of a menace by the English politicians, and as nothing but a\nmadman by the English people. Yet it did not seem in any way disgusting\nor dangerous that Edward VII. should appear upon occasion in a Prussian\nuniform. Edward VII. was himself a friend to France, and worked for the\nFrench Alliance. Yet his appearance in the red trousers of a French\nsoldier would have struck many people as funny; as funny as if he had\ndressed up as a Chinaman.",
        "But the German hirelings or allies had another character which (by that\nsame strain of evil coincidence which we are tracing in this book)\nencouraged all that was worst in the English conservatism and\ninequality, while discouraging all that was best in it. It is true that\nthe ideal Englishman was too much of a squire; but it is just to add\nthat the ideal squire was a good squire. The best squire I know in\nfiction is Duke Theseus in “The Midsummer Night’s Dream,” who is kind to\nhis people and proud of his dogs; and would be a perfect human being if\nhe were not just a little bit prone to be kind to both of them in the\nsame way. But such natural and even pagan good-nature is consonant with\nthe warm wet woods and comfortable clouds of South England; it never had\nany place among the harsh and thrifty squires in the plains of East\nPrussia, the land of the East Wind. They were peevish as well as proud,\nand everything they created, but especially their army, was made\ncoherent by sheer brutality. Discipline was cruel enough in all the\neighteenth-century armies, created long after the decay of any faith or\nhope that could hold men together. But the state that was first in\nGermany was first in ferocity. Frederick the Great had to forbid his\nEnglish admirers to follow his regiments during the campaign, lest they\nshould discover that the most enlightened of kings had only excluded\ntorture from law to impose it without law. This influence, as we have\nseen, left on Ireland a fearful mark which will never be effaced.\nEnglish rule in Ireland had been bad before; but in the broadening light\nof the revolutionary century I doubt whether it could have continued as\nbad, if we had not taken a side that forced us to flatter barbarian\ntyranny in Europe. We should hardly have seen such a nightmare as the\nAnglicising of Ireland if we had not already seen the Germanising of\nEngland. But even in England it was not without its effects; and one of\nits effects was to rouse a man who is, perhaps, the best English witness\nto the effect on the England of that time of the Alliance with Germany.\nWith that man I shall deal in the chapter that follows.",
        "Continue...",
        "\nThis eBook of “The Crimes of England” by G.K. Chesterton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Crimes Of EnglandBy G. K. ChestertonAt Amazon"
    ]
}