{
    "title": "The Seven Poor Travellers - In Three Chapters - Chapter III—:The Road",
    "author": "Charles Dickens",
    "chapter": "3",
    "content": [
        "\n\n",
        "My story being finished, and the Wassail too, we broke up as the\nCathedral bell struck Twelve.  I did not take leave of my travellers\nthat night; for it had come into my head to reappear, in conjunction\nwith some hot coffee, at seven in the morning.",
        "As I passed along the High Street, I heard the Waits at a distance,\nand struck off to find them.  They were playing near one of the old\ngates of the City, at the corner of a wonderfully quaint row of red-\nbrick tenements, which the clarionet obligingly informed me were\ninhabited by the Minor-Canons.  They had odd little porches over the\ndoors, like sounding-boards over old pulpits; and I thought I should\nlike to see one of the Minor-Canons come out upon his top stop, and\nfavour us with a little Christmas discourse about the poor scholars\nof Rochester; taking for his text the words of his Master relative\nto the devouring of Widows’ houses.",
        "The clarionet was so communicative, and my inclinations were (as\nthey generally are) of so vagabond a tendency, that I accompanied\nthe Waits across an open green called the Vines, and assisted—in\nthe French sense—at the performance of two waltzes, two polkas, and\nthree Irish melodies, before I thought of my inn any more.  However,\nI returned to it then, and found a fiddle in the kitchen, and Ben,\nthe wall-eyed young man, and two chambermaids, circling round the\ngreat deal table with the utmost animation.",
        "I had a very bad night.  It cannot have been owing to the turkey or\nthe beef,—and the Wassail is out of the question—but in every\nendeavour that I made to get to sleep I failed most dismally.  I was\nnever asleep; and in whatsoever unreasonable direction my mind\nrambled, the effigy of Master Richard Watts perpetually embarrassed\nit.",
        "In a word, I only got out of the Worshipful Master Richard Watts’s\nway by getting out of bed in the dark at six o’clock, and tumbling,\nas my custom is, into all the cold water that could be accumulated\nfor the purpose.  The outer air was dull and cold enough in the\nstreet, when I came down there; and the one candle in our supper-\nroom at Watts’s Charity looked as pale in the burning as if it had\nhad a bad night too.  But my Travellers had all slept soundly, and\nthey took to the hot coffee, and the piles of bread-and-butter,\nwhich Ben had arranged like deals in a timber-yard, as kindly as I\ncould desire.",
        "While it was yet scarcely daylight, we all came out into the street\ntogether, and there shook hands.  The widow took the little sailor\ntowards Chatham, where he was to find a steamboat for Sheerness; the\nlawyer, with an extremely knowing look, went his own way, without\ncommitting himself by announcing his intentions; two more struck off\nby the cathedral and old castle for Maidstone; and the book-pedler\naccompanied me over the bridge.  As for me, I was going to walk by\nCobham Woods, as far upon my way to London as I fancied.",
        "When I came to the stile and footpath by which I was to diverge from\nthe main road, I bade farewell to my last remaining Poor Traveller,\nand pursued my way alone.  And now the mists began to rise in the\nmost beautiful manner, and the sun to shine; and as I went on\nthrough the bracing air, seeing the hoarfrost sparkle everywhere, I\nfelt as if all Nature shared in the joy of the great Birthday.",
        "Going through the woods, the softness of my tread upon the mossy\nground and among the brown leaves enhanced the Christmas sacredness\nby which I felt surrounded.  As the whitened stems environed me, I\nthought how the Founder of the time had never raised his benignant\nhand, save to bless and heal, except in the case of one unconscious\ntree.  By Cobham Hall, I came to the village, and the churchyard\nwhere the dead had been quietly buried, “in the sure and certain\nhope” which Christmas time inspired.  What children could I see at\nplay, and not be loving of, recalling who had loved them!  No garden\nthat I passed was out of unison with the day, for I remembered that\nthe tomb was in a garden, and that “she, supposing him to be the\ngardener,” had said, “Sir, if thou have borne him hence, tell me\nwhere thou hast laid him, and I will take him away.”  In time, the\ndistant river with the ships came full in view, and with it pictures\nof the poor fishermen, mending their nets, who arose and followed\nhim,—of the teaching of the people from a ship pushed off a little\nway from shore, by reason of the multitude,—of a majestic figure\nwalking on the water, in the loneliness of night.  My very shadow on\nthe ground was eloquent of Christmas; for did not the people lay\ntheir sick where the more shadows of the men who had heard and seen\nhim might fall as they passed along?",
        "Thus Christmas begirt me, far and near, until I had come to\nBlackheath, and had walked down the long vista of gnarled old trees\nin Greenwich Park, and was being steam-rattled through the mists now\nclosing in once more, towards the lights of London.  Brightly they\nshone, but not so brightly as my own fire, and the brighter faces\naround it, when we came together to celebrate the day.  And there I\ntold of worthy Master Richard Watts, and of my supper with the Six\nPoor Travellers who were neither Rogues nor Proctors, and from that\nhour to this I have never seen one of them again.",
        " ",
        "\nThis complete text of the The Seven Travellers book by Charles Dickens are in the public domain.\n\n\nAlso by this author:\nYou can buy the A Christmas Carol book at Amazon.\nAlso available, on DVD; A Christmal Carol (1951 Movie) and\nA Christmas Carol (1984 Movie, with George C. Scott).\n\nAnd: \nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield can also be bought on DVD.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}