{
    "title": "The Store Boy - Chapter III - Mrs. Barclay’s Callers",
    "author": "Horatio Alger, Jr.",
    "chapter": "3",
    "content": [
        "\n\n",
        "About half-past eight o’clock Mrs. Barclay sat with her work in her\nhand.  Her headache was better, but she did not regret not having\naccompanied Ben to the Town Hall.",
        "“I am glad Ben is enjoying himself,” she thought, “but I would rather\nstay quietly at home.  Poor boy!  he works hard enough, and needs\nrecreation now and then.”",
        "Just then a knock was heard at the outside door.",
        "“I wonder who it can be?” thought the widow.  “I supposed everybody\nwould be at the Town Hall.  It may be Mrs. Perkins come to borrow\nsomething.”",
        "Mrs. Perkins was a neighbor much addicted to borrowing, which was\nrather disagreeable, but might have been more easily tolerated but\nthat she seldom returned the articles lent.",
        "Mrs. Barclay went to the door and opened it, fully expecting to see\nher borrowing neighbor.  A very different person met her view.  The\nragged hat, the ill-looking face, the neglected attire, led her to\nrecognize the tramp whom Ben had described to her as having attempted\nto rob him in the afternoon.  Terrified, Mrs. Barclay’s first impulse\nwas to shut the door and bolt it.  But her unwelcome visitor was too\nquick for her.  Thrusting his foot into the doorway, he interposed an\neffectual obstacle in the way of shutting the door.",
        "“No, you don’t, ma’am!” he said, with as laugh.  “I understand your\nlittle game.  You want to shut me out.”",
        "“What do you want?” asked the widow apprehensively.",
        "“What do I want?” returned the tramp.  “Well, to begin with, I want\nsomething to eat–and drink,” he added, after a pause.",
        "“Why don’t you go to the tavern?” asked Mrs. Barclay, anxious for him\nto depart.",
        "“Well, I can’t afford it.  All the money I’ve got is a bogus dollar\nyour rogue of a son gave me this afternoon.”",
        "“You stole it from him,” said the widow indignantly.",
        "“What’s the odds if I did.  It ain’t of no value.  Come, haven’t you\nanything to eat in the house?  I’m hungry as a wolf.”",
        "“And you look like one!” thought Mrs. Barclay, glancing at his\nunattractive features; but she did not dare to say it.",
        "There seemed no way of refusing, and she was glad to comply with his\nrequest, if by so doing she could soon get rid of him.",
        "“Stay here,” she said, “and I’ll bring you some bread and butter and\ncold meat.”",
        "“Thank you, I’d rather come in,” said the tramp, and he pushed his way\nthrough the partly open door.",
        "She led the way uneasily into the kitchen just in the rear of the\nsitting room where she had been seated.",
        "“I wish Ben was here,” she said to herself, with sinking heart.",
        "The tramp seated himself at the kitchen table, while Mrs. Barclay,\ngoing to the pantry, brought out part of a loaf of bread, and butter,\nand a few slices of cold beef, which she set before him.  Without\nceremony he attacked the viands and ate as if half famished.  When\nabout half through, he turned to the widow, and asked:",
        "“Haven’t you some whisky in the house?”",
        "“I never keep any,” answered Mrs. Barclay.",
        "“Rum or gin, then?”  I ain’t partic’lar.  I want something to warm me\nup.”",
        "“I keep no liquor of any kind.  I don’t approve of drink, or want Ben\nto touch it.”",
        "“Oh, you belong to the cold water army, do you?” said the tramp with a\nsneer.  “Give me some coffee, then.”",
        "“I have no fire, and cannot prepare any.”",
        "“What have you got, then?” demanded than unwelcome guest impatiently.",
        "“I can give you a glass of excellent well water.”",
        "“[illegible] Do you want to choke me?” returned the tramp in disgust.",
        "“Suppose I mix you some molasses and water,” suggested the widow,\nanxious to propitiate her dangerous guest.",
        "“Humph!  Well, that will do, if you’ve got nothing better.  Be quick\nabout it, for my throat is parched.”",
        "As soon as possible the drink was prepared and set beside his plate.\nHe drained it at a draught, and called for a second glass, which was\nsupplied him.  Presently, for all things must have an end, the tramp’s\nappetite seemed to be satisfied.  He threw himself back in his chair,\nstretched his legs, and, with his hands in his pockets, fixed his eyes\non the widow.",
        "“I feel better,” he said.",
        "“I am glad to hear it,” said Mrs. Barclay.  “Now, if you’ll be kind\nenough, leave the house, for I expect Ben back before long.”",
        "“And you don’t want him to get hurt,” laughed the tramp.  “Well, I do\nowe him a flogging for a trick he played on me.”",
        "“Oh, pray, go away!” said Mrs. Barclay, apprehensively.  “I have given\nyou some supper, and that ought to satisfy you.”",
        "“I can’t go away till I’ve talked to you a little on business.”",
        "“Business!  What business can you have with me?”",
        "“More than you think.  You are the widow of John Barclay, ain’t you?”",
        "“Yes; did you know my husband?”",
        "“Yes; that is, I saw something of him just before he died.”",
        "“Can you tell me anything about his last moments?” asked the widow,\nforgetting the character of her visitor, and only thinking of her\nhusband.",
        "“No, that isn’t in my line.  I ain’t a doctor nor yet a minister.  I\nsay, did he leave any money?”",
        "“Not that we have been able to find out.  He owned this hone, but left\nno other property.”",
        "“That you know of,” said the tramp, significantly.",
        "“Do you know of any?” asked Mrs. Barclay eagerly.  “How did you happen\nto know him?”",
        "“I was the barkeeper in the hotel where he died.  It was a small\nhouse, not one of your first-class hotels.”",
        "“My husband was always careful of his expenses.  He did not spend\nmoney unnecessarily.  With his prudence we all thought he must have\nsome investments, but we could discover none.”",
        "“Have you got any money in the house?” asked the tramp, with seeming\nabruptness.",
        "“Why do you ask?” returned the widow, alarmed.  “Surely, you would not\nrob me?”",
        "“No, I don’t want to rob you.  I want to sell you something.”",
        "“I don’t care to buy.  It takes all our money for necessary expenses.”",
        "“You don’t ask what I have to sell.”",
        "“No, because I cannot buy it, whatever it may be.”",
        "“It is–a secret,” said the tramp.",
        "“A secret!” repeated Mrs. Barclay, bewildered.",
        "“Yes, and a secret worth buying.  Your husband wasn’t so poor as you\nthink.  He left stock and papers representing three thousand dollars,\nand I am the only man who can put you in the way of getting it.”",
        "Mrs. Barclay was about to express her surprise, when a loud knock was\nhead at the outer door.",
        "“Who’s that?” demanded the tramp quickly.  “Is it the boy?”",
        "“No, he would not knock.”",
        "“Then, let me get out of this,” he said, leaping to his feet.  “Isn’t\nthere a back door?”",
        "“Yes, there it is.”",
        "He hurried to the door, unbolted it, and made his escape into the open\nbeyond the house, just as the knock was repeated.",
        "Confused by what she had heard, and the strange conduct of her\nvisitor, the widow took the lamp and went to the door.  To her\nsurprise she found on opening it, two visitors, in one of whom she\nrecognized Squire Davenport, already referred to as holding a mortgage\non her house.  The other was a short, dark-complexioned man, who\nlooked like a mechanic.",
        "“Excuse me the lateness of my call, Mrs. Barclay,” said the squire\nsmoothly.  “I come on important business.  This is Mr. Kirk, a cousin\nof my wife.”",
        "“Walk in, gentlemen,” said Mrs. Barclay.",
        "“This is night of surprises,” she thought to herself.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}