{
    "title": "The Story of Mankind - The Social Revolution (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "59",
    "content": [
        "\n",
        "\n\n",
        "BUT THE NEW ENGINES WERE VERY\nEXPENSIVE AND ONLY PEOPLE OF WEALTH\nCOULD AFFORD THEM. THE OLD CARPENTER\nOR SHOEMAKER WHO HAD BEEN HIS\nOWN MASTER IN HIS LITTLE WORKSHOP\nWAS OBLIGED TO HIRE HIMSELF OUT TO\nTHE OWNERS OF THE BIG MECHANICAL\nTOOLS, AND WHILE HE MADE MORE\nMONEY THAN BEFORE, HE LOST HIS\nFORMER INDEPENDENCE AND HE DID NOT\nLIKE THAT",
        "IN the olden days the work of the world had been done by\nindependent workmen who sat in their own little workshops in\nthe front of their houses, who owned their tools, who boxed the\nears of their own apprentices and who, within the limits prescribed\nby their guilds, conducted their business as it pleased\nthem. They lived simple lives, and were obliged to work very\nlong hours, but they were their own masters. If they got up\nand saw that it was a fine day to go fishing, they went fishing\nand there was no one to say “no.”",
        "But the introduction of machinery changed this. A machine\nis really nothing but a greatly enlarged tool. A railroad\ntrain which carries you at the speed of a mile a minute is\nin reality a pair of very fast legs, and a steam hammer which\nflattens heavy plates of iron is just a terrible big fist, made of\nsteel.",
        "But whereas we can all afford a pair of good legs and a\ngood strong fist, a railroad train and a steam hammer and a\ncotton factory are very expensive pieces of machinery and they\nare not owned by a single man, but usually by a company of\npeople who all contribute a certain sum and then divide the\nprofits of their railroad or cotton mill according to the amount\nof money which they have invested.",
        "Therefore, when machines had been improved until they\nwere really practicable and profitable, the builders of those\nlarge tools, the machine manufacturers, began to look for customers\nwho could afford to pay for them in cash.",
        "During the early middle ages, when land had been almost\nthe only form of wealth, the nobility were the only people\nwho were considered wealthy. But as I have told you in a\nprevious chapter, the gold and silver which they possessed\nwas quite insignificant and they used the old system of barter,\nexchanging cows for horses and eggs for honey. During\nthe crusades, the burghers of the cities had been able to gather\nriches from the reviving trade between the east and the west,\nand they had been serious rivals of the lords and the knights.",
        "The French revolution had entirely destroyed the wealth\nof the nobility and had enormously increased that of the middle\nclass or “bourgeoisie.” The years of unrest which followed the\nGreat Revolution had offered many middle-class people a\nchance to get more than their share of this world’s goods. The\nestates of the church had been confiscated by the French Convention\nand had been sold at auction. There had been a terrific\namount of graft. Land speculators had stolen thousands\nof square miles of valuable land, and during the Napoleonic\nwars, they had used their capital to “profiteer” in grain and\ngun-powder, and now they possessed more wealth than they\nneeded for the actual expenses of their households, and they\ncould afford to build themselves factories and to hire men and\nwomen to work the machines.",
        "This caused a very abrupt change in the lives of hundreds\nof thousands of people. Within a few years, many cities\ndoubled the number of their inhabitants and the old civic centre\nwhich had been the real “home” of the citizens was surrounded\nwith ugly and cheaply built suburbs where the workmen slept\nafter their eleven or twelve hours, or thirteen hours, spent in the\nfactories and from where they returned to the factory as soon\nas the whistle blew.",
        "Far and wide through the countryside there was talk of the\nfabulous sums of money that could be made in the towns. The\npeasant boy, accustomed to a life in the open, went to the city.\nHe rapidly lost his old health amidst the smoke and dust and\ndirt of those early and badly ventilated workshops, and the\nend, very often, was death in the poor-house or in the hospital.",
        "Of course the change from the farm to the factory on the\npart of so many people was not accomplished without a certain\namount of opposition. Since one engine could do as much\nwork as a hundred men, the ninety-nine others who were\nthrown out of employment did not like it. Frequently they attacked\nthe factory-buildings and set fire to the machines, but\nInsurance Companies had been organised as early as the 17th\ncentury and as a rule the owners were well protected against loss.",
        "Soon, newer and better machines were installed, the factory\nwas surrounded with a high wall and then there was an\nend to the rioting. The ancient guilds could not possibly survive\nin this new world of steam and iron. They went out of\nexistence and then the workmen tried to organise regular labour\nunions. But the factory-owners, who through their wealth\ncould exercise great influence upon the politicians of the different\ncountries, went to the Legislature and had laws passed\nwhich forbade the forming of such trade unions because they\ninterfered with the “liberty of action” of the working man.",
        "Please do not think that the good members of Parliament\nwho passed these laws were wicked tyrants. They were\nthe true sons of the revolutionary period when everybody\ntalked of “liberty” and when people often killed their neighbours\nbecause they were not quite as liberty-loving as they\nought to have been. Since “liberty” was the foremost virtue\nof man, it was not right that labour-unions should dictate to\ntheir members the hours during which they could work and\nthe wages which they must demand. The workman must at\nall times, be “free to sell his services in the open market,” and\nthe employer must be equally “free” to conduct his business\nas he saw fit. The days of the Mercantile System, when\nthe state had regulated the industrial life of the entire\ncommunity, were coming to an end. The new idea of “freedom\"\ninsisted that the state stand entirely aside and let commerce\ntake its course.",
        "The last half of the 18th century had not merely been a\ntime of intellectual and political doubt, but the old economic\nideas, too, had been replaced by new ones which better suited the\nneed of the hour. Several years before the French revolution,\nTurgot, who had been one of the unsuccessful ministers of\nfinance of Louis XVI, had preached the novel doctrine of\n“economic liberty.” Turgot lived in a country which had\nsuffered from too much red-tape, too many regulations, too\nmany officials trying to enforce too many laws. “Remove this\nofficial supervision,” he wrote, “let the people do as they please,\nand everything will be all right.” Soon his famous advice of\n“laissez faire” became the battle-cry around which the economists\nof that period rallied,",
        "At the same time in England, Adam Smith was working\non his mighty volumes on the “Wealth of Nations,” which made\nanother plea for “liberty” and the “natural rights of trade.\"\nThirty years later, after the fall of Napoleon, when the reactionary\npowers of Europe had gained their victory at Vienna,\nthat same freedom which was denied to the people in their\npolitical relations was forced upon them in their industrial\nlife.",
        "The general use of machinery, as I have said at the beginning\nof this chapter, proved to be of great advantage to the\nstate. Wealth increased rapidly. The machine made it possible\nfor a single country, like England, to carry all the burdens\nof the great Napoleonic wars. The capitalists (the people\nwho provided the money with which machines were bought)\nreaped enormous profits. They became ambitious and began\nto take an interest in politics. They tried to compete with the\nlanded aristocracy which still exercised great influence upon\nthe government of most European countries.",
        "In England, where the members of Parliament were still\nelected according to a Royal Decree of the year 1265, and\nwhere a large number of recently created industrial centres were\nwithout representation, they brought about the passing of the\nReform Bill of the year 1882, which changed the electoral\nsystem and gave the class of the factory-owners more influence\nupon the legislative body. This however caused great\ndiscontent among the millions of factory workers, who were\nleft without any voice in the government. They too began\nan agitation for the right to vote. They put their demands\ndown in a document which came to be known as the “People’s\nCharter.” The debates about this charter grew more and\nmore violent. They had not yet come to an end when the revolutions\nof the year 1848 broke out. Frightened by the threat\nof a new outbreak or Jacobinism and violence, the English\ngovernment placed the Duke of Wellington, who was now in\nhis eightieth year, at the head of the army, and called for\nVolunteers. London was placed in a state of siege and\npreparations were made to suppress the coming revolution.",
        "But the Chartist movement killed itself through bad leadership\nand no acts of violence took place. The new class of\nwealthy factory owners, (I dislike the word “bourgeoisie\"\nwhich has been used to death by the apostles of a new social\norder,) slowly increased its hold upon the government, and\nthe conditions of industrial life in the large cities continued to\ntransform vast acres of pasture and wheat-land into dreary\nslums, which guard the approach of every modern European\ntown.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}