{
    "title": "The Unseen World and Other Essays - X. SPAIN AND THE NETHERLANDS.[31]",
    "author": "John Fiske",
    "chapter": "12",
    "content": [
        "\n\n",
        "[31] History of the United Netherlands: from the Death of William\nthe Silent to the Twelve Years’ Truce, 1609. By John Lothrop\nMotley, D. C. L. In four volumes. Vols. III. and IV. New York.\n1868.",
        "Tandem fit surculus arbor: the twig which Mr. Motley in his\nearlier volumes has described as slowly putting forth its leaves\nand rootless, while painfully struggling for existence in a\nhostile soil, has at last grown into a mighty tree of liberty,\ndrawing sustenance from all lands, and protecting all civilized\npeoples with its pleasant shade. We congratulate Mr. Motley upon\nthe successful completion of the second portion of his great\nwork; and we think that the Netherlanders of our time have reason\nto be grateful to the writer who has so faithfully and eloquently\ntold the story of their country’s fearful struggle against civil\nand ecclesiastical tyranny, and its manifold contributions to the\nadvancement of European civilization.",
        "Mr. Motley has been fortunate in his selection of a subject upon\nwhich to write. Probably no century of modern times lends itself\nto the purposes of the descriptive historian so well as the\nsixteenth. While on the one hand the problems which it presents\nare sufficiently near for us to understand them without too great\nan effort of the imagination, on the other hand they are\nsufficiently remote for us to study them without passionate and\nwarping prejudice. The contest between Catholicism and the\nreformed religion—between ecclesiastical autocracy and the right\nof private investigation—has become a thing of the past, and\nconstitutes a closed chapter in human history. The epoch which\nbegins where Mr. Motley’s history is designed to close—at the\npeace of Westphalia—is far more complicated. Since the middle of\nthe seventeenth century a double movement has been going on in\nreligion and philosophy, society and politics,—a movement of\ndestruction typified by Voltaire and Rousseau, and a constructive\nmovement represented by Diderot and Lessing. We are still living\nin the midst of this great epoch: the questions which it presents\nare liable to disturb our prejudices as well as to stimulate our\nreason; the results to which it must sooner or later attain can\nnow be only partially foreseen; and even its present tendencies\nare generally misunderstood, and in many quarters wholly ignored.\nWith the sixteenth century, as we have said, the case is far\ndifferent. The historical problem is far less complex. The issues\nat stake are comparatively simple, and the historian has before\nhim a straightforward story.",
        "From the dramatic, or rather from the epic, point of view, the\nsixteenth century is pre-eminent. The essentially transitional\ncharacter of modern history since the breaking up of the papal\nand feudal systems is at no period more distinctly marked. In\ntraversing the sixteenth century we realize that we have fairly\ngot out of one state of things and into another. At the outset,\nevents like the challenge of Barletta may make us doubt whether\nwe have yet quite left behind the Middle Ages. The belief in the\ncentral position of the earth is still universal, and the belief\nin its rotundity not yet, until the voyage of Magellan, generally\naccepted. We find England—owing partly to the introduction of\ngunpowder and the consequent disuse of archery, partly to the\nresults of the recent integration of France under Louis\nXI.—fallen back from the high relative position which it had\noccupied under the rule of the Plantagenets; and its policy still\ndirected in accordance with reminiscences of Agincourt, and\ngarnet, and Burgundian alliances. We find France just beginning\nher ill-fated career of intervention in the affairs of Italy; and\nSpain, with her Moors finally vanquished and a new world beyond\nthe ocean just added to her domain, rapidly developing into the\ngreatest empire which had been seen since the days of the first\nCaesars. But at the close of the century we find feudal life in\ncastles changed into modern life in towns; chivalric defiances\nexchanged for over-subtle diplomacy; Maurices instead of Bayards;\na Henry IV. instead of a Gaston de Foix. We find the old theory\nof man’s central position in the universe—the foundation of the\ndoctrine of final causes and of the whole theological method of\ninterpreting nature—finally overthrown by Copernicus. Instead of\nthe circumnavigability of the earth, the discovery of a Northwest\npassage—as instanced by the heroic voyage of Barendz, so nobly\ndescribed by Mr. Motley—is now the chief geographical problem.\nEast India Companies, in place of petty guilds of weavers and\nbakers, bear witness to the vast commercial progress. We find\nEngland, fresh from her stupendous victory over the whole power\nof Spain, again in the front rank of nations; France, under the\nmost astute of modern sovereigns, taking her place for a time as\nthe political leader of the civilized world; Spain, with her evil\nschemes baffled in every quarter, sinking into that terrible\ndeath-like lethargy, from which she has hardly yet awakened, and\nwhich must needs call forth our pity, though it is but the\ndeserved retribution for her past behaviour. While the little\nrealm of the Netherlands, filched and cozened from the\nunfortunate Jacqueline by the “good” Duke of Burgundy, carried\nover to Austria as the marriage-portion of Lady Mary, sent down\nto Spain as the personal inheritance of the “prudent” Philip, and\nby him intolerably tormented with an Inquisition, a\nBlood-Council, and a Duke of Alva, has after a forty years’ war\nof independence taken its position for a time as the greatest of\ncommercial nations, with the most formidable navy and one of the\nbest disciplined armies yet seen upon the earth.",
        "But the central phenomenon of the sixteenth century is the\nculmination of the Protestant movement in its decisive\nproclamation by Luther. For nearly three hundred years already\nthe power of the Church had been declining, and its function as a\ncivilizing agency had been growing more and more obsolete. The\nfirst great blow at its supremacy had been directed with partial\nsuccess in the thirteenth century by the Emperor Frederick II.\nCoincident with this attack from without, we find a reformation\nbegun within, as exemplified in the Dominican and Franciscan\nmovements. The second great blow was aimed by Philip IV. of\nFrance, and this time it struck with terrible force. The removal\nof the Papacy to Avignon, in 1305, was the virtual though\nunrecognized abdication of its beneficent supremacy. Bereft of\nits dignity and independence, from that time forth it ceased to\nbe the defender of national unity against baronial anarchy, of\npopular rights against monarchical usurpation, and became a\nformidable instrument of despotism and oppression. Through the\nvicissitudes of the great schism in the fourteenth century, and\nthe refractory councils in the fifteenth, its position became\nrapidly more and more retrograde and demoralized. And when, in\n1530, it joined its forces with those of Charles V., in crushing\nthe liberties of the worthiest of mediaeval republics, it became\nevident that the cause of freedom and progress must henceforth be\nintrusted to some more faithful champion. The revolt of Northern\nEurope, led by Luther and Henry VIII. was but the articulate\nannouncement of this altered state of affairs. So long as the\nRoman Church had been felt to be the enemy of tyrannical monarchs\nand the steadfast friend of the people, its encroachments, as\nrepresented by men like Dunstan and Becket, were regarded with\npopular favour. The strength of the Church lay ever in its\ndemocratic instincts; and when these were found to have abandoned\nit, the indignant protest of Luther sufficed to tear away half of\nEurope from its allegiance.",
        "By the end of the sixteenth century, we find the territorial\nstruggle between the Church and the reformed religion\nsubstantially decided. Protestantism and Catholicism occupied\nthen the same respective areas which they now occupy. Since 1600\nthere has been no instance of a nation passing from one form of\nworship to the other; and in all probability there never will be.\nSince the wholesale dissolution of religious beliefs wrought in\nthe last century, the whole issue between Romanism and\nProtestantism, regarded as dogmatic systems, is practically dead.\nM. Renan is giving expression to an almost self-evident truth,\nwhen he says that religious development is no longer to proceed\nby way of sectarian proselytism, but by way of harmonious\ninternal development. The contest is no longer between one\ntheology and another, but it is between the theological and the\nscientific methods of interpreting natural phenomena. The\nsixteenth century has to us therefore the interest belonging to a\nrounded and completed tale. It contains within itself\nsubstantially the entire history of the final stage of the\ntheological reformation.",
        "This great period falls naturally into two divisions, the first\ncorresponding very nearly with the reigns of Charles V. and Henry\nVIII., and the second with the age of Philip II. and Elizabeth.\nThe first of these periods was filled with the skirmishes which\nwere to open the great battle of the Reformation. At first the\nstrength and extent of the new revolution were not altogether\napparent. While the Inquisition was vigorously crushing out the\nfirst symptoms of disaffection in Spain, it at one time seemed as\nif the Reformers were about to gain the whole of the Empire,\nbesides acquiring an excellent foothold in France. Again, while\nEngland was wavering between the old and the new faith, the last\nhopes of the Reform in Germany seemed likely to be destroyed by\nthe military genius of Charles. But in Maurice, the red-bearded\nhero of Saxony, Charles found more than his match. The picture of\nthe rapid and desperate march of Maurice upon Innspruck, and of\nthe great Emperor flying for his life at the very hour of his\nimagined triumph, has still for us an intenser interest than\nalmost any other scene of that age; for it was the event which\nproved that Protestantism was not a mere local insurrection which\na monarch like Charles could easily put down, but a gigantic\nrevolution against which all the powers in the world might well\nstrive in vain.",
        "With the abdication of Charles in 1556 the new period may be said\nto begin, and it is here that Mr. Motley’s history commences.\nEvents crowded thick and fast. In 1556 Philip II., a prince bred\nand educated for the distinct purpose of suppressing heresy,\nsucceeded to the rule of the most powerful empire which had been\nseen since the days of the Antonines. In the previous year a new\nera had begun at the court of Rome. The old race of pagan\npontiffs, the Borgias, the Farneses, and the Medicis, had come to\nan end, and the papal throne was occupied by the puritanical\nCaraffa, as violent a fanatic as Robespierre, and a foe of\nfreedom as uncompromising as Philip II. himself. Under his\nauspices took place the great reform in the Church signalized by\nthe rise of the Jesuits, as the reform in the thirteenth century\nhad been attended by the rise of the Cordeliers and Dominicans.\nHis name should not be forgotten, for it is mainly owing to the\npolicy inaugurated by him that Catholicism was enabled to hold\nits ground as well as it did. In 1557 the next year, the strength\nof France was broken at St. Quentin, and Spain was left with her\nhands free to deal with the Protestant powers. In 1558, by the\naccession of Elizabeth, England became committed to the cause of\nReform. In 1559 the stormy administration of Margaret began in\nthe Netherlands. In 1560 the Scotch nobles achieved the\ndestruction of Catholicism in North Britain. By this time every\nnation except France, had taken sides in the conflict which was\nto last, with hardly any cessation, during two generations.",
        "Mr. Motley, therefore, in describing the rise and progress of the\nunited republic of the Netherlands, is writing not Dutch but\nEuropean history. On his pages France, Spain, and England make\nalmost as large a figure as Holland itself. He is writing the\nhistory of the Reformation during its concluding epoch, and he\nchooses the Netherlands as his main subject, because during that\nperiod the Netherlands were the centre of the movement. They\nconstituted the great bulwark of freedom, and upon the success or\nfailure of their cause the future prospect of Europe and of\nmankind depended. Spain and the Netherlands, Philip II. and\nWilliam the Silent, were the two leading antagonists and were\nfelt to be such by the other nations and rulers that came to\nmingle in the strife. It is therefore a stupid criticism which we\nhave seen made upon Mr. Motley, that, having brought his\nnarrative down to the truce of 1609, he ought, instead of\ndescribing the Thirty Years’ War, to keep on with Dutch history,\nand pourtray the wars against Cromwell and Charles II., and the\nstruggle of the second William of Orange against Louis XIV. By so\ndoing he would only violate the unity of his narrative. The wars\nof the Dutch against England and France belong to an entirely\ndifferent epoch in European history,—a modern epoch, in which\npolitical and commercial interests were of prime importance, and\ntheological interests distinctly subsidiary. The natural terminus\nof Mr. Motley’s work is the Peace of Westphalia. After bringing\ndown his history to the time when the independence of the\nNetherlands was virtually acknowledged, after describing the\nprincipal stages of the struggle against Catholicism and\nuniversal monarchy, as carried on in the first generation by\nElizabeth and William, and in the second by Maurice and Henry, he\nwill naturally go on to treat of the epilogue as conducted by\nRichelieu and Gustavus, ending in the final cessation of\nreligious wars throughout Europe.",
        "The conflict in the Netherlands was indeed far more than a mere\nreligious struggle. In its course was distinctly brought into\nprominence the fact which we have above signalized, that since\nthe Roman Church had abandoned the liberties of the people they\nhad found a new defender in the reformed religion. The Dutch\nrebellion is peculiarly interesting, because it was a revolt not\nmerely against the Inquisition, but also against the temporal\nsovereignty of Philip. Besides changing their religion, the\nsturdy Netherlanders saw fit to throw off the sway of their\nlegitimate ruler, and to proclaim the thrice heretical doctrine\nof the sovereignty of the people. In this one respect their views\nwere decidedly more modern than those of Elizabeth and Henry IV.\nThese great monarchs apparently neither understood nor relished\nthe republican theories of the Hollanders; though it is hardly\nnecessary for Mr. Motley to sneer at them quite so often because\nthey were not to an impossible degree in advance of their age.\nThe proclamation of a republic in the Netherlands marked of\nitself the beginning of a new era,—an era when flourishing\ncommunities of men were no longer to be bought and sold,\ntransferred and bequeathed like real estate and chattels, but\nwere to have and maintain the right of choosing with whom and\nunder whom they should transact their affairs. The interminable\nnegotiations for a truce, which fill nearly one third of Mr.\nMotley’s concluding volume, exhibit with striking distinctness\nthe difference between the old and new points of view. Here again\nwe think Mr. Motley errs slightly, in calling too much attention\nto the prevaricating diplomacy of the Spanish court, and too\nlittle to its manifest inability to comprehend the demands of the\nNetherlanders. How should statesmen brought up under Philip II.\nand kept under the eye of the Inquisition be expected to\nunderstand a claim for liberty originating in the rights of the\ncommon people and not in the gracious benevolence or intelligent\npolicy of the King? The very idea must have been practically\ninconceivable by them. Accordingly, they strove by every\navailable device of chicanery to wheedle the Netherlanders into\naccepting their independence as a gift from the King of Spain.\nBut to such a piece of self-stultification the clear-sighted\nDutchmen could by no persuasion be brought to consent. Their\nindependence, they argued, was not the King’s to give. They had\nwon it from him and his father, in a war of forty years, during\nwhich they had suffered atrocious miseries, and all that the King\nof Spain could do was to acknowledge it as their right, and cease\nto molest them in future. Over this point, so simple to us but\nknotty enough in those days, the commissioners wrangled for\nnearly two years. And when the Spanish government, unable to\ncarry on the war any longer without risk of utter bankruptcy, and\ndaily crippled in its resources by the attacks of the Dutch navy,\ngrudgingly a reed to a truce upon the Netherlanders’ terms, it\nvirtually acknowledged its own defeat and the downfall of the\nprinciples for which it had so obstinately fought. By the truce\nof 1609 the republican principle was admitted by the most\ndespotic of governments.",
        "Here was the first great triumph of republicanism over monarchy;\nand it was not long in bearing fruits. For the Dutch revolution,\nthe settlement of America by English Puritans, the great\nrebellion of the Commons, the Revolution of 1688, the revolt of\nthe American Colonies, and the general overthrow of feudalism in\n1789, are but successive acts in the same drama William the\nSilent was the worthy forerunner of Cromwell and Washington; and\nbut for the victory which he won, during his life and after his\nuntimely death, the subsequent triumphs of civil liberty might\nhave been long, postponed.",
        "Over the sublime figure of William—saevis tranquillus in\nundis—we should be glad to dwell, but we are not reviewing the\n“Rise of the Dutch Republic,” and in Mr. Motley’s present volumes\nthe hero of toleration appears no longer. His antagonist,\nhowever,—the Philip whom God for some inscrutable purpose\npermitted to afflict Europe during a reign of forty-two\nyears,—accompanies us nearly to the end of the present work,\ndying just in time for the historian to sum up the case against\nhim, and pronounce final judgment. For the memory of Philip II.\nMr. Motley cherishes no weak pity. He rarely alludes to him\nwithout commenting upon his total depravity, and he dismisses him\nwith the remark that “if there are vices—as possibly there\nare—from which he was exempt, it is because it is not permitted\nto human nature to attain perfection in evil.” The verdict is\nnone the less just because of its conciseness. If there ever was\na strife between Hercules and Cacus, between Ormuzd and Ahriman,\nbetween the Power of Light and the Power of Darkness, it was\ncertainly the strife between the Prince of Orange and the Spanish\nMonarch. They are contrasted like the light and shade in one of\nDore’s pictures. And yet it is perhaps unnecessary for Mr. Motley\nto say that if Philip had been alive when Spinola won for him the\ngreat victory of Ostend, “he would have felt it his duty to make\nimmediate arrangements for poisoning him.” Doubtless the\nimputation is sufficiently justified by what we know of Philip;\nbut it is uncalled for. We do not care to hear about what the\ndespot might have done. We know what he did do, and the record is\nsufficiently damning. There is no harm in our giving the Devil\nhis due, or as Llorente wittily says, “Il ne faut pas calomnier\nmeme l’Inquisition.”",
        "Philip inherited all his father’s bad qualities, without any of\nhis good ones; and so it is much easier to judge him than his\nfather. Charles, indeed, is one of those characters whom one\nhardly knows whether to love or hate, to admire or despise. He\nhad much bad blood in him. Charles the Bold and Ferdinand of\nAragon were not grandparents to be proud of. Yet with all this he\ninherited from his grandmother Isabella much that one can like,\nand his face, as preserved by Titian, in spite of its frowning\nbrow and thick Burgundian lip, is rather prepossessing, while the\nface of Philip is simply odious. In intellect he must probably be\ncalled great, though his policy often betrayed the pettiness of\nselfishness. If, in comparison with the mediaeval emperor whose\nfame he envied, he may justly be called Charles the Little, he\nmay still, when compared to a more modern emulator of\nCharlemagne,—the first of the Bonapartes,—be considered great\nand enlightened. If he could lie and cheat more consummately than\nany contemporary monarch, not excepting his rival, Francis, he\ncould still be grandly magnanimous, while the generosity of\nFrancis flowed only from the shallow surface of a maudlin\ngood-nature. He spoke many languages and had the tastes of a\nscholar, while his son had only the inclinations of an unfeeling\npedagogue. He had an inkling of urbanity, and could in a measure\nbecome all things to all men, while Philip could never show\nhimself except as a gloomy, impracticable bigot. It is for some\nsuch reasons as these, I suppose, that Mr. Buckle—no friend to\ndespots—speaks well of Charles, and that Mr. Froude is moved to\ntell the following anecdote: While standing by the grave of\nLuther, and musing over the strange career of the giant monk\nwhose teachings had gone so far to wreck his most cherished\nschemes and render his life a failure, some fanatical bystander\nadvised the Emperor to have the body taken up and burned in the\nmarket-place. “There was nothing,” says Mr. Froude, “unusual in\nthe proposal; it was the common practice of the Catholic Church\nwith the remains of heretics, who were held unworthy to be left\nin repose in hallowed ground. There was scarcely, perhaps another\nCatholic prince who would have hesitated to comply. But Charles\nwas one of nature’s gentlemen. He answered, ’I war not with the\ndead.’ “ Mr. Motley takes a less charitable view of the great\nEmperor. His generous indignation against all persecutors makes\nhim severe; and in one of his earlier volumes, while speaking of\nthe famous edicts for the suppression of heresy in the\nNetherlands, he somewhere uses the word “murder.” Without\nattempting to palliate the crime of persecution, I doubt if it is\nquite fair to Charles to call him a murderer. We must not forget\nthat persecution, now rightly deemed an atrocious crime, was once\nreally considered by some people a sacred duty; that it was none\nother than the compassionate Isabella who established the Spanish\nInquisition; and that the “bloody” Mary Tudor was a woman who\nwould not wilfully have done wrong. With the progress of\ncivilization the time will doubtless come when warfare, having\nceased to be necessary, will be thought highly criminal; yet it\nwill not then be fair to hold Marlborough or Wellington\naccountable for the lives lost in their great battles. We still\nlive in an age when war is, to the imagination of some persons,\nsurrounded with false glories; and the greatest of modern\ngenerals[32] has still many undiscriminating admirers. Yet the\nday is no less certainly at hand when the edicts of Charles V.\nwill be deemed a more pardonable offence against humanity than\nthe wanton march to Moscow.",
        "[32] This was written before the deeds of Moltke had eclipsed\nthose of Napoleon.",
        "Philip II. was different from his father in capacity as a\ndrudging clerk, like Boutwell, is different from a brilliant\nfinancier like Gladstone. In organization he differed from him as\na boor differs from a gentleman. He seemed made of a coarser\nclay. The difference between them is well indicated by their\ntastes at the table. Both were terrible gluttons, a fact which\npuritanic criticism might set down as equally to the discredit of\neach of them. But even in intemperance there are degrees of\nrefinement, and the impartial critic of life and manners will no\ndoubt say that if one must get drunk, let it be on Chateau\nMargaux rather than on commissary whiskey. Pickled partridges,\nplump capons, syrups of fruits, delicate pastry, and rare fish\nwent to make up the diet of Charles in his last days at Yuste.\nBut the beastly Philip would make himself sick with a surfeit of\nunderdone pork.",
        "Whatever may be said of the father, we can hardly go far wrong in\nascribing the instincts of a murderer to the son. He not only\nburned heretics, but he burned them with an air of enjoyment and\nself-complacency. His nuptials with Elizabeth of France were\ncelebrated by a vast auto-da-fe. He studied murder as a fine art,\nand was as skilful in private assassinations as Cellini was in\nengraving on gems. The secret execution of Montigny, never\nbrought to light until the present century, was a veritable chef\nd’oeuvre of this sort. The cases of Escobedo and Antonio Perez\nmay also be cited in point. Dark suspicions hung around the\npremature death of Don John of Austria, his too brilliant and\npopular half-brother. He planned the murder of William the\nSilent, and rewarded the assassin with an annuity furnished by\nthe revenues of the victim’s confiscated estates. He kept a staff\nof ruffians constantly in service for the purpose of taking off\nElizabeth, Henry IV., Prince Maurice, Olden-Barneveldt, and St.\nAldegonde. He instructed Alva to execute sentence of death upon\nthe whole population of the Netherlands. He is partly responsible\nfor the martyrdoms of Ridley and Latimer, and the judicial murder\nof Cranmer. He first conceived the idea of the wholesale massacre\nof St. Bartholomew, many years before Catharine de’ Medici\ncarried it into operation. His ingratitude was as dangerous as\nhis revengeful fanaticism. Those who had best served his\ninterests were the least likely to escape the consequences of his\njealousy. He destroyed Egmont, who had won for him the splendid\nvictories of St. Quentin and Gravelines; and “with minute and\nartistic treachery” he plotted “the disgrace and ruin” of\nFarnese, “the man who was his near blood-relation, and who had\nserved him most faithfully from earliest youth.” Contemporary\nopinion even held him accountable for the obscure deaths of his\nwife Elizabeth and his son Carlos; but M. Gachard has shown that\nthis suspicion is unfounded. Philip appears perhaps to better\nadvantage in his domestic than in his political relations. Yet he\nwas addicted to vulgar and miscellaneous incontinence; toward the\nclose of his life he seriously contemplated marrying his own\ndaughter Isabella; and he ended by taking for his fourth wife his\nniece, Anne of Austria, who became the mother of his half-idiotic\nson and successor. We know of no royal family, unless it may be\nthe Claudians of Rome, in which the transmission of moral and\nintellectual qualities is more thoroughly illustrated than in\nthis Burgundian race which for two centuries held the sceptre of\nSpain. The son Philip and the grandmother Isabella are both\nneedful in order to comprehend the strange mixture of good and\nevil in Charles. But the descendants of Philip—two generations\nof idiocy, and a third of utter impotence—are a sufficient\ncommentary upon the organization and character of their\nprogenitor.",
        "Such was the man who for two generations had been considered the\nbulwark of the Catholic Church; who, having been at the bottom of\nnearly all the villany that had been wrought in Europe for half a\ncentury, was yet able to declare upon his death-bed that “in all\nhis life he had never consciously done wrong to any one.” At a\nripe old age he died of a fearful disease. Under the influence of\na typhus fever, supervening upon gout, he had begun to decompose\nwhile yet alive. “His sufferings,” says Mr. Motley, “were\nhorrible, but no saint could have manifested in them more gentle\nresignation or angelic patience. He moralized on the condition to\nwhich the greatest princes might thus be brought at last by the\nhand of God, and bade the Prince observe well his father’s\npresent condition, in order that when he too should be laid thus\nlow, he might likewise be sustained by a conscience void of\noffence.” What more is needed to complete the disgusting picture?\nPhilip was fanatical up to the point where fanaticism borders\nupon hypocrisy. He was possessed with a “great moral idea,” the\nidea of making Catholicism the ruler of the world, that he might\nbe the ruler of Catholicism. Why, it may be said, shall the\ncharge of fanaticism be allowed to absolve Isabella and extenuate\nthe guilt of Charles, while it only strengthens the case against\nPhilip? Because Isabella persecuted heretics in order to save\ntheir souls from a worse fate, while Philip burnt them in order\nto get them out of his way. Isabella would perhaps have gone to\nthe stake herself, if thereby she might have put an end to\nheresy. Philip would have seen every soul in Europe consigned to\neternal perdition before he would have yielded up an iota of his\nclaims to universal dominion. He could send Alva to browbeat the\nPope, as well as to oppress the Netherlanders. He could compass\nthe destruction of the orthodox Egmont and Farnese, as well as of\nthe heretical William. His unctuous piety only adds to the\nabhorrence with which we regard him; and his humility in face of\ndeath is neither better nor worse than the assumed humility which\nhad become second nature to Uriah Heep. In short, take him for\nall in all, he was probably the most loathsome character in all\nEuropean history. He has frequently been called, by Protestant\nhistorians, an incarnate devil; but we do not think that\nMephistopheles would acknowledge him. He should rather be classed\namong those creatures described by Dante as “a Dio spiacenti ed\nai nemici sui.”",
        "The abdication of Charles V. left Philip ruler over wider\ndominions than had ever before been brought together under the\nsway of one man. In his own right Philip was master not only of\nSpain, but of the Netherlands, Franche Comte, Lombardy, Naples,\nand Sicily, with the whole of North and South America; besides\nwhich he was married to the Queen of England. In the course of\nhis reign he became possessed of Portugal, with all its vast\ndomains in the East Indies. His revenues were greater than those\nof any other contemporary monarch; his navy was considered\ninvincible, and his army was the best disciplined in Europe. All\nthese great advantages he was destined to throw to the winds. In\nthe strife for universal monarchy, in the mad endeavour to\nsubject England, Scotland, and France to his own dominion and the\ntyranny of the Inquisition, besides re-conquering the\nNetherlands, all his vast resources were wasted. The Dutch war\nalone, like a bottomless pit, absorbed all that he could pour\ninto it. Long before the war was over, or showed signs of drawing\nto an end, his revenues were wasted, and his troops in Flanders\nwere mutinous for want of pay. He had to rely upon energetic\nviceroys like Farnese and the Spinolas to furnish funds out of\ntheir own pockets. Finally, he was obliged to repudiate all his\ndebts; and when he died the Spanish empire was in such a beggarly\ncondition that it quaked at every approach of a hostile Dutch\nfleet. Such a result is not evidence of a statesmanlike ability;\nbut Philip’s fanatical selfishness was incompatible with\nstatesmanship. He never could be made to believe that his\nprojects had suffered defeat. No sooner had the Invincible Armada\nbeen sent to the bottom by the guns of the English fleet and the\ngales of the German Ocean, than he sent orders to Farnese to\ninvade England at once with the land force under his command! He\nthought to obtain Scotland, when, after the death of Mary, it had\npassed under the undisputed control of the Protestant noblemen.\nHe dreamed of securing for his family the crown of France, even\nafter Henry, with free consent of the Pope, had made his\ntriumphal entry into Paris. He asserted complete and entire\nsovereignty over the Netherlands, even after Prince Maurice had\nwon back from him the last square foot of Dutch territory. Such\nobstinacy as this can only be called fatuity. If Philip had lived\nin Pagan times, he would doubtless, like Caligula, have demanded\nrecognition of his own divinity.",
        "The miserable condition of the Spanish people under this terrible\nreign, and the causes of their subsequent degeneracy, have been\nwell treated by Mr. Motley. The causes of the failure of Spanish\ncivilization are partly social and partly economical; and they\nhad been operating for eight hundred years when Philip succeeded\nto the throne. The Moorish conquest in 711 had practically\nisolated Spain from the rest of Europe. In the Crusades she took\nno part, and reaped none of the signal advantages resulting from\nthat great movement. Her whole energies were directed toward\nthrowing off the yoke of her civilized but “unbelieving\"\noppressors. For a longer time than has now elapsed since the\nNorman Conquest of England, the entire Gothic population of Spain\nwas engaged in unceasing religious and patriotic warfare. The\nunlimited power thus acquired by an unscrupulous clergy, and the\nspirit of uncompromising bigotry thus imparted to the whole\nnation, are in this way readily accounted for. But in spite of\nthis, the affairs of Spain at the accession of Charles V. were\nnot in an unpromising condition. The Spanish Visigoths had been\nthe least barbarous of the Teutonic settlers within the limits of\nthe Empire; their civil institutions were excellent; their cities\nhad obtained municipal liberties at an earlier date than those of\nEngland; and their Parliaments indulged in a liberty of speech\nwhich would have seemed extravagant even to De Montfort. So late\nas the time of Ferdinand, the Spaniards were still justly proud\nof their freedom; and the chivalrous ambition which inspired the\nmarvellous expedition of Cortes to Mexico, and covered the soil\nof Italy with Spanish armies, was probably in the main a healthy\none. But the forces of Spanish freedom were united at too late an\nepoch; in 1492, the power of despotism was already in the\nascendant. In England the case was different. The barons were\nenabled to combine and wrest permanent privileges from the crown,\nat a time when feudalism was strong. But the Spanish communes\nwaited for combined action until feudalism had become weak, and\nmodern despotism, with its standing armies and its control of the\nspiritual power, was arrayed in the ranks against them. The War\nof the Communes, early in the reign of Charles V., irrevocably\ndecided the case in favour of despotism, and from that date the\ninternal decline of Spain may be said to have begun.",
        "But the triumphant consolidation of the spiritual and temporal\npowers of despotism, and the abnormal development of loyalty and\nbigotry, were not the only evil results of the chronic struggle\nin which Spain had been engaged. For many centuries, while\nChristian Spain had been but a fringe of debatable border-land on\nthe skirts of the Moorish kingdom, perpetual guerilla warfare had\nrendered consecutive labour difficult or impracticable; and the\nphysical configuration of the country contributed in bringing\nabout this result. To plunder the Moors across the border was\neasier than to till the ground at home. Then as the Spaniards,\nexemplifying the military superiority of the feudal over the\nsultanic form of social organization, proceeded steadily to\nrecover dominion over the land, the industrious Moors, instead of\nmigrating backward before the advance of their conquerors,\nremained at home and submitted to them. Thus Spanish society\nbecame compounded of two distinct castes,—the Moorish Spaniards,\nwho were skilled labourers, and the Gothic Spaniards, by whom all\nlabour, crude or skilful, was deemed the stigma of a conquered\nrace, and unworthy the attention of respectable people. As Mr.\nMotley concisely says:—",
        "“The highest industrial and scientific civilization that had been\nexhibited upon Spanish territory was that of Moors and Jews. When\nin the course of time those races had been subjugated, massacred,\nor driven into exile, not only was Spain deprived of its highest\nintellectual culture and its most productive labour, but\nintelligence, science, and industry were accounted degrading,\nbecause the mark of inferior and detested peoples.”",
        "This is the key to the whole subsequent history of Spain.\nBigotry, loyalty, and consecrated idleness are the three factors\nwhich have made that great country what it is to-day,—the most\nbackward region in Europe. In view of the circumstances just\nnarrated, it is not surprising to learn that in Philip II.’s time\na vast portion of the real estate of the country was held by the\nChurch in mortmain; that forty-nine noble families owned all the\nrest; that all great estates were held in tail; and that the\nproperty of the aristocracy and the clergy was completely exempt\nfrom taxation. Thus the accumulation and the diffusion of capital\nwere alike prevented; and the few possessors of property wasted\nit in unproductive expenditure. Hence the fundamental error of\nSpanish political economy, that wealth is represented solely by\nthe precious metals; an error which well enough explains the\ntotal failure, in spite of her magnificent opportunities, of\nSpain’s attempts to colonize the New World. Such was the\nfrightful condition of Spanish society under Philip II.; and as\nif this state of things were not bad enough, the next king,\nPhilip III., at the instigation of the clergy, decided to drive\ninto banishment the only class of productive labourers yet\nremaining in the country. In 1610, this stupendous crime and\nblunder—unparalleled even in Spanish history—was perpetrated.\nThe entire Moorish population were expelled from their homes and\ndriven into the deserts of Africa. For the awful consequences of\nthis mad action no remedy was possible. No system of native\nindustry could be created on demand, to take the place of that\nwhich had been thus wantonly crushed forever. From this epoch\ndates the social ruin of Spain. In less than a century her people\nwere riotous with famine; and every sequestered glen and mountain\npathway throughout the country had become a lurking-place for\nrobbers. Whoever would duly realize to what a lamentable\ncondition this beautiful peninsula had in the seventeenth century\nbeen reduced, let him study the immortal pages of Lesage. He will\nlearn afresh the lesson, not yet sufficiently regarded in the\ndiscussion of social problems, that the laws of nature cannot be\nviolated without entailing a penalty fearful in proportion to the\nextent of the violation. But let him carefully remember also that\nthe Spaniards are not and never have been a despicable people. If\nSpain has produced one of the lowest characters in history, she\nhas also produced one of the highest. That man was every inch a\nSpaniard who, maimed, diseased, and poor, broken down by long\ncaptivity, and harassed by malignant persecution, lived\nnevertheless a life of grandeur and beauty fit to be a pattern\nfor coming generations,—the author of a book which has had a\nwider fame than any other in the whole range of secular\nliterature, and which for delicate humour, exquisite pathos, and\ndeep ethical sentiment, remains to-day without a peer or a rival.\nIf Philip II. was a Spaniard, so, too, was Cervantes.",
        "Spain could not be free, for she violated every condition by\nwhich freedom is secured to a people. “Acuteness of intellect,\nwealth of imagination, heroic qualities of heart and hand and\nbrain, rarely surpassed in any race and manifested on a thousand\nbattle-fields, and in the triumphs of a magnificent and most\noriginal literature, had not been able to save a whole nation\nfrom the disasters and the degradation which the mere words\nPhilip II. and the Holy Inquisition suggest to every educated\nmind.” Nor could Spain possibly become rich, for, as Mr. Motley\ncontinues, “nearly every law, according to which the prosperity\nof a country becomes progressive, was habitually violated.” On\nturning to the Netherlands we find the most complete contrast,\nboth in historical conditions and in social results; and the\nsuccess of the Netherlands in their long struggle becomes easily\nintelligible. The Dutch and Flemish provinces had formed a part\nof the renovated Roman Empire of Charles the Great and the Othos.\nTaking advantage of the perennial contest for supremacy between\nthe popes and the Roman emperors, the constituent baronies and\nmunicipalities of the Empire succeeded in acquiring and\nmaintaining a practical though unrecognized independence; and\nthis is the original reason why Italy and Germany, unlike the\nthree western European communities, have remained fragmentary\nuntil our own time. By reason of the practical freedom of action\nthus secured, the Italian civic republics, the Hanse towns, and\nthe cities of Holland and Flanders, were enabled gradually to\ndevelop a vast commerce. The outlying position of the\nNetherlands, remote from the imperial authorities, and on the\ndirect line of commerce between Italy and England, was another\nand a peculiar advantage. Throughout the Middle Ages the Flemish\nand Dutch cities were of considerable political importance, and\nin the fifteenth century the Netherland provinces were the most\nhighly civilized portion of Europe north of the Alps. For several\ngenerations they had enjoyed, and had known how to maintain,\ncivic liberties, and when Charles and Philip attempted to fasten\nupon them their “peculiar institution,” the Spanish Inquisition,\nthey were ripe for political as well as theological revolt.\nNatural laws were found to operate on the Rhine as well as on the\nTagus, and at the end of the great war of independence, Holland\nwas not only better equipped than Spain for a European conflict,\nbut was rapidly ousting her from the East Indian countries which\nshe had in vain attempted to colonize.",
        "But if we were to take up all the interesting and instructive\nthemes suggested by Mr. Motley’s work, we should never come to an\nend. We must pass over the exciting events narrated in these last\nvolumes; the victory of Nieuport, the siege of Ostend, the\nmarvellous career of Maurice, the surprising exploits of Spinola.\nWe have attempted not so much to describe Mr. Motley’s book as to\nindulge in sundry reflections suggested by the perusal of it. But\nwe cannot close without some remarks upon a great man, whose\ncharacter Mr. Motley seems to have somewhat misconceived.",
        "If Mr. Motley exhibits any serious fault, it is perhaps the\nnatural tendency to TAKE SIDES in the events which he is\ndescribing, which sometimes operates as a drawback to complete\nand thoroughgoing criticism. With every intention to do justice\nto the Catholics, Mr. Motley still writes as a Protestant,\nviewing all questions from the Protestant side. He praises and\ncondemns like a very fair-minded Huguenot, but still like a\nHuguenot. It is for this reason that he fails to interpret\ncorrectly the very complex character of Henry IV., regarding him\nas a sort of selfish renegade whom he cannot quite forgive for\naccepting the crown of France at the hands of the Pope. Now this\nvery action of Henry, in the eye of an impartial criticism, must\nseem to be one of his chief claims to the admiration and\ngratitude of posterity. Henry was more than a mere Huguenot: he\nwas a far-seeing statesman. He saw clearly what no ruler before\nhim, save William the Silent, had even dimly discerned, that not\nCatholicism and not Protestantism, but absolute spiritual freedom\nwas the true end to be aimed at by a righteous leader of opinion.\nIt was as a Catholic sovereign that he could be most useful even\nto his Huguenot subjects; and he shaped his course accordingly.\nIt was as an orthodox sovereign, holding his position by the\ngeneral consent of Europe, that he could best subserve the\ninterests of universal toleration. This principle he embodied in\nhis admirable edict of Nantes. What a Huguenot prince might have\ndone, may be seen from the shameful way in which the French\nCalvinists abused the favour which Henry—and Richelieu\nafterwards—accorded to them. Remembering how Calvin himself\n“dragooned” Geneva, let us be thankful for the fortune which, in\none of the most critical periods of history, raised to the\nhighest position in Christendom a man who was something more than\na sectarian.",
        "With this brief criticism, we must regretfully take leave of Mr.\nMotley’s work. Much more remains to be said about a historical\ntreatise which is, on the whole, the most valuable and important\none yet produced by an American; but we have already exceeded our\nlimits. We trust that our author will be as successful in the\nfuture as he has been in the past; and that we shall soon have an\nopportunity of welcoming the first instalment of his “History of\nthe Thirty Years’ War.”",
        "  March, 1868.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}