{
    "title": "The True Story of My Life - Chapter V.",
    "author": "Hans Christian Andersen",
    "chapter": "6",
    "content": [
        "\n\n",
        "On the 5th of September, 1833, I crossed the Simplon on my way to\nItaly. On the very day, on which, fourteen years before, I had arrived\npoor and helpless in Copenhagen, did I set foot in this country of my\nlonging and of my poetical happiness. It happened in this case, as it\noften does, by accident, without any arrangement on my part, as if I\nhad preordained lucky days in the year; yet good fortune has so\nfrequently been with me, that I perhaps only remind myself of its\nvisits on my own self-elected days.",
        "All was sunshine–all was spring! The vine hung in long trails from\ntree to tree; never since have I seen Italy so beautiful. I sailed on\nLago Maggiore; ascended the cathedral of Milan; passed several days in\nGenoa, and made from thence a journey, rich in the beauties of nature,\nalong the shore to Carrara. I had seen statues in Paris, but my eyes\nwere closed to them; in Florence, before the Venus de Medici, it was\nfor the first time as if scales fell from my eyes; a new world of art\ndisclosed itself before me; that was the first fruit of my journey.\nHere it was that I first learned to understand the beauty of form–the\nspirit which reveals itself in form. The life of the people–nature–\nall was new to me; and yet as strangely familiar as if I were come to a\nhome where I had lived in my childhood. With a peculiar rapidity did I\nseize upon everything, and entered into its life, whilst a deep\nnorthern melancholy–it was not home-sickness, but a heavy, unhappy\nfeeling–filled my breast. I received the news in Rome, of how little\nthe poem of Agnete, which I had sent home, was thought of there; the\nnext letter in Rome brought me the news that my mother was dead. I was\nnow quite alone in the world.",
        "It was at this time, and in Rome, that my first meeting with Hertz took\nplace. In a letter which I had received from Collin, he had said that\nit would give him pleasure to hear that Hertz and I had become friends;\nbut even without this wish it would have happened, for Hertz kindly\noffered me his hand, and expressed sympathy with my sorrow. He had, of\nall those with whom I was at that time acquainted, the most variously\ncultivated mind. We had often disputations together, even about the\nattacks which had been made upon me at home as a poet. He, who had\nhimself given me a wound, said the following words, which deeply\nimpressed themselves on my memory: “Your misfortune is, that you have\nbeen obliged to print everything; the public has been able to follow\nyou step by step. I believe that even, a Goethe himself must have\nsuffered the same fate, had he been in your situation.” And then he\npraised my talent for seizing upon the characteristics of nature, and\ngiving, by a few intuitive sketches, pictures of familiar life. My\nintercourse with him was very instructive to me, and I felt that I had\none merciful judge more. I travelled in company with him to Naples,\nwhere we dwelt together in one house.",
        "In Rome I also became first acquainted with Thorwaldsen. Many years\nbefore, when I had not long been in Copenhagen, and was walking through\nthe streets as a poor boy, Thorwaldsen was there too: that was on his\nfirst return home. We met one another in the street. I knew that he was\na distinguished man in art; I looked at him, I bowed; he went on, and\nthen, suddenly turning round, came back to me, and said, “Where have I\nseen you before? I think we know one another.” I replied, “No, we do\nnot know one another at all.” I now related this story to him in Rome;\nhe smiled, pressed my hand, and said, “Yet we felt at that time that we\nshould become good friends.” I read Agnete to him; and that which\ndelighted me in his judgment upon it was the assertion, “It is just,\"\nsaid he, “as if I were walking at home in the woods, and heard the\nDanish lakes;” and then he kissed me.",
        "One day, when he saw how distressed I was, and I related to him about\nthe pasquinade which I had received from home in Paris, he gnashed his\nteeth violently, and said, in momentary anger, “Yes, yes, I know the\npeople; it would not have gone any better with me if I had remained\nthere; I should then, perhaps, not even have obtained permission to set\nup a model. Thank God that I did not need them, for then they know how\nto torment and to annoy.” He desired me to keep up a good heart, and\nthen things could not fail of going well; and with that he told me of\nsome dark passages in his own life, where he in like manner had been\nmortified and unjustly condemned.",
        "After the Carnival, I left Rome for Naples; saw at Capri the blue\nGrotto, which was at that time first discovered; visited the temple at\nPaestum, and returned in the Easter week to Rome, from whence I went\nthrough Florence and Venice to Vienna and Munich; but I had at that\ntime neither mind nor heart for Germany; and when I thought on Denmark,\nI felt fear and distress of mind about the bad reception which I\nexpected to find there. Italy, with its scenery and its people’s life,\noccupied my soul, and towards this land I felt a yearning. My earlier\nlife, and what I had now seen, blended themselves together into an\nimage–into poetry, which I was compelled to write down, although I was\nconvinced that it would occasion me more trouble than joy, if my\nnecessities at home should oblige me to print it. I had written already\nin Rome the first chapter. It was my novel of “The Improvisatore.”",
        "At one of my first visits to the theatre at Odense, as a little boy,\nwhere, as I have already mentioned, the representations were given in\nthe German language, I saw the Donauweibchen, and the public applauded\nthe actress of the principal part. Homage was paid to her, and she was\nhonored; and I vividly remember thinking how happy she must be.",
        "Many years afterwards, when, as a student, I visited Odense, I saw, in\none of the chambers of the hospital where the poor widows lived and\nwhere one bed stood by another, a female portrait hanging over one bed\nin a gilt frame. It was Lessing’s Emilia Galotti, and represented her\nas pulling the rose to pieces; but the picture was a portrait. It\nappeared singular in contrast with the poverty by which it was\nsurrounded.",
        "“Whom does it represent?” asked I.",
        "“Oh!” said one of the old women, “it is the face of the German lady,\nthe poor lady who once was an actress!” And then I saw a little\ndelicate woman, whose face was covered with wrinkles, and in an old\nsilk gown that once had been black. That was the once celebrated\nSinger, who, as the Donauweibchen, had been applauded by every one.\nThis circumstance made an indelible impression upon me, and often\noccurred to my mind.",
        "In Naples I heard Malibran for the first time. Her singing and acting\nsurpassed anything which I had hitherto either heard or seen; and yet I\nthought the while of the miserably poor singer in the hospital of\nOdense: the two figures blended into the Annunciata of the novel. Italy\nwas the back ground for that which had been experienced and that which\nwas imagined.  In August of 1834 I returned to Denmark. I wrote the\nfirst part of the book at Ingemann’s, in Sor÷, in a little chamber in\nthe roof, among fragrant lime-trees. I finished it in Copenhagen.",
        "At this time my best friends, even, had almost given me up as a poet;\nthey said that they had erred with regard to my talents. It was with\ndifficulty that I found a publisher for the book. I received a\nmiserable sum of money for it, and the “Improvisatore” made its\nappearance; was read, sold out, and again published. The critics were\nsilent; the newspapers said nothing; but I heard all around me of the\ninterest which was felt for the work, and the delight that it\noccasioned. At length the poet Carl Bagger, who was at that time the\neditor of a newspaper, wrote the first critique upon it, and began\nironically, with the customary tirade against me–\"that it was all over\nwith this author, who had already passed his heyday;\"–in short, he\nwent the whole length of the tobacco and tea criticism, in order\nsuddenly to dash out, and to express his extremely warm enthusiasm for\nme; and my book. People now laughed at me, but I wept. This was my mood\nof mind. I wept freely, and felt gratitude to God and man.",
        "“To the Conference Councillor Collin and to his noble wife, in whom I\nfound parents, whose children were brethren and sisters to me, whose\nhouse was my home, do I here present the best of which I am\npossessed.\"–So ran the dedication. Many who formerly had been my\nenemy, now changed their opinion; and among these one became my friend,\nwho, I hope, will remain so through the whole of my life. That was\nHauch the poet, one of the noblest characters with whom I am\nacquainted. He had returned home from Italy after a residence of\nseveral years abroad, just at the time when Heiberg’s vaudevilles were\nintoxicating the inhabitants of Copenhagen, and when my “Journey on\nFoot” was making me a little known. He commenced a controversy with\nHeiberg, and somewhat scoffed at me. Nobody called his attention to my\nbetter lyrical writings; I was described to him as a spoiled, petulant\nchild of fortune. He now read my Improvisatore, and feeling that there\nwas something good in me, his noble character evinced itself by his\nwriting a cordial letter to me, in which he said, that he had done me\nan injustice, and offered me now the hand of reconciliation. From that\ntime we became friends. He used his influence for me with the utmost\nzeal, and has watched my onward career with heartfelt friendship. But\nso little able have many people been to understand what is excellent in\nhim, or the noble connection of heart between us two, that not long\nsince, when he wrote a novel, and drew in it the caricature of a poet,\nwhose vanity ended in insanity, the people in Denmark discovered that\nhe had treated me with the greatest injustice, because he had described\nin it my weakness. People must not believe that this was the assertion\nof one single person, or a misapprehension of my character; no; and\nHauch felt himself compelled to write a treatise upon me as a poet,\nthat he might show what a different place he assigned to me.",
        "But to return to the “Improvisatore.” This book raised my sunken\nfortunes; collected my friends again around me, nay, even obtained for\nme new ones. For the first time I felt that I had obtained a due\nacknowledgment. The book was translated into German by Kruse, with a\nlong title, “Jugendleben und Tr ume eines italienischen\nDichter’s.” I objected to the title; but he declared that it was\nnecessary in order to attract attention to the book.",
        "Bagger had, as already stated, been the first to pass judgment on the\nwork; after an interval of some time a second critique made its\nappearance, more courteous, it is true, than I was accustomed to, but\nstill passing lightly over the best things in the book and dwelling on\nits deficiencies, and on the number of incorrectly written Italian\nwords. And, as Nicolai’s well-known book, “Italy as it really is,” came\nout just then, people universally said, “Now we shall be able to see\nwhat it is about which Andersen has written, for from Nicolai a true\nidea of Italy may be obtained for the first time.”",
        "It was from Germany that resounded the first decided acknowledgment of\nthe merits of my work, or rather perhaps its over estimation. I bow\nmyself in joyful gratitude, like a sick man toward the sunshine, when\nmy heart is grateful. I am not, as the Danish Monthly Review, in its\ncritique of the “Improvisatore,” condescended to assert, an unthankful\nman, who exhibits in his work a want of gratitude towards his\nbenefactors. I was indeed myself poor Antonio who sighed under the\nburden which I had to bear,–I, the poor lad who ate the bread\nof charity. From Sweden also, later, resounded my praise, and the\nSwedish newspapers contained articles in praise of this work, which\nwithin the last two years has been equally warmly received in England,\nwhere Mary Howitt, the poetess, has translated it into English; the\nsame good fortune also is said to have attended the book in Holland and\nRussia. Everywhere abroad resounded the loudest acknowledgments of its\nexcellence.",
        "There exists in the public a power which is stronger than all the\ncritics and cliques. I felt that I stood at home on firmer ground, and\nmy spirit again had moments in which it raised its wings for flight. In\nthis alternation of feeling between gaiety and ill humor, I wrote my\nnext novel, “O. T.,” which is regarded by many persons in Denmark as my\nbest work;–an estimation which I cannot myself award to it. It\ncontains characteristic features of town life. My first Tales appeared\nbefore “O. T;” but this is not the place in which to speak of them. I\nfelt just at this time a strong mental impulse to write, and I believed\nthat I had found my true element in novel-writing. In the following\nyear, 1837, I published “Only a Fiddler,” a book which on my part had\nbeen deeply pondered over, and the details of which sprang fresh to the\npaper. My design was to show that talent is not genius, and that if the\nsunshine of good fortune be withheld, this must go to the ground,\nthough without losing its nobler, better nature. This book likewise had\nits partisans; but still the critics would not vouchsafe to me any\nencouragement; they forgot that with years the boy becomes a man, and\nthat people may acquire knowledge in other than the ordinary ways. They\ncould not separate themselves from their old preconceived opinions.\nWhilst “O. T.” was going through the press it was submitted sheet by\nsheet to a professor of the university, who had himself offered to\nundertake this work, and by two other able men also; notwithstanding\nall this, the Reviews said, “We find the usual grammatical negligence,\nwhich we always find in Andersen, in this work also.” That which\ncontributed likewise to place this book in the shade was the\ncircumstance of Heiberg having at that time published his Every-day\nStories, which were written in excellent language, and with good taste\nand truth. Their own merits, and the recommendation of their being\nHeiberg’s, who was the beaming star of literature, placed them in the\nhighest rank.",
        "I had however advanced so far, that there no longer existed any doubt\nas to my poetical ability, which people had wholly denied to me before\nmy journey to Italy. Still not a single Danish critic had spoken of the\ncharacteristics which are peculiar to my novels. It was not until my\nworks appeared in Swedish that this was done, and then several Swedish\njournals went profoundly into the subject and analyzed my works with\ngood and honorable intentions. The case was the same in Germany; and\nfrom this country too my heart was strengthened to proceed. It was not\nuntil last year that in Denmark, a man of influence, Hauch the poet,\nspoke of the novels in his already mentioned treatise, and with a few\ntouches brought their characteristics prominently forward.",
        "“The principal thing,” says he, “in Andersen’s best and most elaborate\nworks, in those which are distinguished for the richest fancy, the\ndeepest feeling, the most lively poetic spirit, is, of talent, or at\nleast of a noble nature, which will struggle its way out of narrow and\ndepressing circumstances. This is the case with his three novels, and\nwith this purpose in view, it is really an important state of existence\nwhich he describes,–an inner world, which no one understands better\nthan he, who has himself, drained out of the bitter cup of suffering\nand renunciation, painful and deep feelings which are closely related\nto those of his own experience, and from which Memory, who, according\nto the old significant myth, is the mother of the Muses, met him hand\nin hand with them. That which he, in these his works, relates to the\nworld, deserves assuredly to be listened to with attention; because, at\nthe same time that it may be only the most secret inward life of the\nindividual, yet it is also the common lot of men of talent and genius,\nat least when these are in needy circumstances, as is the case of those\nwho are here placed before our eyes. In so far as in his\n’Improvisatore,’ in ’O. T.,’ and in ’Only a Fiddler,’ he represents not\nonly himself, in his own separate individuality, but at the same time\nthe momentous combat which so many have to pass through, and which he\nunderstands so well, because in it his own life has developed itself;\ntherefore in no instance can he be said to present to the reader what\nbelongs to the world of illusion, but only that which bears witness to\ntruth, and which, as is the case with all such testimony, has a\nuniversal and enduring worth.",
        "“And still more than this, Andersen is not only the defender of talent\nand genius, but, at the same time, of every human heart which is\nunkindly and unjustly treated. And whilst he himself has so painfully\nsuffered in that deep combat in which the Laocoon-snakes seize upon the\noutstretched hand; whilst he himself has been compelled to drink from\nthat wormwood-steeped bowl which the cold-blooded and arrogant world so\nconstantly offers to those who are in depressed circumstances, he is\nfully capable of giving to his delineations in this respect a truth and\nan earnestness, nay, even a tragic and a pain-awakening pathos that\nrarely fails of producing its effect on the sympathizing human heart.\nWho can read that scene in his ’Only a Fiddler,’ in which the ’high-\nbred hound,’ as the poet expresses it, ’turned away with disgust from\nthe broken victuals which the poor youth received as alms, without\nrecognizing, at the same time, that this is no game in which vanity\nseeks for a triumph, but that it expresses much more–human nature\nwounded to its inmost depths, which here speaks out its sufferings.’”",
        "Thus is it spoken in Denmark of my works, after an interval of nine or\nten years; thus speaks the voice of a noble, venerated man. It is with\nme and the critics as it is with wine,–the more years pass before it\nis drunk the better is its flavor.",
        "During the year in which “The Fiddler” came out, I visited for the\nfirst time the neighboring country of Sweden. I went by the G÷ta canal\nto Stockholm. At that time nobody understood what is now called\nScandinavian sympathies; there still existed a sort of mistrust\ninherited from the old wars between the two neighbor nations. Little\nwas known of Swedish literature, and there were only very few Danes who\ncould easily read and understand the Swedish language;–people scarcely\nknew Tegn r’s Frithiof and Axel, excepting through translations. I had,\nhowever, read a few other Swedish authors, and the deceased,\nunfortunate Stagnelius pleased me more as a poet than Tegn r, who\nrepresented poetry in Sweden. I, who hitherto had only travelled into\nGermany and southern countries, where by this means, the departure from\nCopenhagen was also the departure from my mother tongue, felt, in this\nrespect, almost at home in Sweden: the languages are so much akin, that\nof two persons each might read in the language of his own country, and\nyet the other understand him. It seemed to me, as a Dane, that Denmark\nexpanded itself; kinship with the people exhibited itself, in many\nways, more and more; and I felt, livingly, how near akin are Swedes,\nDanes, and Norwegians.",
        "I met with cordial, kind people,–and with these I easily made\nacquaintance. I reckon this journey among the happiest I ever made. I\nhad no knowledge of the character of Swedish scenery, and therefore I\nwas in the highest degree astonished by the Trollh tta-voyage, and by\nthe extremely picturesque situation of Stockholm. It sounds to the\nuninitiated half like a fairy-tale, when one says that the steam-boat\ngoes up across the lakes over the mountains, from whence may be seen\nthe outstretched pine and beechwoods below. Immense sluices heave up\nand lower the vessel again, whilst the travellers ramble through the\nwoods. None of the cascades of Switzerland, none in Italy, not even\nthat of Terni, have in them anything so imposing as that of Trollh tta.\nSuch is the impression, at all events, which it made on me.",
        "On this journey, and at this last-mentioned place, commenced a very\ninteresting acquaintance, and one which has not been without its\ninfluence on me,–an acquaintance with the Swedish authoress, Fredrika\nBremer. I had just been speaking with the captain of the steam-boat and\nsome of the passengers about the Swedish authors living in Stockholm,\nand I mentioned my desire to see and converse with Miss Bremer.",
        "“You will not meet with her,” said the Captain, “as she is at this\nmoment on a visit in Norway.”",
        "“She will be coming back while I am there,” said I in joke; “I always\nam lucky in my journeys, and that which I most wish for is always\naccomplished.",
        "“Hardly this time, however,” said the captain.",
        "A few hours after this he came up to me laughing, with the list of the\nnewly arrived passengers in his hand. “Lucky fellow,” said he aloud,\n“you take good fortune with you; Miss Bremer is here, and sails with us\nto Stockholm.”",
        "I received it as a joke; he showed me the list, but still I was\nuncertain. Among the new arrivals, I could see no one who resembled an\nauthoress. Evening came on, and about midnight we were on the great\nWener lake. At sunrise I wished to have a view of this extensive lake,\nthe shores of which could scarcely be seen; and for this purpose I left\nthe cabin. At the very moment that I did so, another passenger was also\ndoing the same, a lady neither young nor old, wrapped in a shawl and\ncloak. I thought to myself, if Miss Bremer is on board, this must be\nshe, and fell into discourse with her; she replied politely, but still\ndistantly, nor would she directly answer my question, whether she was\nthe authoress of the celebrated novels. She asked after my name; was\nacquainted with it, but confessed that she had read none of my works.\nShe then inquired whether I had not some of them with me, and I lent\nher a copy of the “Improvisatore,” which I had destined for Beskow.\nShe vanished immediately with the volumes, and was not again visible\nall morning.",
        "When I again saw her, her countenance was beaming, and she was full of\ncordiality; she pressed my hand, and said that she had read the greater\npart of the first volume, and that she now knew me.",
        "The vessel flew with us across the mountains, through quiet inland\nlakes and forests, till it arrived at the Baltic Sea, where islands lie\nscattered, as in the Archipelago, and where the most remarkable\ntransition takes place from naked cliffs to grassy islands, and to\nthose on which stand trees and houses. Eddies and breakers make it here\nnecessary to take on board a skilful pilot; and there are indeed some\nplaces where every passenger must sit quietly on his seat, whilst the\neye of the pilot is riveted upon one point. On shipboard one feels the\nmighty power of nature, which at one moment seizes hold of the vessel\nand the next lets it go again.",
        "Miss Bremer related many legends and many histories, which were\nconnected with this or that island, or those farm-premises up aloft on\nthe mainland.",
        "In Stockholm, the acquaintance with her increased, and year after year\nthe letters which have passed between us have strengthened it. She is a\nnoble woman; the great truths of religion, and the poetry which lies in\nthe quiet circumstances of life, have penetrated her being.",
        "It was not until after my visit to Stockholm that her Swedish\ntranslation of my novel came out; my lyrical poems only, and my\n“Journey on Foot,” were known to a few authors; these received me with\nthe utmost kindness, and the lately deceased Dahlgr n, well known by\nhis humorous poems, wrote a song in my honor–in short, I met with\nhospitality, and countenances beaming with Sunday gladness. Sweden and\nits inhabitants became dear to me. The city itself, by its situation\nand its whole picturesque appearance, seemed to me to emulate Naples.\nOf course, this last has the advantage of fine atmosphere, and the\nsunshine of the south; but the view of Stockholm is just as imposing;\nit has also some resemblance to Constantinople, as seen from Pera, only\nthat the minarets are wanting. There prevails a great variety of\ncoloring in the capital of Sweden; white painted buildings; frame-work\nhouses, with the wood-work painted red; barracks of turf, with\nflowering plants; fir tree and birches look out from among the houses,\nand the churches with their balls and towers. The streets in S÷dermalm\nascend by flights of wooden steps up from the M lar lake, which is all\nactive with smoking steam-vessels, and with boats rowed by women in\ngay-colored dresses.",
        "I had brought with me a letter of introduction from Oersted, to the\ncelebrated Berzelius, who gave me a good reception in the old city of\nUpsala. From this place I returned to Stockholm. City, country, and\npeople, were all dear to me; it seemed to me, as I said before, that\nthe boundaries of my native land had stretched themselves out, and I\nnow first felt the kindredship of the three peoples, and in this\nfeeling I wrote a Scandinavian song, a hymn of praise for all the three\nnations, for that which was peculiar and best in each one of them.",
        "“One can see that the Swedes made a deal of him,” was the first remark\nwhich I heard at home on this song.",
        "Years pass on; the neighbors understand each other better;\nOehlenschl ger. Fredrika Bremer, and Tegn r, caused them mutually to\nread each other’s authors, and the foolish remains of the old enmity,\nwhich had no other foundation than that they did not know each other,\nvanished. There now prevails a beautiful, cordial relationship between\nSweden and Denmark. A Scandinavian club has been established in\nStockholm; and with this my song came to honor; and it was then said,\n“it will outlive everything that Andersen has written:” which was as\nunjust as when they said that it was only the product of flattered\nvanity. This song is now sung in Sweden as well as in Denmark.",
        " On my return home I began to study history industriously, and made\nmyself still further acquainted with the literature of foreign\ncountries. Yet still the volume which afforded me the greatest pleasure\nwas that of nature; and in a summer residence among the country-seats\nof Funen, and more especially at Lykkesholm, with its highly romantic\nsite in the midst of woods, and at the noble seat of Glorup, from whose\npossessor I met with the most friendly reception, did I acquire more\ntrue wisdom, assuredly, in my solitary rambles, than I ever could have\ngained from the schools.",
        "The house of the Conference Councillor Collin in Copenhagen was at that\ntime, as it has been since, a second father’s house to me, and there I\nhad parents, and brothers and sisters. The best circles of social life\nwere open to me, and the student life interested me: here I mixed in\nthe pleasures of youth. The student life of Copenhagen is, besides\nthis, different from that of the German cities, and was at this time\npeculiar and full of life. For me this was most perceptible in the\nstudents’ clubs, where students and professors were accustomed to meet\neach other: there was there no boundary drawn between the youthful and\nelder men of letters. In this club were to be found the journals and\nbooks of various countries; once a week an author would read his last\nwork; a concert or some peculiar burlesque entertainment would take\nplace. It was here that what may be called the first Danish\npeople’scomedies took their origin,–comedies in which the events of\nthe day were worked up always in an innocent, but witty and amusing\nmanner. Sometimes dramatic representations were given in the presence\nof ladies for the furtherance of some noble purpose, as lately to\nassist Thorwaldsen’s Museum, to raise funds for the execution of\nBissen’s statue in marble, and for similar ends. The professors and\nstudents were the actors. I also appeared several times as an actor,\nand convinced myself that my terror at appearing on the stage was\ngreater than the talent which I perhaps possessed. Besides this, I\nwrote and arranged several pieces, and thus gave my assistance. Several\nscenes from this time, the scenes in the students’ club, I have worked\nup in my romance of “O. T.” The humor and love of life observable in\nvarious passages of this book, and in the little dramatic pieces\nwritten about this time, are owing to the influence of the family of\nCollin, where much good was done me in that respect, so that my morbid\nturn of mind was unable to gain the mastery of me. Collin’s eldest\nmarried daughter, especially, exercised great influence over me, by her\nmerry humor and wit. When the mind is yielding and elastic, like the\nexpanse of ocean, it readily, like the ocean, mirrors its environments.",
        "My writings, in my own country, were now classed among those which were\nalways bought and read; therefore for each fresh work I received a\nhigher payment. Yet, truly, when you consider what a circumscribed\nworld the Danish reading world is, you will see that this payment could\nnot be the most liberal. Yet I had to live. Collin, who is one of the\nmen who do more than they promise, was my help, my consolation, my\nsupport.",
        "At this time the late Count Conrad von Rantzau-Breitenburg, a native of\nHolstein, was Prime Minister in Denmark. He was of a noble, amiable\nnature, a highly educated man, and possessed of a truly chivalrous\ndisposition. He carefully observed the movements in German and Danish\nliterature. In his youth he had travelled much, and spent a long time\nin Spain and Italy, He read my “Improvisatore” in the original; his\nimagination was powerfully seized by it, and he spoke both at court and\nin his own private circles of my book in the warmest manner. He did not\nstop here; he sought me out, and became my benefactor and friend. One\nforenoon, whilst I was sitting solitarily in my little chamber, this\nfriendly man stood before me for the first time. He belonged to that\nclass of men who immediately inspire you with confidence; he besought\nme to visit him, and frankly asked me whether there were no means by\nwhich he could be of use to me. I hinted how oppressive it was to be\nforced to write in order to live, always to be forced to think\nof the morrow, and not move free from care, to be able to develop your\nmind and thoughts. He pressed my hand in a friendly manner, and\npromised to be an efficient friend. Collin and Oersted secretly\nassociated themselves with him, and became my intercessors.",
        "Already for many years there had existed, under Frederick VI., an\ninstitution which does the highest honor to the Danish government,\nnamely, that beside the considerable sum expended yearly, for the\ntravelling expenses of young literary men and artists, a small pension\nshall be awarded to such of them as enjoy no office emoluments. All our\nmost important poets have had a share of this assistance,–\nOehlenschl ger, Ingemann, Heiberg, C. Winther, and others. Hertz had\njust then received such a pension, and his future life made thus the\nmore secure. It was my hope and my wish that the same good fortune\nmight be mine–and it was. Frederick VI. granted me two hundred rix\ndollars banco yearly. I was filled with gratitude and joy. I was\nnolonger forced to write in order to live; I had a sure support\nin the possible event of sickness. I was less dependent upon the people\nabout me. A new chapter of my life began.",
        "Continue...",
        "\nThis eBook of “The True Story of My Life: A Sketch” (translated By Mary Howitt, To Messrs. Munroe and Co) by Hans Christian Andersen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The True Story of My LifeBy Hans Christian AndersenAt Amazon"
    ]
}