{
    "title": "The Fortieth Door - Chapter II",
    "author": "Mary Hastings Bradley",
    "chapter": "2",
    "content": [
        "\n\n",
        "MASKS AND MASKERS",
        "Moors and Juliets and Circassian slaves and Knights at Arms were\nfast emerging from lift or cloak room, and confronting each other\nthrough their masks in sheepish defiance and curiosity. Adventurous\nspirits were circulating. Voices, lowered and guarded, began to\nengage in nervous, tittering banter.... Laughter, belatedly\nsmothered, flared to betrayals....",
        "The orchestra was playing a Viennese waltz and couple after couple\nslipped out upon the floor.",
        "Lounging against the wall, Ryder glowered mockingly through his mask\nholes at the motley. It was so exactly as he had foreseen. He was\nbored–and he was going to be more bored. He was jostled–and he was\ngoing to be more jostled. He was hot–and he was going to be hotter.",
        "Where in the world was Jinny Jeffries? He deserved, he felt,\nexhilaratingly kind treatment to compensate him for this insanity.\nHe gazed about, and encountering a plump shepherdess ogling him he\nstepped hastily behind a palm.",
        "He fairly stepped upon a very small person in black. A phantom-like\nsmall person, with the black silk hubarah of the Mohammedan\nhigh-caste woman drawn down to her very brows, and over the entire\nface the black street veil. Not a feature visible. Not an eyebrow.\nNot an eyelash, not a hint of the small person herself, except a\nvery small white, ringed hand, lifted as if in defense of his\nclumsiness.",
        "“Sorry,” said Ryder quickly, and driven by the instinct of\nreparation. “Won’t you dance?”",
        "A mute shake of the head.",
        "Well, his duty was done. But something, the very lack of all\ninvitation in the black phantom, made him linger. He repeated his\nrequest in French.",
        "From behind the veil came a liquidly soft voice with a note of\nmirth. “I understand the English, monsieur,” it informed him.",
        "“Enough, then, to say yes in it?”",
        "The black phantom shook its head. “My education, alas! has only\nproceeded to the N.” Her speech was quaint, unhesitating, but oddly\ninflected. “I regret–but I am not acquainted with the yes.”",
        "A gay character for a masked ball! Indifference and pique swung\nRyder towards a geisha girl, but a trace of irritation lingered and\nhe found her, “You likee plink gleisha?” singularly witless.",
        "He’d tell McLean just how darned captivating his outfit was, he\npromised himself.",
        "And then he caught sight of a familiar pair of gray eyes smiling\nover the white veil of an odalisque. Jinny Jeffries was wearing one\nof the many costumes there that passed for Oriental, a glittering\nassemblage of Turkish trousers and Circassian veils, silver shawls\nand necklaces and wide bracelets banding bare arms.",
        "As an effect it was distinctly successful.",
        "“Ten thousand dinars could not pay for the chicken she has eaten,\"\nuttered Ryder appreciatively in the language of the old slave\nmarket, and stepped promptly ahead of a stout Pantalon.",
        "“Jack! You did come!” There was a note in the girl’s voice as if she\nhad disbelieved in her good fortune. “Oh, and beautiful as Roderick\nDhu! Didn’t I tell you that you could find something in that shop?\"\nshe declared in triumph.",
        "“Do you imagine that this came out of a costumer’s?” Ryder swung her\nswiftly out in the fox trot before the crowd invaded the floor. “If\nAndy McLean could hear you! Why this, this is the real thing, the\nScots-wha-hae-wi’-Wallace-bled stuff.”",
        "“Who is Andy McLean?”",
        "“Andrew is Scotch, Single, and Skeptical. He is a great pal of mine\nand also an official of the Agricultural Bank which is by way of\nbeing a Government institution. These are the togs of his Hieland\nGrandsire–”",
        "“Why didn’t you bring him?”",
        "“Too dead, unfortunately–grandsires often are–”",
        "“I mean Andrew McLean.”",
        "“It would take you, my dear Jinny, to do that. You brought me–and\nI can believe in anything after the surprise of finding myself\nhere.”",
        "Jinny Jeffries laughed. “If I could only believe what you say!”",
        "“Oh, you can believe anything I say,” Jack obligingly assured her.\n“I’m very careful what I say–”",
        "“I wish I were.”",
        "“You’d have to be careful how you look, Jinny–and you can’t help\nthat. The Lord who gave you red hair must provide the way to elude\nits consequences.... I suppose the Orient isn’t exactly a manless\nSahara for you?”",
        "She countered, her bright eyes intent, “Is it a girl-less Sahara for\nyou, Jack?”",
        "“The only woman I have laid a hand on, in kindness or unkindness,\ndied before Ptolemy rebuilt Denderah.”",
        "“That’s not right–”",
        "“No? And I thought it such a virtuous record!”",
        "“I mean,” Jinny laughed, “that you really ought to be seeing more of\nlife–like to-night–”",
        "“To-night? Do you imagine this is a place for seeing life?”",
        "“Why not?” she retorted to the irony in his voice. “It’s real\npeople–not just dead and gone things in cases with their lives all\nlived. I don’t care if you are going to be a very famous person,\nJack, you ought to see more of the world. You have just been buried\nout here for two years, ever since you left college–”",
        "Beneath his mask the young man was smiling. A quaint feminine\nnotion, that life was to be encountered at a masquerade! This motley\nof hot, over-dressed, wrought up idiots a human contact!",
        "Life? Living?... Thank you, he preferred the sane young English\nofficials ... the comradeship of his chief ... the glamor of his\ndesert tombs.",
        "Of course there was a loneliness in the desert. That was part of the\nbig feeling of it, the still, stealing sense of immensity reaching\nout its shadowy hands for you.... Loneliness and restlessness....\nThese tropic nights, when the stars burned low and bright, and the\nhot sands seemed breathing.... Loneliness and restlessness–but they\ngave a man dreams.... And were those dreams to be realized here?",
        "The music stopped and the ever-watchful Pantalon bore down upon\nthem. Abandoning Jinny to her fate, Ryder sought refuge and a\ncigarette.",
        "The hall was crowded now; the ball was a flash of color, a whirl of\nsatins and spangles and tulle and gauze, gold and green and rose and\nsapphire, gyrating madly in vivid projection against the black and\nwhite stripes of the Moorish walls. The color and the music had sent\ntheir quickening reactions among the throng. Masks were lending\naudacity to mischief and high spirits.",
        "Three little Pierrettes scampered through the crowd, pelting right\nand left with confetti and balloons, and two stalwart monks and a\nthin Hamlet pursued them, keeping up the bombardment amid a great\ncombustion of balloons. A spangled Harlequin snatched his hands\nfull of confetti and darted behind a palm.",
        "It was the palm of the black phantom, the palm of Ryder’s rebuff.\nPerhaps the Harlequin had met repulse here, too, and cherished\nresentment, not a very malicious resentment but a mocking feint of\nit, for when Ryder turned sharply after him–oddly, he himself was\nstrolling toward that nook–he found Harlequin circling with mock\nentreaties about the stubbornly refusing black domino.",
        "“Will you, won’t you, will you, won’t you, won’t you join the\ndance?” chanted Harlequin, with a shower of confetti flung at the\ngirl’s averted face.",
        "There was such a shrinking of genuine fright in her withdrawal that\nRyder had a fine thrill of rescue.",
        "“My dance,” he declared, laying an intervening hand on her muffled\narm.",
        "His tartan-draped shoulder crowded the Harlequin from sight.",
        "She raised her head. The black street veil was flung back, but a\nblack yashmak was hiding all but her eyes. Great dark eyes they\nwere, deep as night and soft as shadows, arched with exquisitely\ncurved brows like the sweep of wild birds’ wings.... The most lovely\neyes that dreams could bring.",
        "A flash of relief shone through their childish fright. With sudden\nconfidence she turned to Ryder.",
        "“Thank you.... My education, monsieur, has proceeded to the Ts,” she\ntold him with a nervous little laugh over her chagrin, drowned in a\nburst of louder laughter from the discomfited Harlequin, who turned\non his heel and then bounded after fresh prey.",
        "“Shall we dance or promenade?” asked Ryder.",
        "Hesitatingly her gaze met his. Red and gold and green and blue\nflecks of confetti were glimmering like fishscales over her black\nwrap and were even entangled drolly in the absurd lengths of her\neye-lashes.",
        "“It is–if I have not forgotten how to dance,” she murmured. “If it\nis a waltz, perhaps–”",
        "It was a waltz. Ryder had an odd impression of her irresolution\nbefore, with strange eagerness, he swept her into the music. Within\nthe clumsy bulk of her draperies his arm felt the slightness of her\nyoung form. She was no more than a child.... No child, either, at a\nmasquerade, but a fairy, dancing in the moonlight.... She was a leaf\nblowing in the breeze.... She was the very breeze and the moonlight.",
        "And then, to his astonishment, the dance was over. Those moments had\nseemed no more than one.",
        "“We must have the next,” he said quickly. “What made you think you\nhad forgotten?”",
        "“It is nearly four years, monsieur, since I danced with a man.”",
        "“With a man? You have been dancing with girls, then?”",
        "She nodded.",
        "“At a school?”",
        "“At a–a sort of school.” The black domino laughed with ruefulness.\n“At a very dull sort of school.”",
        "“To which, I hope, you are not to return?”",
        "She made no answer to that–unless it was a sigh that slipped out.",
        "“At any rate,” he said cheerily, “you are dancing to-night.”",
        "“To-night–yes, to-night I am dancing!” There was triumph in her\nyoung voice, triumph and faint defiance, and gayety again in her\nchanging eyes.",
        "Extraordinary, those eyes. Innocent, audacious, bewildering.... To\nlook down into them produced the oddest of excitement.",
        "He took off his mask. Masks were hindering things–he could see so\nmuch better without.",
        "She, too, could see better–could see him better. Shyly, yet\nintently, her gaze took note of him, of the clean, clear-cut young\nface, bronzed and rather thin, of the dark hair that looked darker\nagainst the scarlet cap, of the deep-set eyes, hazel-brown, that met\nhers so often and were so full of contradictory things ... life ...\nand humor ... and frank simplicity ... and subtle eagerness.",
        "He looked so young and confident and handsome....",
        "“You are–a Scotchman?” slipped out from her black yashmak.",
        "“Only in costume. I am an American.”",
        "She repeated it a little musingly. “I do not think I ever met an\nAmerican young man.” She added, “I have met old ones–yes, and\nmiddle-aged ones and the women–but a young one, no.”",
        "“A retired spot, that school of yours,” said Ryder appreciatively.\n“You are French?”",
        "“That is for your imagination!” Teasingly, she laughed. “I am,\nmonsieur, only a black domino!”",
        "It was the loveliest laugh, Ryder was instantly aware, and the\nloveliest voice in the world. Yes, and the loveliest eyes.",
        "He forgot the crowd. He forgot the heat. He forgot–alas!–Jinny\nJeffries. He was aware of an intense exhilaration, a radiant sense\nof well-being, and–at the music’s beginning–of a small palm\npressed again to his, a light form within his arm ... of shy,\nenchanting eyes out from the shrouding black.",
        "“Do put that veil away,” he youthfully entreated. “It’s quite time.\nThe others are almost all unmasked.”",
        "Her glance about the room returned to him with mock plaintiveness.\nShe shook her head as they spun lightly about a corner.",
        "“Perhaps, monsieur, I have an unfortunate nose.”",
        "“My nerves are strong.”",
        "“But why afflict them?” Prankishly her eyes sparkled up at him over\nthe black veil that made her a mystery. “Enjoy the present,\nmonsieur!”",
        "“Are you enjoying it?”",
        "Her lashes dropped, like black butterflies. She was a changeling of\na girl, veering from gayety to shyness.... Her gaze was now on her\nwrist watch, a slender blaze of platinum and diamonds.",
        "“The present–yes,” she said in a muffled little voice.",
        "He bent his head to hear her through the veil.",
        "A tormenting curiosity was assailing him. It had become not enough\nto know that she was young and slender, with enchanting eyes and a\nteasing spirit of wit.... Vaguely he had thought her to be French,\none of the quaint jeunes filles so rarely taken traveling.",
        "But who was she? A child at her first ball? But what in the world\nwas she doing, back in the palms, away from her chaperon?",
        "He realized, even in the cloud of his fascination, that French\njeunes filles are not wonted to lurk about palms at a ball.",
        "Was she a little Cinderella, then, slipping among the guests? Some\npoor companion, stealing in for fun?... She was too young. And there\nwas that watch, that glitter of diamonds upon her wrist.",
        "“Have you just come to Cairo?”",
        "She shook her head. “For some time–I have been here.”",
        "“Up the Nile yet?”",
        "“The Nile–no, monsieur.”",
        "“But you are going?”",
        "“That–that I do not know. Sometime, perhaps.”",
        "She sounded guarded.... He hurried into revelations.",
        "“I am staying not far from Cairo, myself. I am an excavator–on an\nexpedition from an American museum.”",
        "“Ah, you dig?”",
        "“Well, not personally.... But the expedition digs.... We’ve had some\nbully finds.”",
        "“And you came from America–to dig in the sands?” The black domino\nlaughed softly. “For how long, monsieur?”",
        "“This is my second year.”",
        "Still laughing, she shook her shrouded little head at him. “But I\ncannot understand! What wonderful thing do you hope to find–what\nburied secret–?”",
        "“Nothing half as wonderful as to know who you are,” he said boldly.",
        "“That, too, is–is buried, monsieur!”",
        "“But not beyond discovery,” he told her very gayly and confidently,\nand danced the music out.",
        "As the last strains died, they paused for an instant as if the spell\nstill bound them, then his arms fell slowly away, and he heard the\ngirl draw a quick, startled breath. Her eyes sped to that tiny,\nblazing watch; when she lifted them he thought he surprised a gleam\nof panic.",
        "“How fast is an hour!” she said with an excited little laugh. “Time\nis a–a very sudden thing!”",
        "Sudden, indeed! How long since he had been a badly bored, impatient\nyoung man, mocking the follies of the masquerade? How long since he\nhad danced with Jinny, flouting her notion of this sort of thing as\nlife? How long since he had looked into a pair of dark disquieting\neyes ... listened to a gay little voice....",
        "Many important things in life happen suddenly. Juliet happened very\nsuddenly to Romeo. Romeo happened as suddenly to Juliet.",
        "But Jack Ryder was not remembering anything about Romeo and Juliet.\nHe was watching that glance steal to the wrist watch again.",
        "Then, as if with a determination of the spirit, they smiled up at\nhim.",
        "“Monsieur the American,” said the black domino, “you have been most\nkind to an–an incognita–of a masque. I hope that you dig out of\nyour sands all the secrets that you most desire.”",
        "“You sound as if you were saying good-bye,” said Jack Ryder with\nquick denial in his blood.",
        "The smile in her eyes flickered.",
        "“Perhaps I have kept you too long from the other guests.”",
        "He shook his head. “They don’t exist.”",
        "“Ah! I will give you the chance to say such nice things to them.”",
        "“But I never say nice things–unless I mean them!”",
        "“Never–monsieur?”",
        "“Never. I am very careful what I say,” he assured her, even as he\nhad assured another girl, in what different meaning, hours or\ncenturies before. “You can believe anything that I say.”",
        "“A young man of character! Perhaps that goes with the Scotch\ncostume. I have read the Scots are a noble people.”",
        "“They haven’t a thing on the Americans. You must know me better and\ndiscover–”",
        "But again her eyes had gone, almost guiltily, to that watch. And\nwhen she raised them again they were not smiling but very strangely\nresolved.",
        "“Monsieur, it is so hot–if you would get me a glass of sherbet?”",
        "“Certainly.” Convention brought out the assent; convention turned\nhim about and marched him dutifully toward the crowded table she\nindicated.",
        "But something deeper than convention, some warning born of that\ntoo-often consulted watch and that strange look in her eyes, that\nuneasy fear and swift resolve, turned him quickly about again.",
        "Other couples had strolled between them. He hurried through and\nstepped back among the palms.",
        "The place was empty. The black domino was gone.",
        "He wasted one minute in assuring himself that she was not hidden in\nsome corner, not mingled with the crowd. But the niche was deserted\nas a rifled nest. Then his eyes spied the door that the green\ndecorations had conspired to hide and he wrenched it open.",
        "He found himself on a little balcony overlooking the hotel garden.\nHe knew the place in daytime–palms and shrubs and a graveled walk\nand painted chairs where he had drunk tea with Jinny and watched a\nRussian tourist beautifully smoking cigarettes.",
        "Now the place was strange. Night and a crescent moon had wrought\ntheir magic, and the garden was a mystery of velvet dusks and ivory\npallors. The graveled path ran glimmering beneath the magnolias.\nOver the wall’s blankness the eucalyptus defined its crooked lines\nagainst the blue Egyptian sky.",
        "No living thing was there ... nothing ... or did that shadow stir?\nThere, just at the path’s end.",
        "Ryder’s lithe strength was swift. There was one breathless moment of\npursuit, then his hand fell with gripping fierceness upon the\nhuddled dark figure that had sped so frantically to the tiny door in\nthe garden’s end.... A moment more and she would have been through.",
        "His hand on her shoulder turned her towards him. Her eyes met his\nwith a dash of desperation.... He was unconscious how his own were\nblazing ... how queerly white his face had gone under its desert\nbrown.",
        "She was actually running away. She had meant never to see him again.\nHe had frustrated her, but the blow she had meant to deal him was\nstill felt.",
        "His voice, when it came, sounded shaken.",
        "“You were going to leave me?”",
        "Strangely her eyes changed. The defiance, the panic fear, faded. A\ncloud of slow despair welled up in them.",
        "“What else?” she said very softly.",
        "He did not lose his hold on her. He drew her back into the shadows\nwith involuntary caution, and he felt her slender body trembling in\nhis grasp. The tremors seemed to pass into his own.",
        "A sense of urgency was pressing upon him. He was not himself, not\nany self that he had known. He stood there, in the Egyptian night,\nin the motley of a Scotch chieftain, grasping this mysterious\ncreature of the masquerade, and he heard a voice that he did not\nknow ask of her again and again, “But why? Why? Why were you going?”",
        "It was not, he was telling himself, and her eyes were telling him,\nas if she wanted to go. He knew what he knew.... Those had been\nenchanted hours.... Yet she had deceived and fled from him.",
        "Her eyes looked darkly back at him through the dusk.",
        "“Because I must return to my own life.” Her voice was a whisper.\n“And I did not want you to know–”",
        "“To know what? Who are you? Where were you going?” A confusion of\nconjecture, fantastic, horrible, impossible, was surging in him.\nDim, vague, terrible things....",
        "“Who are you, anyway?”",
        "She looked away from him, to the door which she had tried to gain.",
        "“No masker, monsieur.... For me, there is no unveiling.”",
        "Ryder’s hand stiffened. He felt his blood stop a moment, as if his\nheart stood still.",
        "And then it beat on again in a furious turmoil of contradiction of\nthis impossible thing that she was telling him.",
        "“That door, monsieur, is to the lane, and in the lane another door\nleads to another garden–the garden of a girl you can never know.”",
        "He was no novice to Egypt. Even while his credulity was still\nbattling with belief, his mind had realized this thing that had\nhappened ... the astounding, unbelievable thing.... He had heard\nsomething of those Turkish girls, daughters of rich officials, whose\nlives were such strange opposition of modernity and tradition.",
        "Indulgence and luxury. French governesses and French frocks ...\nfreedom, travel, often,–Paris, London, perhaps–and then, as the\ngirl eclipses the child–the veil. Still indulgence and luxury,\nstill books and governesses and frocks and motors and society–but a\nfeminine society.",
        "Not a man in it. Not a caller. Not a friend. Not a lover.... Not an\ninterview, even, with the man who is to be the husband–until the\nbride is safe in the husband’s home. Hidden women. Secret, secluded\nlives.... Extinguished by tradition–a tradition against which their\nearlier years only had won modern emancipation.",
        "And she–this slim creature in the black domino–one of those\ninvisibles?",
        "Stark amazement looked out of his eyes into hers.",
        "“You–a Turk?” he blurted.",
        "“I–a Turk!” Her head went suddenly high; she stiffened with\ndefensive pride. “I am ashamed–but for the thing I have done. That\nis a shameful thing. To steal out at night–to a hotel–to a\nball–And to dance with a man! To tell him who I am–Oh, yes, I am\nmuch ashamed. I am as bold as a Christian!” she tossed at him\nsuddenly, between mockery and malice.",
        "Still his wonder and his trouble found no words and the shadow on\nhis face was reflected swiftly in her own.",
        "“I beg you to believe, monsieur, that never before–never have I\ndone such a thing. My greatest fault was to be out in the garden\nafter sunset–when all Moslem women should be within. But my nurse\nwas indulgent.”",
        "Almost pleadingly she looked up at the young man. “Believe this of\nme, monsieur. I would not have you think of me lightly. But to-night\nsomething possessed me. I had heard of the masque, and I remembered\nthe balls of the Embassy where I danced when I was so young and so I\nslipped away–there was a garden key that I had stolen, long ago,\nand kept for another thing.... I did not mean to dance. Only to look\non at the world again.”",
        "“Oh, my good Lord,” said Jack Ryder.",
        "And then suddenly he asked, “Are you–do you–whom do you live\nwith?”",
        "And when she answered in surprise, “But with whom but my father–he\nis Tewfick Pasha,” he drew a long breath.",
        "“I thought you’d tell me next you were married,” he said limply.",
        "The next moment they were laughing the sudden, incredibly absorbed\nlaughter of youth.",
        "“No husband. I am one of the young revoltées–the moderns–and I am\nthe only daughter of a most indulgent father.”",
        "“Well, that’s something to the good,” was Ryder’s comment upon that.\nHe added, “But if that most indulgent father caught you–”",
        "He looked down at her. The secret trouble of her answering look told\nhim more than its assumption of courage.",
        "This was no boarding school girl lingering beyond hours.... This was\na high-born Moslem, risking more than he could well know.",
        "The escapade was suddenly serious, tremendously menacing.",
        "She answered faintly, “I have no idea–the thing is so impossible!\nBut of course,” she rallied her spirit to protest, “I do not think\nthey would sew me in a sack with a stone and drop me in the river,\nlike the odalisques of yesterday!”",
        "She added, her voice uncertain in spite of her, “I meant only to\nstay a moment.”",
        "“Which is the way?” said Jack briefly.",
        "With caution he opened the gate into the black canyon of the lane.\nSilence and darkness. Not a loiterer, only one of the furtive\nstarved dogs, slinking back from some rubbish....",
        "The girl moved forward and keeping closely at her side he followed;\nthey crossed to the other wall, and turned towards the right,\nstopping before the deeper shadow of a small, pointed door set into\nthe heavy brick of the high wall. From her draperies the girl drew\nout a huge key.",
        "She fitted it into the ancient lock and turned it; carefully she\npressed open the gate and stared anxiously into the gloom of the\nshadowy garden that it disclosed.",
        "Relief colored her voice as she turned to him.",
        "“All is quiet.... I am safe, now.... And so–good-bye, monsieur.”",
        "“And this is where you live?” Ryder whispered.",
        "“There–in that wing,” she murmured, slipping within the gate, and\nhe stole after her, and looked across the garden, through a fringe\nof date palms, to the outlines of the buildings.",
        "Dim and dark showed the high walls, black as a prison, only here and\nthere the pale orange oblong of a lighted window.",
        "“Did you climb out the window?” he murmured.",
        "From beneath the veil came a little sound of soft derision.",
        "“But there are always bars, even in the garden windows of the\nharemlik!... No, I stole down by an old stair.... That wing, there,\non the right.”",
        "Barred on the garden, and on the street the impregnable wooden\nscreens of the mashrubiyeh, those were the rooms where this girl\nbeside him was to spend her life–until that most indulgent father\nwearied of her modernity and transferred her to other rooms, as\nbarred and screened, in the palace of some husband!... That thought\nwas brushing Ryder ... with other thoughts of her present risk ...\nof her lovely eyes, visible again, above the veil, thoughts of the\nstrangeness and unreality of it all ... there in the shrubbery of a\npasha’s garden, the pasha’s daughter whispering at his side.",
        "“What about your mother–?” he asked her. “Is she–?”",
        "“She is dead,” the girl told him, with a drop in her voice.",
        "And after a long moment of silence, “When I was so little–but I\nremember her, oh, indeed I do ... She was French, monsieur.”",
        "“Oh! And so you–”",
        "“I am French-Turk,” she whispered back. “That is very often so–in\nthe harems of Cairo.... She was so lovely,” said the girl wistfully.\n“My father must have loved her very much ... he never brought\nanother wife here. Always I lived alone with my old nurse and the\ngovernesses–”",
        "“You had–lessons?”",
        "“Oh, nothing but lessons–all of that world which was shut away so\nsoon.... French and English and music and the philosophy–Oh, we\nTurks are what you call blue stockings, monsieur, shut away with our\nbooks and our dreams ... and our memories ... We are so young and\nalready the real world is a memory.... Sometimes,” she said, with a\ntremor of suppressed passion in her still little tones, “I could\nwish that I had died when I was very young and so happy when my\nfather took me traveling in Europe.... I played games on the decks\nof the ships ... I had my tea with the English children.... I went\ndown into the hold to play with their dogs...”",
        "She broke off, between a laugh and a sigh, “Dogs are forbidden to\nMoslems–but of course you know, if you have been here two years....\nAnd emancipated as we may be, there is no changing the customs. We\nmust live as our grandmothers lived ... though we are not as our\ngrandmothers are...”",
        "“With a French mother, you must be very far from what some of your\ngrandmothers were!”",
        "“My poor French mother!” Whimsically the girl sighed. “Must I blame\nit on her–the spirit that took me to the ball?... To-morrow\nthis will be a dream to me.... I shall not believe in my\nshamelessness.... And you, too, must forget–”",
        "“Forget?” said Ryder under his breath.",
        "“Forget–and go. Positively you must go now, monsieur. It is very\ndangerous here–”",
        "“It is.” There was a light dancing in his hazel eyes. “It is more\ndangerous every moment–”",
        "“But I mean–” Her confusion betrayed itself.",
        "“But I mean–that you are magic–black magic,” he murmured bending\nover the black domino.",
        "The crescent moon had found its way through a filigree of boughs.\nFaintly its exploring ray lighted the contour of that shrouded head,\ntouched the lovely curves of her arched brows and the tender pallor\nof the skin about those great wells of dark eyes.... From his own\neyes a flame seemed to pass into hers.... Breathlessly they gazed at\neach other ... like dim shadows in a garden of still enchantment.",
        "And then, as from a palpable clasp, she tried to slip away. “Truly,\nI must go! It is so late–”",
        "Ryder’s heart was pounding within him. He did not recognize this\nstate of affairs; it was utterly unrelated to anything that had gone\nbefore in his merry, humorous, rather clear-sighted and wary young\nlife.... He felt dazed and wondering at himself ... and\nirresponsible ... and appalled ... but deeper than all else, he felt\neager and exultant and strangely, furtively determined about\nsomething that he was not owning to himself ... something that\nleaped off his lips in the low murmur to her, “But to-morrow\nnight–I shall see you again–”",
        "She caught her breath. “Oh, never again! To-night has no\nto-morrow–”",
        "“Outside this gate,” he persisted. “I shall wait–and other nights\nafter that. For I must know–if you are safe–”",
        "“See, I am very safe now. For if I were missed there would be\nrunning and confusion–”",
        "He only drew a little closer to her. “To-morrow night–or another–I\nshall come to this door–”",
        "“It must not open to you.... It is a forbidden door–forbidden as\nthat fortieth door in the old story.... There are thirty and nine\ndoors in your life, monsieur, that you may open, but this is the\nforbidden–”",
        "“I shall be waiting,” he insisted. “To-morrow night–or another–”",
        "She moved her head in denial.",
        "“Neither to-morrow nor another night–”",
        "Again their eyes met. He bent over her. He knew a gleam of sharpest\nwonder at himself as his arms went swiftly round that shrouding\ndrapery, and then all duality of consciousness was blotted out in\nthe rush of his young madness. For within that drapery was the soft,\nhuman sweetness of her; his arms tightened, his face bent close, and\nthrough the sheer gauze of her veil his lips pressed her lips....",
        "Some one was coming down the walk: Footsteps crunched the gravel.",
        "Like a wraith the girl was out of his arms ... in anger or alarm\nhis whirling senses could not know, although it was their passionate\nconcern. But his last gleam of prudence got him through the gate he\nheard her locking after.",
        "And then, for her sake, he fled.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}