{
    "title": "The Sorrows of Young Werther - Alpin",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "91",
    "content": [
        "\n\n",
        "“My tears, O Ryno! are for the dead my voice for those\nthat have passed away. Tall thou art on the hill; fair among the\nsons of the vale. But thou shalt fall like Morar: the mourner\nshall sit on thy tomb. The hills shall know thee no more: thy bow\nshall lie in thy hall unstrung!",
        "“Thou wert swift, O Morar! as a roe on the desert: terrible as a\nmeteor of fire. Thy wrath was as the storm. Thy sword in battle\nas lightning in the field. Thy voice was as a stream after rain,\nlike thunder on distant hills. Many fell by thy arm: they were\nconsumed in the flames of thy wrath. But when thou didst return\nfrom war, how peaceful was thy brow. Thy face was like the sun\nafter rain: like the moon in the silence of night: calm as the\nbreast of the lake when the loud wind is laid.",
        "“Narrow is thy dwelling now! dark the place of thine abode! With\nthree steps I compass thy grave, O thou who wast so great before!\nFour stones, with their heads of moss, are the only memorial of\nthee. A tree with scarce a leaf, long grass which whistles in the\nwind, mark to the hunter’s eye the grave of the mighty Morar.\nMorar! thou art low indeed. Thou hast no mother to mourn thee,\nno maid with her tears of love. Dead is she that brought thee\nforth. Fallen is the daughter of Morglan.",
        "“Who on his staff is this? Who is this whose head is white with\nage, whose eyes are red with tears, who quakes at every step? It\nis thy father, O Morar! the father of no son but thee. He heard\nof thy fame in war, he heard of foes dispersed. He heard of Morar’s\nrenown, why did he not hear of his wound? Weep, thou father of\nMorar! Weep, but thy son heareth thee not. Deep is the sleep of\nthe dead, low their pillow of dust. No more shall he hear thy\nvoice, no more awake at thy call. When shall it be morn in the\ngrave, to bid the slumberer awake? Farewell, thou bravest of men!\nthou conqueror in the field! but the field shall see thee no more,\nnor the dark wood be lightened with the splendour of thy steel.\nThou has left no son. The song shall preserve thy name. Future\ntimes shall hear of thee they shall hear of the fallen Morar!",
        "“The grief of all arose, but most the bursting sigh of Armin. He\nremembers the death of his son, who fell in the days of his youth.\nCarmor was near the hero, the chief of the echoing Galmal. Why\nburst the sigh of Armin? he said. Is there a cause to mourn? The\nsong comes with its music to melt and please the soul. It is like\nsoft mist that, rising from a lake, pours on the silent vale;\nthe green flowers are filled with dew, but the sun returns in his\nstrength, and the mist is gone. Why art thou sad, O Armin, chief\nof sea-surrounded Gorma?",
        "“Sad I am! nor small is my cause of woe! Carmor, thou hast lost\nno son; thou hast lost no daughter of beauty. Colgar the valiant\nlives, and Annira, fairest maid. The boughs of thy house ascend,\nO Carmor! but Armin is the last of his race. Dark is thy bed, O\nDaura! deep thy sleep in the tomb! When shalt thou wake with thy\nsongs? with all thy voice of music?",
        "“Arise, winds of autumn, arise: blow along the heath. Streams of\nthe mountains, roar; roar, tempests in the groves of my oaks! Walk\nthrough broken clouds, O moon! show thy pale face at intervals;\nbring to my mind the night when all my children fell, when Arindal\nthe mighty fell — when Daura the lovely failed. Daura, my daughter,\nthou wert fair, fair as the moon on Fura, white as the driven snow,\nsweet as the breathing gale. Arindal, thy bow was strong, thy spear\nwas swift on the field, thy look was like mist on the wave, thy\nshield a red cloud in a storm! Armar, renowned in war, came and\nsought Daura’s love. He was not long refused: fair was the hope\nof their friends.",
        "“Erath, son of Odgal, repined: his brother had been slain by Armar.\nHe came disguised like a son of the sea: fair was his cliff on the\nwave, white his locks of age, calm his serious brow. Fairest of\nwomen, he said, lovely daughter of Armin! a rock not distant in\nthe sea bears a tree on its side; red shines the fruit afar. There\nArmar waits for Daura. I come to carry his love! she went she\ncalled on Armar. Nought answered, but the son of the rock. Armar,\nmy love, my love! why tormentest thou me with fear? Hear, son of\nArnart, hear! it is Daura who calleth thee. Erath, the traitor,\nfled laughing to the land. She lifted up her voice— she called\nfor her brother and her father. Arindal! Armin! none to relieve\nyou, Daura.",
        "“Her voice came over the sea. Arindal, my son, descended from the\nhill, rough in the spoils of the chase. His arrows rattled by his\nside; his bow was in his hand, five dark-gray dogs attended his\nsteps. He saw fierce Erath on the shore; he seized and bound him\nto an oak. Thick wind the thongs of the hide around his limbs;\nhe loads the winds with his groans. Arindal ascends the deep in\nhis boat to bring Daura to land. Armar came in his wrath, and\nlet fly the gray-feathered shaft. It sung, it sunk in thy heart,\nO Arindal, my son! for Erath the traitor thou diest. The oar is\nstopped at once: he panted on the rock, and expired. What is thy\ngrief, O Daura, when round thy feet is poured thy brother’s blood.\nThe boat is broken in twain. Armar plunges into the sea to rescue\nhis Daura, or die. Sudden a blast from a hill came over the waves;\nhe sank, and he rose no more.",
        "“Alone, on the sea-beat rock, my daughter was heard to complain;\nfrequent and loud were her cries. What could her father do? All\nnight I stood on the shore: I saw her by the faint beam of the moon.\nAll night I heard her cries. Loud was the wind; the rain beat hard\non the hill. Before morning appeared, her voice was weak; it died\naway like the evening breeze among the grass of the rocks. Spent\nwith grief, she expired, and left thee, Armin, alone. Gone is my\nstrength in war, fallen my pride among women. When the storms\naloft arise, when the north lifts the wave on high, I sit by the\nsounding shore, and look on the fatal rock.",
        "“Often by the setting moon I see the ghosts of my children; half\nviewless they walk in mournful conference together.”",
        "A torrent of tears which streamed from Charlotte’s eyes and gave\nrelief to her bursting heart, stopped Werther’s recitation. He\nthrew down the book, seized her hand, and wept bitterly. Charlotte\nleaned upon her hand, and buried her face in her handkerchief:\nthe agitation of both was excessive. They felt that their own\nfate was pictured in the misfortunes of Ossian’s heroes, they\nfelt this together, and their tears redoubled. Werther supported\nhis forehead on Charlotte’s arm: she trembled, she wished to be\ngone; but sorrow and sympathy lay like a leaden weight upon her\nsoul. She recovered herself shortly, and begged Werther, with\nbroken sobs, to leave her, implored him with the utmost earnestness\nto comply with her request. He trembled; his heart was ready to\nburst: then, taking up the book again, he recommenced reading, in\na voice broken by sobs.",
        "“Why dost thou waken me, O spring? Thy voice woos me, exclaiming,\nI refresh thee with heavenly dews; but the time of my decay is\napproaching, the storm is nigh that shall whither my leaves.\nTomorrow the traveller shall come, he shall come, who beheld me\nin beauty: his eye shall seek me in the field around, but he shall\nnot find me.”",
        "The whole force of these words fell upon the unfortunate Werther.\nFull of despair, he threw himself at Charlotte’s feet, seized her\nhands, and pressed them to his eyes and to his forehead. An\napprehension of his fatal project now struck her for the first\ntime. Her senses were bewildered: she held his hands, pressed\nthem to her bosom; and, leaning toward him with emotions of the\ntenderest pity, her warm cheek touched his. They lost sight of\neverything. The world disappeared from their eyes. He clasped\nher in his arms, strained her to his bosom, and covered her trembling\nlips with passionate kisses. “Werther!” she cried with a faint\nvoice, turning herself away; “Werther!” and, with a feeble hand,\nshe pushed him from her. At length, with the firm voice of virtue,\nshe exclaimed, “Werther!” He resisted not, but, tearing himself\nfrom her arms, fell on his knees before her. Charlotte rose, and,\nwith disordered grief, in mingled tones of love and resentment,\nshe exclaimed, “It is the last time, Werther! You shall never see\nme any more!” Then, casting one last, tender look upon her\nunfortunate lover, she rushed into the adjoining room, and locked\nthe door. Werther held out his arms, but did not dare to detain\nher. He continued on the ground, with his head resting on the\nsofa, for half an hour, till he heard a noise which brought him\nto his senses. The servant entered. He then walked up and down\nthe room; and, when he was again left alone, he went to Charlotte’s\ndoor, and, in a low voice, said, “Charlotte, Charlotte! but one\nword more, one last adieu!” She returned no answer. He stopped,\nand listened and entreated; but all was silent. At length he tore\nhimself from the place, crying, “Adieu, Charlotte, adieu for ever!”",
        "Werther ran to the gate of the town. The guards, who knew him,\nlet him pass in silence. The night was dark and stormy, — it\nrained and snowed. He reached his own door about eleven. His\nservant, although seeing him enter the house without his hat, did\nnot venture to say anything; and; as he undressed his master, he\nfound that his clothes were wet. His hat was afterward found on\nthe point of a rock overhanging the valley; and it is inconceivable\nhow he could have climbed to the summit on such a dark, tempestuous\nnight without losing his life.",
        "He retired to bed, and slept to a late hour. The next morning his\nservant, upon being called to bring his coffee, found him writing.\nHe was adding, to Charlotte, what we here annex.",
        "“For the last, last time I open these eyes. Alas! they will behold\nthe sun no more. It is covered by a thick, impenetrable cloud.\nYes, Nature! put on mourning: your child, your friend, your lover,\ndraws near his end! This thought, Charlotte, is without parallel;\nand yet it seems like a mysterious dream when I repeat — this is\nmy last day! The last! Charlotte, no word can adequately express\nthis thought. The last! To-day I stand erect in all my strength\nto-morrow, cold and stark, I shall lie extended upon the ground.\nTo die! what is death? We do but dream in our discourse upon it.\nI have seen many human beings die; but, so straitened is our feeble\nnature, we have no clear conception of the beginning or the end\nof our existence. At this moment I am my own — or rather I am\nthine, thine, my adored! and the next we are parted, severed —\nperhaps for ever! No, Charlotte, no! How can I, how can you,\nbe annihilated? We exist. What is annihilation? A mere word,\nan unmeaning sound that fixes no impression on the mind. Dead,\nCharlotte! laid in the cold earth, in the dark and narrow grave!\nI had a friend once who was everything to me in early youth.\nShe died. I followed her hearse; I stood by her grave when the\ncoffin was lowered; and when I heard the creaking of the cords\nas they were loosened and drawn up, when the first shovelful\nof earth was thrown in, and the coffin returned a hollow sound,\nwhich grew fainter and fainter till all was completely covered\nover, I threw myself on the ground; my heart was smitten, grieved,\nshattered, rent — but I neither knew what had happened, nor what\nwas to happen to me. Death! the grave! I understand not the words.\n— Forgive, oh, forgive me! Yesterday — ah, that day should have\nbeen the last of my life! Thou angel! for the first time in my\nexistence, I felt rapture glow within my inmost soul. She loves,\nshe loves me! Still burns upon my lips the sacred fire they\nreceived from thine. New torrents of delight overwhelm my soul.\nForgive me, oh, forgive!",
        "“I knew that I was dear to you; I saw it in your first entrancing\nlook, knew it by the first pressure of your hand; but when I was\nabsent from you, when I saw Albert at your side, my doubts and\nfears returned.",
        "“Do you remember the flowers you sent me, when, at that crowded\nassembly, you could neither speak nor extend your hand to me?\nHalf the night I was on my knees before those flowers, and I\nregarded them as the pledges of your love; but those impressions\ngrew fainter, and were at length effaced.",
        "“Everything passes away; but a whole eternity could not extinguish\nthe living flame which was yesterday kindled by your lips, and\nwhich now burns within me. She loves me! These arms have encircled\nher waist, these lips have trembled upon hers. She is mine! Yes,\nCharlotte, you are mine for ever!",
        "“And what do they mean by saying Albert is your husband? He may\nbe so for this world; and in this world it is a sin to love you,\nto wish to tear you from his embrace. Yes, it is a crime; and I\nsuffer the punishment, but I have enjoyed the full delight of\nmy sin. I have inhaled a balm that has revived my soul. From\nthis hour you are mine; yes, Charlotte, you are mine! I go\nbefore you. I go to my Father and to your Father. I will pour\nout my sorrows before him, and he will give me comfort till you\narrive. Then will I fly to meet you. I will claim you, and\nremain your eternal embrace, in the presence of the Almighty.",
        "“I do not dream, I do not rave. Drawing nearer to the grave my\nperceptions become clearer. We shall exist; we shall see each\nother again; we shall behold your mother; I shall behold her, and\nexpose to her my inmost heart. Your mother — your image!”",
        "About eleven o’clock Werther asked his servant if Albert had\nreturned. He answered, “Yes;” for he had seen him pass on horseback:\nupon which Werther sent him the following note, unsealed:",
        "“Be so good as to lend me your pistols for a journey. Adieu.”",
        "Charlotte had slept little during the past night. All her\napprehensions were realised in a way that she could neither\nforesee nor avoid. Her blood was boiling in her veins, and a\nthousand painful sensations rent her pure heart. Was it the\nardour of Werther’s passionate embraces that she felt within her\nbosom? Was it anger at his daring? Was it the sad comparison\nof her present condition with former days of innocence, tranquillity,\nand self-confidence? How could she approach her husband, and\nconfess a scene which she had no reason to conceal, and which she\nyet felt, nevertheless, unwilling to avow? They had preserved so\nlong a silence toward each other and should she be the first to\nbreak it by so unexpected a discovery? She feared that the mere\nstatement of Werther’s visit would trouble him, and his distress\nwould be heightened by her perfect candour. She wished that he\ncould see her in her true light, and judge her without prejudice;\nbut was she anxious that he should read her inmost soul? On the\nother hand, could she deceive a being to whom all her thoughts\nhad ever been exposed as clearly as crystal, and from whom no\nsentiment had ever been concealed? These reflections made her\nanxious and thoughtful. Her mind still dwelt on Werther, who was\nnow lost to her, but whom she could not bring herself to resign,\nand for whom she knew nothing was left but despair if she should\nbe lost to him for ever.",
        "A recollection of that mysterious estrangement which had lately\nsubsisted between herself and Albert, and which she could never\nthoroughly understand, was now beyond measure painful to her.\nEven the prudent and the good have before now hesitated to explain\ntheir mutual differences, and have dwelt in silence upon their\nimaginary grievances, until circumstances have become so entangled,\nthat in that critical juncture, when a calm explanation would\nhave saved all parties, an understanding was impossible. And\nthus if domestic confidence had been earlier established between\nthem, if love and kind forbearance had mutually animated and\nexpanded their hearts, it might not, perhaps, even yet have been\ntoo late to save our friend.",
        "But we must not forget one remarkable circumstance. We may\nobserve from the character of Werther’s correspondence, that\nhe had never affected to conceal his anxious desire to quit\nthis world. He had often discussed the subject with Albert;\nand, between the latter and Charlotte, it had not unfrequently\nformed a topic of conversation. Albert was so opposed to the very\nidea of such an action, that, with a degree of irritation unusual\nin him, he had more than once given Werther to understand that he\ndoubted the seriousness of his threats, and not only turned them\ninto ridicule, but caused Charlotte to share his feelings of\nincredulity. Her heart was thus tranquillised when she felt\ndisposed to view the melancholy subject in a serious point of\nview, though she never communicated to her husband the\napprehensions she sometimes experienced.",
        "Albert, upon his return, was received by Charlotte with\nill-concealed embarrassment. He was himself out of humour; his\nbusiness was unfinished; and he had just discovered that the\nneighbouring official with whom he had to deal, was an obstinate\nand narrow-minded personage. Many things had occurred to irritate\nhim.",
        "He inquired whether anything had happened during his absence, and\nCharlotte hastily answered that Werther had been there on the\nevening previously. He then inquired for his letters, and was\nanswered that several packages had been left in his study. He\nthereon retired, leaving Charlotte alone.",
        "The presence of the being she loved and honoured produced a new\nimpression on her heart. The recollection of his generosity,\nkindness, and affection had calmed her agitation: a secret impulse\nprompted her to follow him; she took her work and went to his\nstudy, as was often her custom. He was busily employed opening\nand reading his letters. It seemed as if the contents of some\nwere disagreeable. She asked some questions: he gave short answers,\nand sat down to write.",
        "Several hours passed in this manner, and Charlotte’s feelings\nbecame more and more melancholy. She felt the extreme difficulty\nof explaining to her husband, under any circumstances, the weight\nthat lay upon her heart; and her depression became every moment\ngreater, in proportion as she endeavoured to hide her grief, and\nto conceal her tears.",
        "The arrival of Werther’s servant occasioned her the greatest\nembarrassment. He gave Albert a note, which the latter coldly\nhanded to his wife, saying, at the same time, “Give him the pistols.\nI wish him a pleasant journey,” he added, turning to the servant.\nThese words fell upon Charlotte like a thunderstroke: she rose\nfrom her seat half-fainting, and unconscious of what she did. She\nwalked mechanically toward the wall, took down the pistols with a\ntrembling hand, slowly wiped the dust from them, and would have\ndelayed longer, had not Albert hastened her movements by an impatient\nlook. She then delivered the fatal weapons to the servant, without\nbeing able to utter a word. As soon as he had departed, she folded\nup her work, and retired at once to her room, her heart overcome\nwith the most fearful forebodings. She anticipated some dreadful\ncalamity. She was at one moment on the point of going to her\nhusband, throwing herself at his feet, and acquainting him with\nall that had happened on the previous evening, that she might\nacknowledge her fault, and explain her apprehensions; then she saw\nthat such a step would be useless, as she would certainly be unable\nto induce Albert to visit Werther. Dinner was served; and a kind\nfriend whom she had persuaded to remain assisted to sustain the\nconversation, which was carried on by a sort of compulsion, till\nthe events of the morning were forgotten.",
        "When the servant brought the pistols to Werther, the latter received\nthem with transports of delight upon hearing that Charlotte had\ngiven them to him with her own hand. He ate some bread, drank\nsome wine, sent his servant to dinner, and then sat down to write\nas follows:",
        "“They have been in your hands you wiped the dust from them. I\nkiss them a thousand times — you have touched them. Yes, Heaven\nfavours my design, and you, Charlotte, provide me with the fatal\ninstruments. It was my desire to receive my death from your hands,\nand my wish is gratified. I have made inquiries of my servant.\nYou trembled when you gave him the pistols, but you bade me no\nadieu. Wretched, wretched that I am — not one farewell! How\ncould you shut your heart against me in that hour which makes you\nmine for ever? Charlotte, ages cannot efface the impression — I\nfeel you cannot hate the man who so passionately loves you!”",
        "After dinner he called his servant, desired him to finish the\npacking up, destroyed many papers, and then went out to pay some\ntrifling debts. He soon returned home, then went out again,\nnotwithstanding the rain, walked for some time in the count’s\ngarden, and afterward proceeded farther into the country. Toward\nevening he came back once more, and resumed his writing.",
        "“Wilhelm, I have for the last time beheld the mountains, the forests,\nand the sky. Farewell! And you, my dearest mother, forgive me!\nConsole her, Wilhelm. God bless you! I have settled all my\naffairs! Farewell! We shall meet again, and be happier than ever.”",
        "“I have requited you badly, Albert; but you will forgive me. I\nhave disturbed the peace of your home. I have sowed distrust\nbetween you. Farewell! I will end all this wretchedness. And\noh, that my death may render you happy! Albert, Albert! make that\nangel happy, and the blessing of Heaven be upon you!”",
        "He spent the rest of the evening in arranging his papers: he tore\nand burned a great many; others he sealed up, and directed to\nWilhelm. They contained some detached thoughts and maxims, some\nof which I have perused. At ten o’clock he ordered his fire to\nbe made up, and a bottle of wine to be brought to him. He then\ndismissed his servant, whose room, as well as the apartments of\nthe rest of the family, was situated in another part of the house.\nThe servant lay down without undressing, that he might be the\nsooner ready for his journey in the morning, his master having\ninformed him that the post-horses would be at the door before six\no’clock.",
        "“Past eleven o’clock! All is silent around me, and my soul is\ncalm. I thank thee, O God, that thou bestowest strength and courage\nupon me in these last moments! I approach the window, my dearest\nof friends; and through the clouds, which are at this moment driven\nrapidly along by the impetuous winds, I behold the stars which\nillumine the eternal heavens. No, you will not fall, celestial\nbodies: the hand of the Almighty supports both you and me! I have\nlooked for the last time upon the constellation of the Greater\nBear: it is my favourite star; for when I bade you farewell at\nnight, Charlotte, and turned my steps from your door, it always\nshone upon me. With what rapture have I at times beheld it! How\noften have I implored it with uplifted hands to witness my felicity!\nand even still — But what object is there, Charlotte, which fails\nto summon up your image before me? Do you not surround me on all\nsides? and have I not, like a child, treasured up every trifle\nwhich you have consecrated by your touch?",
        "“Your profile, which was so dear to me, I return to you; and I\npray you to preserve it. Thousands of kisses have I imprinted\nupon it, and a thousand times has it gladdened my heart on departing\nfrom and returning to my home.",
        "“I have implored your father to protect my remains. At the corner\nof the churchyard, looking toward the fields, there are two\nlime-trees — there I wish to lie. Your father can, and doubtless\nwill, do this much for his friend. Implore it of him. But perhaps\npious Christians will not choose that their bodies chould be\nburied near the corpse of a poor, unhappy wretch like me. Then\nlet me be laid in some remote valley, or near the highway, where\nthe priest and Levite may bless themselves as they pass by my\ntomb, whilst the Samaritan will shed a tear for my fate.",
        "“See, Charlotte, I do not shudder to take the cold and fatal cup,\nfrom which I shall drink the draught of death. Your hand presents\nit to me, and I do not tremble. All, all is now concluded: the\nwishes and the hopes of my existence are fulfilled. With cold,\nunflinching hand I knock at the brazen portals of Death. Oh, that\nI had enjoyed the bliss of dying for you! how gladly would I have\nsacrificed myself for you; Charlotte! And could I but restore\npeace and joy to your bosom, with what resolution, with what joy,\nwould I not meet my fate! But it is the lot of only a chosen few\nto shed their blood for their friends, and by their death to\naugment, a thousand times, the happiness of those by whom they are\nbeloved.",
        "I wish, Charlotte, to be buried in the dress I wear at present:\nit has been rendered sacred by your touch. I have begged this\nfavour of your father. My spirit soars above my sepulchre. I\ndo not wish my pockets to be searched. The knot of pink ribbon\nwhich you wore on your bosom the first time I saw you, surrounded\nby the children — Oh, kiss them a thousand times for me, and\ntell them the fate of their unhappy friend! I think I see them\nplaying around me. The dear children! How warmly have I been\nattached to you, Charlotte! Since the first hour I saw you, how\nimpossible have I found it to leave you. This ribbon must be\nburied with me: it was a present from you on my birthday. How\nconfused it all appears! Little did I then think that I should\njourney this road. But peace! I pray you, peace!",
        "“They are loaded — the clock strikes twelve. I say amen.\nCharlotte, Charlotte! farewell, farewell!”",
        "A neighbour saw the flash, and heard the report of the pistol;\nbut, as everything remained quiet, he thought no more of it.",
        "In the morning, at six o’clock, the servant went into Werther’s\nroom with a candle. He found his master stretched upon the floor,\nweltering in his blood, and the pistols at his side. He called,\nhe took him in his arms, but received no answer. Life was not yet\nquite extinct. The servant ran for a surgeon, and then went to\nfetch Albert. Charlotte heard the ringing of the bell: a cold\nshudder seized her. She wakened her husband, and they both rose.\nThe servant, bathed in tears faltered forth the dreadful news.\nCharlotte fell senseless at Albert’s feet.",
        "When the surgeon came to the unfortunate Werther, he was still\nlying on the floor; and his pulse beat, but his limbs were cold.\nThe bullet, entering the forehead, over the right eye, had\npenetrated the skull. A vein was opened in his right arm: the\nblood came, and he still continued to breathe.",
        ">From the blood which flowed from the chair, it could be inferred\nthat he had committed the rash act sitting at his bureau, and that\nhe afterward fell upon the floor. He was found lying on his back\nnear the window. He was in full-dress costume.",
        "The house, the neighbourhood, and the whole town were immediately\nin commotion. Albert arrived. They had laid Werther on the bed:\nhis head was bound up, and the paleness of death was upon his face.\nHis limbs were motionless; but he still breathed, at one time\nstrongly, then weaker — his death was momently expected.",
        "He had drunk only one glass of the wine. “Emilia Galotti” lay\nopen upon his bureau.",
        "I shall say nothing of Albert’s distress, or of Charlotte’s grief.",
        "The old steward hastened to the house immediately upon hearing the\nnews: he embraced his dying friend amid a flood of tears. His\neldest boys soon followed him on foot. In speechless sorrow they\nthrew themselves on their knees by the bedside, and kissed his\nhands and face. The eldest, who was his favourite, hung over him\ntill he expired; and even then he was removed by force. At twelve\no’clock Werther breathed his last. The presence of the steward,\nand the precautions he had adopted, prevented a disturbance; and\nthat night, at the hour of eleven, he caused the body to be interred\nin the place which Werther had selected for himself.",
        "The steward and his sons followed the corpse to the grave. Albert\nwas unable to accompany them. Charlotte’s life was despaired of.\nThe body was carried by labourers. No priest attended.",
        "\nThe Tree of Crows (Caspar David Friedrich)\n",
        " ",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}