{
    "title": "The Poetics - 19 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "20",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nThe Plot and Characters having been discussed, it remains to consider\nthe Diction and Thought. As for the Thought, we may assume what is\nsaid of it in our Art of Rhetoric, as it belongs more properly to that\ndepartment of inquiry. The Thought of the personages is shown in\neverything to be effected by their language—i.e.ery effort to prove\nor disprove, to arouse emotion (pity, fear, anger, and the like), or\nto maximize or minimize things. It is clear, also, that their mental\nprocedure must be on the same lines in their actions likewise,\nwhenever they wish them to arouse pity or horror, or have a look of\nimportance or probability. The only difference is that with the act\nthe impression has to be made without explanation; whereas with the\nspoken word it has to be produced by the speaker, and result from his\nlanguage. What, indeed, would be the good of the speaker, if things\nappeared in the required light even apart from anything he says?",
        "As regards the Diction, one subject for inquiry under this head is the\nturns given to the language when spoken; e.g. the difference between\ncommand and prayer, simple statement and threat, question and answer,\nand so forth. The theory of such matters, however, belongs to\nElocution and the professors of that art. Whether the poet knows these\nthings or not, his art as a poet is never seriously criticized on that\naccount. What fault can one see in Homer’s ’Sing of the wrath,\nGoddess’?—which Protagoras has criticized as being a command where a\nprayer was meant, since to bid one do or not do, he tells us, is a\ncommand. Let us pass over this, then, as appertaining to another art,\nand not to that of poetry.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}