{
    "title": "The Story of Mankind - The Reformation (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "44",
    "content": [
        "\n",
        "\n\n",
        "THE PROGRESS OF THE HUMAN RACE IS BEST\nCOMPARED TO A GIGANTIC PENDULUM\nWHICH FOREVER SWINGS FORWARD AND\nBACKWARD. THE RELIGIOUS INDIFFERENCE\nAND THE ARTISTIC AND LITERARY\nENTHUSIASM OF THE RENAISSANCE\nWERE FOLLOWED BY THE ARTISTIC AND\nLITERARY INDIFFERENCE AND THE RELIGIOUS\nENTHUSIASM OF THE REFORMATION",
        "OF course you have heard of the Reformation. You think\nof a small but courageous group of pilgrims who crossed the\nocean to have “freedom of religious worship.” Vaguely in the\ncourse of time (and more especially in our Protestant countries)\nthe Reformation has come to stand for the idea of\n“liberty of thought.” Martin Luther is represented as the\nleader of the vanguard of progress. But when history is\nsomething more than a series of flattering speeches addressed\nto our own glorious ancestors, when to use the words of the\nGerman historian Ranke, we try to discover what “actually\nhappened,” then much of the past is seen in a very different\nlight.",
        "Few things in human life are either entirely good or entirely\nbad. Few things are either black or white. It is the duty of\nthe honest chronicler to give a true account of all the good and\nbad sides of every historical event. It is very difficult to do\nthis because we all have our personal likes and dislikes. But\nwe ought to try and be as fair as we can be, and must not allow\nour prejudices to influence us too much.",
        "Take my own case as an example. I grew up in the very\nProtestant centre of a very Protestant country. I never saw\nany Catholics until I was about twelve years old. Then I felt\nvery uncomfortable when I met them. I was a little bit afraid.\nI knew the story of the many thousand people who had been\nburned and hanged and quartered by the Spanish Inquisition\nwhen the Duke of Alba tried to cure the Dutch people of their\nLutheran and Calvinistic heresies. All that was very real\nto me. It seemed to have happened only the day before. It\nmight occur again. There might be another Saint Bartholomew’s\nnight, and poor little me would be slaughtered in my\nnightie and my body would be thrown out of the window, as\nhad happened to the noble Admiral de Coligny.",
        "Much later I went to live for a number of years in a Catholic\ncountry. I found the people much pleasanter and much\nmore tolerant and quite as intelligent as my former countrymen.\nTo my great surprise, I began to discover that there\nwas a Catholic side to the Reformation, quite as much as a\nProtestant.",
        "Of course the good people of the sixteenth and seventeenth\ncenturies, who actually lived through the Reformation, did\nnot see things that way. They were always right and their\nenemy was always wrong. It was a question of hang or be\nhanged, and both sides preferred to do the hanging. Which\nwas no more than human and for which they deserve no blame.",
        "When we look at the world as it appeared in the year 1500,\nan easy date to remember, and the year in which the Emperor\nCharles V was born, this is what we see. The feudal disorder\nof the Middle Ages has given way before the order of a number\nof highly centralised kingdoms. The most powerful of\nall sovereigns is the great Charles, then a baby in a cradle.\nHe is the grandson of Ferdinand and Isabella and of Maxi-\nmilian of Habsburg, the last of the mediaeval knights, and of\nhis wife Mary, the daughter of Charles the Bold, the ambitious\nBurgundian duke who had made successful war upon France\nbut had been killed by the independent Swiss peasants. The\nchild Charles, therefore, has fallen heir to the greater part of\nthe map, to all the lands of his parents, grandparents, uncles,\ncousins and aunts in Germany, in Austria, in Holland, in\nBelgium, in Italy, and in Spain, together with all their colonies\nin Asia, Africa and America. By a strange irony of fate, he\nhas been born in Ghent, in that same castle of the counts of\nFlanders, which the Germans used as a prison during their\nrecent occupation of Belgium, and although a Spanish king\nand a German emperor, he receives the training of a Fleming.",
        "As his father is dead (poisoned, so people say, but this is\nnever proved), and his mother has lost her mind (she is travelling\nthrough her domains with the coffin containing the body\nof her departed husband), the child is left to the strict\ndiscipline of his Aunt Margaret. Forced to rule Germans and\nItalians and Spaniards and a hundred strange races, Charles\ngrows up a Fleming, a faithful son of the Catholic Church,\nbut quite averse to religious intolerance. He is rather lazy,\nboth as a boy and as a man. But fate condemns him to rule\nthe world when the world is in a turmoil of religious fervour.\nForever he is speeding from Madrid to Innsbruck and from\nBruges to Vienna. He loves peace and quiet and he is always\nat war. At the age of fifty-five, we see him turn his back upon\nthe human race in utter disgust at so much hate and so much\nstupidity. Three years later he dies, a very tired and disappointed\nman.",
        "So much for Charles the Emperor. How about the Church,\nthe second great power in the world? The Church has changed\ngreatly since the early days of the Middle Ages, when it started\nout to conquer the heathen and show them the advantages of\na pious and righteous life. In the first place, the Church has\ngrown too rich. The Pope is no longer the shepherd of a flock\nof humble Christians. He lives in a vast palace and surrounds\nhimself with artists and musicians and famous literary men.\nHis churches and chapels are covered with new pictures in\nwhich the saints look more like Greek Gods than is strictly\nnecessary. He divides his time unevenly between affairs of\nstate and art. The affairs of state take ten percent of his time.\nThe other ninety percent goes to an active interest in Roman\nstatues, recently discovered Greek vases, plans for a new summer\nhome, the rehearsal of a new play. The Archbishops and\nthe Cardinals follow the example of their Pope. The Bishops\ntry to imitate the Archbishops. The village priests, however,\nhave remained faithful to their duties. They keep themselves\naloof from the wicked world and the heathenish love of beauty\nand pleasure. They stay away from the monasteries where\nthe monks seem to have forgotten their ancient vows of simplicity\nand poverty and live as happily as they dare without\ncausing too much of a public scandal.",
        "Finally, there are the common people. They are much\nbetter off than they have ever been before. They are more\nprosperous, they live in better houses, their children go to better\nschools, their cities are more beautiful than before, their\nfirearms have made them the equal of their old enemies, the\nrobber-barons, who for centuries have levied such heavy taxes\nupon their trade. So much for the chief actors in the\nReformation.",
        "Now let us see what the Renaissance has done to Europe,\nand then you will understand how the revival of learning and\nart was bound to be followed by a revival of religious interests.\nThe Renaissance began in Italy. From there it spread\nto France. It was not quite successful in Spain, where\nfive hundred years of warfare with the Moors had made the\npeople very narrow minded and very fanatical in all religious\nmatters. The circle had grown wider and wider, but once the\nAlps had been crossed, the Renaissance had suffered a change.",
        "The people of northern Europe, living in a very different\nclimate, had an outlook upon life which contrasted strangely\nwith that of their southern neighbours. The Italians lived out\nin the open, under a sunny sky. It was easy for them to laugh\nand to sing and to be happy. The Germans, the Dutch, the\nEnglish, the Swedes, spent most of their time indoors, listening\nto the rain beating on the closed windows of their comfortable\nlittle houses. They did not laugh quite so much. They\ntook everything more seriously. They were forever conscious\nof their immortal souls and they did not like to be funny about\nmatters which they considered holy and sacred. The “humanistic\"\npart of the Renaissance, the books, the studies of ancient\nauthors, the grammar and the text-books, interested them\ngreatly. But the general return to the old pagan civilisation\nof Greece and Rome, which was one of the chief results of the\nRenaissance in Italy, filled their hearts with horror.",
        "But the Papacy and the College of Cardinals was almost\nentirely composed of Italians and they had turned the Church\ninto a pleasant club where people discussed art and music and\nthe theatre, but rarely mentioned religion. Hence the split\nbetween the serious north and the more civilised but easy-going\nand indifferent south was growing wider and wider all the\ntime and nobody seemed to be aware of the danger that threatened\nthe Church.",
        "There were a few minor reasons which will explain why the\nReformation took place in Germany rather than in Sweden\nor England. The Germans bore an ancient grudge against\nRome. The endless quarrels between Emperor and Pope had\ncaused much mutual bitterness. In the other European countries\nwhere the government rested in the hands of a strong\nking, the ruler had often been able to protect his subjects\nagainst the greed of the priests. In Germany, where a shadowy\nemperor ruled a turbulent crowd of little princelings, the good\nburghers were more directly at the mercy of their bishops and\nprelates. These dignitaries were trying to collect large sums\nof money for the benefit of those enormous churches which\nwere a hobby of the Popes of the Renaissance. The Germans\nfelt that they were being mulcted and quite naturally they did\nnot like it.",
        "And then there is the rarely mentioned fact that Germany\nwas the home of the printing press. In northern Europe books\nwere cheap and the Bible was no longer a mysterious manu-\nscript owned and explained by the priest. It was a household\nbook of many families where Latin was understood by the\nfather and by the children. Whole families began to read it,\nwhich was against the law of the Church. They discovered that\nthe priests were telling them many things which, according to\nthe original text of the Holy Scriptures, were somewhat different.\nThis caused doubt. People began to ask questions. And\nquestions, when they cannot be answered, often cause a great\ndeal of trouble.",
        "The attack began when the humanists of the North opened\nfire upon the monks. In their heart of hearts they still had\ntoo much respect and reverence for the Pope to direct their\nsallies against his Most Holy Person. But the lazy, ignorant\nmonks, living behind the sheltering walls of their rich monasteries,\noffered rare sport.",
        "The leader in this warfare, curiously enough, was a very\nfaithful son of the church Gerard Gerardzoon, or Desiderius\nErasmus, as he is usually called, was a poor boy, born in\nRotterdam in Holland, and educated at the same Latin school\nof Deventer from which Thomas a Kempis had graduated.\nHe had become a priest and for a time he had lived in a monastery.\nHe had travelled a great deal and knew whereof he wrote,\nWhen he began his career as a public pamphleteer (he would\nhave been called an editorial writer in our day) the world was\ngreatly amused at an anonymous series of letters which had\njust appeared under the title of “Letters of Obscure Men.\"\nIn these letters, the general stupidity and arrogance of the\nmonks of the late Middle Ages was exposed in a strange\nGerman-Latin doggerel which reminds one of our modern\nlimericks. Erasmus himself was a very learned and serious\nscholar, who knew both Latin and Greek and gave us the first\nreliable version of the New Testament, which he translated\ninto Latin together with a corrected edition of the original\nGreek text. But he believed with Sallust, the Roman poet,\nthat nothing prevents us from “stating the truth with a smile\nupon our lips.”",
        "In the year 1500, while visiting Sir Thomas More in Eng-\nland, he took a few weeks off and wrote a funny little book,\ncalled the “Praise of Folly,” in which he attacked the monks\nand their credulous followers with that most dangerous of all\nweapons, humor. The booklet was the best seller of the sixteenth\ncentury. It was translated into almost every language\nand it made people pay attention to those other books of\nErasmus in which he advocated reform of the many abuses of\nthe church and appealed to his fellow humanists to help him\nin his task of bringing about a great rebirth of the Christian\nfaith.",
        "But nothing came of these excellent plans. Erasmus was\ntoo reasonable and too tolerant to please most of the enemies\nof the church. They were waiting for a leader of a more\nrobust nature.",
        "He came, and his name was Martin Luther.",
        "Luther was a North-German peasant with a first-class\nbrain and possessed of great personal courage. He was a\nuniversity man, a master of arts of the University of Erfurt;\nafterwards he joined a Dominican monastery. Then he became\na college professor at the theological school of Wittenberg\nand began to explain the scriptures to the indifferent ploughboys\nof his Saxon home. He had a lot of spare time and this he used\nto study the original texts of the Old and New Testaments.\nSoon he began to see the great difference which existed between\nthe words of Christ and those that were preached by the Popes and the Bishops.\nIn the year 1511, he visited Rome on official business.\nAlexander VI, of the family of Borgia, who had enriched himself\nfor the benefit of his son and daughter, was dead. But his\nsuccessor, Julius II, a man of irreproachable personal character,\nwas spending most of his time fighting and building and\ndid not impress this serious minded German theologian with\nhis piety. Luther returned to Wittenberg a much disappointed\nman. But worse was to follow.",
        "The gigantic church of St. Peter which Pope Julius had\nwished upon his innocent successors, although only half begun,\nwas already in need of repair. Alexander VI had spent every\npenny of the Papal treasury. Leo X, who succeeded Julius\nin the year 1513, was on the verge of bankruptcy. He reverted\nto an old method of raising ready cash. He began to sell\n“indulgences.” An indulgence was a piece of parchment which\nin return for a certain sum of money, promised a sinner a decrease\nof the time which he would have to spend in purgatory.\nIt was a perfectly correct thing according to the creed of the\nlate Middle Ages. Since the church had the power to forgive\nthe sins of those who truly repented before they died, the\nchurch also had the right to shorten, through its intercession\nwith the Saints, the time during which the soul must be punfied\nin the shadowy realms of Purgatory.",
        "It was unfortunate that these Indulgences must be sold for\nmoney. But they offered an easy form of revenue and besides,\nthose who were too poor to pay, received theirs for nothing.",
        "Now it happened in the year 1517 that the exclusive territory\nfor the sale of indulgences in Saxony was given to a\nDominican monk by the name of Johan Tetzel. Brother\nJohan was a hustling salesman. To tell the truth he was a\nlittle too eager. His business methods outraged the pious\npeople of the little duchy. And Luther, who was an honest\nfellow, got so angry that he did a rash thing. On the 31st of\nOctober of the year 1517, he went to the court church and upon\nthe doors thereof he posted a sheet of paper with ninety-five\nstatements (or theses), attacking the sale of indulgences.\nThese statements had been written in Latin. Luther had no\nintention of starting a riot. He was not a revolutionist. He\nobjected to the institution of the Indulgences and he wanted his\nfellow professors to know what he thought about them. But\nthis was still a private affair of the clerical and professorial\nworld and there was no appeal to the prejudices of the community\nof laymen.",
        "Unfortunately, at that moment when the whole world had\nbegun to take an interest in the religious affairs of the day\nit was utterly impossible to discuss anything, without at once\ncreating a serious mental disturbance. In less than two\nmonths, all Europe was discussing the ninety-five theses of\nthe Saxon monk. Every one must take sides. Every obscure\nlittle theologian must print his own opinion. The papal\nauthorities began to be alarmed. They ordered the Wittenberg\nprofessor to proceed to Rome and give an account of his action.\nLuther wisely remembered what had happened to Huss. He\nstayed in Germany and he was punished with excommunication.\nLuther burned the papal bull in the presence of an\nadmiring multitude and from that moment, peace between himself\nand the Pope was no longer possible.",
        "Without any desire on his part, Luther had become the\nleader of a vast army of discontented Christians. German\npatriots like Ulrich von Hutten, rushed to his defence. The\nstudents of Wittenberg and Erfurt and Leipzig offered to\ndefend him should the authorities try to imprison him. The\nElector of Saxony reassured the eager young men. No harm\nwould befall Luther as long as he stayed on Saxon ground.",
        "All this happened in the year 1520. Charles V was twenty\nyears old and as the ruler of half the world, was forced to\nremain on pleasant terms with the Pope. He sent out calls\nfor a Diet or general assembly in the good city of Worms on\nthe Rhine and commanded Luther to be present and give an\naccount of his extraordinary behaviour. Luther, who now\nwas the national hero of the Germans, went. He refused to\ntake back a single word of what he had ever written or said.\nHis conscience was controlled only by the word of God. He\nwould live and die for his conscience",
        "The Diet of Worms, after due deliberation, declared\nLuther an outlaw before God and man, and forbade all Germans\nto give him shelter or food or drink, or to read a single\nword of the books which the dastardly heretic had written.\nBut the great reformer was in no danger. By the majority\nof the Germans of the north the edict was denounced as a most\nunjust and outrageous document. For greater safety, Luther\nwas hidden in the Wartburg, a castle belonging to the Elector\nof Saxony, and there he defied all papal authority by translating\nthe entire Bible into the German language, that all the\npeople might read and know the word of God for themselves.",
        "By this time, the Reformation was no longer a spiritual\nand religious affair. Those who hated the beauty of the modern\nchurch building used this period of unrest to attack and\ndestroy what they did not like because they did not understand\nit. Impoverished knights tried to make up for past losses by\ngrabbing the territory which belonged to the monasteries.\nDiscontented princes made use of the absence of the Emperor\nto increase their own power. The starving peasants, following\nthe leadership of half-crazy agitators, made the best of\nthe opportunity and attacked the castles of their masters and\nplundered and murdered and burned with the zeal of the old\nCrusaders.",
        "A veritable reign of disorder broke loose throughout the\nEmpire. Some princes became Protestants (as the “protesting\"\nadherents of Luther were called) and persecuted their\nCatholic subjects. Others remained Catholic and hanged their\nProtestant subjects. The Diet of Speyer of the year 1526\ntried to settle this difficult question of allegiance by ordering\nthat “the subjects should all be of the same religious denomination\nas their princes.” This turned Germany into a checkerboard\nof a thousand hostile little duchies and principalities and\ncreated a situation which prevented the normal political\ngrowth for hundreds of years.",
        "In February of the year 1546 Luther died and was put\nto rest in the same church where twenty-nine years before he\nhad proclaimed his famous objections to the sale of Indulgences.\nIn less than thirty years, the indifferent, joking and\nlaughing world of the Renaissance had been transformed into\nthe arguing, quarrelling, back-biting, debating-society of the\nReformation. The universal spiritual empire of the Popes\ncame to a sudden end and the whole Western Europe was\nturned into a battle-field, where Protestants and Catholics\nkilled each other for the greater glory of certain theological\ndoctrines which are as incomprehensible to the present generation\nas the mysterious inscriptions of the ancient Etruscans.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}