{
    "title": "The Golden Sayings of Epictetus - LXXV ",
    "author": "Unknown",
    "chapter": "75",
    "content": [
        "\n",
        "\n\n",
        "If you have given way to anger, be sure that over and above\nthe evil involved therein, you have strengthened the habit, and\nadded fuel to the fire. If overcome by a temptation of the flesh,\ndo not reckon it a single defeat, but that you have also\nstrengthened your dissolute habits. Habits and faculties are\nnecessarily affected by the corresponding acts. Those that were\nnot there before, spring up: the rest gain in strength and\nextent. This is the account which Philosophers give of the origin\nof diseases of the mind:—Suppose you have once lusted after\nmoney: if reason sufficient to produce a sense of the evil be\napplied, then the lust is checked, and the mind at once regains\nits original authority; whereas if you have recourse to no\nremedy, you can no longer look for this return—on the contrary,\nthe next time it is excited by the corresponding object, the\nflame of desire leaps up more quickly than before. By frequent\nrepetition, the mind in the long run becomes callous; and thus\nthis mental disease produces confirmed Avarice.",
        "One who has had fever, even when it has left him, is not in\nthe same condition of health as before, unless indeed his cure is\ncomplete. Something of the same sort is true also of diseases of\nthe mind. Behind, there remains a legacy of traces and of\nblisters: and unless these are effectually erased, subsequent\nblows on the same spot will produce no longer mere blisters, but\nsores. If you do not wish to be prone to anger, do not feed the\nhabit; give it nothing which may tend to its increase. At first,\nkeep quiet and count the days when you were not angry: “I used\nto be angry every day, then every other day: next every two,\nnext every three days!” and if you succeed in passing thirty\ndays, sacrifice to the Gods in thanksgiving.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}