{
    "title": "The Boys’ Life of Mark Twain - XII. Renewing an Old Ambition",
    "author": "Paine",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "A reader of Mark Twain’s Mississippi book gets the impression that the\nauthor was a boy of about seventeen when he started to learn the river,\nand that he was painfully ignorant of the great task ahead.  But this\nalso is the fiction side of the story.  Samuel Clemens was more than\ntwenty-one when he set out on the “Paul Jones,” and in a way was familiar\nwith the trade of piloting.  Hannibal had turned out many pilots.  An\nolder brother of the Bowen boys was already on the river when Sam Clemens\nwas rolling rocks down Holliday’s Hill.  Often he came home to air his\ngrandeur and hold forth on the wonder of his work.  That learning the\nriver was no light task Sam Clemens would know as well as any one who had\nnot tried it.",
        "Nevertheless, as the drowsy little steamer went puffing down into softer,\nsunnier lands, the old dream, the “permanent ambition” of boyhood,\nreturned, while the call of the far-off Amazon and cocoa drew faint.",
        "Horace Bixby,[2] pilot of the “Paul Jones,” a man of thirty-two, was\nlooking out over the bow at the head of Island No. 35 when he heard a\nslow, pleasant voice say, “Good morning.”",
        "Bixby was a small, clean-cut man.  “Good morning, sir,” he said, rather\nbriskly, without looking around.",
        "He did not much care for visitors in the pilothouse.  This one entered\nand stood a little behind him.",
        "“How would you like a young man to learn the river?” came to him in that\nserene, deliberate speech.",
        "The pilot glanced over his shoulder and saw a rather slender, loose-\nlimbed youth with a fair, girlish complexion and a great mass of curly\nauburn hair.",
        "“I wouldn’t like it.  Cub pilots are more trouble than they’re worth.  A\ngreat deal more trouble than profit.”",
        "“I am a printer by trade,” the easy voice went on.  “It doesn’t agree\nwith me.  I thought I’d go to South America.”",
        "Bixby kept his eye on the river, but there was interest in his voice when\nhe spoke.  “What makes you pull your words that way?” he asked–\"pulling\"\nbeing the river term for drawling.",
        "The young man, now seated comfortably on the visitors’ bench, said more\nslowly than ever: “You’ll have to ask my mother–she pulls hers, too.”",
        "Pilot Bixby laughed.  The manner of the reply amused him.  His guest was\nencouraged.",
        "“Do you know the Bowen boys?” he asked, “pilots in the St. Louis and New\nOrleans trade?”",
        "“I know them well–all three of them.  William Bowen did his first\nsteering for me; a mighty good boy.  I know Sam, too, and Bart.”",
        "“Old schoolmates of mine in Hannibal.  Sam and Will, especially, were my\nchums.”",
        "Bixby’s tone became friendly.  “Come over and stand by me,” he said.\n“What is your name?”",
        "The applicant told him, and the two stood looking out on the sunlit\nwater.",
        "“Do you drink?”",
        "“No.”",
        "“Do you gamble?”",
        "“No, sir.”",
        "“Do you swear?”",
        "“N-not for amusement; only under pressure.”",
        "“Do you chew?”",
        "“No, sir, never; but I must–smoke.”",
        "“Did you ever do any steering?”",
        "“I have steered everything on the river but a steamboat, I guess.”",
        "“Very well.  Take the wheel and see what you can do with a steamboat.\nKeep her as she is–toward that lower cottonwood snag.”",
        "Bixby had a sore foot and was glad of a little relief.  He sat on the\nbench where he could keep a careful eye on the course.  By and by he said\n“There is just one way I would take a young man to learn the river–that\nis, for money.”",
        "“What–do you–charge?”",
        "“Five hundred dollars, and I to be at no expense whatever.”",
        "In those days pilots were allowed to carry a learner, or “cub,” board\nfree.  Mr. Bixby meant that he was to be at no expense in port or for\nincidentals.  His terms seemed discouraging.",
        "“I haven’t got five hundred dollars in money,” Sam said.  “I’ve got a lot\nof Tennessee land worth two bits an acre.  I’ll give you two thousand\nacres of that.”",
        "Bixby shook his head.  “No,” he said, “I don’t want any unimproved real\nestate.  I have too much already.”",
        "Sam reflected.  He thought he might be able to borrow one hundred dollars\nfrom William Moffett, Pamela’s husband, without straining his credit.",
        "“Well, then,” he proposed, “I’ll give you one hundred dollars cash, and\nthe rest when I earn it.”",
        "Something about this young man had won Horace Bixby’s heart.  His slow,\npleasant speech, his unhurried, quiet manner at the wheel, his evident\nsimplicity and sincerity–the inner qualities of mind and heart which\nwould make the world love Mark Twain.  The terms proposed were accepted.\nThe first payment was to be in cash; the others were to begin when the\npupil had learned the river and was earning wages.  During the rest of\nthe trip to New Orleans the new pupil was often at the wheel, while Mr.\nBixby nursed his sore foot and gave directions.  Any literary ambitions\nthat Samuel Clemens still nourished waned rapidly.  By the time he had\nreached New Orleans he had almost forgotten he had ever been a printer.\nAs for the Amazon and cocoa, why, there had been no ship sailing in that\ndirection for years, and it was unlikely that any would ever sail again,\na fact that rather amused the would-be adventurer now, since Providence\nhad regulated his affairs in accordance with his oldest and longest\ncherished dream.",
        "At New Orleans Bixby left the “Paul Jones” for a fine St. Louis boat,\ntaking his cub with him.  This was a sudden and happy change, and Sam was\na good deal impressed with his own importance in belonging to so imposing\na structure, especially when, after a few days’ stay in New Orleans, he\nstood by Bixby’s side in the big glass turret while they backed out of\nthe line of wedged-in boats and headed up the great river.",
        "This was glory, but there was sorrow ahead.  He had not really begun\nlearning the river as yet he had only steered under directions.  He had\nknown that to learn the river would be hard, but he had never realized\nquite how hard.  Serenely he had undertaken the task of mastering twelve\nhundred miles of the great, changing, shifting river as exactly and as\nsurely by daylight or darkness as one knows the way to his own features.\nNobody could realize the full size of that task–not till afterward.",
        "[2] Horace Bixby lived until 1912 and remained at the wheel until within\na short time of his death, in his eighty-seventh year.  The writer of\nthis memoir visited him in 1910 and took down from his dictation the\ndialogue that follows.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}