{
    "title": "The War of the Worlds - Chapter Ten",
    "author": "H.G. Wells",
    "chapter": "30",
    "content": [
        "\n",
        "\n\n",
        "I cannot but regret, now that I am concluding my story,\nhow little I am able to contribute to the discussion of the\nmany debatable questions which are still unsettled.  In one\nrespect I shall certainly provoke criticism.  My particular\nprovince is speculative philosophy.  My knowledge of com-\nparative physiology is confined to a book or two, but it\nseems to me that Carver’s suggestions as to the reason of\nthe rapid death of the Martians is so probable as to be\nregarded almost as a proven conclusion.  I have assumed\nthat in the body of my narrative.",
        "At any rate, in all the bodies of the Martians that were\nexamined after the war, no bacteria except those already\nknown as terrestrial species were found.  That they did not\nbury any of their dead, and the reckless slaughter they per-\npetrated, point also to an entire ignorance of the putrefactive\nprocess.  But probable as this seems, it is by no means a\nproven conclusion.",
        "Neither is the composition of the Black Smoke known,\nwhich the Martians used with such deadly effect, and the\ngenerator of the Heat-Rays remains a puzzle.  The terrible\ndisasters at the Ealing and South Kensington laboratories\nhave disinclined analysts for further investigations upon\nthe latter.  Spectrum analysis of the black powder points\nunmistakably to the presence of an unknown element with\na brilliant group of three lines in the green, and it is pos-\nsible that it combines with argon to form a compound\nwhich acts at once with deadly effect upon some constituent\nin the blood.  But such unproven speculations will scarcely\nbe of interest to the general reader, to whom this story is\naddressed.  None of the brown scum that drifted down the\nThames after the destruction of Shepperton was examined\nat the time, and now none is forthcoming.",
        " The results of an anatomical examination of the Martians,\nso far as the prowling dogs had left such an examination\npossible, I have already given.  But everyone is familiar with\nthe magnificent and almost complete specimen in spirits at\nthe Natural History Museum, and the countless drawings\nthat have been made from it; and beyond that the interest\nof their physiology and structure is purely scientific.",
        "A question of graver and universal interest is the possi-\nbility of another attack from the Martians.  I do not think\nthat nearly enough attention is being given to this aspect\nof the matter.  At present the planet Mars is in conjunction,\nbut with every return to opposition I, for one, anticipate\na renewal of their adventure.  In any case, we should be\nprepared.  It seems to me that it should be possible to define\nthe position of the gun from which the shots are discharged,\nto keep a sustained watch upon this part of the planet, and\nto anticipate the arrival of the next attack.",
        "In that case the cylinder might be destroyed with dyna-\nmite or artillery before it was sufficiently cool for the Mar-\ntians to emerge, or they might be butchered by means of\nguns so soon as the screw opened.  It seems to me that they\nhave lost a vast advantage in the failure of their first\nsurprise.  Possibly they see it in the same light.",
        "Lessing has advanced excellent reasons for supposing that\nthe Martians have actually succeeded in effecting a landing\non the planet Venus.  Seven months ago now, Venus and\nMars were in alignment with the sun; that is to say, Mars\nwas in opposition from the point of view of an observer on\nVenus.  Subsequently a peculiar luminous and sinuous mark-\ning appeared on the unillumined half of the inner planet,\nand almost simultaneously a faint dark mark of a similar\nsinuous character was detected upon a photograph of the\nMartian disk.  One needs to see the drawings of these ap-\npearances in order to appreciate fully their remarkable\nresemblance in character.",
        "At any rate, whether we expect another invasion or not,\nour views of the human future must be greatly modified\nby these events.  We have learned now that we cannot regard\nthis planet as being fenced in and a secure abiding place for\nMan; we can never anticipate the unseen good or evil that\nmay come upon us suddenly out of space.  It may be that in\nthe larger design of the universe this invasion from Mars\nis not without its ultimate benefit for men; it has robbed\nus of that serene confidence in the future which is the most\nfruitful source of decadence, the gifts to human science it\nhas brought are enormous, and it has done much to promote\nthe conception of the commonweal of mankind.  It may be\nthat across the immensity of space the Martians have watched\nthe fate of these pioneers of theirs and learned their lesson,\nand that on the planet Venus they have found a securer\nsettlement.  Be that as it may, for many years yet there will\ncertainly be no relaxation of the eager scrutiny of the Martian\ndisk, and those fiery darts of the sky, the shooting stars, will\nbring with them as they fall an unavoidable apprehension to\nall the sons of men.",
        "The broadening of men’s views that has resulted can\nscarcely be exaggerated.  Before the cylinder fell there was\na general persuasion that through all the deep of space no\nlife existed beyond the petty surface of our minute sphere.\nNow we see further.  If the Martians can reach Venus, there\nis no reason to suppose that the thing is impossible for men,\nand when the slow cooling of the sun makes this earth\nuninhabitable, as at last it must do, it may be that the thread\nof life that has begun here will have streamed out and caught\nour sister planet within its toils.",
        "Dim and wonderful is the vision I have conjured up in\nmy mind of life spreading slowly from this little seed bed\nof the solar system throughout the inanimate vastness of\nsidereal space.  But that is a remote dream.  It may be, on\nthe other hand, that the destruction of the Martians is only\na reprieve.  To them, and not to us, perhaps, is the future\nordained.",
        "I must confess the stress and danger of the time have left\nan abiding sense of doubt and insecurity in my mind.  I sit\nin my study writing by lamplight, and suddenly I see again\nthe healing valley below set with writhing flames, and feel\nthe house behind and about me empty and desolate.  I go\nout into the Byfleet Road, and vehicles pass me, a butcher\nboy in a cart, a cabful of visitors, a workman on a bicycle,\nchildren going to school, and suddenly they become vague\nand unreal, and I hurry again with the artilleryman through\nthe hot, brooding silence.  Of a night I see the black powder\ndarkening the silent streets, and the contorted bodies\nshrouded in that layer; they rise upon me tattered and\ndog-bitten.  They gibber and grow fiercer, paler, uglier, mad\ndistortions of humanity at last, and I wake, cold and wretched,\nin the darkness of the night.",
        "I go to London and see the busy multitudes in Fleet\nStreet and the Strand, and it comes across my mind that\nthey are but the ghosts of the past, haunting the streets that\nI have seen silent and wretched, going to and fro, phan-\ntasms in a dead city, the mockery of life in a galvanised\nbody.  And strange, too, it is to stand on Primrose Hill, as\nI did but a day before writing this last chapter, to see the\ngreat province of houses, dim and blue through the haze\nof the smoke and mist, vanishing at last into the vague\nlower sky, to see the people walking to and fro among the\nflower beds on the hill, to see the sight-seers about the Mar-\ntian machine that stands there still, to hear the tumult of\nplaying children, and to recall the time when I saw it all\nbright and clear-cut, hard and silent, under the dawn of\nthat last great day. . . .",
        "And strangest of all is it to hold my wife’s hand again,\nand to think that I have counted her, and that she has\ncounted me, among the dead.",
        " ",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}