{
    "title": "The Old Merchant Marine",
    "author": "Ralph D. Paine",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "The story of American ships and sailors is an epic of blue water\nwhich seems singularly remote, almost unreal, to the later\ngenerations. A people with a native genius for seafaring won and\nheld a brilliant supremacy through two centuries and then forsook\nthis heritage of theirs. The period of achievement was no more\nextraordinary than was its swift declension. A maritime race\nwhose topsails flecked every ocean, whose captains courageous\nfrom father to son had fought with pike and cannonade to defend\nthe freedom of the seas, turned inland to seek a different\ndestiny and took no more thought for the tall ships and rich\ncargoes which had earned so much renown for its flag.",
        "Vanished fleets and brave memories--a chronicle of America which\nhad written its closing chapters before the Civil War! There will\nbe other Yankee merchantmen in times to come, but never days like\nthose when skippers sailed on seas uncharted in quest of ports\nmysterious and unknown.",
        "The Pilgrim Fathers, driven to the northward of their intended\ndestination in Virginia, landed on the shore of Cape Cod not so\nmuch to clear the forest and till the soil as to establish a\nfishing settlement. Like the other Englishmen who long before\n1620 had steered across to harvest the cod on the Grand Bank,\nthey expected to wrest a livelihood mostly from salt water. The\nconvincing argument in favor of Plymouth was that it offered a\ngood harbor for boats and was “a place of profitable fishing.\"\nBoth pious and amphibious were these pioneers whom the wilderness\nand the red Indian confined to the water’s edge, where they were\nsoon building ships to trade corn for beaver skins with the\nKennebec colony.",
        "Even more energetic in taking profit from the sea were the\nPuritans who came to Massachusetts Bay in 1629, bringing\ncarpenters and shipbuilders with them to hew the pine and oak so\nclose at hand into keelsons, frames, and planking. Two years\nlater, Governor John Winthrop launched his thirty-ton sloop\nBlessing of the Bay, and sent her to open “friendly commercial\nrelations” with the Dutch of Manhattan. Brisk though the traffic\nwas in furs and wampum, these mariners of Boston and Salem were\nnot content to voyage coastwise. Offshore fishing made skilled,\nadventurous seamen of them, and what they caught with hook and\nline, when dried and salted, was readily exchanged for other\nmerchandise in Bermuda, Barbados, and Europe.",
        "A vessel was a community venture, and the custom still survives\nin the ancient ports of the Maine coast where the shapely wooden\nschooners are fashioned. The blacksmith, the rigger, the calker,\ntook their pay in shares. They became part owners, as did\nlikewise the merchant who supplied stores and material; and when\nthe ship was afloat, the master, the mates, and even the seamen,\nwere allowed cargo space for commodities which they might buy and\nsell to their own advantage. Thus early they learned to trade as\nshrewdly as they navigated, and every voyage directly concerned a\nwhole neighborhood.",
        "This kind of enterprise was peculiar to New England because other\nresources were lacking. To the westward the French were more\ninterested in exploring the rivers leading to the region of the\nGreat Lakes and in finding fabulous rewards in furs. The Dutch on\nthe Hudson were similarly engaged by means of the western trails\nto the country of the Iroquois, while the planters of Virginia\nhad discovered an easy opulence in the tobacco crop, with slave\nlabor to toil for them, and they were not compelled to turn to\nthe hardships and the hazards of the sea. The New Englander,\nhampered by an unfriendly climate, hard put to it to grow\nsufficient food, with land immensely difficult to clear, was\nbetween the devil and the deep sea, and he sagaciously chose the\nlatter. Elsewhere in the colonies the forest was an enemy to be\ndestroyed with infinite pains. The New England pioneer regarded\nit with favor as the stuff with which to make stout ships and\nstep the straight masts in them.",
        "And so it befell that the seventeenth century had not run its\ncourse before New England was hardily afloat on every Atlantic\ntrade route, causing Sir Josiah Child, British merchant and\neconomist, to lament in 1668 that in his opinion nothing was\n“more prejudicial and in prospect more dangerous to any mother\nkingdom than the increase of shipping in her colonies,\nplantations, or provinces.”",
        "This absorbing business of building wooden vessels was scattered\nin almost every bay and river of the indented coast from Nova\nScotia to Buzzard’s Bay and the sheltered waters of Long Island\nSound. It was not restricted, as now, to well-equipped yards with\ncrews of trained artisans. Hard by the huddled hamlet of log\nhouses was the row of keel-blocks sloping to the tide. In winter\nweather too rough for fishing, when the little farms lay idle,\nthis Yankee Jack-of-all-trades plied his axe and adze to shape\nthe timbers, and it was a routine task to peg together a sloop, a\nketch, or a brig, mere cockleshells, in which to fare forth to\nLondon, or Cadiz, or the Windward Islands--some of them not much\nlarger and far less seaworthy than the lifeboat which hangs at a\nliner’s davits. Pinching poverty forced him to dispense with the\nornate, top-heavy cabins and forecastles of the foreign\nmerchantmen, while invention, bred of necessity, molded finer\nlines and less clumsy models to weather the risks of a stormy\ncoast and channels beset with shoals and ledges. The square-rig\ndid well enough for deepwater voyages, but it was an awkward,\nlubberly contrivance for working along shore, and the colonial\nYankee therefore evolved the schooner with her flat fore-and-aft\nsails which enabled her to beat to windward and which required\nfewer men in the handling.",
        "Dimly but unmistakably these canny seafarers in their rude\nbeginnings foreshadowed the creation of a merchant marine which\nshould one day comprise the noblest, swiftest ships driven by the\nwind and the finest sailors that ever trod a deck. Even then\nthese early vessels were conspicuously efficient, carrying\nsmaller crews than the Dutch or English, paring expenses to a\ncloser margin, daring to go wherever commerce beckoned in order\nto gain a dollar at peril of their skins.",
        "By the end of the seventeenth century more than a thousand\nvessels were registered as built in the New England colonies, and\nSalem already displayed the peculiar talent for maritime\nadventure which was to make her the most illustrious port of the\nNew World. The first of her line of shipping merchants was Philip\nEnglish, who was sailing his own ketch Speedwell in 1676 and so\nrapidly advanced his fortunes that in a few years he was the\nrichest man on the coast, with twenty-one vessels which traded\ncoastwise with Virginia and offshore with Bilbao, Barbados, St.\nChristopher’s, and France. Very devout were his bills of lading,\nflavored in this manner: “Twenty hogsheads of salt, shipped by\nthe Grace of God in the good sloop called the Mayflower . . . .\nand by God’s Grace bound to Virginia or Merriland.”",
        "No less devout were the merchants who ordered their skippers to\ncross to the coast of Guinea and fill the hold with negroes to be\nsold in the West Indies before returning with sugar and molasses\nto Boston or Rhode Island. The slave-trade flourished from the\nvery birth of commerce in Puritan New England and its golden\ngains and exotic voyages allured high-hearted lads from farm and\ncounter. In 1640 the ship Desire, built at Marblehead, returned\nfrom the West Indies and “brought some cotton and tobacco and\nnegroes, etc. from thence.” Earlier than this the Dutch of\nManhattan had employed black labor, and it was provided that the\nIncorporated West India Company should “allot to each Patroon\ntwelve black men and women out of the Prizes in which Negroes\nshould be found.”",
        "It was in the South, however, that this kind of labor was most\nneeded and, as the trade increased, Virginia and the Carolinas\nbecame the most lucrative markets. Newport and Bristol drove a\nroaring traffic in “rum and niggers,” with a hundred sail to be\nfound in the infamous Middle Passage. The master of one of these\nRhode Island slavers, writing home from Guinea in 1736, portrayed\nthe congestion of the trade in this wise: “For never was there so\nmuch Rum on the Coast at one time before. Not ye like of ye\nFrench ships was never seen before, for ye whole coast is full of\nthem. For my part I can give no guess when I shall get away, for\nI purchast but 27 slaves since I have been here, for slaves is\nvery scarce. We have had nineteen Sail of us at one time in ye\nRoad, so that ships that used to carry pryme slaves off is now\nforced to take any that comes. Here is seven sail of us Rum men\nthat are ready to devour one another, for our case is desprit.”",
        "Two hundred years of wickedness unspeakable and human torture\nbeyond all computation, justified by Christian men and sanctioned\nby governments, at length rending the nation asunder in civil war\nand bequeathing a problem still unsolved--all this followed in\nthe wake of those first voyages in search of labor which could be\nbought and sold as merchandise. It belonged to the dark ages with\npiracy and witchcraft, better forgotten than recalled, save for\nits potent influence in schooling brave seamen and building\nfaster ships for peace and war.",
        "These colonial seamen, in truth, fought for survival amid dangers\nso manifold as to make their hardihood astounding. It was not\nmerely a matter of small vessels with a few men and boys daring\ndistant voyages and the mischances of foundering or stranding,\nbut of facing an incessant plague of privateers, French and\nSpanish, Dutch and English, or a swarm of freebooters under no\nflag at all. Coasts were unlighted, charts few and unreliable,\nand the instruments of navigation almost as crude as in the days\nof Columbus. Even the savage Indian, not content with lurking in\nambush, went afloat to wreak mischief, and the records of the\nFirst Church of Salem contain this quaint entry under date of\nJuly 25, 1677: “The Lord having given a Commission to the Indians\nto take no less than 13 of the Fishing Ketches of Salem and\nCaptivate the men . . . it struck a great consternation into all\nthe people here. The Pastor moved on the Lord’s Day, and the\nwhole people readily consented, to keep the Lecture Day following\nas a Fast Day, which was accordingly done . . . . The Lord was\npleased to send in some of the Ketches on the Fast Day which was\nlooked on as a gracious smile of Providence. Also there had been\n19 wounded men sent into Salem a little while before; also a\nKetch sent out from Salem as a man-of-war to recover the rest of\nthe Ketches. The Lord give them Good Success.”",
        "To encounter a pirate craft was an episode almost commonplace and\noften more sordid than picturesque. Many of these sea rogues were\nthieves with small stomach for cutlasses and slaughter. They were\nof the sort that overtook Captain John Shattuck sailing home from\nJamaica in 1718 when he reported his capture by one Captain\nCharles Vain, “a Pyrat” of 12 guns and 120 men who took him to\nCrooked Island, plundered him of various articles, stripped the\nbrig, abused the crew, and finally let him go. In the same year\nthe seamen of the Hopewell related that near Hispaniola they met\nwith pirates who robbed and ill-treated them and carried off\ntheir mate because they had no navigator.",
        "Ned Low, a gentleman rover of considerable notoriety, stooped to\nfilch the stores and gear from a fleet of fourteen poor fishermen\nof Cape Sable. He had a sense of dramatic values, however, and\nfrequently brandished his pistols on deck, besides which, as set\ndown by one of his prisoners, “he had a young child in Boston for\nwhom he entertained such tenderness that on every lucid interval\nfrom drinking and revelling, I have seen him sit down and weep\nplentifully.”",
        "A more satisfying figure was Thomas Pounds, who was taken by the\nsloop Mary, sent after him from Boston in 1689. He was discovered\nin Vineyard Sound, and the two vessels fought a gallant action,\nthe pirate flying a red flag and refusing to strike. Captain\nSamuel Pease of the Mary was mortally wounded, while Pounds, this\nproper pirate, strode his quarter-deck and waved his naked sword,\ncrying, “Come on board, ye dogs, and I will strike YOU\npresently.” This invitation was promptly accepted by the stout\nseamen from Boston, who thereupon swarmed over the bulwark and\ndrove all hands below, preserving Thomas Pounds to be hanged in\npublic.",
        "In 1703 John Quelch, a man of resource, hoisted what he called\n“Old Roger” over the Charles--a brigantine which had been\nequipped as a privateer to cruise against the French of Acadia.\nThis curious flag of his was described as displaying a skeleton\nwith an hour-glass in one hand and “a dart in the heart with\nthree drops of blood proceeding from it in the other.” Quelch led\na mutiny, tossed the skipper overboard, and sailed for Brazil,\ncapturing several merchantmen on the way and looting them of rum,\nsilks, sugar, gold dust, and munitions. Rashly he came sailing\nback to Marblehead, primed with a plausible yarn, but his men\ntalked too much when drunk and all hands were jailed. Upon the\ngallows Quelch behaved exceedingly well, “pulling off his hat and\nbowing to the spectators,” while the somber Puritan merchants in\nthe crowd were, many of them, quietly dealing in the merchandise\nfetched home by pirates who were lucky enough to steer clear of\nthe law.",
        "This was a shady industry in which New York took the more active\npart, sending out supplies to the horde of pirates who ravaged\nthe waters of the Far East and made their haven at Madagascar,\nand disposing of the booty received in exchange. Governor\nFletcher had dirtied his hands by protecting this commerce and,\nas a result, Lord Bellomont was named to succeed him. Said\nWilliam III, “I send you, my Lord, to New York, because an honest\nand intrepid man is wanted to put these abuses down, and because\nI believe you to be such a man.”",
        "Such were the circumstances in which Captain William Kidd,\nrespectable master mariner in the merchant service, was employed\nby Lord Bellomont, royal Governor of New York, New Hampshire, and\nMassachusetts, to command an armed ship and harry the pirates of\nthe West Indies and Madagascar. Strangest of all the sea tales of\ncolonial history is that of Captain Kidd and his cruise in the\nAdventure-Galley. His name is reddened with crimes never\ncommitted, his grisly phantom has stalked through the legends\nand literature of piracy, and the Kidd tradition still has magic\nto set treasure-seekers exploring almost every beach, cove, and\nheadland from Halifax to the Gulf of Mexico. Yet if truth were\ntold, he never cut a throat or made a victim walk the plank. He\nwas tried and hanged for the trivial offense of breaking the head\nof a mutinous gunner of his own crew with a wooden bucket. It was\neven a matter of grave legal doubt whether he had committed one\nsingle piratical act. His trial in London was a farce. In the\ncase of the captured ships he alleged that they were sailing\nunder French passes, and he protested that his privateering\ncommission justified him, and this contention was not disproven.\nThe suspicion is not wanting that he was condemned as a scapegoat\nbecause certain noblemen of England had subscribed the capital to\noutfit his cruise, expecting to win rich dividends in gold\ncaptured from the pirates he was sent to attack. Against these\nmen a political outcry was raised, and as a result Captain Kidd\nwas sacrificed. He was a seaman who had earned honorable\ndistinction in earlier years, and fate has played his memory a\nshabby trick.",
        "It was otherwise with Blackbeard, most flamboyant of all colonial\npirates, who filled the stage with swaggering success, chewing\nwine-glasses in his cabin, burning sulphur to make his ship seem\nmore like hell, and industriously scourging the whole Atlantic\ncoast. Charleston lived in terror of him until Lieutenant\nMaynard, in a small sloop, laid him alongside in a\nhammer-and-tongs engagement and cut off the head of Blackbeard to\ndangle from the bowsprit as a trophy.",
        "Of this rudely adventurous era, it would be hard to find a seaman\nmore typical than the redoubtable Sir William Phips who became\nthe first royal Governor of the Massachusetts Colony in 1692.\nBorn on a frontier farm of the Maine coast while many of the\nPilgrim fathers were living, “his faithful mother,” wrote Cotton\nMather, “had no less than twenty-six children, whereof twenty-one\nwere sons; but equivalent to them all was William, one of the\nyoungest, whom, his father dying, was left young with his mother,\nand with her he lived, keeping ye sheep in Ye Wilderness until he\nwas eighteen years old.” Then he apprenticed himself to a\nneighboring shipwright who was building sloops and pinnaces and,\nhaving learned the trade, set out for Boston. As a ship-carpenter\nhe plied his trade, spent his wages in the taverns of the\nwaterside and there picked up wondrous yarns of the silver-laden\ngalleons of Spain which had shivered their timbers on the reefs\nof the Bahama Passage or gone down in the hurricanes that beset\nthose southerly seas. Meantime he had married a wealthy widow\nwhose property enabled him to go treasure-hunting on the Spanish\nmain. From his first voyage thither in a small vessel he escaped\nwith his life and barely enough treasure to pay the cost of the\nexpedition.",
        "In no wise daunted he laid his plans to search for a richly\nladened galleon which was said to have been wrecked half a\ncentury before off the coast of Hispaniola. Since his own funds\nwere not sufficient for this exploit, he betook himself to\nEngland to enlist the aid of the Government. With bulldog\npersistence he besieged the court of James II for a whole year,\nthis rough-and-ready New England shipmaster, until he was given a\nroyal frigate for his purpose. He failed to fish up more silver\nfrom the sands but, nothing daunted, he persuaded other patrons\nto outfit him with a small merchantman, the James and Mary, in\nwhich he sailed for the coast of Hispaniola. This time he found\nhis galleon and thirty-two tons of silver. “Besides that\nincredible treasure of plate, thus fetched up from seven or eight\nfathoms under water, there were vast riches of Gold, and Pearls,\nand Jewels . . . . All that a Spanish frigot was to be enriched\nwithal.”",
        "Up the Thames sailed the lucky little merchantman in the year of\n1687, with three hundred thousand pounds sterling as her\nfreightage of treasure. Captain Phips made honest division with\nhis backers and, because men of his integrity were not over\nplentiful in England after the Restoration, King James knighted\nhim. He sailed home to Boston, “a man of strong and sturdy\nframe,” as Hawthorne fancied him, “whose face had been roughened\nby northern tempests and blackened by the burning sun of the West\nIndies . . . . He wears an immense periwig flowing down over his\nshoulders . . . . His red, rough hands which have done many a\ngood day’s work with the hammer and adze are half-covered by the\ndelicate lace rues at the wrist.” But he carried with him the\nmanners of the forecastle, a man hasty and unlettered but\nsuperbly brave and honest. Even after he had become Governor he\nthrashed the captain of the Nonesuch frigate of the royal navy,\nand used his fists on the Collector of the Port after cursing him\nwith tremendous gusto. Such behavior in a Governor was too\nstrenuous, and Sir William Phips was summoned to England, where\nhe died while waiting his restoration to office and royal favor.\nFailing both, he dreamed of still another treasure voyage, “for\nit was his purpose, upon his dismission from his Government once\nmore to have gone upon his old Fishing-Trade, upon a mighty shelf\nof rock and banks of sand that lie where he had informed\nhimself.”",
        "Continue...",
        "\nThe e-text of “The Old Merchant Marine, A Chronicle of American Ships and Sailors” (Ralph D. Paine) is free for you to copy.\nPage created by Philipp Lenssen.\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Merchant MarineBy Ralph D. PaineAt Amazon"
    ]
}