{
    "title": "The Life of Abraham Lincoln - Chapter XXX. Lincoln and Greeley",
    "author": "Henry Ketcham",
    "chapter": "32",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "Much of the mischief of the world is the work of people who mean well.\nNot the least of the annoyances thrust on Lincoln came from people who\nought to have known better. The fact that such mischief-makers are\ncomplacent, as if they were doing what was brilliant, and useful, adds\nto the vexation.",
        "One of the most prominent citizens of the United States at the time of\nthe civil war was Horace Greeley. He was a man of ardent convictions,\nof unimpeachable honesty, and an editorial writer of the first rank. He\ndid a vast amount of good. He also did a vast amount of mischief which\nmay be considered to offset a part of the good he accomplished.",
        "His intellectual ability made it impossible for him to be anywhere a\nnonentity. He was always prominent. His paper, the New York Tribune,\nwas in many respects the ablest newspaper of the day. Large numbers of\nintelligent republicans took the utterances of the Tribune as gospel\ntruth.",
        "It is not safe for any man to have an excess of influence. It is not\nsurprising that the wide influence which Greeley acquired made him\negotistic. He apparently came to believe that he had a mortgage on the\nrepublican party, and through that upon the country. His editorial\nbecame dictatorial. He looked upon Lincoln as a protege of his own who\nrequired direction. This he was willing to give,–mildly but firmly.\nAll this was true of many other good men and good republicans. But it\nwas emphatically true of Greeley.",
        "If there is anything worse than a military man who plumes himself upon\nhis statesmanship, it is the civilian who affects to understand\nmilitary matters better than the generals, the war department, and the\ncommander-in-chief. This was Greeley. He placed his military policy in\nthe form of a war-cry,–\"On to Richmond!\"–at the head of his editorial\npage, and with a pen of marvelous power rung the changes on it.",
        "This is but one sample of the man’s proneness to interfere in other\nmatters. With all the infallibility of an editor he was ever ready to\ntell what the President ought to do as a sensible and patriotic man.\nHe would have saved the country by electing Douglas, by permitting\npeaceable secession, by persuading the French ambassador to intervene,\nby conference and argument with the Confederate emissaries, and by\nassuming personal control of the administration. At a later date he\nwent so far as to propose to force Lincoln’s resignation. He did not\nseem to realize that Lincoln could be most effective if allowed to do\nhis work in his own way. He did not grasp the truth that he could be of\nthe highest value to the administration only as he helped and\nencouraged, and that his obstructions operated only to diminish the\nefficiency of the government. If Greeley had put the same degree of\nforce into encouraging the administration that he put into hindering\nits work, he would have merited the gratitude of his generation.",
        "He was singularly lacking in the willingness to do this, or in the\nability to recognize its importance. Like hundreds of others he\npersisted in expounding the duties of the executive, but his\npatronizing advice was more harmful in proportion to the incisiveness\nof his literary ability. This impertinence of Greeley’s criticism\nreached its climax in an open letter to Lincoln. This letter is, in\npart, quoted here. It shows something of the unspeakable annoyances\nthat were thrust upon the already overburdened President, from those\nwho ought to have delighted in holding up his hands, those of whom\nbetter things might have been expected. The reply shows the patience\nwith which Lincoln received these criticisms. It further shows the\nskill with which he could meet the famous editor on his own ground; for\nhe also could wield a trenchant pen.",
        "Greeley’s letter is very long and it is not necessary to give it in\nfull. But the headings, which are given below, are quite sufficient to\nshow that the brilliant editor dipped his pen in gall in order that he\nmight add bitterness to the man whose life was already filled to the\nbrim with the bitter sorrows, trials, and disappointments of a\ndistracted nation. The letter is published on the editorial page of the\nNew York Tribune of August 20, 1862.",
        "“THE PRAYER OF TWENTY MILLIONS:",
        "“To ABRAHAM LINCOLN, President of the United States:",
        "“DEAR SIR: I do not intrude to tell you–for you must know already–\nthat a great proportion of those who triumphed in your election, and\nof all who desire the unqualified suppression of the Rebellion now\ndesolating our country, are sorely disappointed and deeply pained by\nthe policy you seem to be pursuing with regard to the slaves of the\nRebels. I write only to set succinctly and unmistakably before you\nwhat we require, what we think we have a right to expect, and of what\nwe complain.",
        "“I. We require of you, as the first servant of the Republic, charged\nespecially and preeminently with this duty, that you EXECUTE THE\nLAWS....”",
        "“II. We think you are strangely and disastrously remiss in the\ndischarge of your official and imperative duty with regard to the\nemancipating provisions of the new Confiscation Act....”",
        "“III. We think you are unduly influenced by the counsels, the\nrepresentations, the menaces, of certain fossil politicians hailing\nfrom the Border States....”",
        "“IV. We think the timid counsels of such a crisis calculated to prove\nperilous and probably disastrous....”",
        "“V. We complain that the Union cause has suffered and is now suffering\nimmensely, from mistaken deference to Rebel Slavery. Had you, Sir, in\nyour Inaugural Address, unmistakably given notice that, in case the\nRebellion already commenced were persisted in, and your efforts to\npreserve the Union and enforce the laws should be resisted by armed\nforce, you would recognize no loyal person as rightfully held in\nSlavery by a traitor, we believe that the Rebellion would have\nreceived a staggering, if not fatal blow....”",
        "“VI. We complain that the Confiscation Act which you approved is\nhabitually disregarded by your Generals, and that no word of rebuke for\nthem from you has yet reached the public ear....”",
        "“VII. Let me call your attention to the recent tragedy in New Orleans,\nwhereof the facts are obtained entirely through Pro-Slavery\nchannels....”",
        "“VIII. On the face of this wide earth, Mr. President, there is not one\ndisinterested, determined, intelligent champion of the Union Cause who\ndoes not feel that all attempts to put down the Rebellion and at the\nsame time uphold its inciting cause are preposterous and futile–that\nthe Rebellion, if crushed out to-morrow, would be renewed within a year\nif Slavery were left in full vigor–that the army of officers who\nremain to this day devoted to Slavery can at best be but half way loyal\nto the Union–and that every hour of deference to Slavery is an hour of\nadded and deepened peril to the Union....”",
        "“IX. I close as I began with the statement that what an immense\nmajority of the Loyal Millions of your countrymen require of you is a\nfrank, declared, unqualified, ungrudging execution of the laws of the\nland, more especially of the Confiscation Act.... As one of the\nmillions who would gladly have avoided this struggle at any sacrifice\nbut that of Principle and Honor, but who now feel that the triumph of\nthe Union is indispensable not only to the existence of our country,\nbut to the well-being of mankind, I entreat you to render a hearty and\nunequivocal obedience to the law of the land.”",
        "“Yours,”",
        "“HORACE GREELEY.”",
        "“NEW YORK, August 19, 1862.”",
        "Those who are familiar with the eccentricities of this able editor will\nnot be slow to believe that, had Lincoln, previous to the writing of\nthat letter, done the very things he called for, Greeley would not\nimprobably, have been among the first to attack him with his caustic\ncriticism. Lincoln was not ignorant of this. But he seized this\nopportunity to address a far wider constituency than that represented\nin the subscription list of the Tribune. His reply was published\nin the Washington Star. He puts the matter so temperately and\nplainly that the most obtuse could not fail to see the reasonableness\nof it. As to Greeley, we do not hear from him again, and may assume\nthat he was silenced if not convinced. The reply was as follows:",
        "“EXECUTIVE MANSION, WASHINGTON, August 22, 1862.",
        "“HON. HORACE GREBLEY,",
        "“DEAR SIR: I have just read yours of the 19th, addressed to myself\nthrough the New York Tribune. If there be in it any statements,\nor assumptions of fact, which I may know to be erroneous, I do not, now\nand here, controvert them. If there be in it any inferences which I may\nbelieve to be falsely drawn, I do not, now and here, argue against\nthem. If there be perceptible in it an impatient and dictatorial tone,\nI waive it in deference to an old friend, whose heart I have always\nsupposed to be right. As to the policy I ’seem to be pursuing,’ as you\nsay, I have not meant to leave any one in doubt. I would save the\nUnion. I would save it the shortest way under the Constitution. The\nsooner the national authority can be restored, the nearer the Union\nwill be ’the Union as it was.’ If there be those who would not save the\nUnion unless they could at the same time save slavery, I do not agree\nwith them. If there be those who would not save the Union unless they\ncould at the same time destroy slavery, I do not agree with them. My\nparamount object in this struggle is to save the Union, and is not\neither to save or to destroy slavery. If I could save the Union without\nfreeing any slave, I would do it; if I could save it by freeing all the\nslaves, I would do it; and if I could save it by freeing some and\nleaving others alone, I would also do that. What I do about slavery and\nthe colored race, I do because I believe it helps to save the Union:\nand what I forbear, I forbear because I do not believe it would help to\nsave the Union. I shall do less whenever I shall believe what I am\ndoing hurts the cause, and I shall do more whenever I shall believe\ndoing more will help the cause. I shall try to correct errors when\nshown to be errors, and I shall adopt new views so fast as they shall\nappear to be true views. I have here stated my purpose according to my\nview of official duty; and I intend no modification of my oft expressed\npersonal wish that all men everywhere could be free.”",
        "“Yours,",
        "A. LINCOLN.”",
        "Not the least interesting fact connected with this subject is that at\nthis very time Lincoln had the Emancipation Proclamation in mind. But\nnot even the exasperating teasing that is fairly represented by\nGreeley’s letter caused him to put forth that proclamation prematurely.\nIt is no slight mark of greatness that he was able under so great\npressure to bide his time.",
        "This was not the last of Greeley’s efforts to control the President or\nrun the machine. In 1864 he was earnestly opposed to his renomination\nbut finally submitted to the inevitable.",
        "In July of that year, 1864, two prominent Confederates, Clay of\nAlabama, and Thompson of Mississippi, managed to use Greeley for their\npurposes. They communicated with him from Canada, professing to have\nauthority to arrange for terms of peace, and they asked for a safe-\nconduct to Washington. Greeley fell into the trap but Lincoln did not.\nThere is little doubt that their real scheme was to foment discontent\nand secure division throughout the North on the eve of the presidential\nelection. Lincoln wrote to Greeley as follows:",
        "“If you can find any person, anywhere, professing to have authority\nfrom Jefferson Davis, in writing, embracing the restoration of the\nUnion and the abandonment of slavery, whatever else it embraces, say to\nhim that he may come to me with you.”",
        "Under date of July 18, he wrote the following:",
        "“To whom it may concern:“",
        "“Any proposition which embraces the restoration of peace, the integrity\nof the whole Union, and the abandonment of slavery, and which comes by\nand with an authority that can control the armies now at war with the\nUnited States, will be received and considered by the Executive\ngovernment of the United States, and will be met on liberal terms on\nsubstantial and collateral points; and the bearer or bearers thereof\nshall have safe-conduct both ways.”",
        "“ABRAHAM LINCOLN.”",
        "Greeley met these “commissioners” at Niagara, but it turned out that\nthey had no authority whatever from the Confederate government. The\nwhole affair was therefore a mere fiasco. But Greeley, who had been\ncompletely duped, was full of wrath, and persistently misrepresented,\nnot to say maligned, the President. According to Noah Brooks, the\nPresident said of the affair:",
        "“Well, it’s hardly fair to say that this won’t amount to anything. It\nwill shut up Greeley, and satisfy the people who are clamoring for\npeace. That’s something, anyhow.” The President was too hopeful. It did\nnot accomplish quite that, for Greeley was very persistent; but it did\nprevent a serious division of the North.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}