{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. IX",
    "author": "I. Windslow Ayer",
    "chapter": "10",
    "content": [
        "\n\n",
        "REBEL OFFICERS IN THE TEMPLES OF SONS OF LIBERTY–MURDERERS, BOUNTY\nJUMPERS, DESERTERS, FELONS, VAGABONDS AND TRAITORS IN COUNCIL–PLANS OF\nATTACK ON CAMP DOUGLAS–FIRES TO BE KINDLED IN THE CITY–BANKS AND STORES\nTO BE ROBBED–NAMES OF SPEAKERS–HATRED OF UNION SOLDIERS.",
        "At a meeting of the Sons of Liberty in September, 1864, a plan was\nreported, much to the relief of those who had a horror of conscription; it\nwas arranged that such of the members as might be drafted, should report\nwithin three days to the Grand Senior of the Temple, and they would be\nsupplied with means to defray their expenses to the southern part of the\nState, where they would remain till their services should be required, and\nthat they would find friends there, strong enough in numbers, to defy the\nofficers of the law. Such persons were to form military organizations, and\nto be drilled and disciplined by rebel officers sent thither for that\nexpress purpose. The “Sons” of Chicago expressed their extreme regret at\nthe very open and defiant manner of their brethren in the southern part of\nthe State, and believed that it would be prejudicial to the prosperity of\nthe Order. Our readers have not forgotten the Coles county tragedy, the\nmurderers and their victims. There is not a particle of doubt that those\nmurders were premeditated, and first the subject of discussion in the\ntemples of the Sons of Liberty. The assault was made without provocation,\nand the thirst for the blood of Union men was the motive for the deed. We\nhave never advocated or countenanced mob law, but if there was ever a time\nin the history of our government in which it was justifiable, it was in\nthe cases of the Coles county murderers. The times seemed, perhaps, to\nhave demanded a vigilance committee of citizens, who would administer\njustice fast enough to suit the emergency of the cases upon which they\nmight be called to adjudicate, and having “cleaned out” the murderous\nscoundrels in that locality, they might have found a demand for their\nservices in Chicago. But it is better that the people controlled their\njust indignation and left it to time, to punish the infamous wretches who\nturned their arms and their all against the country, to whom they are\nindebted for all the blessings which they proved themselves to be utterly\nincapable of appreciating. It was the boast of the “Sons” that their\nnumbers embraced many of the officers of our armies, and the names of\nseveral were mentioned, who had sworn that they would never fire or order\ntheir commands to fire upon “our Southern brethren,” and it was added that\nsuch officers could serve the cause of this order better in the field,\nthan in any other manner. As time passed on, the plans of the villains\nbelonging to the Chicago Temple, or the plans of the order throughout the\nState for the attack upon Camp Douglas became more complete in their\ndetails. The policy of obtaining positions for members upon all the\nrailroads and in telegraph offices, was very popular with the order, and\nit was confidently stated, that upon the release of the prisoners the\nleaders would at once take full possession of the railroads and telegraph\noffices. It was arranged that the attack upon the camp should be made the\nnight after election, as it now became fully apparent to all that there\nwas not a shadow of a chance to elect either National or State ticket by\nthe Copperheads. Fires were to be kindled in different parts of the city,\nand these were to be so numerous that they would necessarily divert the\nattention of the citizens, while the attack should be made. Near the camp\nis a growth of small oaks and other small wood which offered a fine\nretreat or hiding place for those who would attack the camp. The attacking\nparty were to go singly or in groups which might not attract attention,\nand when they were in readiness, they were suddenly to spring forward and\ncommence an assault simultaneously on three sides of the enclosure. The\nrisk to the invading party was not considered large, as the whole\nundertaking would be but the work of a few moments, and it was confidently\nbelieved that some communication could previously be established with the\nrebels by their desperate friends and allies upon the outside; and it is\nnow quite certain that some intelligence was communicated to the rebels,\nand well understood by them, as not long before the election, supposed\nsignals in the way of rockets, blue lights, &c. were at one time exhibited\nby a small group of persons, without any apparent design, which could have\nbeen distinctly seen at camp. Mrs. Morris, who has confessed her\ncomplicity with the rebel sympathizers, was a frequent visitor to the\ncamp, and it was thought that she might be very useful in conveying\nletters, messages, &c. Indeed it was morally certain that there was an\nunderstanding between the rebels inside, and the cowardly dogs on the\noutside of the post. It will be remembered that fire arms for at least ten\nthousand men were safely and secretly stored in Chicago, and that there\nwas a perfect understanding between the members of the higher degrees of\nthe Sons of Liberty, and the leaders of the invading party from Canada;\nHad the attack been made, however good the understanding between the\n“Sons” and the rebels might have been, the former would soon have found,\nto their surprise and to their dismay, that their glory would suddenly\nhave departed, for the released rebels would instantly have obeyed the\ncommands of their own officers, and Northern Sons of Liberty would have\nbeen compelled to fall into line, whether they would or not. A few of the\nSons would have received some consideration, and this would especially\nhave been the case with Brig.-Gen. Charles Walsh, but in the main the\n“accursed democracy,\"–as one rebel writing to another was pleased to\nspeak of the order–was to be kept in the front, or in other words, used\nas circumstances might require to do the vilest offices of this vile and\ndevilish conspiracy. As the time of the election was drawing near, the\nSons of Liberty expressed a wish to have a man at their head, in the place\nof Wilkinson, who would command respect, and whose appearance of dignity\nand years would impress new comers most favorably. This man was found in\nObadiah Jackson, Jr. Esq., as Grand Seignior, and so much gratified were\nthey with his peculiar fitness for this distinguished honor, that they\nresolved to find a second officer, or Ancient Brother, and Lewis C.\nMorrison gave place to a Mr. Hoffman. Things were now working smoothly,\nnew members were rapidly joining, and it was evident that the new\norganization was most favorable for the growth and unity of the Order. The\nrapidly increasing number of Temples in every part of the State, would\nhave been truly alarming to the friends of the Union. New comers were\nintroduced at every meeting, and large numbers were initiated at Judge\nMorris’ residence, where favored individuals were also initiated in the\nmysteries of the higher degrees; so that there were hundreds of persons,\nin good standing with the Order as bona fide members, who seldom or never\nvisited the lodge room; this was especially the case with the higher grade\nof persons–the politicians, lawyers and others. At a meeting in the\nautumn, Judge Morris was present and made a speech in response to the\nrequest of several members, who asked information concerning the immediate\npurposes of the Order. He spoke, as was his custom, of the tyranny of the\nPresident; he said the rights of the people had been trampled upon, and\nthe constitution had been violated by him. He referred to the suspension\nof the habeas corpus, and said many of our best men were at that moment\n“rotting in Lincoln’s bastiles;” that it was our duty to wage a war\nagainst them, and open their doors; that when the Democrats got into power\nthey would impeach and probably hang him, and all who were thus\nincarcerated should be set at liberty; that thousands of our best men were\nprisoners in Camp Douglas, and if once at liberty would “send\nabolitionists to hell in a hand basket;” he said the meanest of those\nprisoners was purity itself compared to “Lincoln’s hirelings.” He added\nthat the tyranny of “Abraham the First” was fast drawing to a close, and\nthose who were anxious to fight, would not have to wait long. He also\nspoke in favor of retaliation.",
        "The Judge’s speeches were always marked by vehemence, profanity and\nviolent gesticulation; he never spoke except to condemn the\nadministration, and to express his confidence in this Order to remedy all\nthe evils of the administration, and that we should very soon–\"in sixty\ndays,” have the power, and yet on several occasions he expressed the\nbelief that McClellan would not be elected. No one, not even the most\nstupid in the first degree of the Temple, could fail to understand how the\nCopperheads were to have the reins of the General Government in sixty\ndays, and yet that the party could not hope for success at the polls. A\nman named William Hull, connected with the Order, rebuked such speeches in\nunqualified terms, and as a consequence drew down upon himself the odium\nof the Order. Mr. Hull expressed himself in favor of compliance with the\nConstitution and the laws, and of the Union. His denunciations of the\nrebels excluded him from the confidence of the leaders, who began to\nregard him as a “dangerous man,” and expressed the belief that he would\nturn against them, and therefore required watching. Mr. Hull was a man of\ngood common sense, and made several Union speeches in the Order, which\nconfirmed the suspicion that had been expressed by some, that he was a spy\nand detective, and it was said it would be far better to put him out of\nthe way, or in other words to kill him, lest he might betray them, and\nfurther as the time of the election was so near at hand, it was voted by\nthe Sons of Liberty to destroy all their records, so that in case of\narrest no documentary evidence could be brought against them. While the\nmotion was pending, Mr. Richard T. Semmes, one of the prisoners tried at\nCincinnati, moved an amendment, that the names of members be retained, so\nthat in case any one should betray the Order they might be known and hung,\nbut it was not deemed safe to preserve the record, and most of the\nmemoranda was destroyed, but for the edification of the members, we will\nadd that we have on deposit in Chicago an entire and correct list of\nnames of the Chicago, and most of the prominent Temples, and it may be\ndeemed expedient to publish it hereafter; this will be determined by the\ngeneral behavior of the members themselves.",
        "In regard to Mr. Hull, to whom we have alluded, it should be said that his\ndeath was fixed upon by the members. Felton and Morrison agreed to do the\nwork, but afterwards another proposition was made, to give him money and\ninduce him to leave for parts unknown. This peaceable disposition of the\nman was not satisfactory. Said they, “dead men tell no tales,” and at an\ninformal meeting, a vote was taken and all, with a single exception,\npresent were in favor of death. That exception required more\nsatisfactory evidence that Hull was the informer, and thus the murder of\nthe man was prevented. The writer has not a particle of doubt, having been\npresent at this meeting and heard the proposition and the vote taken, that\nthe murder would have been perpetrated within twenty-four hours had not a\nsingle person been so exacting in regard to the facts. It may readily be\nbelieved that the writer never mingled in this murderous company without a\nbrace of revolvers in his pocket, ready for instant use, and it may be no\nstretch of credulity to believe, that in case of an assault, the\ninstruments would have been called into requisition.",
        "About the first of October, the restrictions upon the purchase and sale of\nfirearms were removed, and the trade in the city in this department became\nvery active.",
        "“Who has fought in every clime, the man who advised raising the Black Flag\nand murdering Union soldiers, and who was to have assumed command of the\nRebel prisoners upon being released from Camp Douglas, and to whom the\ncitizens of Chicago would have had to appeal for mercy.\"]",
        "The intensity of hatred of Union soldiers, by the Copperheads would almost\nchallenge credence. It was a common thing to seek to embroil them in\npersonal altercations, and to fall upon them with violence and malice, and\nit is our opinion, that in almost every case where soldiers ever became\ninvolved in personal difficulty, the provocation came from Copperheads. We\nmay mention an instance in point. During the summer, a Union soldier\npresented himself at our office and required surgical aid. His head was\nbleeding copiously, and his hair matted with blood, and so mutilated was\nhe that he could scarcely speak or walk. He was perfectly sober, and\nevidently a very quiet, worthy man. It was doubtful how his injuries might\nterminate, but the poor fellow received our best attention, and thanks to\na kind Providence, recovered after a long and painful illness. It appears\nthat he was beset by a party of Copperheads, without the least\nprovocation, only that he was a Union soldier. For our act of humanity\nin rendering professional aid, we were gravely suspected for a time of\nbeing “a dangerous man,” and received several lectures of censure from the\nSons of Liberty. He was but a “Union soldier,” and his death, they said,\nwas a matter of congratulation rather than of regret.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}