{
    "title": "The Lamplighter",
    "author": "Charles Dickens",
    "chapter": "1",
    "content": [
        "\n\n",
        "",
        "’If you talk of Murphy and Francis Moore, gentlemen,’ said the\nlamplighter who was in the chair, ’I mean to say that neither of\n’em ever had any more to do with the stars than Tom Grig had.’",
        "’And what had he to do with ’em?’ asked the lamplighter who\nofficiated as vice.",
        "’Nothing at all,’ replied the other; ’just exactly nothing at all.’",
        "’Do you mean to say you don’t believe in Murphy, then?’ demanded\nthe lamplighter who had opened the discussion.",
        "’I mean to say I believe in Tom Grig,’ replied the chairman.\n’Whether I believe in Murphy, or not, is a matter between me and my\nconscience; and whether Murphy believes in himself, or not, is a\nmatter between him and his conscience.  Gentlemen, I drink your\nhealths.’",
        "The lamplighter who did the company this honour, was seated in the\nchimney-corner of a certain tavern, which has been, time out of\nmind, the Lamplighters’ House of Call.  He sat in the midst of a\ncircle of lamplighters, and was the cacique, or chief of the tribe.",
        "If any of our readers have had the good fortune to behold a\nlamplighter’s funeral, they will not be surprised to learn that\nlamplighters are a strange and primitive people; that they rigidly\nadhere to old ceremonies and customs which have been handed down\namong them from father to son since the first public lamp was\nlighted out of doors; that they intermarry, and betroth their\nchildren in infancy; that they enter into no plots or conspiracies\n(for who ever heard of a traitorous lamplighter?); that they commit\nno crimes against the laws of their country (there being no\ninstance of a murderous or burglarious lamplighter); that they are,\nin short, notwithstanding their apparently volatile and restless\ncharacter, a highly moral and reflective people:  having among\nthemselves as many traditional observances as the Jews, and being,\nas a body, if not as old as the hills, at least as old as the\nstreets.  It is an article of their creed that the first faint\nglimmering of true civilisation shone in the first street-light\nmaintained at the public expense.  They trace their existence and\nhigh position in the public esteem, in a direct line to the heathen\nmythology; and hold that the history of Prometheus himself is but a\npleasant fable, whereof the true hero is a lamplighter.",
        "’Gentlemen,’ said the lamplighter in the chair, ’I drink your\nhealths.’",
        "’And perhaps, Sir,’ said the vice, holding up his glass, and rising\na little way off his seat and sitting down again, in token that he\nrecognised and returned the compliment, ’perhaps you will add to\nthat condescension by telling us who Tom Grig was, and how he came\nto be connected in your mind with Francis Moore, Physician.’",
        "’Hear, hear, hear!’ cried the lamplighters generally.",
        "’Tom Grig, gentlemen,’ said the chairman, ’was one of us; and it\nhappened to him, as it don’t often happen to a public character in\nour line, that he had his what-you-may-call-it cast.’",
        "’His head?’ said the vice.",
        "’No,’ replied the chairman, ’not his head.’",
        "’His face, perhaps?’ said the vice.  ’No, not his face.’  ’His\nlegs?’  ’No, not his legs.’  Nor yet his arms, nor his hands, nor\nhis feet, nor his chest, all of which were severally suggested.",
        "’His nativity, perhaps?’",
        "’That’s it,’ said the chairman, awakening from his thoughtful\nattitude at the suggestion.  ’His nativity.  That’s what Tom had\ncast, gentlemen.’",
        "’In plaster?’ asked the vice.",
        "’I don’t rightly know how it’s done,’ returned the chairman.  ’But\nI suppose it was.’",
        "And there he stopped as if that were all he had to say; whereupon\nthere arose a murmur among the company, which at length resolved\nitself into a request, conveyed through the vice, that he would go\non.  This being exactly what the chairman wanted, he mused for a\nlittle time, performed that agreeable ceremony which is popularly\ntermed wetting one’s whistle, and went on thus:",
        "’Tom Grig, gentlemen, was, as I have said, one of us; and I may go\nfurther, and say he was an ornament to us, and such a one as only\nthe good old times of oil and cotton could have produced.  Tom’s\nfamily, gentlemen, were all lamplighters.’",
        "’Not the ladies, I hope?’ asked the vice.",
        "’They had talent enough for it, Sir,’ rejoined the chairman, ’and\nwould have been, but for the prejudices of society.  Let women have\ntheir rights, Sir, and the females of Tom’s family would have been\nevery one of ’em in office.  But that emancipation hasn’t come yet,\nand hadn’t then, and consequently they confined themselves to the\nbosoms of their families, cooked the dinners, mended the clothes,\nminded the children, comforted their husbands, and attended to the\nhouse-keeping generally.  It’s a hard thing upon the women,\ngentlemen, that they are limited to such a sphere of action as\nthis; very hard.",
        "’I happen to know all about Tom, gentlemen, from the circumstance\nof his uncle by his mother’s side, having been my particular\nfriend.  His (that’s Tom’s uncle’s) fate was a melancholy one.  Gas\nwas the death of him.  When it was first talked of, he laughed.  He\nwasn’t angry; he laughed at the credulity of human nature.  “They\nmight as well talk,” he says, “of laying on an everlasting\nsuccession of glow-worms;” and then he laughed again, partly at his\njoke, and partly at poor humanity.",
        "’In course of time, however, the thing got ground, the experiment\nwas made, and they lighted up Pall Mall.  Tom’s uncle went to see\nit.  I’ve heard that he fell off his ladder fourteen times that\nnight, from weakness, and that he would certainly have gone on\nfalling till he killed himself, if his last tumble hadn’t been into\na wheelbarrow which was going his way, and humanely took him home.\n“I foresee in this,” says Tom’s uncle faintly, and taking to his\nbed as he spoke - “I foresee in this,” he says, “the breaking up of\nour profession.  There’s no more going the rounds to trim by\ndaylight, no more dribbling down of the oil on the hats and bonnets\nof ladies and gentlemen when one feels in spirits.  Any low fellow\ncan light a gas-lamp.  And it’s all up.”  In this state of mind, he\npetitioned the government for - I want a word again, gentlemen -\nwhat do you call that which they give to people when it’s found\nout, at last, that they’ve never been of any use, and have been\npaid too much for doing nothing?’",
        "’Compensation?’ suggested the vice.",
        "’That’s it,’ said the chairman.  ’Compensation.  They didn’t give\nit him, though, and then he got very fond of his country all at\nonce, and went about saying that gas was a death-blow to his native\nland, and that it was a plot of the radicals to ruin the country\nand destroy the oil and cotton trade for ever, and that the whales\nwould go and kill themselves privately, out of sheer spite and\nvexation at not being caught.  At last he got right-down cracked;\ncalled his tobacco-pipe a gas-pipe; thought his tears were lamp-\noil; and went on with all manner of nonsense of that sort, till one\nnight he hung himself on a lamp-iron in Saint Martin’s Lane, and\nthere was an end of him.",
        "’Tom loved him, gentlemen, but he survived it.  He shed a tear over\nhis grave, got very drunk, spoke a funeral oration that night in\nthe watch-house, and was fined five shillings for it, in the\nmorning.  Some men are none the worse for this sort of thing.  Tom\nwas one of ’em.  He went that very afternoon on a new beat:  as\nclear in his head, and as free from fever as Father Mathew himself.",
        "’Tom’s new beat, gentlemen, was - I can’t exactly say where, for\nthat he’d never tell; but I know it was in a quiet part of town,\nwhere there were some queer old houses.  I have always had it in my\nhead that it must have been somewhere near Canonbury Tower in\nIslington, but that’s a matter of opinion.  Wherever it was, he\nwent upon it, with a bran-new ladder, a white hat, a brown holland\njacket and trousers, a blue neck-kerchief, and a sprig of full-\nblown double wall-flower in his button-hole.  Tom was always\ngenteel in his appearance, and I have heard from the best judges,\nthat if he had left his ladder at home that afternoon, you might\nhave took him for a lord.",
        "’He was always merry, was Tom, and such a singer, that if there was\nany encouragement for native talent, he’d have been at the opera.\nHe was on his ladder, lighting his first lamp, and singing to\nhimself in a manner more easily to be conceived than described,\nwhen he hears the clock strike five, and suddenly sees an old\ngentleman with a telescope in his hand, throw up a window and look\nat him very hard.",
        "’Tom didn’t know what could be passing in this old gentleman’s\nmind.  He thought it likely enough that he might be saying within\nhimself, “Here’s a new lamplighter - a good-looking young fellow -\nshall I stand something to drink?”  Thinking this possible, he\nkeeps quite still, pretending to be very particular about the wick,\nand looks at the old gentleman sideways, seeming to take no notice\nof him.",
        "’Gentlemen, he was one of the strangest and most mysterious-looking\nfiles that ever Tom clapped his eyes on.  He was dressed all\nslovenly and untidy, in a great gown of a kind of bed-furniture\npattern, with a cap of the same on his head; and a long old flapped\nwaistcoat; with no braces, no strings, very few buttons - in short,\nwith hardly any of those artificial contrivances that hold society\ntogether.  Tom knew by these signs, and by his not being shaved,\nand by his not being over-clean, and by a sort of wisdom not quite\nawake, in his face, that he was a scientific old gentleman.  He\noften told me that if he could have conceived the possibility of\nthe whole Royal Society being boiled down into one man, he should\nhave said the old gentleman’s body was that Body.",
        "’The old gentleman claps the telescope to his eye, looks all round,\nsees nobody else in sight, stares at Tom again, and cries out very\nloud:",
        "’\"Hal-loa!”",
        "’\"Halloa, Sir,” says Tom from the ladder; “and halloa again, if you\ncome to that.”",
        "’\"Here’s an extraordinary fulfilment,” says the old gentleman, “of\na prediction of the planets.”",
        "’\"Is there?” says Tom.  “I’m very glad to hear it.”",
        "’\"Young man,” says the old gentleman, “you don’t know me.”",
        "’\"Sir,” says Tom, “I have not that honour; but I shall be happy to\ndrink your health, notwithstanding.”",
        "’\"I read,” cries the old gentleman, without taking any notice of\nthis politeness on Tom’s part - “I read what’s going to happen, in\nthe stars.”",
        "’Tom thanked him for the information, and begged to know if\nanything particular was going to happen in the stars, in the course\nof a week or so; but the old gentleman, correcting him, explained\nthat he read in the stars what was going to happen on dry land, and\nthat he was acquainted with all the celestial bodies.",
        "’\"I hope they’re all well, Sir,” says Tom, - “everybody.”",
        "’\"Hush!” cries the old gentleman.  “I have consulted the book of\nFate with rare and wonderful success.  I am versed in the great\nsciences of astrology and astronomy.  In my house here, I have\nevery description of apparatus for observing the course and motion\nof the planets.  Six months ago, I derived from this source, the\nknowledge that precisely as the clock struck five this afternoon a\nstranger would present himself - the destined husband of my young\nand lovely niece - in reality of illustrious and high descent, but\nwhose birth would be enveloped in uncertainty and mystery.  Don’t\ntell me yours isn’t,” says the old gentleman, who was in such a\nhurry to speak that he couldn’t get the words out fast enough, “for\nI know better.”",
        "’Gentlemen, Tom was so astonished when he heard him say this, that\nhe could hardly keep his footing on the ladder, and found it\nnecessary to hold on by the lamp-post.  There was a mystery about\nhis birth.  His mother had always admitted it.  Tom had never known\nwho was his father, and some people had gone so far as to say that\neven SHE was in doubt.",
        "’While he was in this state of amazement, the old gentleman leaves\nthe window, bursts out of the house-door, shakes the ladder, and\nTom, like a ripe pumpkin, comes sliding down into his arms.",
        "’\"Let me embrace you,” he says, folding his arms about him, and\nnearly lighting up his old bed-furniture gown at Tom’s link.\n“You’re a man of noble aspect.  Everything combines to prove the\naccuracy of my observations.  You have had mysterious promptings\nwithin you,” he says; “I know you have had whisperings of\ngreatness, eh?” he says.",
        "’\"I think I have,” says Tom - Tom was one of those who can persuade\nthemselves to anything they like - “I’ve often thought I wasn’t the\nsmall beer I was taken for.”",
        "’\"You were right,” cries the old gentleman, hugging him again.\n“Come in.  My niece awaits us.”",
        "’\"Is the young lady tolerable good-looking, Sir?” says Tom, hanging\nfire rather, as he thought of her playing the piano, and knowing\nFrench, and being up to all manner of accomplishments.",
        "’\"She’s beautiful!” cries the old gentleman, who was in such a\nterrible bustle that he was all in a perspiration.  “She has a\ngraceful carriage, an exquisite shape, a sweet voice, a countenance\nbeaming with animation and expression; and the eye,” he says,\nrubbing his hands, “of a startled fawn.”",
        "’Tom supposed this might mean, what was called among his circle of\nacquaintance, “a game eye;” and, with a view to this defect,\ninquired whether the young lady had any cash.",
        "’\"She has five thousand pounds,” cries the old gentleman.  “But\nwhat of that? what of that?  A word in your ear.  I’m in search of\nthe philosopher’s stone.  I have very nearly found it - not quite.\nIt turns everything to gold; that’s its property.”",
        "’Tom naturally thought it must have a deal of property; and said\nthat when the old gentleman did get it, he hoped he’d be careful to\nkeep it in the family.",
        "’\"Certainly,” he says, “of course.  Five thousand pounds!  What’s\nfive thousand pounds to us?  What’s five million?” he says.\n“What’s five thousand million?  Money will be nothing to us.  We\nshall never be able to spend it fast enough.”",
        "’\"We’ll try what we can do, Sir,” says Tom.",
        "’\"We will,” says the old gentleman.  “Your name?”",
        "’\"Grig,” says Tom.",
        "’The old gentleman embraced him again, very tight; and without\nspeaking another word, dragged him into the house in such an\nexcited manner, that it was as much as Tom could do to take his\nlink and ladder with him, and put them down in the passage.",
        "’Gentlemen, if Tom hadn’t been always remarkable for his love of\ntruth, I think you would still have believed him when he said that\nall this was like a dream.  There is no better way for a man to\nfind out whether he is really asleep or awake, than calling for\nsomething to eat.  If he’s in a dream, gentlemen, he’ll find\nsomething wanting in flavour, depend upon it.",
        "’Tom explained his doubts to the old gentleman, and said that if\nthere was any cold meat in the house, it would ease his mind very\nmuch to test himself at once.  The old gentleman ordered up a\nvenison pie, a small ham, and a bottle of very old Madeira.  At the\nfirst mouthful of pie and the first glass of wine, Tom smacks his\nlips and cries out, “I’m awake - wide awake;” and to prove that he\nwas so, gentlemen, he made an end of ’em both.",
        "’When Tom had finished his meal (which he never spoke of afterwards\nwithout tears in his eyes), the old gentleman hugs him again, and\nsays, “Noble stranger! let us visit my young and lovely niece.\"\nTom, who was a little elevated with the wine, replies, “The noble\nstranger is agreeable!”  At which words the old gentleman took him\nby the hand, and led him to the parlour; crying as he opened the\ndoor, “Here is Mr. Grig, the favourite of the planets!”",
        "’I will not attempt a description of female beauty, gentlemen, for\nevery one of us has a model of his own that suits his own taste\nbest.  In this parlour that I’m speaking of, there were two young\nladies; and if every gentleman present, will imagine two models of\nhis own in their places, and will be kind enough to polish ’em up\nto the very highest pitch of perfection, he will then have a faint\nconception of their uncommon radiance.",
        "’Besides these two young ladies, there was their waiting-woman,\nthat under any other circumstances Tom would have looked upon as a\nVenus; and besides her, there was a tall, thin, dismal-faced young\ngentleman, half man and half boy, dressed in a childish suit of\nclothes very much too short in the legs and arms; and looking,\naccording to Tom’s comparison, like one of the wax juveniles from a\ntailor’s door, grown up and run to seed.  Now, this youngster\nstamped his foot upon the ground and looked very fierce at Tom, and\nTom looked fierce at him - for to tell the truth, gentlemen, Tom\nmore than half suspected that when they entered the room he was\nkissing one of the young ladies; and for anything Tom knew, you\nobserve, it might be HIS young lady - which was not pleasant.",
        "’\"Sir,” says Tom, “before we proceed any further, will you have the\ngoodness to inform me who this young Salamander” - Tom called him\nthat for aggravation, you perceive, gentlemen - “who this young\nSalamander may be?”",
        "’\"That, Mr. Grig,” says the old gentleman, “is my little boy.  He\nwas christened Galileo Isaac Newton Flamstead.  Don’t mind him.\nHe’s a mere child.”",
        "’\"And a very fine child too,” says Tom - still aggravating, you’ll\nobserve - “of his age, and as good as fine, I have no doubt.  How\ndo you do, my man?” with which kind and patronising expressions,\nTom reached up to pat him on the head, and quoted two lines about\nlittle boys, from Doctor Watts’s Hymns, which he had learnt at a\nSunday School.",
        "’It was very easy to see, gentlemen, by this youngster’s frowning\nand by the waiting-maid’s tossing her head and turning up her nose,\nand by the young ladies turning their backs and talking together at\nthe other end of the room, that nobody but the old gentleman took\nvery kindly to the noble stranger.  Indeed, Tom plainly heard the\nwaiting-woman say of her master, that so far from being able to\nread the stars as he pretended, she didn’t believe he knew his\nletters in ’em, or at best that he had got further than words in\none syllable; but Tom, not minding this (for he was in spirits\nafter the Madeira), looks with an agreeable air towards the young\nladies, and, kissing his hand to both, says to the old gentleman,\n“Which is which?”",
        "’\"This,” says the old gentleman, leading out the handsomest, if one\nof ’em could possibly be said to be handsomer than the other -\n“this is my niece, Miss Fanny Barker.”",
        "’\"If you’ll permit me, Miss,” says Tom, “being a noble stranger and\na favourite of the planets, I will conduct myself as such.”  With\nthese words, he kisses the young lady in a very affable way, turns\nto the old gentleman, slaps him on the back, and says, “When’s it\nto come off, my buck?”",
        "’The young lady coloured so deep, and her lip trembled so much,\ngentlemen, that Tom really thought she was going to cry.  But she\nkept her feelings down, and turning to the old gentleman, says,\n“Dear uncle, though you have the absolute disposal of my hand and\nfortune, and though you mean well in disposing of ’em thus, I ask\nyou whether you don’t think this is a mistake?  Don’t you think,\ndear uncle,” she says, “that the stars must be in error?  Is it not\npossible that the comet may have put ’em out?”",
        "’\"The stars,” says the old gentleman, “couldn’t make a mistake if\nthey tried.  Emma,” he says to the other young lady.",
        "’\"Yes, papa,” says she.",
        "’\"The same day that makes your cousin Mrs. Grig will unite you to\nthe gifted Mooney.  No remonstrance - no tears.  Now, Mr. Grig, let\nme conduct you to that hallowed ground, that philosophical retreat,\nwhere my friend and partner, the gifted Mooney of whom I have just\nnow spoken, is even now pursuing those discoveries which shall\nenrich us with the precious metal, and make us masters of the\nworld.  Come, Mr. Grig,” he says.",
        "’\"With all my heart, Sir,” replies Tom; “and luck to the gifted\nMooney, say I - not so much on his account as for our worthy\nselves!”  With this sentiment, Tom kissed his hand to the ladies\nagain, and followed him out; having the gratification to perceive,\nas he looked back, that they were all hanging on by the arms and\nlegs of Galileo Isaac Newton Flamstead, to prevent him from\nfollowing the noble stranger, and tearing him to pieces.",
        "’Gentlemen, Tom’s father-in-law that was to be, took him by the\nhand, and having lighted a little lamp, led him across a paved\ncourt-yard at the back of the house, into a very large, dark,\ngloomy room:  filled with all manner of bottles, globes, books,\ntelescopes, crocodiles, alligators, and other scientific\ninstruments of every kind.  In the centre of this room was a stove\nor furnace, with what Tom called a pot, but which in my opinion was\na crucible, in full boil.  In one corner was a sort of ladder\nleading through the roof; and up this ladder the old gentleman\npointed, as he said in a whisper:",
        "’\"The observatory.  Mr. Mooney is even now watching for the precise\ntime at which we are to come into all the riches of the earth.  It\nwill be necessary for he and I, alone in that silent place, to cast\nyour nativity before the hour arrives.  Put the day and minute of\nyour birth on this piece of paper, and leave the rest to me.”",
        "’\"You don’t mean to say,” says Tom, doing as he was told and giving\nhim back the paper, “that I’m to wait here long, do you?  It’s a\nprecious dismal place.”",
        "’\"Hush!” says the old gentleman.  “It’s hallowed ground.\nFarewell!”",
        "’\"Stop a minute,” says Tom.  “What a hurry you’re in!  What’s in\nthat large bottle yonder?”",
        "’\"It’s a child with three heads,” says the old gentleman; “and\neverything else in proportion.”",
        "’\"Why don’t you throw him away?” says Tom.  “What do you keep such\nunpleasant things here for?”",
        "’\"Throw him away!” cries the old gentleman.  “We use him constantly\nin astrology.  He’s a charm.”",
        "’\"I shouldn’t have thought it,” says Tom, “from his appearance.\nMUST you go, I say?”",
        "’The old gentleman makes him no answer, but climbs up the ladder in\na greater bustle than ever.  Tom looked after his legs till there\nwas nothing of him left, and then sat down to wait; feeling (so he\nused to say) as comfortable as if he was going to be made a\nfreemason, and they were heating the pokers.",
        "Continue...",
        "\nThis complete text of The Lamplighter by Charles Dickens is in the public domain.\n\n\nAlso by this author:\nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield is also available on DVD.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}