{
    "title": "The Varieties of Religious Experience - Lecture IX. Conversion",
    "author": "William James",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "To be converted, to be regenerated, to receive grace, to\nexperience religion, to gain an assurance, are so many phrases\nwhich denote the process, gradual or sudden, by which a self\nhitherto divided, and consciously wrong inferior and unhappy,\nbecomes unified and consciously right superior and happy, in\nconsequence of its firmer hold upon religious realities.  This at\nleast is what conversion signifies in general terms, whether or\nnot we believe that a direct divine operation is needed to bring\nsuch a moral change about.",
        "Before entering upon a minuter study of the process, let me\nenliven our understanding of the definition by a concrete\nexample.  I choose the quaint case of an unlettered man, Stephen\nH. Bradley, whose experience is related in a scarce American\npamphlet.[98]",
        "[98] A sketch of the life of Stephen H. Bradley, from the age of\nfive to twenty four years, including his remarkable experience of\nthe power of the Holy Spirit on the second evening of November,\n1829. Madison, Connecticut, 1830.",
        "I select this case because it shows how in these inner\nalterations one may find one unsuspected depth below another, as\nif the possibilities of character lay disposed in a series of\nlayers or shells, of whose existence we have no premonitory\nknowledge.",
        "Bradley thought that he had been already fully converted at the\nage of fourteen.",
        "“I thought I saw the Saviour, by faith, in human shape, for about\none second in the room, with arms extended, appearing to say to\nme, Come.  The next day I rejoiced with trembling; soon after, my\nhappiness was so great that I said that I wanted to die; this\nworld had no place in my affections, as I knew of, and every day\nappeared as solemn to me as the Sabbath.  I had an ardent desire\nthat all mankind might feel as I did; I wanted to have them all\nlove God supremely.  Previous to this time I was very selfish and\nself-righteous; but now I desired the welfare of all mankind, and\ncould with a feeling heart forgive my worst enemies, and I felt\nas if I should be willing to bear the scoffs and sneers of any\nperson, and suffer anything for His sake, if I could be the means\nin the hands of God, of the conversion of one soul.”",
        "Nine years later, in 1829, Mr. Bradley heard of a revival of\nreligion that had begun in his neighborhood.  “Many of the young\nconverts,” he says, “would come to me when in meeting and ask me\nif I had religion, and my reply generally was, I hope I have. \nThis did not appear to satisfy them; they said they KNEW THEY had\nit.  I requested them to pray for me, thinking with myself, that\nif I had not got religion now, after so long a time professing to\nbe a Christian, that it was time I had, and hoped their prayers\nwould be answered in my behalf.",
        "“One Sabbath, I went to hear the Methodist at the Academy. He\nspoke of the ushering in of the day of general judgment; and he\nset it forth in such a solemn and terrible manner as I never\nheard before.  The scene of that day appeared to be taking place,\nand so awakened were all the powers of my mind that, like Felix,\nI trembled involuntarily on the bench where I was sitting, though\nI felt nothing at heart.  The next day evening I went to hear him\nagain.  He took his text from Revelation:  ’And I saw the dead,\nsmall and great, stand before God.’  And he represented the\nterrors of that day in such a manner that it appeared as if it\nwould melt the heart of stone.  When he finished his discourse,\nan old gentleman turned to me and said ’This is what I call\npreaching.’  I thought the same, but my feelings were still\nunmoved by what he said, and I did not enjoy religion, but I\nbelieve he did.",
        "“I will now relate my experience of the power of the Holy Spirit\nwhich took place on the same night.  Had any person told \nme previous to this that I could have experienced the power of\nthe Holy Spirit in the manner which I did, I could not have\nbelieved it, and should have thought the person deluded that told\nme so.  I went directly home after the meeting, and when I got\nhome I wondered what made me feel so stupid.  I retired to rest\nsoon after I got home, and felt indifferent to the things of\nreligion until I began to be exercised by the Holy Spirit, which\nbegan in about five minutes after, in the following manner:–",
        "“At first, I began to feel my heart beat very quick all on a\nsudden, which made me at first think that perhaps something is\ngoing to ail me, though I was not alarmed, for I felt no pain. \nMy heart increased in its beating, which soon convinced me that\nit was the Holy Spirit from the effect it had on me.  I began to\nfeel exceedingly happy and humble, and such a sense of\nunworthiness as I never felt before.  I could not very well help\nspeaking out, which I did, and said, Lord, I do not deserve this\nhappiness, or words to that effect, while there was a stream\n(resembling air in feeling) came into my mouth and heart in a\nmore sensible manner than that of drinking anything, which\ncontinued, as near as I could judge, five minutes or more, which\nappeared to be the cause of such a palpitation of my heart.  It\ntook complete possession of my soul, and I am certain that I\ndesired the Lord, while in the midst of it, not to give me any\nmore happiness, for it seemed as if I could not contain what I\nhad got.  My heart seemed as if it would burst, but it did not\nstop until I felt as if I was unutterably full of the love and\ngrace of God.  In the mean time while thus exercised, a thought\narose in my mind, what can it mean?  and all at once, as if to\nanswer it, my memory became exceedingly clear, and it appeared to\nme just as if the New Testament was placed open before me, eighth\nchapter of Romans, and as light as if some candle lighted was\nheld for me to read the 26th and 27th verses of that chapter, and\nI read these words:  ’The Spirit helpeth our infirmities with\ngroanings which cannot be uttered.’  And all the time that my\nheart was a-beating, it made me groan like a person in distress,\nwhich was not very easy to stop, though I was in no pain at all,\nand my brother being in bed in another room came and opened the\ndoor, and asked me if I had got the toothache.  I told him no, \nand that he might get to sleep. I tried to stop.  I felt\nunwilling to go to sleep myself, I was so happy, fearing I should\nlose it– thinking within myself",
        "          ’My willing soul would stay\n           In such a frame as this.’",
        "And while I lay reflecting, after my heart stopped beating,\nfeeling as if my soul was full of the Holy Spirit, I thought that\nperhaps there might be angels hovering round my bed.  I felt just\nas if I wanted to converse with them, and finally I spoke, saying\n’O ye affectionate angels! how is it that ye can take so much\ninterest in our welfare, and we take so little interest in our\nown.’  After this, with difficulty I got to sleep; and when I\nawoke in the morning my first thoughts were:  What has become of\nmy happiness?  and, feeling a degree of it in my heart, I asked\nfor more, which was given to me as quick as thought.  I then got\nup to dress myself, and found to my surprise that I could but\njust stand.  It appeared to me as if it was a little heaven upon\nearth.  My soul felt as completely raised above the fears of\ndeath as of going to sleep; and like a bird in a cage, I had a\ndesire, if it was the will of God, to get released from my body\nand to dwell with Christ, though willing to live to do good to\nothers, and to warn sinners to repent.  I went downstairs feeling\nas solemn as if I had lost all my friends, and thinking with\nmyself, that I would not let my parents know it until I had first\nlooked into the Testament.  I went directly to the shelf and\nlooked into it, at the eighth of Romans, and every verse seemed\nto almost speak and to confirm it to be truly the Word of God,\nand as if my feelings corresponded with the meaning of the word. \nI then told my parents of it, and told them that I thought that\nthey must see that when I spoke, that it was not my own voice,\nfor it appeared so to me.  My speech seemed entirely under the\ncontrol of the Spirit within me; I do not mean that the words\nwhich I spoke were not my own, for they were.  I thought that I\nwas influenced similar to the Apostles on the day of Pentecost\n(with the exception of having power to give it to others, and\ndoing what they did).  After breakfast I went round to converse\nwith my neighbors on religion, which I could not have been \nhired to have done before this, and at their request I prayed\nwith them, though I had never prayed in public before.",
        "“I now feel as if I had discharged my duty by telling the truth,\nand hope by the blessing of God, it may do some good to all who\nshall read it.  He has fulfilled his promise in sending the Holy\nSpirit down into our hearts, or mine at least, and I now defy all\nthe Deists and Atheists in the world to shake my faith in\nChrist.”",
        "So much for Mr. Bradley and his conversion, of the effect of\nwhich upon his later life we gain no information.  Now for a\nminuter survey of the constituent elements of the conversion\nprocess.",
        "If you open the chapter on Association, of any treatise on\nPsychology, you will read that a man’s ideas, aims, and objects\nform diverse internal groups and systems, relatively independent\nof one another.  Each ’aim’ which he follows awakens a certain\nspecific kind of interested excitement, and gathers a certain\ngroup of ideas together in subordination to it as its associates;\nand if the aims and excitements are distinct in kind, their\ngroups of ideas may have little in common.  When one group is\npresent and engrosses the interest, all the ideas connected with\nother groups may be excluded from the mental field.  The\nPresident of the United States when, with paddle, gun, and\nfishing-rod, he goes camping in the wilderness for a vacation,\nchanges his system of ideas from top to bottom.  The presidential\nanxieties have lapsed into the background entirely; the official\nhabits are replaced by the habits of a son of nature, and those\nwho knew the man only as the strenuous magistrate would not “know\nhim for the same person” if they saw him as the camper.",
        "If now he should never go back, and never again suffer political\ninterests to gain dominion over him, he would be for practical\nintents and purposes a permanently transformed being.  Our\nordinary alterations of character, as we pass from one of our\naims to another, are not commonly called transformations, because\neach of them is so rapidly succeeded by another in the reverse\ndirection; but whenever one aim grows so stable as to expel\ndefinitively its previous rivals from the individual’s life, we\ntend to speak of the phenomenon, and perhaps to wonder at it, as\na “transformation.”",
        "These alternations are the completest of the ways in which a self\nmay be divided.  A less complete way is the simultaneous\ncoexistence of two or more different groups of aims, of which one\npractically holds the right of way and instigates activity,\nwhilst the others are only pious wishes, and never practically\ncome to anything.  Saint Augustine’s aspirations to a purer life,\nin our last lecture, were for a while an example.  Another would\nbe the President in his full pride of office, wondering whether\nit were not all vanity, and whether the life of a wood-chopper\nwere not the wholesomer destiny.  Such fleeting aspirations are\nmere velleitates, whimsies.  They exist on the remoter outskirts\nof the mind, and the real self of the man, the centre of his\nenergies, is occupied with an entirely different system.  As life\ngoes on, there is a constant change of our interests, and a\nconsequent change of place in our systems of ideas, from more\ncentral to more peripheral, and from more peripheral to more\ncentral parts of consciousness.  I remember, for instance, that\none evening when I was a youth, my father read aloud from a\nBoston newspaper that part of Lord Gifford’s will which founded\nthese four lectureships.  At that time I did not think of being a\nteacher of philosophy, and what I listened to was as remote from\nmy own life as if it related to the planet Mars.  Yet here I am,\nwith the Gifford system part and parcel of my very self, and all\nmy energies, for the time being, devoted to successfully\nidentifying myself with it.  My soul stands now planted in what\nonce was for it a practically unreal object, and speaks from it\nas from its proper habitat and centre.",
        "When I say “Soul,” you need not take me in the ontological sense\nunless you prefer to; for although ontological language is\ninstinctive in such matters, yet Buddhists or Humians can\nperfectly well describe the facts in the phenomenal terms which\nare their favorites.  For them the soul is only a succession of\nfields of consciousness:  yet there is found in each field a\npart, or sub-field, which figures as focal and contains the\nexcitement, and from which, as from a centre, the aim seems to be\ntaken.  Talking of this part, we involuntarily apply words of\nperspective to distinguish it from the rest, words like “here,\"\n“this,” “now,” “mine,” or “me\"; and we ascribe to the other parts\nthe positions “there,” “then,” “that,” “his” or “thine,” “it,\"\n“not me.”  But a “here” can change to a “there,” and a “there\"\nbecome a “here,” and what was “mine” and what was “not mine\"\nchange their places.",
        "What brings such changes about is the way in which emotional\nexcitement alters.  Things hot and vital to us to-day are cold\nto-morrow.  It is as if seen from the hot parts of the field that\nthe other parts appear to us, and from these hot parts personal\ndesire and volition make their sallies.  They are in short the\ncentres of our dynamic energy, whereas the cold parts leave us\nindifferent and passive in proportion to their coldness.",
        "Whether such language be rigorously exact is for the present of\nno importance.  It is exact enough, if you recognize from your\nown experience the facts which I seek to designate by it.",
        "Now there may be great oscillation in the emotional interest, and\nthe hot places may shift before one almost as rapidly as the\nsparks that run through burnt-up paper.  Then we have the\nwavering and divided self we heard so much of in the previous\nlecture.  Or the focus of excitement and heat, the point of view\nfrom which the aim is taken, may come to lie permanently within a\ncertain system; and then, if the change be a religious one, we\ncall it a CONVERSION, especially if it be by crisis, or sudden.",
        "Let us hereafter, in speaking of the hot place in a man’s\nconsciousness, the group of ideas to which he devotes himself,\nand from which he works, call it THE HABITUAL CENTRE OF HIS\nPERSONAL ENERGY.  It makes a great difference to a man whether\none set of his ideas, or another, be the centre of his energy;\nand it makes a great difference, as regards any set of ideas\nwhich he may possess, whether they become central or remain\nperipheral in him.  To say that a man is “converted” means, in\nthese terms, that religious ideas, previously peripheral in his\nconsciousness, now take a central place, and that religious aims\nform the habitual centre of his energy.",
        "Now if you ask of psychology just HOW the excitement shifts in a\nman’s mental system, and WHY aims that were peripheral become at\na certain moment central, psychology has to reply that although\nshe can give a general description of what happens, she is unable\nin a given case to account accurately for all the single forces\nat work.  Neither an outside observer nor the Subject who\nundergoes the process can explain fully how particular\nexperiences are able to change one’s centre of energy so\ndecisively, or why they so often have to bide their hour to do\nso.  We have a thought, or we perform an act, repeatedly, but on\na certain day the real meaning of the thought peals through us\nfor the first time, or the act has suddenly turned into a moral\nimpossibility.  All we know is that there are dead feelings, dead\nideas, and cold beliefs, and there are hot and live ones; and\nwhen one grows hot and alive within us, everything has to\nre-crystallize about it.  We may say that the heat and liveliness\nmean only the “motor efficacy,” long deferred but now operative,\nof the idea; but such talk itself is only circumlocution, for\nwhence the sudden motor efficacy?  And our explanations then get\nso vague and general that one realizes all the more the intense\nindividuality of the whole phenomenon.",
        "In the end we fall back on the hackneyed symbolism of a\nmechanical equilibrium.  A mind is a system of ideas, each with\nthe excitement it arouses, and with tendencies impulsive and\ninhibitive, which mutually check or reinforce one another.  The\ncollection of ideas alters by subtraction or by addition in the\ncourse of experience, and the tendencies alter as the organism\ngets more aged.  A mental system may be undermined or weakened by\nthis interstitial alteration just as a building is, and yet for a\ntime keep upright by dead habit.  But a new perception, a sudden\nemotional shock, or an occasion which lays bare the organic\nalteration, will make the whole fabric fall together; and then\nthe centre of gravity sinks into an attitude more stable, for the\nnew ideas that reach the centre in the rearrangement seem now to\nbe locked there, and the new structure remains permanent.",
        "Formed associations of ideas and habits are usually factors of\nretardation in such changes of equilibrium.  New information,\nhowever acquired, plays an accelerating part in the changes; and\nthe slow mutation of our instincts and propensities, under the\n“unimaginable touch of time” has an enormous influence. \nMoreover, all these influences may work subconsciously or half\nunconsciously.[99] And when you get a Subject in whom the\nsubconscious life–of which I must speak more fully soon–is\nlargely developed, and in whom motives habitually ripen in\nsilence, you get a case of which you can never give a full\naccount, and in which, both to the Subject and the onlookers,\nthere may appear an element of marvel.  Emotional occasions,\nespecially violent ones, are extremely potent in precipitating\nmental rearrangements.  The sudden and explosive ways in which\nlove, jealousy, guilt, fear, remorse, or anger can seize upon one\nare known to everybody.[100]  Hope, happiness, security, resolve,\nemotions characteristic of conversion, can be equally explosive. \nAnd emotions that come in this explosive way seldom leave things\nas they found them.",
        "[99] Jouffroy is an example:  “Down this slope it was that my\nintelligence had glided, and little by little it had got far from\nits first faith.  But this melancholy revolution had not taken\nplace in the broad daylight of my consciousness; too many\nscruples, too many guides and sacred affections had made it\ndreadful to me, so that I was far from avowing to myself the\nprogress it had made.  It had gone on in silence, by an\ninvoluntary elaboration of which I was not the accomplice; and\nalthough I had in reality long ceased to be a Christian, yet, in\nthe innocence of my intention, I should have shuddered to suspect\nit, and thought it calumny had I been accused of such a falling\naway.”  Then follows Jouffroy’s account of his\ncounter-conversion, quoted above on p. 173.",
        "[100] One hardly needs examples; but for love, see p. 176, note,\nfor fear, p. 161 ; for remorse, see Othello after the murder;\nfor anger see Lear after Cordelia’s first speech to him; for\nresolve, see p. 175 (J. Foster case).  Here is a pathological\ncase in which GUILT was the feeling that suddenly exploded:  “One\nnight I was seized on entering bed with a rigor, such as\nSwedenborg describes as coming over him with a sense of holiness,\nbut over me with a sense of GUILT. During that whole night I lay\nunder the influence of the rigor, and from its inception I felt\nthat I was under the curse of God.  I have never done one act of\nduty in my life–sins against God and man beginning as far as my\nmemory goes back–a wildcat in human shape.”",
        "In his recent work on the Psychology of Religion, Professor\nStarbuck of California has shown by a statistical inquiry how\nclosely parallel in its manifestations the ordinary “conversion\"\nwhich occurs in young people brought up in evangelical circles is\nto that growth into a larger spiritual life which is a normal\nphase of adolescence in every class of human beings.  The age is\nthe same, falling usually between fourteen and seventeen.  The\nsymptoms are the same,–sense of incompleteness and imperfection;\nbrooding, depression, morbid introspection, and sense of sin;\nanxiety about the hereafter; distress over doubts, and the like. \nAnd the result is the same–a happy relief and objectivity, as\nthe confidence in self gets greater through the adjustment of the\nfaculties to the wider outlook.  In spontaneous religious\nawakening, apart from revivalistic examples, and in the ordinary\nstorm and stress and moulting-time of adolescence, we also may\nmeet with mystical experiences, astonishing the subjects by their\nsuddenness, just as in revivalistic conversion.  The analogy, in\nfact, is complete; and Starbuck’s conclusion as to these ordinary\nyouthful conversions would seem to be the only sound one: \nConversion is in its essence a normal adolescent phenomenon,\nincidental to the passage from the child’s small universe to the\nwider intellectual and spiritual life of maturity.",
        "“Theology,” says Dr. Starbuck, “takes the adolescent tendencies\nand builds upon them; it sees that the essential thing in\nadolescent growth is bringing the person out of childhood into\nthe new life of maturity and personal insight.  It accordingly\nbrings those means to bear which will intensify the normal\ntendencies.  It shortens up the period of duration of storm and\nstress.”  The conversion phenomena of “conviction of sin” last,\nby this investigator’s statistics, about one fifth as long as the\nperiods of adolescent storm and stress phenomena of which he also\ngot statistics, but they are very much more intense.  Bodily\naccompaniments, loss of sleep and appetite, for example, are much\nmore frequent in them.  “The essential distinction appears to be\nthat conversion intensifies but shortens the period by bringing\nthe person to a definite crisis.\"[101]",
        "[101] E. D. Starbuck:  The Psychology of Religion, pp. 224, 262.",
        "The conversions which Dr. Starbuck here has in mind are of course\nmainly those of very commonplace persons, kept true to a\npre-appointed type by instruction, appeal, and example. The\nparticular form which they affect is the result of suggestion and\nimitation.[102] If they went through their growth-crisis in other\nfaiths and other countries, although the essence of the change\nwould be the same (since it is one in the main so inevitable),\nits accidents would be different. In Catholic lands, for example,\nand in our own Episcopalian sects, no such anxiety and conviction\nof sin is usual as in sects that encourage revivals.  The\nsacraments being more relied on in these more strictly\necclesiastical bodies, the individual’s personal acceptance of\nsalvation needs less to be accentuated and led up to.",
        "[102] No one understands this better than Jonathan Edwards\nunderstood it already.  Conversion narratives of the more\ncommonplace sort must always be taken with the allowances which\nhe suggests:",
        "“A rule received and established by common consent has a very\ngreat, though to many persons an insensible influence in forming\ntheir notions of the process of their own experience.  I know\nvery well how they proceed as to this matter, for I have had\nfrequent opportunities of observing their conduct.  Very often\ntheir experience at first appears like a confused chaos, but then\nthose parts are selected which bear the nearest resemblance to\nsuch particular steps as are insisted on; and these are dwelt\nupon in their thoughts, and spoken of from time to time, till\nthey grow more and more conspicuous in their view, and other\nparts which are neglected grow more and more obscure.  Thus what\nthey have experienced is insensibly strained, so as to bring it\nto an exact conformity to the scheme already established in their\nminds.  And it becomes natural also for ministers, who have to\ndeal with those who insist upon distinctness and clearness of\nmethod, to do so too.”  Treatise on Religious Affections.",
        "But every imitative phenomenon must once have had its original,\nand I propose that for the future we keep as close as may be to\nthe more first-hand and original forms of experience.  These are\nmore likely to be found in sporadic adult cases.",
        "Professor Leuba, in a valuable article on the psychology of\nconversion,[103] subordinates the theological aspect of the\nreligious life almost entirely to its moral aspect.  The\nreligious sense he defines as “the feeling of unwholeness, of\nmoral imperfection, of sin, to use the technical word,\naccompanied by the yearning after the peace of unity.”  “The word\n’religion,’” he says, “is getting more and more to signify the\nconglomerate of desires and emotions springing from the sense of\nsin and its release\"; and he gives a large number of examples, in\nwhich the sin ranges from drunkenness to spiritual pride, to show\nthat the sense of it may beset one and crave relief as urgently\nas does the anguish of the sickened flesh or any form of physical\nmisery.",
        "[103] Studies in the Psychology of Religious Phenomena, American\nJournal of Psychology, vii. 309 (1896).",
        "Undoubtedly this conception covers an immense number of cases.  A\ngood one to use as an example is that of Mr. S. H. Hadley, who\nafter his conversion became an active and useful rescuer of\ndrunkards in New York.  His experience runs as follows:–",
        "“One Tuesday evening I sat in a saloon in Harlem, a homeless,\nfriendless, dying drunkard.  I had pawned or sold everything that\nwould bring a drink.  I could not sleep unless I was dead drunk. \nI had not eaten for days, and for four nights preceding I had\nsuffered with delirium tremens, or the horrors, from midnight\ntill morning.  I had often said, ’I will never be a tramp.  I\nwill never be cornered, for when that time comes, if ever it\ncomes, I will find a home in the bottom of the river.’  But the\nLord so ordered it that when that time did come I was not able to\nwalk one quarter of the way to the river.  As I sat there\nthinking, I seemed to feel some great and mighty presence.  I did\nnot know then what it was.  I did learn afterwards that it was\nJesus, the sinner’s friend.  I walked up to the bar and pounded\nit with my fist till I made the glasses rattle.  Those who stood\nby drinking looked on with scornful curiosity.  I said I would\nnever take another drink, if I died on the street, and really I\nfelt as though that would happen before morning.  Something said,\n’If you want to keep this promise, go and have yourself locked\nup.’  I went to the nearest station-house and had myself locked\nup.",
        "“I was placed in a narrow cell, and it seemed as though all the\ndemons that could find room came in that place with me.  This was\nnot all the company I had, either.  No, praise the Lord:  that\ndear Spirit that came to me in the saloon was present, and\nsaid, Pray.  I did pray, and though I did not feel any great\nhelp, I kept on praying.  As soon as I was able to leave my cell\nI was taken to the police court and remanded back to the cell.  I\nwas finally released, and found my way to my brother’s house,\nwhere every care was given me.  While lying in bed the\nadmonishing Spirit never left me, and when I arose the following\nSabbath morning I felt that day would decide my fate, and toward\nevening it came into my head to go to Jerry M’Auley’s Mission.  I\nwent.  The house was packed, and with great difficulty I made my\nway to the space near the platform.  There I saw the apostle to\nthe drunkard and the outcast–that man of God, Jerry M’Auley.  He\nrose, and amid deep silence told his experience.  There was a\nsincerity about this man that carried conviction with it, and I\nfound myself saying, ’I wonder if God can save me?’  I listened\nto the testimony of twenty-five or thirty persons, every one of\nwhom had been saved from rum, and I made up my mind that I would\nbe saved or die right there.  When the invitation was given, I\nknelt down with a crowd of drunkards.  Jerry made the first\nprayer.  Then Mrs. M’Auley prayed fervently for us.  Oh, what a\nconflict was going on for my poor soul!  A blessed whisper said,\n’Come’; the devil said, ’Be careful.’  I halted but a moment, and\nthen, with a breaking heart, I said, ’Dear Jesus, can you help\nme?’  Never with mortal tongue can I describe that moment. \nAlthough up to that moment my soul had been filled with\nindescribable gloom, I felt the glorious brightness of the\nnoonday sun shine into my heart.  I felt I was a free man.  Oh,\nthe precious feeling of safety, of freedom, of resting on Jesus!\nI felt that Christ with all his brightness and power had come\ninto my life; that, indeed, old things had passed away and all\nthings had become new.",
        "“From that moment till now I have never wanted a drink of\nwhiskey, and I have never seen money enough to make me take one. \nI promised God that night that if he would take away the appetite\nfor strong drink, I would work for him all my life.  He has done\nhis part, and I have been trying to do mine.\"[104]",
        "[104] I have abridged Mr. Hadley’s account.  For other\nconversions of drunkards, see his pamphlet, Rescue Mission Work,\npublished at the Old Jerry M’Auley Water Street Mission, New York\nCity.  A striking collection of cases also appears in the\nappendix to Professor Leuba’s article.",
        "<200> Dr. Leuba rightly remarks that there is little doctrinal\ntheology in such an experience, which starts with the absolute\nneed of a higher helper, and ends with the sense that he has\nhelped us.  He gives other cases of drunkards’ conversions which\nare purely ethical, containing, as recorded, no theological\nbeliefs whatever.  John B. Gough’s case, for instance, is\npractically, says Dr. Leuba, the conversion of an\natheist–neither God nor Jesus being mentioned.[105] But in spite\nof the importance of this type of regeneration, with little or no\nintellectual readjustment, this writer surely makes it too\nexclusive.  It corresponds to the subjectively centered form of\nmorbid melancholy, of which Bunyan and Alline were examples.  But\nwe saw in our seventh lecture that there are objective forms of\nmelancholy also, in which the lack of rational meaning of the\nuniverse, and of life anyhow, is the burden that weighs upon\none–you remember Tolstoy’s case.[106] So there are distinct\nelements in conversion, and their relations to individual lives\ndeserve to be discriminated.[107]",
        "[105] A restaurant waiter served provisionally as Gough’s\n’Saviour.’  General Booth, the founder of the Salvation Army,\nconsiders that the first vital step in saving outcasts consists\nin making them feel that some decent human being cares enough for\nthem to take an interest in the question whether they are to rise\nor sink.",
        "[106] The crisis of apathetic melancholy–no use in life–into\nwhich J. S. Mill records that he fell, from which he emerged by\nthe reading of Marmontel’s Memoirs (Heaven save the mark!) and\nWordsworth’s poetry, is another intellectual and general\nmetaphysical case. See Mill’s Autobiography, New York, 1873, pp.\n141, 148.",
        "[107] Starbuck, in addition to “escape from sin,” discriminates\n“spiritual illumination” as a distinct type of conversion\nexperience. Psychology of Religion, p. 85.",
        "Some persons, for instance, never are, and possibly never under\nany circumstances could be, converted.  Religious ideas cannot\nbecome the centre of their spiritual energy.  They may be\nexcellent persons, servants of God in practical ways, but they\nare not children of his kingdom.  They are either incapable of\nimagining the invisible; or else, in the language of devotion,\nthey are life-long subjects of “barrenness” and “dryness.”   \nSuch inaptitude for religious faith may in some cases be\nintellectual in its origin.  Their religious faculties may be\nchecked in their natural tendency to expand, by beliefs about the\nworld that are inhibitive, the pessimistic and materialistic\nbeliefs, for example, within which so many good souls, who in\nformer times would have freely indulged their religious\npropensities, find themselves nowadays, as it were, frozen; or\nthe agnostic vetoes upon faith as something weak and shameful,\nunder which so many of us today lie cowering, afraid to use our\ninstincts.  In many persons such inhibitions are never overcome. \nTo the end of their days they refuse to believe, their personal\nenergy never gets to its religious centre, and the latter remains\ninactive in perpetuity.",
        "In other persons the trouble is profounder.  There are men\nanaesthetic on the religious side, deficient in that category of\nsensibility.  Just as a bloodless organism can never, in spite of\nall its goodwill, attain to the reckless “animal spirits” enjoyed\nby those of sanguine temperament; so the nature which is\nspiritually barren may admire and envy faith in others, but can\nnever compass the enthusiasm and peace which those who are\ntemperamentally qualified for faith enjoy.  All this may,\nhowever, turn out eventually to have been a matter of temporary\ninhibition.  Even late in life some thaw, some release may take\nplace, some bolt be shot back in the barrenest breast, and the\nman’s hard heart may soften and break into religious feeling. \nSuch cases more than any others suggest the idea that sudden\nconversion is by miracle.  So long as they exist, we must not\nimagine ourselves to deal with irretrievably fixed classes. \nNow there are two forms of mental occurrence in human beings,\nwhich lead to a striking difference in the conversion process, a\ndifference to which Professor Starbuck has called attention.  You\nknow how it is when you try to recollect a forgotten name. \nUsually you help the recall by working for it, by mentally\nrunning over the places, persons, and things with which the word\nwas connected.  But sometimes this effort fails:  you feel then\nas if the harder you tried the less hope there would be, as\nthough the name were JAMMED, and pressure in its direction only\nkept it all the more from rising. And then the opposite expedient\noften succeeds.  Give up the effort entirely; think of something\naltogether different, and in half an hour the lost name comes\nsauntering into your mind, as Emerson says, as carelessly as if\nit had never been invited.  Some hidden process was started in\nyou by the effort, which went on after the effort ceased, and\nmade the result come as if it came spontaneously.  A certain\nmusic teacher, says Dr. Starbuck, says to her pupils after the\nthing to be done has been clearly pointed out, and unsuccessfully\nattempted:  “Stop trying and it will do itself!\"[108]",
        "[108] Psychology of Religion, p. 117.",
        "There is thus a conscious and voluntary way and an involuntary\nand unconscious way in which mental results may get accomplished;\nand we find both ways exemplified in the history of conversion,\ngiving us two types, which Starbuck calls the volitional type and\nthe type by self-surrender respectively.",
        "In the volitional type the regenerative change is usually\ngradual, and consists in the building up, piece by piece, of a\nnew set of moral and spiritual habits.  But there are always\ncritical points here at which the movement forward seems much\nmore rapid.  This psychological fact is abundantly illustrated by\nDr. Starbuck.  Our education in any practical accomplishment\nproceeds apparently by jerks and starts just as the growth of our\nphysical bodies does.",
        "“An athlete . . . sometimes awakens suddenly to an understanding\nof the fine points of the game and to a real enjoyment of it,\njust as the convert awakens to an appreciation of religion. If he\nkeeps on engaging in the sport, there may come a day when all at\nonce the game plays itself through him–when he loses himself in\nsome great contest.  In the same way, a musician may suddenly\nreach a point at which pleasure in the technique of the art\nentirely falls away, and in some moment of inspiration he becomes\nthe instrument through which music flows. The writer has chanced\nto hear two different married persons, both of whose wedded lives\nhad been beautiful from the beginning, relate that not until a\nyear or more after marriage did they awake to the full\nblessedness of married life.  So it is with the religious\nexperience of these persons we are studying.\"[109]",
        "[109] Psychology of Religion, p. 385.  Compare, also, pp. 137-144\nand 262.",
        "We shall erelong hear still more remarkable illustrations of\nsubconsciously maturing processes eventuating in results of which\nwe suddenly grow conscious.  Sir William Hamilton and Professor\nLaycock of Edinburgh were among the first to call attention to\nthis class of effects; but Dr. Carpenter first, unless I am\nmistaken, introduced the term “unconscious cerebration,” which\nhas since then been a popular phrase of explanation.  The facts\nare now known to us far more extensively than he could know them,\nand the adjective “unconscious,” being for many of them almost\ncertainly a misnomer, is better replaced by the vaguer term\n“subconscious” or “subliminal.”",
        "Of the volitional type of conversion it would be easy to give\nexamples,[110] but they are as a rule less interesting than \nthose of the self-surrender type, in which the subconscious\neffects are more abundant and often startling.  I will therefore\nhurry to the latter, the more so because the difference between\nthe two types is after all not radical.  Even in the most\nvoluntarily built-up sort of regeneration there are passages of\npartial self-surrender interposed; and in the great majority of\nall cases, when the will had done its uttermost towards bringing\none close to the complete unification aspired after, it seems\nthat the very last step must be left to other forces and\nperformed without the help of its activity.  In other words,\nself-surrender becomes then indispensable.  “The personal will,\"\nsays Dr. Starbuck, “must be given up.  In many cases relief\npersistently refuses to come until the person ceases to resist,\nor to make an effort in the direction he desires to go.”",
        "[110] For instance, C. G. Finney italicizes the volitional\nelement:  “Just at this point the whole question of Gospel\nsalvation opened to my mind in a manner most marvelous to me at\nthe time.  I think I then saw, as clearly as I ever have in my\nlife, the reality and fullness of the atonement of Christ. \nGospel salvation seemed to me to be an offer of something to be\naccepted, and all that was necessary on my part to get my own\nconsent to give up my sins and accept Christ.  After this\ndistinct revelation had stood for some little time before my\nmind, the question seemed to be put, ’will you accept it now,\nto-day?’ I replied, ’Yes; I will accept it to-day, or I will die\nin the attempt!’”  He then went into the woods, where he\ndescribes his struggles.  He could not pray, his heart was\nhardened in its pride.  “I then reproached myself for having\npromised to give my heart to God before I left the woods.  When I\ncame to try, I found I could not. . . .  My inward soul hung\nback, and there was no going out of my heart to God.  The thought\nwas pressing me, of the rashness of my promise that I would give\nmy heart to God that day, or die in the attempt.  It seemed to me\nas if that was binding on my soul; and yet I was going to break\nmy vow.  A great sinking and discouragement came over me, and I\nfelt almost too weak to stand upon my knees.  Just at this moment\nI again thought I heard some one approach me, and I opened my\neyes to see whether it were so.  But right there the revelation\nof my pride of heart, as the great difficulty that stood in the\nway, was distinctly shown to me.  An overwhelming sense of my\nwickedness in being ashamed to have a human being see me on my\nknees before God took such powerful possession of me, that I\ncried at the top of my voice, and exclaimed that I would not\nleave that place if all the men on earth and all the devils in\nhell surrounded me.  ’What!’ I said, ’such a degraded sinner as I\nam, on my knees confessing my sins to the great and holy God; and\nashamed to have any human being, and a sinner like myself, find\nme on my knees endeavoring to make my peace with my offended\nGod!’  The sin appeared awful, infinite.  It broke me down before\nthe Lord.”  Memoirs, pp. 14-16, abridged.",
        "“I had said I would not give up; but when my will was broken, it\nwas all over,” writes one of Starbuck’s correspondents.– Another\nsays:  “I simply said:  ’Lord, I have done all I can; I leave the\nwhole matter with Thee,’ and immediately there came to me a great\npeace.\"–Another:  “All at once it occurred to me that I might be\nsaved, too, if I would stop trying to do it all myself, and\nfollow Jesus:  somehow I lost my load.\"–Another:  “I finally\nceased to resist, and gave myself up, though it was a hard\nstruggle.  Gradually the feeling came over me that I had done my\npart, and God was willing to do his.\"[111]–\"Lord Thy will be\ndone; damn or save!” cries John Nelson,[112] exhausted with the\nanxious struggle to escape damnation; and at that moment his soul\nwas filled with peace.",
        "[111] Starbuck:  Op. cit., pp. 91, 114.",
        "[112] Extracts from the Journal of Mr. John Nelson, London, no\ndate, p. 24.",
        "Dr. Starbuck gives an interesting, and it seems to me a true,\naccount–so far as conceptions so schematic can claim truth at\nall–of the reasons why self-surrender at the last moment should\nbe so indispensable.  To begin with, there are two things in the\nmind of the candidate for conversion:  first, the present\nincompleteness or wrongness, the “sin” which he is eager to\nescape from; and, second, the positive ideal which he longs to\ncompass.  Now with most of us the sense of our present wrongness\nis a far more distinct piece of our consciousness than is the\nimagination of any positive ideal we can aim at.  In a majority\nof cases, indeed, the “sin” almost exclusively engrosses the\nattention, so that conversion is “a process of struggling away\nfrom sin rather than of striving towards righteousness.\"[113] A\nman’s conscious wit and will, so far as they strain towards the\nideal, are aiming at something only dimly and inaccurately\nimagined. Yet all the while the forces of mere organic ripening\nwithin him are going on towards their own prefigured result, and\nhis conscious strainings are letting loose subconscious allies\nbehind the scenes, which in their way work towards rearrangement;\nand the rearrangement towards which all these deeper forces tend\nis pretty surely definite, and definitely different from what he\nconsciously conceives and determines.  It may consequently be\nactually interfered with (JAMMED, as it were, like the lost word\nwhen we seek too energetically to recall it), by his voluntary\nefforts slanting from the true direction.",
        "[113] Starbuck, p. 64.",
        "Starbuck seems to put his finger on the root of the matter when\nhe says that to exercise the personal will is still to live in\nthe region where the imperfect self is the thing most emphasized.\nWhere, on the contrary, the subconscious forces take the lead, it\nis more probably the better self in posse which directs the\noperation.  Instead of being clumsily and vaguely aimed at from\nwithout, it is then itself the organizing centre.  What then must\nthe person do?  “He must relax,” says Dr. Starbuck–\"that is, he\nmust fall back on the larger Power that makes for righteousness,\nwhich has been welling up in his own being, and let it finish in\nits own way the work it has begun. . . .  The act of yielding, in\nthis point of view, is giving one’s self over to the new life,\nmaking it the centre of a new personality, and living, from\nwithin, the truth of it which had before been viewed\nobjectively.\"[114]",
        "[114] Starbuck, p. 115.",
        "“Man’s extremity is God’s opportunity” is the theological way of\nputting this fact of the need of self-surrender; whilst the\nphysiological way of stating it would be, “Let one do all in\none’s power, and one’s nervous system will do the rest.”  Both\nstatements acknowledge the same fact.[115]",
        "[115] Starbuck, p. 113.",
        "To state it in terms of our own symbolism:  When the new centre\nof personal energy has been subconsciously incubated so long as\nto be just ready to open into flower, “hands off” is the only\nword for us, it must burst forth unaided!",
        "We have used the vague and abstract language of psychology. But\nsince, in any terms, the crisis described is the throwing of our\nconscious selves upon the mercy of powers which, whatever they\nmay be, are more ideal than we are actually, and make for our\nredemption, you see why self-surrender has been and always must\nbe regarded as the vital turning-point of the religious life, so\nfar as the religious life is spiritual and no affair of outer\nworks and ritual and sacraments.  One may say that the whole\ndevelopment of Christianity in inwardness has consisted in little\nmore than the greater and greater emphasis attached to this\ncrisis of self-surrender.  From Catholicism to Lutheranism, and\nthen to Calvinism; from that to Wesleyanism; and from this,\noutside of technical Christianity altogether, to pure\n“liberalism” or transcendental idealism, whether or not of the\nmind-cure type, taking in the mediaeval mystics, the quietists,\nthe pietists, and quakers by the way, we can trace the stages of\nprogress towards the idea of an immediate spiritual help,\nexperienced by the individual in his forlornness and standing in\nno essential need of doctrinal apparatus or propitiatory\nmachinery.",
        "Psychology and religion are thus in perfect harmony up to this\npoint, since both admit that there are forces seemingly outside\nof the conscious individual that bring redemption to his life. \nNevertheless psychology, defining these forces as “subconscious,\"\nand speaking of their effects, as due to “incubation,” or\n“cerebration,” implies that they do not transcend the\nindividual’s personality; and herein she diverges from Christian\ntheology, which insists that they are direct supernatural\noperations of the Deity.  I propose to you that we do not yet\nconsider this divergence final, but leave the question for a\nwhile in abeyance–continued inquiry may enable us to get rid of\nsome of the apparent discord.",
        "Revert, then, for a moment more to the psychology of\nself-surrender.",
        "When you find a man living on the ragged edge of his\nconsciousness, pent in to his sin and want and incompleteness,\nand consequently inconsolable, and then simply tell him that all\nis well with him, that he must stop his worry, break with his\ndiscontent, and give up his anxiety, you seem to him to come with\npure absurdities.  The only positive consciousness he has tells\nhim that all is NOT well, and the better way you offer sounds\nsimply as if you proposed to him to assert cold-blooded\nfalsehoods.  “The will to believe” cannot be stretched as far as\nthat.  We can make ourselves more faithful to a belief of which\nwe have the rudiments, but we cannot create a belief out of whole\ncloth when our perception actively assures us of its opposite. \nThe better mind proposed to us comes in that case in the form of\na pure negation of the only mind we have, and we cannot actively\nwill a pure negation.",
        "There are only two ways in which it is possible to get rid of\nanger, worry, fear, despair, or other undesirable affections. \nOne is that an opposite affection should overpoweringly break\nover us, and the other is by getting so exhausted with the\nstruggle that we have to stop–so we drop down, give up, and\nDON’T CARE any longer.  Our emotional brain-centres strike work,\nand we lapse into a temporary apathy. Now there is documentary\nproof that this state of temporary exhaustion not infrequently\nforms part of the conversion crisis.  So long as the egoistic\nworry of the sick soul guards the door, the expansive confidence\nof the soul of faith gains no presence.  But let the former faint\naway, even but for a moment, and the latter can profit by the\nopportunity, and, having once acquired possession, may retain it.",
        "Carlyle’s Teufelsdrockh passes from the everlasting No to the\neverlasting Yes through a “Centre of Indifference.”",
        "Let me give you a good illustration of this feature in the\nconversion process.  That genuine saint, David Brainerd,\ndescribes his own crisis in the following words:–",
        "“One morning, while I was walking in a solitary place as usual, I\nat once saw that all my contrivances and projects to effect or\nprocure deliverance and salvation for myself were utterly in\nvain; I was brought quite to a stand, as finding myself totally\nlost.  I saw that it was forever impossible for me to do anything\ntowards helping or delivering myself, that I had made all the\npleas I ever could have made to all eternity; and that all my\npleas were vain, for I saw that self-interest had led me to pray,\nand that I had never once prayed from any respect to the glory of\nGod.  I saw that there was no necessary connection between my\nprayers and the bestowment of divine mercy, that they laid not\nthe least obligation upon God to bestow his grace upon me; and\nthat there was no more virtue or goodness in them than there\nwould be in my paddling with my hand in the water.  I saw that I\nhad been heaping up my devotions before God, fasting, praying,\netc., pretending, and indeed really thinking sometimes that I was\naiming at the glory of God; whereas I never once truly intended\nit, but only my own happiness.  I saw that as I had never done\nanything for God, I had no claim on anything from him but\nperdition, on account of my hypocrisy and mockery.  When I saw\nevidently that I had regard to nothing but self-interest, then my\nduties appeared a vile mockery and a continual course of lies,\nfor the whole was nothing but self-worship, and an horrid abuse\nof God.",
        "“I continued, as I remember, in this state of mind, from Friday\nmorning till the Sabbath evening following (July 12, 1739), when\nI was walking again in the same solitary place.  Here, in a\nmournful melancholy state I was attempting to pray; but found no\nheart to engage in that or any other duty; my former concern,\nexercise, and religious affections were now gone. I thought that\nthe Spirit of God had quite left me; but still was NOT\nDISTRESSED; yet disconsolate, as if there was nothing in heaven\nor earth could make me happy.  Having been thus endeavoring to\npray–though, as I thought, very stupid and senseless–for near\nhalf an hour; then, as I was walking in a thick grove,\nunspeakable glory seemed to open to the apprehension of my soul. \nI do not mean any external brightness, nor any imagination of a\nbody of light, but it was a new inward apprehension or view that\nI had of God, such as I never had before, nor anything which had\nthe least resemblance to it.  I had no particular apprehension of\nany one person in the Trinity, either the Father, the Son, or the\nHoly Ghost; but it appeared to be Divine glory.  My soul rejoiced\nwith joy unspeakable, to see such a God, such a glorious Divine\nBeing; and I was inwardly pleased and satisfied that he should be\nGod over all for ever and ever.  My soul was so captivated and\ndelighted with the excellency of God that I was even swallowed up\nin him, at least to that degree that I had no thought about my\nown salvation, and scarce reflected that there was such a\ncreature as myself.  I continued in this state of inward joy,\npeace, and astonishing, till near dark without any sensible\nabatement; and then began to think and examine what I had seen;\nand felt sweetly composed in my mind all the evening following. \nI felt myself in a new world, and everything about me appeared\nwith a different aspect from what it was wont to do.  At this\ntime, the way of salvation opened to me with such infinite\nwisdom, suitableness, and excellency, that I wondered I should\never think of any other way of salvation; was amazed that I had\nnot dropped my own contrivances, and complied with this lovely,\nblessed, and excellent way before.  If I could have been saved by\nmy own duties or any other way that I had formerly contrived, my\nwhole soul would now have refused it.  I wondered that all the\nworld did not see and comply with this way of salvation, entirely\nby the righteousness of Christ.\"[116]",
        "[116] Edward’s and Dwight’s Life of Brainerd, New Haven, 1822,\npp. 45-47, abridged.",
        "I have italicized the passage which records the exhaustion of the\nanxious emotion hitherto habitual.  In a large proportion, \nperhaps the majority, of reports, the writers speak as if the\nexhaustion of the lower and the entrance of the higher emotion\nwere simultaneous,[117] yet often again they speak as if the\nhigher actively drove the lower out.  This is undoubtedly true in\na great many instances, as we shall presently see.  But often\nthere seems little doubt that both conditions–subconscious\nripening of the one affection and exhaustion of the other–must\nsimultaneously have conspired, in order to produce the result.",
        "[117] Describing the whole phenomenon as a change of equilibrium,\nwe might say that the movement of new psychic energies towards\nthe personal centre and the recession of old ones towards the\nmargin (or the rising of some objects above, and the sinking of\nothers below the conscious threshold) were only two ways of\ndescribing an indivisible event.  Doubtless this is often\nabsolutely true, and Starbuck is right when he says that\n“self-surrender” and “new determination,” though seeming at first\nsight to be such different experiences, are “really the same\nthing.  Self-surrender sees the change in terms of the old self,\ndetermination sees it in terms of the new.”  Op. cit., p. 160.",
        "T. W. B., a convert of Nettleton’s, being brought to an acute\nparoxysm of conviction of sin, ate nothing all day, locked\nhimself in his room in the evening in complete despair, crying\naloud, “How long, O Lord, how long?”  “After repeating this and\nsimilar language,” he says, “several times, I seemed to sink away\ninto a state of insensibility.  When I came to myself again I was\non my knees, praying not for myself but for others.  I felt\nsubmission to the will of God, willing that he should do with me\nas should seem good in his sight.  My concern seemed all lost in\nconcern for others.\"[118]",
        "[118] A. A. Bonar:  Nettleton and his Labors, Edinburgh, 1854, p.\n261.",
        "Our great American revivalist Finney writes:  “I said to myself: \n’What is this?  I must have grieved the Holy Ghost entirely away.",
        "I have lost all my conviction.  I have not a particle of concern\nabout my soul; and it must be that the Spirit has left me.’\n’Why!’ thought I, ’I never was so far from being concerned about\nmy own salvation in my life.’ . . . I tried to recall my\nconvictions, to get back again the load of sin under which I had\nbeen laboring.  I tried in vain to make myself anxious.  I was so\nquiet and peaceful that I tried to feel concerned about that,\nlest it should be the result of my having grieved the Spirit\naway.\"[119]",
        "[119] Charles G. Finney:  Memoirs written by Himself, 1876, pp.\n17, 18.",
        "But beyond all question there are persons in whom, quite\nindependently of any exhaustion in the Subject’s capacity for\nfeeling, or even in the absence of any acute previous feeling,\nthe higher condition, having reached the due degree of energy,\nbursts through all barriers and sweeps in like a sudden flood. \nThese are the most striking and memorable cases, the cases of\ninstantaneous conversion to which the conception of divine grace\nhas been most peculiarly attached. I have given one of them at\nlength–the case of Mr. Bradley.  But I had better reserve the\nother cases and my comments on the rest of the subject for the\nfollowing lecture.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003. Also see Part II of this book.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Varieties of Religious ExperienceBy William JamesAt Amazon"
    ]
}