{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XIII.",
    "author": "I. Windslow Ayer",
    "chapter": "14",
    "content": [
        "\n\n",
        "FIRST ATTEMPT OF THE REBELS TO CAPTURE UNITED STATES STEAMER MICHIGAN\nCARRYING EIGHTEEN GUNS–MODUS OPERANDI–WHY THEY FAILED, &c., &c.–UNITED\nSTATES COMMERCE UPON THE LAKES TO BE DESTROYED–NORTHERN CITIES TO BE LAID\nUNDER CONTRIBUTION, &c.",
        "Canada, occupying the geographical position and belonging to another\nnation as it does, has been ever since this war broke out, the rendezvous\nof thousands upon thousands of the vagabond and criminal population of the\nUnited States, together with the rebels and refugees, until its population\nfar exceeds what it had in 1860; almost every business occupation is\ncrowded to such an extent that it is almost impossible to obtain\nemployment of any kind, many persons being obliged to keep from starving\nby begging, for their food, and the clothes they wear upon their backs.\nSome of this refugee population have means, others are supplied by their\nfriends and families at home; but by far the greater number are without\nany occupation or visible means of support, habitué of the gambling hells,\ndrinking saloons, &c., in favor of any crime or villainy to supply their\ndepleted purses, and furnish them with the means of living at ease and\nidleness. Under such circumstances and among such a class of population,\nis it anything strange, that the robbery of banks, the pillaging of the\ninhabitants of the Northern border, that raids with all the necessary\nplundering and so forth, found plenty of advocates and supporters, and\nwhen the time arrived to carry them into execution, plenty of desperadoes,\nfit tools for such infamous projects. The great difficulty in Canada was\nnot in getting enough of these men to participate in matters of this kind;\nbut to prevent too many of them from knowing of them, so that there would\nbe a smaller number among whom to divide the spoils and plunder thus\nobtained, so that the chief difficulty lay in getting together just enough\nof the most desperate characters to carry out an expedition. During the\nChicago Democratic Convention the efforts of the rebels were not confined\nalone to Camp Douglas; but simultaneously with their efforts in Chicago,\nthey were to make an attempt to capture the United States Steamer\nMichigan, carrying eighteen guns, stationed on Lake Erie, the steamer\npermitted by the treaty between the United States and Great Britain, for\nthe better protection of rebel prisoners confined at Johnston’s Island.",
        "The prisoners of war at Chicago, Illinois, being released, and the great\nconspiracy in the North once fairly inaugurated, the capture of the\nsteamer Michigan was to be one of the combined movements that were to\nstartle the country, and aid the conspiracy in overturning the authority\nof the United States Government, With the “Michigan” in their hands, the\nconspirators would have a powerful auxilliary in their pernicious designs\nupon the country, and be able to render effective aid to the Southern\nRebellion; ruining the commercial status of the United States on the great\nlakes, and effectually closing all the ports on their borders, and in\naddition to this, their laying all the large towns and cities on the\nnorthern portion under contributions, and exacting from them enormous sums\nof money, through fear of bombardment. The plan of the conspirators to get\npossession of the Michigan was by bribery and by surprise. Mr. Thompson,\nin his efforts to seize the vessel, secured the services of a man named\nCole, of Sandusky City, who, whilom, had been a citizen of Virginia, but\nwho still retained his sympathies for the rebellion, and took an active\npart in aiding it whenever he had an opportunity, and a woman, said to\nhave been his paramour, who carried dispatches backwards and forwards\nbetween the parties. This man Cole seems to have been the most wiley\nconspirator of them all, and played his infamous part of the plot with the\nmost adroit shrewdness; and the defeat of the whole scheme was not owing\nto any blunder of his, but rather the blunder of those who employed and\nfurnished him with the means. Having been well supplied with money by Mr.\nThompson, and no limit put to his expenses, he began his work with a will.\nHe seems to have begun by getting generally well acquainted with the\nofficers of the vessel, by feasting them, and now and then lending them\nmoney, or accommodating them in some other way, until he had won the\nconfidence of all those in command of the steamer, as well as those in\ncharge of Johnston’s Island. After a time, he found out those who were\nmost vulnerable on the money question, and those whom he did not dare to\napproach upon the subject. Of the latter class, there is one mentioned in\nparticular by the rebels, whose suspicions they did not care to arouse,\nand which they made every attempt to lull. This was an officer named Eddy,\nfrom Massachusetts. Of the former class, whom they bribed, the rebels\nmentioned particularly the chief engineer, who, they said, had agreed, for\ntwenty thousand dollars in gold, to get the machinery out of order, and\notherwise aid in the vessel’s capture, and one or two others.",
        "A citizen of Chicago, he was at one time the Democratic candidate for\nSheriff of Cook County, in which is the city of Chicago, during the\nearliest part of the war he was very active in helping to raise what was\ncalled the Irish brigade. He afterwards became a bitter democratic\npartizan and was connected with the Sons of Liberty. Just before and\nduring the Convention be received into his family several rebel soldiers\nwho were there during the day and night time, making cartridges for the\nexpected release of the rebel prisoners of war at Camp Douglas. He was\narrested in his own house on the morning of the 7th of November, as was\nalso his son, and two Rebel soldiers and taken to Camp Douglas. In his\nhouse and on his premises were an immense numbers of guns of several kinds\nand also immense military stores, consisting of powder, buckshot,\ncartridges, with two or three cast braces of army revolvers, all these\nguns and pistols were loaded and ready with the exception of being capped.\nCharles Walsh is of Irish extraction and about forty years of age, and a\nfine looking man. He is generous, impulsive, rather easily influenced,\nagreeable in conversation, and except in the character he assumed as an\nenemy to his country was possessed of qualities which would win for him\nmany friends. There are as bad men, in our opinion, as Mr. Charles Walsh,\nto day at liberty and talking treason in our midst.]",
        "Of the remainder of the officers of the Michigan, they thought their\nwell-known Democratic faith and sympathy with the rebellion, would prevent\nthem from seeing or knowing too much, until too late to avoid the\ndisaster. Of these last, the conspirators did not seem to entertain the\nleast fear, some of them being Southern men by birth, and at most, but\npassive in their fidelity to the government. The men of the vessel who\nwere loyal, were also tampered with, and the rebels in Canada looked for\nassistance from them, and claimed that some of their own men from Canada\nhad enlisted on board of her for the purpose of aiding to capture her. Of\nthese rebels, however, there were but few. As the writer has stated\nbefore, the attempt on the steamer Michigan was to be simultaneous with\nthat at Chicago, Ill., and while the rebels and their friends were\nassembling in Chicago, they were also gathering in Sandusky City, for the\ncapture of the Michigan. The exact number of conspirators in Sandusky, at\nthat time, is not known to the writer, nor the details of their plans; but\nlet it suffice to say, that they were there, armed and ready. When the\ntime of action arrived, however, the engineer and his accomplices were no\nwhere to be found, and after waiting for nearly two days, the rebel\nportion of the conspirators, with the exception of Capt. Beall, returned\nto Canada. On their return, they said that the persons whom they had\nbribed were afraid to toe the mark–that is, were afraid to carry out\ntheir infamous and hazardous part of the contract. The rebels were in\ngreat fear, lest something had happened that would put an end forever to\ntheir hopes, in regard to the steamer, but in a few days after this, the\nnon-appearance of the engineer and friends, were duly explained, and the\nalarm caused by it quieted, and another time set for the attempt; the\nsequel will show how much they intended, and how much they ventured to\neffect their aims. It is a well known fact that the rebels while in\nSandusky city, were feasted and toasted in the houses of some of the\nprominent citizens and business men, and encouraged in every way by them.\nThe day being set once more, preparations were again made to capture the\nvessel, and this time occurred what was called the Lake Erie Piracy,\nnearly everything connected with which was so disgraceful to the United\nStates service, that although the government hastened to remove all the\nreprehensible officers, and retain those who deserved well of their\ncountry, yet seems to have endeavored to keep some of the facts connected\nwith it, from being made public. About one week before the time set for\nthe second attempt arrived, Capt. Beall returned from Sandusky to Windsor,\nCanada West, and announced that all was ready for the capture, and\nimmediately telegraphed to Jacob Thompson, who was then at the Queen’s\nHotel, in Toronto, who at once answered that he would come to Windsor that\nnight, and desired not to be recognized. That evening he arrived at\nWindsor, and without apparently being known got into a carriage waiting,\nand was taken to the residence of a Col. Steele, about a mile below\nWindsor, where he was expected. During this week all the men who were to\nparticipate in the affair were notified, and this time the services of\nsome of the men who had been to Chicago during the Convention, were called\ninto requisition. The officers of the rebel army could be seen running\nabout, here and there, to the different boarding houses where the men were\nstopping, carrying ominous looking carpet bags, distributing from them\npistols, ammunition and other things, deemed necessary for the\nundertaking, which was to be made on the night of the following Monday.\nMost active in these efforts to incite these men to deeds of desperation,\nwere Col. Steele and Jake Thompson–or when he used his assumed name, Col.\nCarson. The plans of the pirates were as follows, and the writer gives\nthem just as he heard them from the lips of two of the rebel officers who\nparticipated in the affair, commanding detachments on board of the “Philo\nParsons.” Part of the men, amounting in all to about seventy-five, were to\ngo from Canada to Sandusky city by rail, another party were to cross the\nriver at Detroit early on Monday morning, and take passage on the steamer\n“Philo Parsons” for Sandusky, another portion were to take passage on her\nfrom Sandwich, Canada, about two miles below Detroit, and still another\nparty of them, consisting of about fifteen (with eight or ten citizens who\nknew nothing of what was contemplated), on Sunday morning were to charter\na small steamer called the “Scotia,” plying between Windsor and Detroit,\nostensibly for the purpose of taking a pleasure ride to Malden, Canada,\nabout twenty miles below Detroit, and near the entrance of the river into\nthe lake, when they were also on Monday to take passage for the same place\non the Parsons. At Kelley’s Island, one of the points at which the boat\ntouched in her daily trips, they were to receive a messenger from Cole,\nletting them know, that up to that time everything was going on smoothly\nin Sandusky; upon receiving this information, all the different portions\nof the gang were to unite and seize the steamer, before she reached the\nnext landing, at which she generally stopped. The engineers and pilots\nwere to be forced, by threats of instant death if they refused, to still\noccupy their respective places; the passengers were to be put off at some\nout of the way place, where it would be impossible for them to give any\ninformation to the authorities, and after dark they were to run down into\nSandusky bay, where they would see certain signals, made by those\nconspirators on the shore, when they would land, take on board all those\nwho had come by rail from Detroit, and some Copperheads from Cincinnati,\nOhio, and other places, and at once would immediately turn the prow of the\nParson for the steamer Michigan. Cole was to give a champagne supper on\nboard the Michigan that evening, to the officers, and was to be there\nhimself with a party of rebels, who had also become well acquainted with\nthe officers, and was invited at the request of Cole, to join in the\nfestivities of the occasion. It was intended for the Philo Parsons to\nreach hailing distance of the Michigan about eleven or twelve o’clock that\nnight, in order that by this time as many of the crew as possible, through\nthe champagne, would be incapable of rendering any resistance, when the\nParsons was hailed by the watch on board the steamer, and Cole and his\nassociates were at once to take possession of a gun, which would sweep the\nwhole decks, to prevent that portion of the crew who were not rendered\nincapable of it by drink, from attempting any effectual resistance to the\nconspirators boarding her from the Parsons. Once in possession of this\nvessel of war, the prisoners on the island were to be immediately\nreleased, landed at Sandusky, when the Sons of Liberty, Illini and other\nsecret societies were to seize the opportunity of rising up, and asserting\ntheir peculiar doctrines, under the protection of this powerful man of\nwar. The same course was to be pursued at Cleveland and other places,\nalong the lake coast, where their secret societies were in full blast, the\nconspirators exacting an enormous tribute of the loyal portion of these\ncommunities to save their property from the dangers of bombardment. This\nexpected tribute of ten millions of dollars, (to be divided equally among\nthem,) from the border cities, was the greatest inducement held out by the\nrebel leaders before leaving Canada, to their desperadoes, in order to\nexcite their cupidity and zeal, and inflame their minds to such a pitch,\nthat they would render a strict obedience to their officers, and hesitate\nat no act of violence. These were the plans of the conspirators, and\nalthough they may seem almost ideal and improbable, yet are very possible\neven to the most minute details, when one will take time to stop and\nconsider the great chances of success the pirates had in having a portion\nof the crew bribed, and their prospects of having the remainder too\nexcited by liquor, to make any effectual opposition–the surprise, the\nchaos and confusion of the crew at finding those whom they supposed their\nfriends, as well as their own comrades and fellow-soldiers, fighting them\nhand to hand. Under such circumstances as these, it is very easy to\nconceive of the capture of a vessel by a band of desperadoes, who would\nhesitate at no act of bloodshed or villainy to accomplish their objects.\nIn addition to this, they were rendered more desperate, if such a thing\ncould be, by the certainty that if they failed and were captured, a speedy\nand disgraceful death awaited them. The Michigan being captured, it is\nalso easy to conceive that all the other portions of their plans could\nhave been carried out, perhaps to a greater extent than already mentioned,\nthat contributions could have been levied and exacted from the people, and\nespecially that the Sons of Liberty and other secret societies would\njoyously seize such an opportunity as the protection of this man-of-war\nafforded them, to throw off the mantle of secrecy and darkness from their\nhell-born principles, and parade them to the view of the public in all\ntheir hideousness. We will now follow up the plans of the conspirators,\nand mention the facts as they occurred. On Sunday the –th of September,\njust preceding the attempt, although it was a rainy and very disagreeable\nday, in accordance with orders, the Scotia was chartered and conveyed her\npart of the pirates, together with some arms to Maiden, C.W. It is due to\nthe citizens who were with the pirates, to say here, that they had no idea\nthat the piracy was contemplated, and thought that it was only a fishing\nexcursion, which at that time was a very common occurrence with the\nSoutheners at Windsor. That evening when the Scotia returned, they alleged\nthat it was so unpleasant that they would wait until the next day before\ngoing back to Windsor, in this way lulling everything like suspicion in\nthe minds of those who had only been invited to go with them, the more\neffectually to conceal the real objects of the pirates. On Monday, on the\narrival of the Steamer Philo Parsons at Malden, those who had taken\npassage from Detroit and Sandwich, were seen in very conspicuous places on\nthe decks, by those on the wharf, who immediately boarded her in the\ncapacity of passengers. It was not the intention of the pirates to seize\nthe vessel until nearly to Sandusky, and in the event they received no\nmessenger from Cole, at Kelley’s Island, they were not to take\npossession of her at all, but continue in their characters as passengers\nto Sandusky, and there learn the cause of his failure to communicate with\nthem. But as subsequent events will show, they were compelled to change\ntheir whole plan of operations. Shortly after the vessel left Malden, the\nfrequency with which all of these men patronized the bar of the boat,\nattracted the suspicions of some of the passengers, as well as the\nofficers, one of whom, from some remarks let fall by one of the men,\nthought they were a suspicious set, and said that as soon as the boat\narrived at Sandusky, he would have them arrested and taken care of. Some\nof the pirates happened to hear this remark, and as soon as it was\ngenerally known, created the greatest consternation among them, and upon\narriving at Kelley’s Island and not receiving the messenger promised by\nCole, they were in a very unenviable position. To go to Sandusky they\nwould be arrested; the only course they could take to save their own lives\nand liberty, was that which they eventually adopted. Capt. Beall, after\nhearing this report, quickly determined to seize the vessel, which was\naccordingly done, to the great terror of the passengers and crew. One or\ntwo of the crew who refused to obey the orders given by the pirates, were\nseverely wounded. Finding that there was only wood enough on board to last\nfor a short time, she was run to Put-in-bay to get a supply, and it was at\nthis landing that they seized the Island Queen, which happened to be there\nalso, for the same purpose. This vessel, after removing her valuables, was\nimmediately scuttled and left floating with the current in a sinking\ncondition. After dark that night, the pirates ran down into Sandusky Bay,\nbut failing to see the signals agreed upon, and after waiting a short\ntime, again returned to the open lake, convinced by this time that\nsomething had happened to their friends in Sandusky. Capt. Beall then\nseeing that something had happened which would prevent them from capturing\nthe Michigan, announced his determination to cruise on the lake as long as\npossible, burning and destroying all he could, and endeavored to induce\nhis men to go with him; but they were already scared, and begun to fear\nthe consequences of their act, and insisted upon going back to Canada.\nThis is what Capt. Beall himself told Mr. Thompson on his return to\nCanada, that “if it had not been for these mutinous scoundrels, I could\nhave run that boat on these lakes for two weeks, burning and destroying\nall the vessels we met with, before the Yankees could have made us take to\nland.” The owners of shipping upon the great lakes, can now if they never\ncould before, appreciate fully the danger to their vessels at that time.\nThe day before the rebels left Windsor, C.W., the United States\nauthorities had been notified of the expedition, and fully placed upon\ntheir guard, and if the plans of Lieut. Col. Hill, the efficient commander\nof the post at Detroit could have been followed, he would have captured\nthe whole gang. However, he telegraphed to Sandusky, and had Cole arrested\nwhile he was sitting at the table, taking dinner with the officers on\nboard the Michigan. This effectually prevented Cole from communicating\nwith the conspirators.",
        "Col. Hill’s plans were to let the pirates take the Parsons, and then\nbefore they had time to do any damage, have the Michigan meet them on\ntheir way to Sandusky and capture them all together, and thus relieve the\nGovernment from any farther trouble with this most desperate band of\nincendiaries. Col. Hill telegraphed to the commander of the Michigan,\nrequesting him to do this, and it is generally understood that the reason\nwhy he did not do it was that the machinery of the vessel was out of\norder, thus showing how well those who had been bribed had done their\nduty. In addition to these attempts to capture the steamer Michigan, was\nthe celebrated St. Albans raid, which among others, was one of the rebel\nmodes of carrying the war into Africa and harrassing the northern border.",
        "This raid, which has become so famous in the history of this war, was\nfirst started by a Texan, named Bracey, belonging to one of the rebel\nTexan regiments. This man, for four or five years before the war, had been\ngoing to one of the schools or colleges (according to his own account of\nhimself,) in St. Albans, and was well acquainted, both with the city and\ncountry, in the immediate neighborhood. He gave all the information he\ncould, and offered to return there to get more, which he, with one or two\nrebel soldiers did, and obtained all the necessary information that would,\nin any way, aid them in their criminal designs. Upon their report, on\ntheir return to Canada, the fitting out the expedition immediately\nbegan–the money, arms, etc., being furnished by the rebel agents in\nMontreal or Quebec. Of the details of this affair, as carried out, the\npeople have been fully advised by the newspapers, and, to all intents and\npurposes, the raid has been a success, or has operated in this manner by\nthe winding and twisting course of the Canadian law courts, which seem to\nbe actuated by no fixed principles, but wavering between the fear of the\npublic opinion of the American people, and their desire to aid the rebels\nin overturning the government–and had it not been for the sudden turn the\nwar has taken in the last six months, the people along the northern border\nwould have been subjected to numerous other and similar raids. The St.\nAlbans raid was only a part of one grand scheme of the rebels, for the\npast two years, to inaugurate a new mode of warfare, entirely beyond the\npale of that waged by civilized nations, and a relic of the more barbarous\nages. This new mode of warfare, or incendiarism, as it is generally\ncalled, was first started by the rebel government, after the fall of\nMemphis, Tenn., for the purpose of destroying vessels, loaded with\ngovernment property, and cut off the communications of the armies in the\nlower countries, with their depots of supplies; with this end in view,\ncompanies of men were regularly enlisted for the purpose, and after a\ntime, the sympathies and the aid rendered the rebellion by certain classes\nof the people at the North, justified them in extending its pernicious\neffects further North. Companies were enlisted and sent through the lines,\nwith orders to burn public buildings, army stores, and supplies, wherever\nthey could find them. Thus far, secret agents of the rebels were scattered\nall over the North, in small squads, wherever there was a prospect of\ndoing injury to the government; and it is to the efforts of these men,\nthat the country is indebted for the wholesale destruction of steamboat\nand other property at St. Louis, Cairo, and other places on the western\nrivers. These men performing the incendiary acts frequently upon\ninformation furnished them by their sympathizing friends. The public are\nalready well aware of the manner in which some of these acts of\nincendiarism terminated, most especially the attempt of Capt. Kennedy and\nothers, holding commissions in the rebel service, to burn New York city.\nIf ever a man deserved his fate, this man Kennedy certainly did, and the\npublic, having been saved, unscathed, can never fully appreciate the\nenormity of his crime. One, knowing the facts of these men being in the\nNorth for this purpose, can readily appreciate the punishment awarded them;\nbut upon reviewing all the facts in the case, will as readily say that\nthey are now less guilty than the citizens of the North, who aided them in\ntheir designs, by furnishing them information and associating with them,\nand even receiving them into their families, while they were yet public\nenemies, and in arms against the country.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}