{
    "title": "The Former Philippines thru Foreign Eyes - Chapter V",
    "author": "Fedor Jagor et al",
    "chapter": "6",
    "content": [
        "\n\n",
        "[The familiar field for travellers.] The environs of Manila, the Pasig,\nand the Lagoon of Bay, which are visited by every fresh arrival in the\ncolony, have been so often described that I have restricted myself\nto a few short notes upon these parts of the country, and intend to\nrelate in detail only my excursions into the south-eastern provinces\nof Luzon, Camarines, and Albay, and the islands which lie to the east\nof them, Samar and Leyte. Before doing this, however, it will not be\nout of place to glance at the map and give some slight description\nof their geographical conditions.",
        "[Archipelago’s great extent.] The Philippine Archipelago lies between\nBorneo and Formosa, and separates the northern Pacific Ocean from the\nChina Sea. It covers fourteen and one-half degrees of latitude, and\nextends from the Sulu Islands in the south, in the fifth parallel of\nnorth latitude, to the Babuyans in the north in latitude 19° 30’. If,\nhowever, the Bashee or Batanes Islands be included, its area may be\nsaid to extend to the twenty-first parallel of north latitude. But\nneither southwards or northwards does Spanish rule extend to these\nextreme limits, nor, in fact, does it always reach the far interior\nof the larger islands. From the eastern to the western extremity of\nthe Philippines the distance is about nine degrees of longitude. Two\nislands, Luzon, with an area of two thousand, and Mindanao, with one of\nmore than one thousand five hundred square miles, are together larger\nthan all the rest. The seven next largest islands are Palawan, Samar,\nPanay, Mindoro, Leyte, Negros, and Cebu; of which the first measures\nabout two hundred and fifty, and the last about one hundred square\nmiles. Then come Bohol and Masbate, each about half the size of Cebu;\ntwenty smaller islands, still of some importance; and numerous tiny\nislets, rocks, and reefs.",
        "[Favored by position and conditions.] The Philippines are extremely\nfavored by their position and conditions. Their extension from\nnorth to south, over 16° of latitude, obtains for them a variety of\nclimate which the Dutch Indies, whose largest diameter, their extent\nin latitude north and south of the equator being but trifling, runs\nfrom the east to the west, by no means enjoy. The advantages accruing\nfrom their neighborhood to the equator are added to those acquired\nfrom the natural variety of their climate; and the produce of both the\ntorrid and temperate zones, the palm-tree and the fir, the pine-apple,\nthe corn ear and the potato, flourish side by side upon their shores.",
        "[Harbors and water highways.] The larger islands contain vast inland\nseas, considerable navigable rivers, and many creeks running far\ninto the interior; they are rich, too, in safe harbors and countless\nnatural ports of refuge for ships in distress. Another attribute\nwhich, though not to be realized by a glance at the map, is yet one\nof the most fortunate the Islands possess, is the countless number\nof small streams which pour down from the inland hills, and open out,\nere they reach the ocean, into broad estuaries; up these watercourses\ncoasting vessels of shallow draught can sail to the very foot of the\nmountains and take in their cargo. [Soil and sea alike productive.] The\nfertility of the soil is unsurpassed; both the sea around the coasts\nand the inland lakes swarm with fish and shell-fish, while in the whole\narchipelago there is scarcely a wild beast to be found. It seems that\nonly two civets happen to appear: Miro (paradoxurus philippinensis\nTem.) and galong (viverra tangalunga Gray). Luzon surpasses all the\nother islands, not only in size, but in importance; and its fertility\nand other natural superiority well entitle it to be called, as it is\nby Crawfurd, “the most beautiful spot in the tropics.”",
        "[Luzon.] The mainland of the isle of Luzon stretches itself in a\ncompact long quadrangle, twenty-five miles broad, from 18° 40’ north\nlatitude to the Bay of Manila (14° 30’); and then projects, amid\nlarge lakes and deep creeks, a rugged promontory to the east, joined\nto the main continent by but two narrow isthmuses which stretch east\nand west of the large inland Lagoon of Bay. Many traces of recent\nupheavals betoken that the two portions were once separated and\nformed two distinct islands. The large eastern promontory, well-nigh\nas long as the northern portion, is nearly cut in half by two deep\nbays, which, starting from opposite points on the south-eastern\nand north-western coasts, almost merge their waters in the center\nof the peninsula; the Bay of Ragay, and the Bay of Sogod. In fact,\nthe southern portion of Luzon may be better described as two small\npeninsulas lying next to one another in parallel positions, and joined\ntogether by a narrow neck of land scarcely three miles broad. Two small\nstreams which rise nearly in the same spot and pour themselves into\nthe two opposite gulfs, make the separation almost complete, and form\nat the same time the boundary between the province of Tayabas on the\nwest, and that of Camarines on the east. The western portion, indeed,\nconsists almost entirely of the first-named district, and the eastern\nis divided into the provinces of North Camarines, South Camarines,\nand Albay. The first of these three is divided from Tayabas by the\nboundary already mentioned, and from South Camarines by a line drawn\nfrom the southern shore of the Bay of San Miguel on the north to the\nopposite coast. The eastern extremity of the peninsula forms the\nprovince of Albay; separated from South Camarines by a line which\nruns from Donzol, on the south coast, northwards across the volcano\nof Mayon, and which then, inclining to the west, reaches the northern\nshore. A look at the map will make these explanations clearer.",
        "[The monsoons.] There are two seasons in the Philippines, the wet and\nthe dry. The south-west monsoon brings the rainy season, at the time of\nour summer, to the provinces which lie exposed to the south and west\nwinds. On the northern and eastern coasts the heaviest downpours take\nplace (in our winter months) during the north-eastern monsoons. The\nruggedness of the country and its numerous mountains cause, in\ncertain districts, many variations in these normal meteorological\nconditions. The dry season lasts in Manila from November till June\n(duration of the north-east monsoon); rain prevails during the\nremaining months (duration of the south-west monsoon). The heaviest\nrainfall occurs in September; March and April are frequently free from\nrain. From October to February inclusively the weather is cool and dry\n(prevalence of N.W., N., and N.E. winds); March, April, and May are\nwarm and dry (prevalence of E.N.E., E., and E.S.E. winds); and from\nJune till the end of September it is humid and moderately warm.",
        "There has been an observatory for many years past in Manila under\nthe management of the Jesuits. The following is an epitome of the\nyearly meteorological report for 1867, for which I am indebted to\nProfessor Dove:",
        "Barometrical readings.–The average height of the mercury was, in 1867,\n755.5; in 1865, 754.57; and in 1866, 753.37 millimeters.",
        "In 1867 the difference between the highest and lowest barometrical\nreadings was not more than 13.96 millimetres, and would have been\nmuch less if the mercury had not been much depressed by storms in July\nand September. The hourly variations amounted to very few millimeters.",
        "Daily reading of the barometer.–The mercury rises in the early morning\ntill about 9 a.m., it then falls up to 3 or 4 p.m., from then it rises\nagain till 9 p.m., and then again falls till towards day-break. Both\nthe principal atmospheric currents prevalent in Manila exercise\na great influence over the mercury in the barometer; the northern\ncurrent causes it to rise (to an average height of 756 millimeters),\nthe southern causes it to fall (to about 753 millimeters).",
        "Temperature.–The heat increases from January till the end of May,\nand then decreases till December. Average yearly temperature, 27.9°\nC. The highest temperature ever recorded (on the 15th of April at 3\np.m.) was 37.7° C.; the lowest (on the 14th of December and on the\n30th of January at 6 a.m.), 19.4° C. Difference, 18.3° C. [59]",
        "Thermometrical variations.–The differences between the highest\nand lowest readings of the thermometer were, in January, 13.9°;\nin February, 14.2°; in March, 15°; in April, 14.6°; in May, 11.1°;\nin June, 9.9°; in July, 9°; in August, 9°; in September, 10°; in\nOctober, 11.9°; in November, 11.8°; and in December, 11.7°.",
        "Coolest months.–November, December and January, with northerly winds.",
        "Hottest months.–April and May. Their high temperature is caused by\nthe change of monsoon from the north-east to the south-west. The\nstate of the temperature is most normal from June to September;\nthe variations are least marked during this period owing to the\nuninterrupted rainfall and the clouded atmosphere.",
        "Daily variations of the thermometer.–The coolest portion of the day\nis from 6 to 7 a.m.; the heat gradually increases, reaches its maximum\nabout 2 or 3 p.m., and then again gradually decreases. During some\nhours of the night the temperature remains unchanged, but towards\nmorning it falls rapidly.",
        "[Winds.] The direction of the wind is very regular at all seasons\nof the year, even when local causes make it vary a little. In the\ncourse of a twelvemonth the wind goes around the whole compass. In\nJanuary and February north winds prevail; in March and April they blow\nfrom the south-east; and in May, June, July, August, and September,\nfrom the south-west. In the beginning of October they vary between\nsouth-east and south-west, and settle down towards the close of the\nmonth in the north-east, in which quarter they remain tolerably fixed\nduring the two following months. The two changes of monsoon always\ntake place in April and May, and in October. As a rule, the direction\nof both monsoons preserves its equilibrium; but in Manila, which is\nprotected towards the north by a high range of hills, the north-east\nmonsoon is often diverted to the south-east and north-west. The same\ncause gives greater force to the south-west wind.",
        "[Sunshine and rain.] The sky is generally partially clouded; entirely\nsunny days are of rare occurrence, in fact, they only occur from\nJanuary to April during the north-east monsoons. Number of rainy days\nin the year, 168. The most continuous and heaviest rain falls from\nJune till the end of October. During this period the rain comes down\nin torrents; in September alone the rainfall amounted to 1.5 meters,\nnearly as much as falls in Berlin in the course of the whole year,\n3,072.8 millimeters of rain fell in the twelve month; but this is\nrather more than the average.",
        "The evaporation only amounted to 2,307.3 millimeters; in ordinary\nyears it is generally about equal to the downfall, taking the early\naverages, not those of single months.",
        "The average daily evaporation was about 6.3 millimeters.",
        "[Storms.] The changes of monsoons are often accompanied with tremendous\nstorms; during one of these, which occurred in September, the velocity\nof the wind was as much as thirty-seven or thirty-eight meters per\nsecond. An official report of the English vice-consul mentions a\ntyphoon which visited the Islands on September 27, 1865, and which\ndid much damage at Manila, driving seventeen vessels ashore.",
        "[Provinces and districts.] The Philippines are divided into provinces\n(P), and districts (D), each of which is administered by an alcalde of\nthe 1st (A1), 2nd (A2), or 3rd class (A3) (de termino, de ascenso, de\nentrada); by a political and military governor (G), or by a commandant\n(C). In some provinces an alcalde of the 3rd class is appointed as\ncoadjutor to the governor. These divisions are frequently changed.",
        "[Population.] The population is estimated approximately at about\nfive millions.",
        "[Language and dialects.] In spite of the long possessions of the\nIslands by the Spaniards their language has scarcely acquired any\nfooting there. A great diversity of languages and dialects prevails;\namongst them the Bisayan, Tagalog, Ilocano, Bicol, Pangasinan, and\nPampangan are the most important.",
        "[Luzon Provinces and their languages and populations.]",
        "Island of Luzon",
        "Rank of     Rank of     Name            Prevailing  Population  Pueblos\nOfficial    District                    Dialect",
        "G.          P.          Abra            Ilocano         34,337        5\nA1.         P.          Albay           Bicol          330,121       34\nA2.         P.          Bataan          Tagalog,\n                                        Pampangan       44,794       10\nA1.         P.          Batangas        Tagalog        280,100\n            D.          Benguet         Igorot,\n                                        Ilocano,\n                                        Pangasinan       8,465\n            D.          Bontoc          Suflin,\n                                        Ilocano,\n                                        Igorot           7,052\nA1.         P.          Bulacan         Tagalog        240,341       23\nA1.         P.          Cagayan         Ibanag,\n                                        Itanes,\n                                        Idayan,\n                                        Gaddan,\n                                        Ilocano,\n                                        Dadaya,\n                                        Apayao,\n                                        Malaneg         64,437       16\nA2.         P.          Camarines Norte Tagalog,\n                                        Bicol           25,372        7\nA2(?)       P.          Camarines Sur   Bicol           81,047       31\nA3.         P.          Cavite          Spanish,\n                                        Tagalog        109,501       17\nA1.         P.          Ilocos Norte    Ilocano,\n                                        Tinguian       134,767       12\nA1.         P.          Ilocos Sur      Ilocano        105,251       18\nC.          D.          Infanta         Tagalog          7,813        2\nG.          P.          Isabela         Ibanag,\n                                        Gaddan,\n                                        Tagalog         29,200        9\nA1.         P.          Laguna          Tagalog,\n                                        Spanish        121,251       25\n            D.          Lepanto         Igorot,\n                                        Ilocano          8,851       48\n3A1.        P.          Manila          Tagalog,\n                                        Spanish,\n                                        Chinese        323,683       23\nC.          D.          Morong          Tagalog         44,239       12\nA2.         P.          Nueva Ecija     Tagalog,\n                                        Pangasinan,\n                                        Pampangan,\n                                        Ilocano         84,520       12\nA3.         P.          Nueva Vizcaya   Gaddan,\n                                        Ifugao,\n                                        Ibilao,\n                                        Ilongote        32,961        8\nA1.         P.          Pampanga        Pampangan,\n                                        Ilocano        193,423       24\nA1.         P.          Pangasinan      Pangasinan,\n                                        Ilocano        253,472       25\n            D.          Porac           Pampangan        6,950        1\nC.          D.          Principe        Tagalog,\n                                        Ilocano,\n                                        Ilongote         3,609        3\n            D.          Saltan          Gaddan           6,540\nA2.         P.          Tayabas         Tagalog,\n                                        Bicol           93,918       17\n            D.          Tiagan          Different\n                                        Igorot\n                                        dialects         5,723\nG.          P.          Union           Ilocano         88,024       11\nA2.         P.          Zambales        Zambal,\n                                        Ilocano,\n                                        Acta,\n                                        Pampangan,\n                                        Tagalog,\n                                        Pangasinan      72,936       16",
        "[Bisayas.]",
        "Islands between Luzon and Mindanao",
        "G a3.       P.          Antique (Panay) Bisayan         88,874       13\nG a3.       P.          Bohol           Bisayan        187,327       26\n            C.          Burias          Bicol            1,786        1\nG a3.       P.          Capiz (Panay)   Bisayan        206,288       26\nG a2.       P.          Cebu            Bisayan        318,715       44\nG a3.       P.          Iloilo (Panay)  Bisayan        565,500       35\nG a3.       P.          Leyte           Bisayan        170,591       28\n            D.          Masbate, Ticao  Bisayan         12,457        9\nA2.         P.          Mindoro         Tagalog         23,050       10\nG a3.       P.          Negros          Cebuan,\n                                        Panayan,\n                                        Bisayan        144,923       31\n            D.          Romblon         Bisayan         21,579        4\nG a3.       P.          Samar           Bisayan        146,539       28",
        "[Mindanao.]",
        "Mindanao\n            D.          Cotabato        Spanish,\n                                        Manobo           1,103        1\nG a3.       D.          Misamis (J)     Bisayan         63,639       14\nG a3.       D.          Surigao (J)                     24,104       12\n            D.          Zamboanga (J)   Mandaya,\n                                        Spanish          9,608        2\nG a3.       D.          Davao           Bisayan          1,537",
        "[Outlying Islands.]",
        "Distant Islands",
        "G a3.       P.          Batanes         Ibanag           8,381        6\nG a3.       P.          Calamianes      Coyuvo,\n                                        Agutaino Calamiano 17,703     5\nG.          P.          Marianas        Chamorro, Carolino 5,940      6",
        "[Unreliability of government reports.] The statistics of the above\ntable are taken from a small work, by Sr. [Vicente] Barrantes,\nthe Secretary-General of the Philippines; but I have arranged\nthem differently to render them more easily intelligible to the\neye. Although Sr. Barrantes had the best official materials at his\ndisposal, too much value must not be attributed to his figures,\nfor the sources from which he drew them are tainted with errors\nto an extent that can hardly be realized in Europe. For example,\nhe derives the following contradictory statements from his official\nsources:–The population of Cavite is set down as 115,300 and 65,225;\nthat of Mindoro as 45,630, and 23,054; that of Manila as 230,443,\nand 323,683; and that of Capiz as 788,947, and 191,818.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}