{
    "title": "The Meaning of Truth - XII. Professor Hebert On Pragmatism",
    "author": "William James",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "[Footnote: Reprint from the Journal of Philosophy for December 3,\n1908 (vol. v, p. 689), of a review of Le Pragmatisme et ses Diverses\nFormes Anglo-Americaines, by Marcel Hebert. (Paris: Librairie\ncritique Emile Nourry. 1908. Pp. 105.)]",
        "Professor Marcel Hebert is a singularly erudite and liberal thinker\n(a seceder, I believe, from the Catholic priesthood) and\nan uncommonly direct and clear writer. His book Le Divin is one of\nthe ablest reviews of the general subject of religious philosophy\nwhich recent years have produced; and in the small volume the title\nof which is copied above he has, perhaps, taken more pains not to do\ninjustice to pragmatism than any of its numerous critics. Yet the\nusual fatal misapprehension of its purposes vitiates his exposition\nand his critique. His pamphlet seems to me to form a worthy hook, as\nit were, on which to hang one more attempt to tell the reader what\nthe pragmatist account of truth really means.",
        "M. Hebert takes it to mean what most people take it to mean, the\ndoctrine, namely, that whatever proves subjectively expedient in\nthe way of our thinking is ’true’ in the absolute and unrestricted\nsense of the word, whether it corresponds to any objective state of\nthings outside of our thought or not. Assuming this to be the\npragmatist thesis, M. Hebert opposes it at length. Thought that\nproves itself to be thus expedient may, indeed, have every\nOTHER kind of value for the thinker, he says, but cognitive value,\nrepresentative value, VALEUR DE CONNAISSANCE PROPREMENT DITE, it has\nnot; and when it does have a high degree of general utility value,\nthis is in every case derived from its previous value in the way of\ncorrectly representing independent objects that have an\nimportant influence on our lives. Only by thus representing things\ntruly do we reap the useful fruits. But the fruits follow on the\ntruth, they do not constitute it; so M. Hebert accuses pragmatism of\ntelling us everything about truth except what it essentially is. He\nadmits, indeed, that the world is so framed that when men have true\nideas of realities, consequential utilities ensue in abundance; and\nno one of our critics, I think, has shown as concrete a sense of the\nvariety of these utilities as he has; but he reiterates that,\nwhereas such utilities are secondary, we insist on treating them\nas primary, and that the connaissance objective from which they draw\nall their being is something which we neglect, exclude, and\ndestroy. The utilitarian value and the strictly cognitive value of\nour ideas may perfectly well harmonize, he says–and in the main he\nallows that they do harmonize–but they are not logically identical\nfor that. He admits that subjective interests, desires, impulses may\neven have the active ’primacy’ in our intellectual life. Cognition\nawakens only at their spur, and follows their cues and aims; yet,\nwhen it IS awakened, it is objective cognition proper and not\nmerely another name for the impulsive tendencies themselves in the\nstate of satisfaction. The owner of a picture ascribed to Corot\ngets uneasy when its authenticity is doubted. He looks up its origin\nand is reassured. But his uneasiness does not make the\nproposition false, any more than his relief makes the\nproposition true, that the actual Corot was the painter. Pragmatism,\nwhich, according to M. Hebert, claims that our sentiments MAKE truth\nand falsehood, would oblige us to conclude that our minds exert no\ngenuinely cognitive function whatever.",
        "This subjectivist interpretation of our position seems to follow\nfrom my having happened to write (without supposing it necessary\nto explain that I was treating of cognition solely on its subjective\nside) that in the long run the true is the expedient in the way of\nour thinking, much as the good is the expedient in the way of our\nbehavior! Having previously written that truth means ’agreement with\nreality,’ and insisted that the chief part of the expediency of any\none opinion is its agreement with the rest of acknowledged truth, I\napprehended no exclusively subjectivistic reading of my meaning. My\nmind was so filled with the notion of objective reference that I\nnever dreamed that my hearers would let go of it; and the very\nlast accusation I expected was that in speaking of ideas and their\nsatisfactions, I was denying realities outside. My only wonder now\nis that critics should have found so silly a personage as I must\nhave seemed in their eyes, worthy of explicit refutation.",
        "The object, for me, is just as much one part of reality as the idea\nis another part. The truth of the idea is one relation of it to the\nreality, just as its date and its place are other relations. All\nthree relations CONSIST of intervening parts of the universe which\ncan in every particular case be assigned and catalogued, and\nwhich differ in every instance of truth, just as they differ with\nevery date and place.",
        "The pragmatist thesis, as Dr. Schiller and I hold it,–I prefer to\nlet Professor Dewey speak for himself,–is that the relation called\n’truth’ is thus concretely DEFINABLE. Ours is the only articulate\nattempt in the field to say positively what truth actually CONSISTS\nOF. Our denouncers have literally nothing to oppose to it as an\nalternative. For them, when an idea is true, it IS true, and there\nthe matter terminates; the word ’true’ being indefinable. The\nrelation of the true idea to its object, being, as they think,\nunique, it can be expressed in terms of nothing else, and needs only\nto be named for any one to recognize and understand it. Moreover it\nis invariable and universal, the same in every single instance of\ntruth, however diverse the ideas, the realities, and the other\nrelations between them may be.",
        "Our pragmatist view, on the contrary, is that the truth-relation is\na definitely experienceable relation, and therefore describable as\nwell as namable; that it is not unique in kind, and neither\ninvariable nor universal. The relation to its object that makes an\nidea true in any given instance, is, we say, embodied in\nintermediate details of reality which lead towards the object, which\nvary in every instance, and which in every instance can be\nconcretely traced. The chain of workings which an opinion sets up IS\nthe opinion’s truth, falsehood, or irrelevancy, as the case may\nbe. Every idea that a man has works some consequences in him, in the\nshape either of bodily actions or of other ideas. Through these\nconsequences the man’s relations to surrounding realities are\nmodified. He is carried nearer to some of them and farther from\nothers, and gets now the feeling that the idea has\nworked satisfactorily, now that it has not. The idea has put him\ninto touch with something that fulfils its intent, or it has not.",
        "This something is the MAN’S OBJECT, primarily. Since the only\nrealities we can talk about are such OBJECTS-BELIEVED-IN, the\npragmatist, whenever he says ’reality,’ means in the first instance\nwhat may count for the man himself as a reality, what he believes at\nthe moment to be such. Sometimes the reality is a concrete sensible\npresence. The idea, for example, may be that a certain door opens\ninto a room where a glass of beer may be bought. If opening the door\nleads to the actual sight and taste of the beer, the man calls the\nidea true. Or his idea may be that of an abstract relation, say of\nthat between the sides and the hypothenuse of a triangle, such a\nrelation being, of course, a reality quite as much as a glass\nof beer is. If the thought of such a relation leads him to draw\nauxiliary lines and to compare the figures they make, he may at\nlast, perceiving one equality after another, SEE the\nrelation thought of, by a vision quite as particular and direct as\nwas the taste of the beer. If he does so, he calls THAT idea, also,\ntrue. His idea has, in each case, brought him into closer touch with\na reality felt at the moment to verify just that idea. Each reality\nverifies and validates its own idea exclusively; and in each case\nthe verification consists in the satisfactorily-ending consequences,\nmental or physical, which the idea was able to set up. These\n’workings’ differ in every single instance, they never\ntranscend experience, they consist of particulars, mental or\nsensible, and they admit of concrete description in every individual\ncase. Pragmatists are unable to see what you can possibly MEAN by\ncalling an idea true, unless you mean that between it as a terminus\na quo in some one’s mind and some particular reality as a terminus\nad quem, such concrete workings do or may intervene. Their direction\nconstitutes the idea’s reference to that reality,\ntheir satisfactoriness constitutes its adaptation thereto, and the\ntwo things together constitute the ’truth’ of the idea for its\npossessor. Without such intermediating portions of concretely real\nexperience the pragmatist sees no materials out of which the\nadaptive relation called truth can be built up.",
        "The anti-pragmatist view is that the workings are but evidences of\nthe truth’s previous inherent presence in the idea, and that you can\nwipe the very possibility of them out of existence and still leave\nthe truth of the idea as solid as ever. But surely this is not a\ncounter-theory of truth to ours. It is the renunciation of all\narticulate theory. It is but a claim to the right to call certain\nideas true anyhow; and this is what I meant above by saying that\nthe anti-pragmatists offer us no real alternative, and that our\naccount is literally the only positive theory extant. What meaning,\nindeed, can an idea’s truth have save its power of adapting us\neither mentally or physically to a reality?",
        "How comes it, then, that our critics so uniformly accuse us of\nsubjectivism, of denying the reality’s existence? It comes, I think,\nfrom the necessary predominance of subjective language in our\nanalysis. However independent and elective realities may be, we can\ntalk about them, in framing our accounts of truth, only as so many\nobjects believed-in. But the process of experience leads men so\ncontinually to supersede their older objects by newer ones\nwhich they find it more satisfactory to believe in, that the notion\nof an ABSOLUTE reality inevitably arises as a grenzbegriff,\nequivalent to that of an object that shall never be superseded,\nand belief in which shall be endgueltig. Cognitively we thus live\nunder a sort of rule of three: as our private concepts represent the\nsense-objects to which they lead us, these being public realities\nindependent of the individual, so these sense-realities may, in\nturn, represent realities of a hypersensible order, electrons, mind-\nstuff. God, or what not, existing independently of all human\nthinkers. The notion of such final realities, knowledge of\nwhich would be absolute truth, is an outgrowth of our cognitive\nexperience from which neither pragmatists nor anti-pragmatists\nescape. They form an inevitable regulative postulate in every one’s\nthinking. Our notion of them is the most abundantly suggested and\nsatisfied of all our beliefs, the last to suffer doubt. The\ndifference is that our critics use this belief as their sole\nparadigm, and treat any one who talks of human realities as if he\nthought the notion of reality ’in itself’ illegitimate. Meanwhile,\nreality-in-itself, so far as by them TALKED OF, is only a human\nobject; they postulate it just as we postulate it; and if we are\nsubjectivists they are so no less. Realities in themselves can be\nthere FOR any one, whether pragmatist or anti-pragmatist, only by\nbeing believed; they are believed only by their notions appearing\ntrue; and their notions appear true only because they work\nsatisfactorily. Satisfactorily, moreover, for the\nparticular thinker’s purpose. There is no idea which is THE true\nidea, of anything. Whose is THE true idea of the absolute? Or to\ntake M. Hebert’s example, what is THE true idea of a picture which\nyou possess? It is the idea that most satisfactorily meets your\npresent interest. The interest may be in the picture’s place,\nits age, its ’tone,’ its subject, its dimensions, its authorship,\nits price, its merit, or what not. If its authorship by Corot have\nbeen doubted, what will satisfy the interest aroused in you at that\nmoment will be to have your claim to own a Corot confirmed; but, if\nyou have a normal human mind, merely calling it a Corot will\nnot satisfy other demands of your mind at the same time. For THEM to\nbe satisfied, what you learn of the picture must make smooth\nconnection with what you know of the rest of the system of reality\nin which the actual Corot played his part. M. Hebert accuses us of\nholding that the proprietary satisfactions of themselves suffice to\nmake the belief true, and that, so far as we are concerned, no\nactual Corot need ever have existed. Why we should be thus cut off\nfrom the more general and intellectual satisfactions, I know not;\nbut whatever the satisfactions may be, intellectual or proprietary,\nthey belong to the subjective side of the truth-relation. They found\nour beliefs; our beliefs are in realities; if no realities are\nthere, the beliefs are false but if realities are there, how they\ncan even be KNOWN without first being BELIEVED; or how BELIEVED\nexcept by our first having ideas of them that work satisfactorily,\npragmatists find it impossible to imagine. They also find\nit impossible to imagine what makes the anti-pragmatists’ dogmatic\n’ipse dixit’ assurance of reality more credible than the\npragmatists conviction based on concrete verifications. M. Hebert\nwill probably agree to this, when put in this way, so I do not see\nour inferiority to him in the matter of connaissance\nproprement dite.",
        "Some readers will say that, altho I may possibly believe in\nrealities beyond our ideas Dr. Schiller, at any rate, does not. This\nis a great misunderstanding, for Schiller’s doctrine and mine are\nidentical, only our exposition follow different directions. He\nstarts from the subjective pole of the chain, the individual with\nhis beliefs, as the more concrete and immediately given phenomenon.\n’An individual claims his belief to be true,’ Schiller says,\n’but what does he mean by true? and how does he establish the\nclaim?’ With these questions we embark on a psychological inquiry.\nTo be true, it appears, means, FOR THAT INDIVIDUAL, to work\nsatisfactorily for him; and the working and the satisfaction, since\nthey vary from case to case, admit of no universal description. What\nworks is true and represents a reality, for the individual for whom\nit works. If he is infallible, the reality is ’really’ there; if\nmistaken it is not there, or not there as he thinks it. We all\nbelieve, when our ideas work satisfactorily; but we don’t yet know\nwho of us is infallible; so that the problem of truth and that of\nerror are EBENBURTIG and arise out of the same situations. Schiller,\nremaining with the fallible individual, and treating only of\nreality-for-him, seems to many of his readers to ignore reality-in-\nitself altogether. But that is because he seeks only to tell us how\ntruths are attained, not what the content of those truths, when\nattained, shall be. It may be that the truest of all beliefs shall\nbe that in transsubjective realities. It certainly SEEMS the\ntruest for no rival belief is as voluminously satisfactory, and it\nis probably Dr. Schiller’s own belief; but he is not required, for\nhis immediate purpose, to profess it. Still less is he obliged to\nassume it in advance as the basis of his discussion.",
        "I, however, warned by the ways of critics, adopt different tactics.\nI start from the object-pole of the idea-reality chain and follow\nit in the opposite direction from Schiller’s. Anticipating the\nresults of the general truth-processes of mankind, I begin with the\nabstract notion of an objective reality. I postulate it, and ask on\nmy own account, I VOUCHING FOR THIS REALITY, what would make any one\nelse’s idea of it true for me as well as for him. But I find no\ndifferent answer from that which Schiller gives. If the other man’s\nidea leads him, not only to believe that the reality is there, but\nto use it as the reality’s temporary substitute, by letting it evoke\nadaptive thoughts and acts similar to those which the reality itself\nwould provoke, then it is true in the only intelligible sense,\ntrue through its particular consequences, and true for me as well as\nfor the man.",
        "My account is more of a logical definition; Schiller’s is more of a\npsychological description. Both treat an absolutely identical\nmatter of experience, only they traverse it in opposite ways.",
        "Possibly these explanations may satisfy M. Hebert, whose little\nbook, apart from the false accusation of subjectivism, gives a\nfairly instructive account of the pragmatist epistemology.",
        "Continue...",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}