{
    "title": "The Principles Of Aesthetics - Chapter I - Introduction: Purpose and Method",
    "author": "Dewitt H. Parker",
    "chapter": "2",
    "content": [
        "",
        "\n\n",
        "Although some feeling for beauty is perhaps universal among men, the\nsame cannot be said of the understanding of beauty. The average man,\nwho may exercise considerable taste in personal adornment, in the\ndecoration of the home, or in the choice of poetry and painting, is\nat a loss when called upon to tell what art is or to explain why he\ncalls one thing “beautiful” and another “ugly.” Even the artist and\nthe connoisseur, skilled to produce or accurate in judgment, are often\nwanting in clear and consistent ideas about their own works or\nappreciations. Here, as elsewhere, we meet the contrast between feeling\nand doing, on the one hand, and knowing, on the other. Just as practical\nmen are frequently unable to describe or justify their most successful\nmethods or undertakings, just as many people who astonish us with their\nfineness and freedom in the art of living are strangely wanting in\nclear thoughts about themselves and the life which they lead so\nadmirably, so in the world of beauty, the men who do and appreciate\nare not always the ones who understand.",
        "Very often, moreover, the artist and the art lover justify their\ninability to understand beauty on the ground that beauty is too subtle\na thing for thought. How, they say, can one hope to distill into clear\nand stable ideas such a vaporous and fleeting matter as Aesthetic\nfeeling? Such men are not only unable to think about beauty, but\nskeptical as to the possibility of doing so,–contented mystics, deeply\nfeeling, but dumb.",
        "However, there have always been artists and connoisseurs who have\nstriven to reflect upon their appreciations and acts, unhappy until\nthey have understood and justified what they were doing; and one meets\nwith numerous art-loving people whose intellectual curiosity is rather\nquickened than put to sleep by just that element of elusiveness in\nbeauty upon which the mystics dwell. Long acquaintance with any class\nof objects leads naturally to the formation of some definition or\ngeneral idea of them, and the repeated performance of the same type\nof act impels to the search for a principle that can be communicated\nto other people in justification of what one is doing and in defense\nof the value which one attaches to it. Thoughtful people cannot long\navoid trying to formulate the relation of their interest in beauty,\nwhich absorbs so much energy and devotion, to other human interests,\nto fix its place in the scheme of life. It would be surprising,\ntherefore, if there had been no Shelleys or Sidneys to define the\nrelation between poetry and science, or Tolstoys to speculate on the\nnature of all art; and we should wonder if we did not everywhere hear\nintelligent people discussing the relation of utility and goodness to\nbeauty, or asking what makes a poem or a picture great.",
        "Now the science of aesthetics is an attempt to do in a systematic way\nwhat thoughtful art lovers have thus always been doing haphazardly.\nIt is an effort to obtain a clear general idea of beautiful objects,\nour judgments upon them, and the motives underlying the acts which\ncreate them,–to raise the aesthetic life, otherwise a matter of\ninstinct and feeling, to the level of intelligence, of understanding.\nTo understand art means to find an idea or definition which applies\nto it and to no other activity, and at the same time to determine its\nrelation to other elements of human nature; and our understanding will\nbe complete if our idea includes all the distinguishing characteristics\nof art, not simply enumerated, but exhibited in their achieved\nrelations.",
        "How shall we proceed in seeking such an idea of art? We must follow\na twofold method: first, the ordinary scientific method of observation,\nanalysis, and experiment; and second, another and very different method,\nwhich people of the present day often profess to avoid, but which is\nequally necessary, as I shall try to show, and actually employed by\nthose who reject it. In following the first method we treat beautiful\nthings as objects given to us for study, much as plants and animals\nare given to the biologist. Just as the biologist watches the behavior\nof his specimens, analyzes them into their various parts and functions,\nand controls his studies through carefully devised experiments, arriving\nat last at a clear notion of what a plant or an animal is–at a\ndefinition of life; so the student of aesthetics observes works of art\nand other well-recognized beautiful things, analyzes their elements\nand the forms of connection of these, arranges experiments to facilitate\nand guard his observations from error and, as a result, reaches the\ngeneral idea for which he is looking,–the idea of beauty.",
        "A vast material presents itself for study of this kind: the artistic\nattempts of children and primitive men; the well-developed art of\ncivilized nations, past and present, as creative process and as\ncompleted work; and finally, the everyday aesthetic appreciations of\nnature and human life, both by ourselves and by the people whom we\nseek out for study. Each kind of material has its special value. The\nfirst has the advantage of the perspicuity which comes from simplicity,\nsimilar for our purposes to the value of the rudimentary forms of life\nfor the biologist. But this advantage of early art may be overestimated;\nfor the nature of beauty is better revealed in its maturer\nmanifestations, even as the purposes of an individual are more fully,\nif not more clearly, embodied in maturity than in youth or childhood.",
        "Yet a purely objective method will not suffice to give us an adequate\nidea of beauty. For beautiful things are created by men, not passively\ndiscovered, and are made, like other things which men make, in order\nto realize a purpose. Just as a saw is a good saw only when it fulfills\nthe purpose of cutting wood, so works of art are beautiful only because\nthey embody a certain purpose. The beautiful things which we study by\nthe objective method are selected by us from among countless other\nobjects and called beautiful because they have a value for us, without\na feeling for which we should not know them to be beautiful at all.\nThey are not, like sun and moon, independent of mind and will and\ncapable of being understood in complete isolation from man. No world\nof beauty exists apart from a purpose that finds realization there.\nWe are, to be sure, not always aware of the existence of this purpose\nwhen we enjoy a picture or a poem or a bit of landscape; yet it is\npresent none the less. The child is equally unaware of the purpose of\nthe food which pleases him, yet the purpose is the ground of his\npleasure; and we can understand his hunger only through a knowledge\nof it.",
        "The dependence of beauty upon a relation to purpose is clear from the\nfact that in our feelings and judgments about art we not only change\nand disagree, but correct ourselves and each other. The history of\ntaste, both in the individual and the race, is not a mere process, but\na progress, an evolution. “We were wrong in calling that poem\nbeautiful,” we say; “you are mistaken in thinking that picture a good\none\"; “the eighteenth century held a false view of the nature of\npoetry\"; “the English Pre-Raphaelites confused the functions of poetry\nand painting\"; “to-day we understand what the truly pictorial is better\nthan Giotto did\"; and so on. Now nothing can be of worth to us, one\nthing cannot be better than another, nor can we be mistaken as to its\nvalue except with reference to some purpose which it fulfills or does\nnot fulfill. There is no growth or evolution apart from a purpose in\nterms of which we can read the direction of change as forward rather\nthan backward.",
        "This purpose cannot be understood by the observation and analysis, no\nmatter how careful, of beautiful things; for it exists in the\nmind primarily and only through mind becomes embodied in things; and\nit cannot be understood by a mere inductive study of aesthetic\nexperiences–the mind plus the object–just as they come; because, as\nwe have just stated, they are changeful and subject to correction,\ntherefore uncertain and often misleading. The aesthetic impulse may\nfalter and go astray like any other impulse; a description of it in\nthis condition would lead to a very false conception. No, we must\nemploy a different method of investigation–the Socratic method of\nself-scrutiny, the conscious attempt to become clear and consistent\nabout our own purposes, the probing and straightening of our aesthetic\nconsciences. Instead of accepting our immediate feelings and judgments,\nwe should become critical towards them and ask ourselves, What do we\nreally seek in art and in life which, when found, we call beautiful?\nOf course, in order to answer this question we cannot rely on an\nexamination of our own preferences in isolation from those of our\nfellow-men. Here, as everywhere, our purposes are an outgrowth of the\ninherited past and are developed in imitation of, or in rivalry with,\nthose of other men. The problem is one of interpreting the meaning of\nart in the system of culture of which our own minds are a part.\nNevertheless, the personal problem remains. Aesthetic value is\nemphatically personal; it must be felt as one’s own. If I accept the\nstandards of my race and age, I do so because I find them to be an\nexpression of my own aesthetic will. In the end, my own will to beauty\nmust be cleared up; its darkly functioning goals must be brought to\nlight.",
        "Now, unless we have thought much about the matter or are gifted with\nunusual native taste, we shall find that our aesthetic intentions are\nconfused, contradictory, and entangled with other purposes. To become\naware of this is the first step towards enlightenment. We must try to\ndistinguish what we want of art from what we want of other things,\nsuch as science or morality; for something unique we must desire from\nanything of permanent value in our life. In the next place we should\ncome to see that we cannot want incompatible things; that, for example,\nwe cannot want art to hold the mirror up to life and, at the same time,\nto represent life as conforming to our private prejudices; or want a\npicture to have expressive and harmonious colors and look exactly like\na real landscape; or long for a poetry that would be music or a\nsculpture that would be pictorial. Finally, we must make sure that our\ninterpretation of the aesthetic purpose is representative of the actual\nfullness and manysidedness of it; we should observe, for example, that\nsensuous pleasure is not all that we seek from art; that truth of some\nkind we seek besides; and yet that in some sort of union we want both.",
        "This clearing up can be accomplished only in closest touch with the\nactual experience of beauty; it must be performed upon our working\npreferences and judgments. It must be an interpretation of the actual\nhistory of art. There is no a priori method of establishing aesthetic\nstandards. Just as no one can discover his life purpose apart from the\nprocess of living, or the purpose of another except through sympathy;\nso no one can know the meaning of art except through creating and\nenjoying and entering into the aesthetic life of other artists and art\nlovers.",
        "This so-called normative–perhaps better, critical–moment in aesthetics\nintroduces an inevitable personal element into every discussion of the\nsubject. Even as every artist seeks to convince his public that what\nhe offers is beautiful, so every philosopher of art undertakes to\npersuade of the validity of his own preferences. I would not make any\nsecret of this with regard to the following pages of this book. Yet\nthis intrusion of personality need not be harmful, but may, on the\ncontrary, be valuable. It cannot be harmful if the writer proceeds\nundogmatically, making constant appeals to the judgment of his readers\nand claiming no authority for his statements except in so far as they\nfind favor there. Influence rather than authority is what he should\nseek. In presenting his views, as he must, he should strive to stimulate\nthe reader to make a clear and consistent formulation of his own\npreferences rather than to impose upon him standards ready made. And\nthe good of the personal element comes from the power which one strong\npreference or conviction has of calling forth another, and compelling\nit to the discovery and defense of its grounds.",
        "In so far as aesthetics is studied by the objective method it is a\nbranch of psychology. Aesthetic facts are mental facts. A work of art,\nno matter how material it may at first seem to be, exists only as\nperceived and enjoyed. The marble statue is beautiful only when it\nenters into and becomes alive in the experience of the beholder. Keys\nand strings and vibrations of the air are but stimuli for the auditory\nexperience which is the real nocturne or etude. Ether vibrations and\nthe retina upon which they impinge are nothing more than instruments\nfor the production of the colors which, together with the interpretation\nof them in terms of ideas and feelings, constitute the real picture\nwhich we appreciate and judge. The physical stimuli and the\nphysiological reactions evoked by them are important for our purpose\nonly so far as they help us to understand the inner experiences with\nwhich they are correlated. A large part of our work, therefore, will\nconsist in the psychological analysis of the experience of art and the\nmotives underlying its production. We shall have to distinguish the\nelements of mind that enter into it, show their interrelations, and\ndifferentiate the total experience from other types of experience.\nSince, moreover, art is a social phenomenon, we shall have to draw\nupon our knowledge of social psychology to illumine our analysis of\nthe individual’s experience. Art is a historical, even a technical,\ndevelopment; hence the personal enjoyment of beauty itself is\nconditioned by factors that spring from the traditions of groups of\nartists and art lovers. No one can understand his pleasure in beauty\napart from the pleasure of others.",
        "In so far, on the other hand, as aesthetics is an attempt to define\nthe purpose of art and so to formulate the standards presupposed in\njudgments of taste, it is closely related to criticism. The relation\nis essentially that between theory and the application of theory. It\nis the office of the critic to deepen and diffuse the appreciation of\nparticular works of art. For this purpose he must possess standards;\nbut he need not be, and in fact often is not, aware of them. A fine\ntaste may serve his ends. Not infrequently, however, the critic\nendeavors to make clear to himself and his readers the principles he\nis employing. Now, on its normative side, aesthetics is ideally the\ncomplete rationale of criticism, the systematic achievement, for its\nown sake, of what the thoughtful critic attempts with less exactness\nand for the direct purpose of appreciation. It is beyond the province\nof aesthetics to criticize any particular work of art, except by way\nof illustration. The importance of illustration for the sake of\nexplaining and proving general principles is, however, fundamental;\nfor, as we have seen, a valuable aesthetic theory is impossible unless\ndeveloped out of the primary aesthetic life of enjoyment and estimation,\na life of contact with individual beautiful things. No amount of\npsychological skill in analysis or philosophical aptitude for definition\ncan compensate for want of a real love of beauty,–of the possession\nof something of the artistic temperament. People who do not love art,\nyet study it from the outside, may contribute to our knowledge of it\nthrough isolated bits of analysis, but their interpretations of its\nmore fundamental nature are always superficial. Hence, just as the\nwise critic will not neglect aesthetics, so the philosopher of art\nshould be something of a critic. Yet the division of labor is clear\nenough. The critic devotes himself to the appreciation of some special\ncontemporary or historical field of art–Shakespearean drama,\nRenaissance sculpture, Italian painting, for example; while the\nphilosopher of art looks for general principles, and gives attention\nto individual works of art and historical movements only for the purpose\nof discovering and illustrating them. And, since the philosopher of\nart seeks a universal idea of art rather than an understanding of this\nor that particular work of art, an intimate acquaintance with a few\nexamples, through which this idea can be revealed to the loving eye,\nis of more importance than a wide but superficial aesthetic culture.",
        "In our discussion thus far, we have been assuming the possibility of\naesthetic theory. But what shall we say in answer to the mystic who\ntells us that beauty is indefinable? First of all, I think, we should\nremind him that his own thesis can be proved or refuted only through\nan attempt at a scientific investigation of beauty. Every attempt to\nmaster our experience through thought is an adventure; but the futility\nof adventures can be shown only by courageously entering into them.\nAnd, although the failure of previous efforts may lessen the\nprobabilities of success in a new enterprise, it cannot prove that\nsuccess is absolutely impossible. Through greater persistence and\nbetter methods the new may succeed where the old have failed. Moreover,\nalthough we are ready to grant that the pathway to our goal is full\nof pitfalls, marked by the wreckage of old theories, yet we claim that\nthe skeptic or the mystic can know of their existence only by traveling\nover the pathway himself; for in the world of the inner life nothing\ncan be known by hearsay. If, then, he would really know that the road\nto theoretical insight into beauty is impassable, let him travel with\nus and see; or, if not with us, alone by himself or with some one wiser\nthan we as guide; let him compare fairly and sympathetically the results\nof theoretical analysis and construction with the data of his firsthand\nexperience and observe whether the one is or is not adequate to the\nother.",
        "Again, the cleft between thought and feeling, even subtle and fleeting\naesthetic feeling, is not so great as the mystics suppose. For, after\nall, there is a recognizable identity and permanence even in these\nfeelings; we should never call them by a common name or greet them as\nthe same despite their shiftings from moment to moment if this were\nnot true. Although whatever is unique in each individual experience\nof beauty, its distinctive flavor or nuance, cannot be adequately\nrendered in thought, but can only be felt; yet whatever each new\nexperience has in common with the old, whatever is universal in all\naesthetic experiences, can be formulated. The relations of beauty,\ntoo, its place in the whole of life, can be discovered by thought\nalone; for only by thought can we hold on to the various things whose\nrelations we are seeking to establish; without thought our experience\nfalls asunder into separate bits and never attains to unity. Finally,\nthe mystics forget that the life of thought and the life of feeling\nhave a common root; they are both parts of the one life of the mind\nand so cannot be foreign to each other.",
        "The motive impelling to any kind of undertaking is usually complex,\nand that which leads to the development of aesthetic theory is no\nexception to the general rule. A disinterested love of understanding\nhas certainly played a part. Every region of experience invites to the\nplay of intelligence upon it; the lover of knowledge, as Plato says,\nloves the whole of his object. Yet even intelligence, insatiable and\nimpartial as it is, has its predilections. The desire to understand\na particular type of thing has its roots in an initial love of it. As\nthe born botanist is the man who finds joy in contact with tree and\nmoss and mushroom, so the student of aesthetics is commonly a lover\nof beauty. And, although the interest which he takes in aesthetic\ntheory is largely just the pleasure in possessing clear ideas, one may\nquestion whether he would pursue it with such ardor except for the\ncontinual lover’s touch with picture and statue and poem which it\ndemands. For the intelligent lover of beauty, aesthetic theory requires\nno justification; it is as necessary and pleasurable for him to\nunderstand art as it is compulsive for him to seek out beautiful things\nto enjoy. To love without understanding is, to the thoughtful lover,\nan infidelity to his object. That the interest in aesthetic theory is\npartly rooted in feeling is shown from the fact that, when developed\nby artists, it takes the form of a defense of the type of art which\nthey are producing. The aesthetic theory of the German Romanticists\nis an illustration of this; Hebbel and Wagner are other striking\nexamples. These men could not rest until they had put into communicable\nand persuasive form the aesthetic values which they felt in creation.\nAnd we, too, who are not artists but only lovers of beauty, find in\ntheory a satisfaction for a similar need with reference to our\npreferences. [Footnote: Compare Santayana: The Sense of Beauty, p. 11.]",
        "More important to the average man is the help which aesthetic theory\nmay render to appreciation itself. If to the basal interest in beauty\nbe added an interest in understanding beauty, the former is quickened\nand fortified and the total measure of enjoyment increased. Even the\nlove of beauty, strong as it commonly is, may well find support through\nconnection with an equally powerful and enduring affection. The\naesthetic interest is no exception to the general truth that each part\nof the mind gains in stability and intensity if connected with the\nothers; isolated, it runs the risk of gradual decay in satiety or\nthrough the crowding out of other competing interests, which if joined\nwith it, would have kept it alive instead. Moreover, the understanding\nof art may increase the appreciation of particular works of art. For\nthe analysis and constant attention to the subtler details demanded\nby theory may bring to notice aspects of a work of art which do not\nexist for an unthinking appreciation. As a rule, the appreciations of\nthe average man are very inadequate to the total possibilities offered,\nextending only to the more obvious features. Often enough besides,\nthrough a mere lack of understanding of the purpose of art in general\nand of the more special aims of the particular arts, people expect to\nfind what cannot be given, and hence are prejudiced against what they\nmight otherwise enjoy. The following pages will afford, I hope, abundant\nillustrations of this truth.",
        "Finally, aesthetic theory may have a favorable influence upon the\ncreation of art. Not that the student of aesthetics can prescribe to\nthe artist what he shall or shall not do; for the latter can obey, for\nbetter or worse, only the inner imperative of his native genius. Yet,\ninevitably, the man of genius receives direction and cultivation from\nthe aesthetic sentiment of the time into which he is born and grown;\neven when he reacts against it, he nevertheless feels its influence;\na sound conception of the nature and purpose of art may save him from\nmany mistakes. The French classical tradition in sculpture and painting,\nwhich is not merely academic, having become a part of public taste,\nprevented the production of the frightful crudities which passed for\nart in Germany and England during the present and past centuries. By\nhelping to create a freer and more intelligent atmosphere for the\nartist to be born and educated in, and finer demands upon him when\nonce he has begun to produce and is seeking recognition, the student\nof aesthetics may indirectly do not a little for him. And surely in our\nown country, where an educated public taste does not exist and the\nfiercest prejudices are rampant, there is abundant opportunity for\nservice.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}