{
    "title": "The Fortieth Door - Chapter X",
    "author": "Mary Hastings Bradley",
    "chapter": "10",
    "content": [
        "\n\n",
        "THE RECEPTION",
        "In Tewfick Pasha’s harem everything was astir.",
        "It was the morning of the marriage, almost the very hour when the\nwedding cortège would bear the bride from her father’s home to the\nhouse of her husband.",
        "The invited guests were already arrived and streaming through the\nreception rooms, a bright, feminine tide in evening toilettes,\nsurrounding the exhibited gifts or pausing about tables of cool\nsyrups, and their soft, low voices, the delicious musical tones of\nhighbred Turkish women, rose like a murmuring of somnolent bees to\nthe tenser regions about, tightening the excitement of haste.",
        "The bride was not yet ready. Still and white, she was the only image\nof calm in that fluttering, confusing room. Her nearer friends were\nhovering about her, and her maids of honor, two charming little\nTurks in rose robes, were draping her veil while old Miriam,\nresplendent in green and silver, endeavored jealously to outmaneuver\nthem.",
        "On her knees, the gnome-like Mrs. Hendricks was adding an orange\nblossom to the laces on the train. Then she sat back on her heels,\nher head a-tilt like a curious bird’s, her eyes beaming\nsentimentally upon the bride.",
        "“The prettiest h’I h’ever did see,” she pronounced with\nsatisfaction, “H’as pretty as a wax figger now–h’only a thought\ntoo waxy.”",
        "And like a wax figure indeed, immobile, rigid, the bride was\nstanding before them, arrayed at last in the shimmering white of the\nsweeping satin, overrich of lace and orange flowers, and shrouded in\nthe clouding waves of her veil. White as her robes, pale as death\nand as still, the girl looked out at them, and only that sick pallor\nof her face and the glitter of her dark eyes betrayed the tumult\nwithin.",
        "“Your diadem, my dear–you are keeping us attending,” came Madame de\nCoulevain’s voice from the door.",
        "The diadem, that heavy circlet of brilliants which crowned the\nEastern bride in place of the orange wreath of Western convention,\nmust not be touched by the bride’s fingers but placed by one of her\nfriends, married and married but once, and exceptionally happy in\nthat marriage.",
        "Ghul-al-Din, Aimée’s selection from her friends, stepped hastily\nforward now, a soft, dimpled, slow-smiling girl, her eyes drowsy\nwith domesticity. No question of Ghul-al-Din’s happiness! She\nextolled her husband, a young captain of cavalry, and she adored her\ninfant son, a prodigy among children. Life for her was a rosy,\nunquestioning absorption.",
        "A shaft of irony sped through Aimée, as she bent her head for its\ncrowning at this young wife’s hands, and received the ceremonial\nwishes for her crowning of happiness, a crowning occurring but once\nin her lifetime. Irony was the only salvation for the hour; without\nthat outlet for her tortured spirit she felt she would grow suddenly\nmad, hysterical and babbling or passionate and wild.",
        "So many moods had stormed through her since that night when she had\nfound all hope of rescue gone with her lost key! So many impulses\nseethed frantically now beneath her quiet, as she faced for the last\ntime that white-misted image in the glass. She had a furious longing\nto tear off that diadem and veil and heavy robe, to scatter the\nornaments and drive out all those maddening spectators, all those\ninterested, eager, unknowing, uncaring spectators of her\nhumiliation.",
        "Arranging her veil, draping her satins, as if gauze and silk were\nall that mattered to this hour! Wishing her happiness–as if\nhappiness could ever be hers now for the wishing! Smiling,\nfluttering, complimenting, lending to the ghastly sacrifice the\nfamiliar acceptances of every day....",
        "If only she could wake from this nightmare and find that it was all\na dream. If only she could brush this confusion from her senses and\nfrom her heart its dumb terrors.... If only she had the courage for\nsome desperate revolt, some outburst of strength–",
        "“I am ready,” she said faintly, turning from the glass, and moved\ntowards the door, while a young eunuch bent for her train, that\ntrain of three yards length, which stretched so regally behind her\nin her slow descent of the stairs.",
        "In the French drawing-room below her father was waiting for the\nceremonial farewell, in which the father received the daughter’s\nthanks for all his care of her.",
        "Mechanically Aimée advanced. She stood before him, she lifted her\neyes–and there passed from them a look of such strange, breathless,\nquestioning intensity that it was like something palpable.... She\nhad not foreseen this, sudden crisping of her nerves, this defiant\npassion of her spirit....",
        "Her father? Was he her father? Was it a father who had sold her so,\ncareless, callous–or was it only a father’s semblance, and did\nthere lie in the background of those petted, childish years some\ndarker shadow, of a tragedy that had wrecked her mother’s life and\nbroken her heart–?",
        "Like flashing light that look passed between them. It penetrated\nTewfick’s nonchalant guard and brought the unaccustomed color to his\nolive cheeks. His handsome eyes turned uneasily aside. A girl’s\npique perhaps, at the situation, her last defiance of his\npower,–but for all his reassurance there was something deeper in\nthat look, something tenable, accusing, which went into his soul.",
        "It was a moment in which the last cord of their relationship was\nsevered forever.",
        "She did not speak a word. She bent, not to kiss his hand as custom\ndictated, but to sweep a long, slow courtesy, that salutation of a\nmaid of spirit to a conqueror, a bending of the pliant back, but\nwith the head held high and the spirit unsurrendered.",
        "And yet there was wretchedness in those proud eyes and a blind fear\nand supplication.",
        "Useless to beg now. She knew it, and yet the eyes implored.",
        "And then she smiled. And before that smile Tewfick faltered in his\npaternal benediction and hastened the phrases.",
        "Little murmurs flew back and forth as she turned away, and then a\nhasty chatter sprang up as the guests hurried into their tcharchafs\nfor the journey to the bridegroom’s house.",
        "That day Aimée did not put on her veil. On either side of her, as\nshe went out her father’s gate, huge negroes held up silken walls of\ndamask, and between those walls she walked into the carriage that\nawaited her, followed by Madame de Coulevain and the two little\nmaids of honor.",
        "It was when the carriage began to move that the panic inside of her\ngrew to whirlwind. The horse’ hoofs, trotting, trotting, the motion\nof the wheels, seemed to be the onbearing rush of fate itself. If\nshe could only stop it! If she could only cry out, tear open the\nwindows, scream to the passers by. She knew these were only the\nimpotent visions of hysteria, but she indulged them pitifully.",
        "She saw herself, in those moments, helpless, and hopeless, passing\non into the slavery of this marriage–Aimée, no longer the daughter\nof Tewfick Pasha, but Aimée Delcassé, child of a dead Frenchman,\ninheritor of freedom, sold like any dancing girl....",
        "And her own lips had assented. In the supreme, silly uselessness of\nsacrifice she had given herself for the safety of that man who had\nspent such careless indulgence upon her ... that man whom perhaps\nher mother had loved and perhaps had hated....",
        "Faster and faster the horses were trotting, leading the long file of\ncarriages and impatient motors that bore the relatives and guests\nand trousseau, rolling on under the lebbeks and sycamores of the\nwide Shubra Avenue, once the delight of fashionables before the\nGezireh Drive had drained it of its throngs and its prestige.",
        "Now some bright-eyed urchins ran out from their games in the dust to\ncurious attention, and through a half open gate Aimée caught once a\nglimpse of a young, unveiled girl watching eagerly from the tangled\ngreens and ruined statuary of an old garden. Farther on came\nglimpses of farm lands, the wheat rising in bright spears, and of\nwell-wooded heights and in the distance the white houses of\nDemerdache against the Gibel Achmar beyond.",
        "But where were they bearing her? Aimée had a despairing sense of\ndistance and desolation as the carriage turned again–Abdullah, the\ncoachman, having traversed unnecessary miles to gratify his pride\nbefore the house of his parents–and made a zigzag way towards the\nriver, where old palaces rose from the backwaters, their faces\nhidden by high walls or covered with heavy vines and moss.",
        "Deeper and deeper grew the girl’s dismay. It was a different world\nfrom that bright, modern Cairo that she knew; this was as remote\nfrom her daily life as the old streets of Al Raschid. Her thoughts\nflew forward to that unknown lord, that Hamdi Bey, whose image she\nhad refused to assemble to her consciousness. Now she comforted her\nterror with a sudden assumption of age and dignity and kindness, of\na courtesy that would protect her and a deference that would assuage\nthe horror of a life together, when unknown, fearful familiarities\nwould alone vibrate in the empty monotonies.",
        "Before a high wall the carriage had stopped. A huge, repellent\nEthiopian was standing before an opened doorway, through which a\nrich carpet was spread.",
        "“Ah, but he looks like an ogre, that new eunuch of yours, Aimée,\"\nmurmured one of the little Turks. The other, more touched with\nthought, gave her a disturbed glance, and laughed in nervousness.",
        "Madame, alone serene, ignored the dismaying impression.",
        "“The palace is of a fine, ancient beauty, I am told,” she mentioned\ncheerfully.",
        "For one wild instant Aimée thought to plead with her, to implore her\nto tell Abdullah to drive on, to give her the freedom of flight, if\nonly flight down those deserted streets. And then a mad vision of\nherself in her bridal robes in flight, brought the hysterical\nlaughter to her throat. The time for flight had gone by ... And as\nfor madame’s pity on her–this was not the first time that Aimée had\nthought of invoking her aid, but she had always known, too well,\nthat thought’s supreme futility.",
        "Sympathetic as Madame de Coulevain might be in her inmost heart–and\nAimée divined in her an understanding pity for the necessities of\nexistence–never would that sympathy betray her to rashness. She\nnever would believe that in serving Aimée she would not be ruining\nher; and even if assured of Aimée’s safety, she could never be\nbrought to betray her own reputation for truthworthiness among the\nharems of Cairo.... As well appeal to the rocks of the Mokattam\nhills.",
        "The carriage stopped. The negroes extended the damask walls, and one\nsprang to open the carriage door and bear the bride’s train. In one\nmoment’s parting of the silken walls the girl saw a sun-flooded\ncluster of staring faces, thronging for her arrival, and then the\ndamask intervened and through its lane, followed by her duenna and\nher maids of honor, she entered the arched doorway.",
        "She was in a garden, a great gloomy place, over-spread with ancient,\nmoss-encrusted trees. A broken, marble fountain flung up waters into\nwhich no sunlight flashed, and the heavy stepping stones, leading to\nit, were buried in untrodden grass. A garden in which no one\nlingered.",
        "The Ethiopian was marshaling them to the left, to an entrance in the\ndark palace walls before them. Behind them the oncoming guests were\nstreaming out in veiled procession.",
        "He opened a door. Ancient, beautiful arches framed a long vestibule\nand against a background of profuse cut flowers a man’s figure\nstepped forward in the glittering uniform of the Sultan’s guard.\nAimée had a confused impression of a thin, meager, dandified figure\nwith a waspish waist ... of a blond mustache with upstanding ends\n... of sallow cheek-bones and small, light eyes smiling at her in a\nstrained, eager curiosity....",
        "Through all her sinking dismay she had a flash of clear,\nenlightening irony at that look’s suspense. If she were not as\nrepresented! If his cousin’s fervor had misled his hope–!",
        "But in that instant’s encounter his eyes cleared to triumph and\ngayety, and he smiled–a smile curiously feline, ironic, for all its\nintended ingratiation–a conqueror’s smile, winged to reassure and\nmelt.",
        "He stepped forward. There were formal words of welcome to which she\nreturned a speechless bow, and then he offered his arm and conducted\nher slowly up the stairs, his sword rattling in its scabbard, to the\napartment which was to be her home, and the prison for the spirit\nand the body.",
        "She knew in a moment that she hated this man and that he inspired\nher with fear and horror.",
        "Across a long expanse of drawing-room he conducted her to the\nancient marriage throne upon its platform, surmounted by a pompous\ncrown from which old, embroidered silks hung heavily.",
        "Then with an unheard phrase, and another bow, he left her to the\nday-long ordeal of the reception while he withdrew to his own\nentertainment at her father’s house. She would not see him again\nuntil night, when he would pay her a call of ceremony.",
        "She saw his figure hesitating a moment, as he faced the oncoming\nguests, such a flood of femininity, unmantled now and unveiled,\nsparkling in rainbow hues of silks and tulle and gauze that he had\nnever before faced and never would again. Like a bright wave the\nthrong closed about him and then surged on towards the bride upon\nthe throne.",
        "How often, in the last years, Aimée had pitied that poor puppet of a\nbride, stuck there like some impaled, winged creature, helpless for\nflight, to the exhibition of the long stream of passersby! How often\nshe had promised herself that never would this be her fate, never\nwould she be given to an unknown! And now–",
        "She was smiling as she faced them, that light, fixed smile she had\nseen so often on others’ lips, the smile of pride trying desperately\nto hide its wounds from the penetrating glances of the curious.\nSatiric, cynical, or sympathetic, that light smile defied them all,\nbut beneath its guard she felt she was slowly bleeding to death of\nsome mortal hurt.",
        "The sympathy unconsciously betrayed, was hardest. The whispers of\nher young maids of honor, “Really, Aimée, he looks so young! One\nwould never surmise,” were more galling in their intended\nconsolation, more revealing in their betrayal of her friends’ own\nshrinking from that arrogant, dandified old man than the barbed dart\nof the uncaring, inquisitive, “How do you find him, my dear? He has\nthe reputation for conquest!”",
        "They were all there, her friends, young, slim, modish Turkish girls\nwhose time had not yet come, glancing quizzically about the ancient\ndrawing room, with its solid side of mashrubiyeh, its old wall\npanelings of carvings and rare inlay, and then pointing their\nglances back at her, as if to ask, “And is this our revoltée? Is\nthis her end, in this dim, old palace among the ghosts of the past?”",
        "Some, the frankest, murmured, “But why did you not refuse?” and\nothers attempted consolation with a light, “As well the first as the\nlast–since we must all come to it.”",
        "Of the married women there were those who raised blank, bitter eyes\nto her, and others, more mild, romantic, affectionate, tried to\ninfuse encouragement into their smiles as if they said,\n“Come–courage–it’s not so bad. And what would you? We are women,\nafter all; we do not need so much for happiness.",
        "“Those dreams of yours for love, for a spirit to delight in your\nspirit in place of a master delighting in your beauty alone, what\nare they, those dreams, but the childish stuff of fancies? For other\nraces, perhaps–but for you, take hold of life. There are realities\nyet in it to bring you joy.”",
        "It was all in their eyes, their voices, their intonations, their\npressure of her hands.",
        "And she stood there among them all, smiling always that smile\ndemanded of the bride, looking unseeingly into their eyes, listening\nunhearingly to the sea of voices breaking on her ears, responding in\nvague monosyllables and a wider smile, while all the time her eyes\nsaw only that face, that smirking, cynical old face, and the tide of\nterror rose higher and higher in her soul.",
        "Never had she given way to her fear, never since the black night\nwhen she found the key was gone.",
        "Then, after frenzied searching in impossible places she had stolen\nback to her room and buried her face in her pillow to stifle the\nbreaking sobs of rebellion and despair–and of a longing so deep and\nso terrible that it seemed to rend her with a physical anguish, a\npain so fiery that her heart would forever bear the scar.",
        "Never again would she see him now.... Never would she know–never\nwould she know all. She had refused his aid. And he might believe\nher still aloof, incredulous.... It was finished–forever and ever.",
        "She had told herself that before. But always there had been the key.\nAnd now there was no key and no escape and her heart broke itself\nagainst the iron of necessity.",
        "She had cried the night through. Morning had brought her exhaustion,\nnot peace but a despairing submission. Why struggle when the prison\ngate is shut? And if there was never to be freedom for her ... never\nagain the sight of that too-remembered face and the sound of that\nvoice–why, then, as well one fate as another. And it was too late\nnow to recede.",
        "So she had called upon her pride and summoned her spirit to play its\npart to protect her from whispers, and surmise and half-contemptuous\npity. She would surrender to this man because she must, and she\nwould win his respect by her dignity and worth, but her soul she\nwould keep its own, in its unsullied dreams ... and in its\nmemories.... Life would be nothing but a hardship, nobly borne.",
        "But now she had seen the man. Now this wild dislike, this sickening\nterror.",
        "To be alone with him, to have only the few days grace of courtship\nwhich the Mohammadan custom imposes upon the bridegroom, to be\nforever at his mercy in this solitary palace, with its echoing\ncorridors, its blackened walla, its damp breath of age....",
        "She thought wildly of death.",
        "And all the time she was smiling, bending her cheek to the kiss of a\nfriend, feeling the fingers of some well-wisher press upon her,\nlistening to praises of her beauty....",
        "For she was beautiful. No image of wax now. The scarlet of her\nfrightened blood was staining her cheeks, her eyes were bright as\nthe jewels in her diadem, and beneath the thrown-back veil her dark\nhair revealed its lovely wealth.",
        "“Is she not a rose–will he not adore her, our Hamdi?” she heard\nthat stout cousin of Hamdi’s say to a companion, and the two stared\non appraisingly at the young girl, in her freshness and virginal\nyouth, as if at some toy to invite the jaded appetite of a satiated\nmaster.",
        "And still the throng filed by, a strange throng beneath the\nflickering light and shadow of the mashrubiyeh, slender young Turks\nor blonde Circassians in their Paris frocks, their eyes tormented or\nmalicious, and here and there, like a green island of calm, some\nrotund matron grave and serene, her head encircled with an old\nfashioned turban of gauze, her stout flesh encased in heavy silks,\nbought at Damask so as not to enrich the Unbelievers at Lyons.",
        "And then the spectacle changed, the black street mantles appeared,\nyashmaks and tcharchafs, for now the doors were opened to all the\nfeminine world, and there came strange, unknown women, slipping out\nfrom their grills for this pleasuring in a palace, old-timers often,\ndraped and turbaned in the fashion of some far province of their\nyouth; women, incredibly fat, in rich stuffs of Asia, their bright,\ndeep-sunken eyes spying delightedly upon the scene, or furtive, poor\nwomen, keeping courage in twos and threes.",
        "Now, too, at four, came the women from the Embassies, a Russian girl\nwith whom Aimée had played tennis in ages past, rosy now with\nyesterday’s sun and sleepy with last night’s dance, who touched the\nbride’s hand as if it were the hand of one half-dead, already\nconsigned to the tomb; other girls she did not know, who stared at\nher with the avid eyes of their young curiosities; older women,\nexperienced, unstirred, drinking their tea and smoking cigarettes\nand gossiping of their own affairs, and occasionally among them a\ntourist agog with wonder and exultation, storing away details for a\nlifetime of talk, asking amiably the most incredible questions....",
        "“And is it true you have never met your husband? Listen, Jane–she\nsays she has never met him–”",
        "A girl in a creamy white silk came forward a little uncertainly. She\nwas a pretty girl, with a curve of ruddy hair visible under her\nsmart straw, and very bright eyes, where shyness was at variance\nwith a friendly smile.",
        "Indeed Jinny Jeffries was extraordinarily intimidated by the\noccasion. She had a distinct sense of intrusion mingling with her\ndelight at having intruded, and she murmured her good wishes in an\nalmost inaudible tone.",
        "“It is very good of you to let us come ... I wish you every\nhappiness,” she said.",
        "Beside her a tall slender figure, in black tcharchaf and yashmak,\nmade its appearance.",
        "Aimée’s eyes slipped past the pretty American; the mechanical smile\nwas frozen on her lips. Over the black veil she saw the hazel eyes,\nbright with excitement, vivid as speech; the eyes of the masquerader\nin the Scotch costume, the eyes of the man at the garden gate–Jack\nRyder’s eyes ... the eyes of her dreams.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}