{
    "title": "The Works of Horace",
    "author": "Horace",
    "chapter": "1",
    "content": [
        "\n\n",
        "ODE I.",
        "TO MAECENAS.",
        "Maecenas, descended from royal ancestors, O both my protection and my\ndarling honor! There are those whom it delights to have collected\nOlympic dust in the chariot race; and [whom] the goal nicely avoided by\nthe glowing wheels, and the noble palm, exalts, lords of the earth, to\nthe gods.",
        "This man, if a crowd of the capricious Quirites strive to raise him to\nthe highest dignities; another, if he has stored up in his own granary\nwhatsoever is swept from the Libyan thrashing floors: him who delights\nto cut with the hoe his patrimonial fields, you could never tempt, for\nall the wealth of Attalus, [to become] a timorous sailor and cross the\nMyrtoan sea in a Cyprian bark. The merchant, dreading the south-west\nwind contending with the Icarian waves, commends tranquility and the\nrural retirement of his village; but soon after, incapable of being\ntaught to bear poverty, he refits his shattered vessel. There is\nanother, who despises not cups of old Massic, taking a part from the\nentire day, one while stretched under the green arbute, another at the\nplacid head of some sacred stream.",
        "The camp, and the sound of the trumpet mingled with that of the clarion,\nand wars detested by mothers, rejoice many.",
        "The huntsman, unmindful of his tender spouse, remains in the cold air,\nwhether a hart is held in view by his faithful hounds, or a Marsian boar\nhas broken the fine-wrought toils.",
        "Ivy, the reward of learned brows, equals me with the gods above: the\ncool grove, and the light dances of nymphs and satyrs, distinguish me\nfrom the crowd; if neither Euterpe withholds her pipe, nor Polyhymnia\ndisdains to tune the Lesbian lyre. But, if you rank me among the lyric\npoets, I shall tower to the stars with my exalted head.",
        "ODE II.",
        "TO AUGUSTUS CAESAR",
        "Enough of snow and dreadful hail has the Sire now sent upon the earth,\nand having hurled [his thunderbolts] with his red right hand against the\nsacred towers, he has terrified the city; he has terrified the nations,\nlest the grievous age of Pyrrha, complaining of prodigies till then\nunheard of, should return, when Proteus drove all his [marine] herd to\nvisit the lofty mountains; and the fishy race were entangled in the elm\ntop, which before was the frequented seat of doves; and the timorous\ndeer swam in the overwhelming flood. We have seen the yellow Tiber, with\nhis waves forced back with violence from the Tuscan shore, proceed to\ndemolish the monuments of king [Numa], and the temples of Vesta; while\nhe vaunts himself the avenger of the too disconsolate Ilia, and the\nuxorious river, leaving his channel, overflows his left bank,\nnotwithstanding the disapprobation of Jupiter.",
        "Our youth, less numerous by the vices of their fathers, shall hear of\nthe citizens having whetted that sword [against themselves], with which\nit had been better that the formidable Persians had fallen; they shall\nhear of [actual] engagements. Whom of the gods shall the people invoke\nto the affairs of the sinking empire? With what prayer shall the sacred\nvirgins importune Vesta, who is now inattentive to their hymns? To whom\nshall Jupiter assign the task of expiating our wickedness? Do thou at\nlength, prophetic Apollo, (we pray thee!) come, vailing thy radiant\nshoulders with a cloud: or thou, if it be more agreeable to thee,\nsmiling Venus, about whom hover the gods of mirth and love: or thou, if\nthou regard thy neglected race and descendants, our founder Mars, whom\nclamor and polished helmets, and the terrible aspect of the Moorish\ninfantry against their bloody enemy, delight, satiated at length with\nthy sport, alas! of too long continuance: or if thou, the winged son of\ngentle Maia, by changing thy figure, personate a youth upon earth,\nsubmitting to be called the avenger of Caesar; late mayest thou return\nto the skies, and long mayest thou joyously be present to the Roman\npeople; nor may an untimely blast transport thee from us, offended at\nour crimes. Here mayest thou rather delight in magnificent triumphs, and\nto be called father and prince: nor suffer the Parthians with impunity\nto make incursions, you, O Caesar, being our general.",
        "ODE III.",
        "TO THE SHIP, IN WHICH VIRGIL WAS ABOUT TO SAIL TO ATHENS.",
        "So may the goddess who rules over Cyprus; so may the bright stars, the\nbrothers of Helen; and so may the father of the winds, confining all\nexcept Iapyx, direct thee, O ship, who art intrusted with Virgil; my\nprayer is, that thou mayest land him safe on the Athenian shore, and\npreserve the half of my soul. Surely oak and three-fold brass surrounded\nhis heart who first trusted a frail vessel to the merciless ocean, nor\nwas afraid of the impetuous Africus contending with the northern storms,\nnor of the mournful Hyades, nor of the rage of Notus, than whom there is\nnot a more absolute controller of the Adriatic, either to raise or\nassuage its waves at pleasure. What path of death did he fear, who\nbeheld unmoved the rolling monsters of the deep; who beheld unmoved the\ntempestuous swelling of the sea, and the Acroceraunians–ill-famed\nrocks?",
        "In vain has God in his wisdom divided the countries of the earth by the\nseparating ocean, if nevertheless profane ships bound over waters not to\nbe violated. The race of man presumptuous enough to endure everything,\nrushes on through forbidden wickedness.",
        "The presumptuous son of Iapetus, by an impious fraud, brought down fire\ninto the world. After fire was stolen from the celestial mansions,\nconsumption and a new train of fevers settled upon the earth, and the\nslow approaching necessity of death, which, till now, was remote,\naccelerated its pace. Daedalus essayed the empty air with wings not\npermitted to man. The labor of Hercules broke through Acheron. There is\nnothing too arduous for mortals to attempt. We aim at heaven itself in\nour folly; neither do we suffer, by our wickedness, Jupiter to lay aside\nhis revengeful thunderbolts.",
        "ODE IV.",
        "TO SEXTIUS.",
        "Severe winter is melted away beneath the agreeable change of spring and\nthe western breeze; and engines haul down the dry ships. And neither\ndoes the cattle any longer delight in the stalls, nor the ploughman in\nthe fireside; nor are the meadows whitened by hoary frosts. Now\nCytherean Venus leads off the dance by moonlight; and the comely Graces,\nin conjunction with the Nymphs, shake the ground with alternate feet;\nwhile glowing Vulcan kindles the laborious forges of the Cyclops. Now it\nis fitting to encircle the shining head either with verdant myrtle, or\nwith such flowers as the relaxed earth produces. Now likewise it is\nfitting to sacrifice to Faunus in the shady groves, whether he demand a\nlamb, or be more pleased with a kid. Pale death knocks at the cottages\nof the poor, and the palaces of kings, with an impartial foot. O happy\nSextius! The short sum total of life forbids us to form remote\nexpectations. Presently shall darkness, and the unreal ghosts, and the\nshadowy mansion of Pluto oppress you; where, when you shall have once\narrived, you shall neither decide the dominion of the bottle by dice,\nnor shall you admire the tender Lycidas, with whom now all the youth is\ninflamed, and for whom ere long the maidens will grow warm.",
        "ODE V.",
        "TO PYRRHA.",
        "What dainty youth, bedewed with liquid perfumes, caresses you, Pyrrha,\nbeneath the pleasant grot, amid a profusion of roses? For whom do you\nbind your golden hair, plain in your neatness? Alas! how often shall he\ndeplore your perfidy, and the altered gods; and through inexperience be\namazed at the seas, rough with blackening storms who now credulous\nenjoys you all precious, and, ignorant of the faithless gale, hopes you\nwill be always disengaged, always amiable! Wretched are those, to whom\nthou untried seemest fair? The sacred wall [of Neptune’s temple]\ndemonstrates, by a votive tablet, that I have consecrated my dropping\ngarments to the powerful god of the sea.",
        "ODE VI.",
        "TO AGRIPPA.",
        "You shall be described by Varius, a bird of Maeonian verse, as brave,\nand a subduer of your enemies, whatever achievements your fierce\nsoldiery shall have accomplished, under your command; either on\nship-board or on horseback. We humble writers, O Agrippa, neither\nundertake these high subjects, nor the destructive wrath of inexorable\nAchilles, nor the voyages of the crafty Ulysses, nor the cruel house of\nPelops: while diffidence, and the Muse who presides over the peaceful\nlyre, forbid me to diminish the praise of illustrious Caesar, and yours,\nthrough defect of genius. Who with sufficient dignity will describe Mars\ncovered with adamantine coat of mail, or Meriones swarthy with Trojan\ndust, or the son of Tydeus by the favor of Pallas a match for the gods?\nWe, whether free, or ourselves enamored of aught, light as our wont,\nsing of banquets; we, of the battles of maids desperate against young\nfellows–with pared nails.",
        "ODE VII.",
        "TO MUNATIUS PLANCUS.",
        "Other poets shall celebrate the famous Rhodes, or Mitylene, or Ephesus,\nor the walls of Corinth, situated between two seas, or Thebes,\nillustrious by Bacchus, or Delphi by Apollo, or the Thessalian Tempe.\nThere are some, whose one task it is to chant in endless verse the city\nof spotless Pallas, and to prefer the olive culled from every side, to\nevery other leaf. Many a one, in honor of Juno, celebrates Argos,\nproductive of steeds, and rich Mycenae. Neither patient Lacedaemon so\nmuch struck me, nor so much did the plain of fertile Larissa, as the\nhouse of resounding Albunea, and the precipitately rapid Anio, and the\nTiburnian groves, and the orchards watered by ductile rivulets. As the\nclear south wind often clears away the clouds from a lowering sky, now\nteems with perpetual showers; so do you, O Plancus, wisely remember to\nput an end to grief and the toils of life by mellow wine; whether the\ncamp, refulgent with banners, possess you, or the dense shade of your\nown Tibur shall detain you. When Teucer fled from Salamis and his\nfather, he is reported, notwithstanding, to have bound his temples,\nbathed in wine, with a poplar crown, thus accosting his anxious friends:\n“O associates and companions, we will go wherever fortune, more\npropitious than a father, shall carry us. Nothing is to be despaired of\nunder Teucer’s conduct, and the auspices of Teucer: for the infallible\nApollo has promised, that a Salamis in a new land shall render the name\nequivocal. O gallant heroes, and often my fellow-sufferers in greater\nhardships than these, now drive away your cares with wine: to-morrow we\nwill re-visit the vast ocean.”",
        "ODE VIII.",
        "TO LYDIA.",
        "Lydia, I conjure thee by all the powers above, to tell me why you are so\nintent to ruin Sybaris by inspiring him with love? Why hates he the\nsunny plain, though inured to bear the dust and heat? Why does he\nneither, in military accouterments, appear mounted among his equals; nor\nmanage the Gallic steed with bitted reins? Why fears he to touch the\nyellow Tiber? Why shuns he the oil of the ring more cautiously than\nviper’s blood? Why neither does he, who has often acquired reputation by\nthe quoit, often by the javelin having cleared the mark, any longer\nappear with arms all black-and-blue by martial exercises? Why is he\nconcealed, as they say the son of the sea-goddess Thetis was, just\nbefore the mournful funerals of Troy; lest a manly habit should hurry\nhim to slaughter, and the Lycian troops?",
        "ODE IX.",
        "TO THALIARCHUS.",
        "You see how Soracte stands white with deep snow, nor can the laboring\nwoods any longer support the weight, and the rivers stagnate with the\nsharpness of the frost. Dissolve the cold, liberally piling up billets\non the hearth; and bring out, O Thaliarchus, the more generous wine,\nfour years old, from the Sabine jar. Leave the rest to the gods, who\nhaving once laid the winds warring with the fervid ocean, neither the\ncypresses nor the aged ashes are moved. Avoid inquiring what may happen\ntomorrow; and whatever day fortune shall bestow on you, score it up for\ngain; nor disdain, being a young fellow, pleasant loves, nor dances, as\nlong as ill-natured hoariness keeps off from your blooming age. Now let\nboth the Campus Martius and the public walks, and soft whispers at the\napproach of evening be repeated at the appointed hour: now, too, the\ndelightful laugh, the betrayer of the lurking damsel from some secret\ncorner, and the token ravished from her arms or fingers, pretendingly\ntenacious of it.",
        "ODE X.",
        "TO MERCURY.",
        "Mercury, eloquent grandson of Atlas, thou who artful didst from the\nsavage manners of the early race of men by oratory, and the institution\nof the graceful Palaestra: I will celebrate thee, messenger of Jupiter\nand the other gods, and parent of the curved lyre; ingenious to conceal\nwhatever thou hast a mind to, in jocose theft. While Apollo, with angry\nvoice, threatened you, then but a boy, unless you would restore the\noxen, previously driven away by your fraud, he laughed, [when he found\nhimself] deprived of his quiver [also]. Moreover, the wealthy Priam too,\non his departure from Ilium, under your guidance deceived the proud sons\nof Atreus, and the Thessalian watch-lights, and the camp inveterate\nagaist Troy. You settle the souls of good men in blissful regions, and\ndrive together the airy crowd with your golden rod, acceptable both to\nthe supernal and infernal gods.",
        "ODE XI.",
        "TO LEUCONOE.",
        "Inquire not, Leuconoe (it is not fitting you should know), how long a\nterm of life the gods have granted to you or to me: neither consult the\nChaldean calculations. How much better is it to bear with patience\nwhatever shall happen! Whether Jupiter have granted us more winters, or\n[this as] the last, which now breaks the Etrurian waves against the\nopposing rocks. Be wise; rack off your wines, and abridge your hopes [in\nproportion] to the shortness of your life. While we are conversing,\nenvious age has been flying; seize the present day, not giving the least\ncredit to the succeeding one.",
        "ODE XII.",
        "TO AUGUSTUS.",
        "What man, what hero, O Clio, do you undertake to celebrate on the harp,\nor the shrill pipe? What god? Whose name shall the sportive echo\nresound, either in the shady borders of Helicon, or on the top of\nPindus, or on cold Haemus? Whence the woods followed promiscuously the\ntuneful Orpheus, who by his maternal art retarded the rapid courses of\nrivers, and the fleet winds; and was so sweetly persuasive, that he drew\nalong the listening oaks with his harmonious strings. But what can I\nsing prior to the usual praises of the Sire, who governs the affairs of\nmen and gods; who [governs] the sea, the earth, and the whole world with\nthe vicissitudes of seasons? Whence nothing is produced greater than\nhim; nothing springs either like him, or even in a second degree to him:\nnevertheless, Pallas has acquired these honors, which are next after\nhim.",
        "Neither will I pass thee by in silence, O Bacchus, bold in combat; nor\nthee, O Virgin, who art an enemy to the savage beasts; nor thee, O\nPhoebus, formidable for thy unerring dart.",
        "I will sing also of Hercules, and the sons of Leda, the one illustrious\nfor his achievements on horseback, the other on foot; whose\nclear-shining constellation as soon as it has shone forth to the\nsailors, the troubled surge falls down from the rocks, the winds cease,\nthe clouds vanish, and the threatening waves subside in the sea–because\nit was their will. After these, I am in doubt whom I shall first\ncommemorate, whether Romulus, or the peaceful reign of Numa, or the\nsplendid ensigns of Tarquinius, or the glorious death of Cato. I will\ncelebrate, out of gratitude, with the choicest verses, Regulus, and the\nScauri, and Paulus, prodigal of his mighty soul, when Carthage\nconquered, and Fabricius.",
        "Severe poverty, and an hereditary farm, with a dwelling suited to it,\nformed this hero useful in war; as it did also Curius with his rough\nlocks, and Camillus. The fame of Marcellus increases, as a tree does in\nthe insensible progress of time. But the Julian constellation shines\namid them all, as the moon among the smaller stars. O thou son of\nSaturn, author and preserver of the human race, the protection of Caesar\nis committed to thy charge by the Fates: thou shalt reign supreme, with\nCaesar for thy second. Whether he shall subdue with a just victory the\nParthians making inroads upon Italy, or shall render subject the Seres\nand Indians on the Eastern coasts; he shall rule the wide world with\nequity, in subordination to thee. Thou shalt shake Olympus with thy\ntremendous car; thou shalt hurl thy hostile thunderbolts against the\npolluted groves.",
        "ODE XIII.",
        "TO LYDIA.",
        "O Lydia, when you commend Telephus’ rosy neck, and the waxen arms of\nTelephus, alas! my inflamed liver swells with bile difficult to be\nrepressed. Then neither is my mind firm, nor does my color maintain a\ncertain situation: and the involuntary tears glide down my cheek,\nproving with what lingering flames I am inwardly consumed. I am on fire,\nwhether quarrels rendered immoderate by wine have stained your fair\nshoulders; or whether the youth, in his fury, has impressed with his\nteeth a memorial on your lips. If you will give due attention to my\nadvice, never expect that he will be constant, who inhumanly wounds\nthose sweet kisses, which Venus has imbued with the fifth part of all\nher nectar. O thrice and more than thrice happy those, whom an\nindissoluble connection binds together; and whose love, undivided by\nimpious complainings, does not separate them sooner than the last day!",
        "ODE XIV.",
        "TO THE ROMAN STATE.",
        "O ship, new waves will bear you back again to sea. O what are you doing?\nBravely seize the port. Do you not perceive, that your sides are\ndestitute of oars, and your mast wounded by the violent south wind, and\nyour main-yards groan, and your keel can scarcely support the\nimpetuosity of the waves without the help of cordage? You have not\nentire sails; nor gods, whom you may again invoke, pressed with\ndistress: notwithstanding you are made of the pines of Pontus, and as\nthe daughter of an illustrious wood, boast your race, and a fame now of\nno service to you. The timorous sailor has no dependence on a painted\nstern. Look to yourself, unless you are destined to be the sport of the\nwinds. O thou, so lately my trouble and fatigue, but now an object of\ntenderness and solicitude, mayest thou escape those dangerous seas which\nflow among the shining Cyclades.",
        "ODE XV.",
        "TO PARIS.",
        "When the perfidious shepherd (Paris) carried off by sea in Trojan ships\nhis hostess Helen, Nereus suppressed the swift winds in an unpleasant\ncalm, that he might sing the dire fates. “With unlucky omen art thou\nconveying home her, whom Greece with a numerous army shall demand back\nagain, having entered into a confederacy to dissolve your nuptials, and\nthe ancient kingdom of Priam. Alas! what sweat to horses, what to men,\nis just at hand! What a destruction art thou preparing for the Trojan\nnation! Even now Pallas is fitting her helmet, and her shield, and her\nchariot, and her fury. In vain, looking fierce through the patronage of\nVenus, will you comb your hair, and run divisions upon the effeminate\nlyre with songs pleasing to women. In vain will you escape the spears\nthat disturb the nuptial bed, and the point of the Cretan dart, and the\ndin [of battle], and Ajax swift in the pursuit. Nevertheless, alas! the\ntime will come, though late, when thou shalt defile thine adulterous\nhairs in the dust. Dost thou not see the son of Laertes, fatal to thy\nnation, and Pylian Nestor, Salaminian Teucer, and Sthenelus skilled in\nfight (or if there be occasion to manage horses, no tardy charioteer),\npursue thee with intrepidity? Meriones also shalt thou experience.\nBehold! the gallant son of Tydeus, a better man than his father, glows\nto find you out: him, as a stag flies a wolf, which he has seen on the\nopposite side of the vale, unmindful of his pasture, shall you,\neffeminate, fly, grievously panting:–not such the promises you made\nyour mistress. The fleet of the enraged Achilles shall defer for a time\nthat day, which is to be fatal to Troy and the Trojan matrons: but,\nafter a certain number of years, Grecian fire shall consume the Trojan\npalaces.”",
        "ODE XVI.",
        "TO A YOUNG LADY HORACE HAD OFFENDED.",
        "O daughter, more charming than your charming mother, put what end you\nplease to my insulting iambics; either in the flames, or, if you choose\nit, in the Adriatic. Nor Cybele, nor Apollo, the dweller in the shrines,\nso shakes the breast of his priests; Bacchus does not do it equally, nor\ndo the Corybantes so redouble their strokes on the sharp-sounding\ncymbals, as direful anger; which neither the Noric sword can deter, nor\nthe shipwrecking sea, nor dreadful fire, not Jupiter himself rushing\ndown with awful crash. It is reported that Prometheus was obliged to add\nto that original clay [with which he formed mankind], some ingredient\ntaken from every animal, and that he applied the vehemence of the raging\nlion to the human breast. It was rage that destroyed Thyestes with\nhorrible perdition; and has been the final cause that lofty cities have\nbeen entirely demolished, and that an insolent army has driven the\nhostile plowshare over their walls. Compose your mind. An ardor of soul\nattacked me also in blooming youth, and drove me in a rage to the\nwriting of swift-footed iambics. Now I am desirous of exchanging\nseverity for good nature, provided that you will become my friend, after\nmy having recanted my abuse, and restore me your affections.",
        "ODE XVII.",
        "TO TYNDARIS.",
        "The nimble Faunus often exchanges the Lycaean mountain for the pleasant\nLucretilis, and always defends my she-goats from the scorching summer,\nand the rainy winds. The wandering wives of the unsavory husband seek\nthe hidden strawberry-trees and thyme with security through the safe\ngrove: nor do the kids dread the green lizards, or the wolves sacred to\nMars; whenever, my Tyndaris, the vales and the smooth rocks of the\nsloping Ustica have resounded with his melodious pipe. The gods are my\nprotectors. My piety and my muse are agreeable to the gods. Here plenty,\nrich with rural honors, shall flow to you, with her generous horn filled\nto the brim. Here, in a sequestered vale, you shall avoid the heat of\nthe dog-star; and, on your Anacreontic harp, sing of Penelope and the\nfrail Circe striving for one lover; here you shall quaff, under the\nshade, cups of unintoxicating Lesbian. Nor shall the raging son of\nSemele enter the combat with Mars; and unsuspected you shall not fear\nthe insolent Cyrus, lest he should savagely lay his intemperate hands on\nyou, who are by no means a match for him; and should rend the chaplet\nthat is platted in your hair, and your inoffensive garment.",
        "ODE XVIII.",
        "TO VARUS.",
        "O Varus, you can plant no tree preferable to the sacred vine, about the\nmellow soil of Tibur, and the walls of Catilus. For God hath rendered\nevery thing cross to the sober; nor do biting cares disperse any\notherwise [than by the use of wine]. Who, after wine, complains of the\nhardships of war or of poverty? Who does not rather [celebrate] thee,\nFather Bacchus, and thee, comely Venus? Nevertheless, the battle of the\nCentaurs with the Lapithae, which was fought in their cups, admonishes\nus not to exceed a moderate use of the gifts of Bacchus. And Bacchus\nhimself admonishes us in his severity to the Thracians; when greedy to\nsatisfy their lusts, they make little distinction between right and\nwrong. O beauteous Bacchus, I will not rouse thee against thy will, nor\nwill I hurry abroad thy [mysteries, which are] covered with various\nleaves. Cease your dire cymbals, together with your Phrygian horn, whose\nfollowers are blind Self-love and Arrogance, holding up too high her\nempty head, and the Faith communicative of secrets, and more transparent\nthan glass.",
        "ODE XIX.",
        "TO GLYCERA.",
        "The cruel mother of the Cupids, and the son of the Theban Gemele, and\nlascivious ease, command me to give back my mind to its deserted loves.\nThe splendor of Glycera, shining brighter than the Parian marble,\ninflames me: her agreeable petulance, and her countenance, too unsteady\nto be beheld, inflame me. Venus, rushing on me with her whole force, has\nquitted Cyprus; and suffers me not to sing of the Scythians, and the\nParthian, furious when his horse is turned for flight, or any subject\nwhich is not to the present purpose. Here, slaves, place me a live turf;\nhere, place me vervains and frankincense, with a flagon of two-year-old\nwine. She will approach more propitious, after a victim has been\nsacrificed.",
        "ODE XX.",
        "TO MAECENAS.",
        "My dear knight Maecenas, you shall drink [at my house] ignoble Sabine\nwine in sober cups, which I myself sealed up in the Grecian cask, stored\nat the time, when so loud an applause was given to you in the\namphitheatre, that the banks of your ancestral river, together with the\ncheerful echo of the Vatican mountain, returned your praises. You [when\nyou are at home] will drink the Caecuban, and the grape which is\nsqueezed in the Calenian press; but neither the Falernian vines, nor the\nFormian hills, season my cups.",
        "ODE XXI.",
        "ON DIANA AND APOLLO.",
        "Ye tender virgins, sing Diana; ye boys, sing Apollo with his unshorn\nhair, and Latona passionately beloved by the supreme Jupiter. Ye\n(virgins), praise her that rejoices in the rivers, and the thick groves,\nwhich project either from the cold Algidus, or the gloomy woods of\nErymanthus, or the green Cragus. Ye boys, extol with equal praises\nApollo’s Delos, and his shoulder adorned with a quiver, and with his\nbrother Mercury’s lyre. He, moved by your intercession, shall drive away\ncalamitous war, and miserable famine, and the plague from the Roman\npeople and their sovereign Caesar, to the Persians and the Britons.",
        "ODE XXII.",
        "TO ARISTIUS FUSCUS.",
        "The man of upright life and pure from wickedness, O Fuscus, has no need\nof the Moorish javelins, or bow, or quiver loaded with poisoned darts.\nWhether he is about to make his journey through the sultry Syrtes, or\nthe inhospitable Caucasus, or those places which Hydaspes, celebrated in\nstory, washes. For lately, as I was singing my Lalage, and wandered\nbeyond my usual bounds, devoid of care, a wolf in the Sabine wood fled\nfrom me, though I was unarmed: such a monster as neither the warlike\nApulia nourishes in its extensive woods, nor the land of Juba, the\ndry-nurse of lions, produces. Place me in those barren plains, where no\ntree is refreshed by the genial air; at that part of the world, which\nclouds and an inclement atmosphere infest. Place me under the chariot of\nthe too neighboring sun, in a land deprived of habitations; [there] will\nI love my sweetly-smiling, sweetly-speaking Lalage.",
        "ODE XXIII.",
        "TO CHLOE.",
        "You shun me, Chloe, like a fawn that is seeking its timorous mother in\nthe pathless mountains, not without a vain dread of the breezes and the\nthickets: for she trembles both in her heart and knees, whether the\narrival of the spring has terrified by its rustling leaves, or the green\nlizards have stirred the bush. But I do not follow you, like a savage\ntigress, or a Gaetulian lion, to tear you to pieces. Therefore, quit\nyour mother, now that you are mature for a husband.",
        "ODE XXIV.",
        "TO VIRGIL.",
        "What shame or bound can there be to our affectionate regret for so dear\na person? O Melpomene, on whom your father has bestowed a clear voice\nand the harp, teach me the mournful strains. Does then perpetual sleep\noppress Quinctilius? To whom when will modesty, and uncorrupt faith the\nsister of Justice, and undisguised truth, find any equal? He died\nlamented by many good men, but more lamented by none than by you, my\nVirgil. You, though pious, alas! in vain demand Quinctilius back from\nthe gods, who did not lend him to us on such terms. What, though you\ncould strike the lyre, listened to by the trees, with more sweetness\nthan the Thracian Orpheus; yet the blood can never return to the empty\nshade, which Mercury, inexorable to reverse the fates, has with his\ndreadful Caduceus once driven to the gloomy throng. This is hard: but\nwhat it is out of our power to amend, becomes more supportable by\npatience.",
        "ODE XXV.",
        "TO LYDIA.",
        "The wanton youths less violently shake thy fastened windows with their\nredoubled knocks, nor do they rob you of your rest; and your door, which\nformerly moved its yielding hinges freely, now sticks lovingly to its\nthreshold. Less and less often do you now hear: “My Lydia, dost thou\nsleep the live-long night, while I your lover am dying?” Now you are an\nold woman, it will be your turn to bewail the insolence of rakes, when\nyou are neglected in a lonely alley, while the Thracian wind rages at\nthe Interlunium: when that hot desire and lust, which is wont to render\nfurious the dams of horses, shall rage about your ulcerous liver: not\nwithout complaint, that sprightly youth rejoice rather in the verdant\nivy and growing myrtle, and dedicate sapless leaves to Eurus, the\ncompanion of winter.",
        "ODE XXVI.",
        "TO AELIUS LAMIA.",
        "A friend to the Muses, I will deliver up grief and fears to the wanton\nwinds, to waft into the Cretan Sea; singularly careless, what king of a\nfrozen region is dreaded under the pole, or what terrifies Tiridates. O\nsweet muse, who art delighted with pure fountains, weave together the\nsunny flowers, weave a chaplet for my Lamia. Without thee, my praises\nprofit nothing. To render him immortal by new strains, to render him\nimmortal by the Lesbian lyre, becomes both thee and thy sisters.",
        "ODE XXVII.",
        "TO HIS COMPANIONS.",
        "To quarrel over your cups, which were made for joy, is downright\nThracian. Away with the barbarous custom, and protect modest Bacchus\nfrom bloody frays. How immensely disagreeable to wine and candles is the\nsabre of the Medes! O my companions, repress your wicked vociferations,\nand rest quietly on bended elbow. Would you have me also take my share\nof stout Falernian? Let the brother of Opuntian Megilla then declare,\nwith what wound he is blessed, with what dart he is dying.–What, do you\nrefuse? I will not drink upon any other condition. Whatever kind of\npassion rules you, it scorches you with the flames you need not be\nashamed of, and you always indulge in an honorable, an ingenuous love.\nCome, whatever is your case, trust it to faithful ears. Ah, unhappy! in\nwhat a Charybdis art thou struggling, O youth, worthy of a better flame!\nWhat witch, what magician, with his Thessalian incantations, what deity\ncan free you? Pegasus himself will scarcely deliver you, so entangled,\nfrom this three-fold chimera.",
        "ODE XXVIII.",
        "ARCHYTAS.",
        "The [want of the] scanty present of a little sand near the Mantinian\nshore, confines thee, O Archytas, the surveyor of sea and earth, and of\nthe innumerable sand: neither is it of any advantage to you, to have\nexplored the celestial regions, and to have traversed the round world in\nyour imagination, since thou wast to die. Thus also did the father of\nPelops, the guest of the gods, die; and Tithonus likewise was translated\nto the skies, and Minos, though admitted to the secrets of Jupiter; and\nthe Tartarean regions are possessed of the son of Panthous, once more\nsent down to the receptacle of the dead; notwithstanding, having retaken\nhis shield from the temple, he gave evidence of the Trojan times, and\nthat he had resigned to gloomy death nothing but his sinews and skin; in\nyour opinion, no inconsiderable judge of truth and nature. But the game\nnight awaits all, and the road of death must once be travelled. The\nFuries give up some to the sport of horrible Mars: the greedy ocean is\ndestructive to sailors: the mingled funerals of young and old are\ncrowded together: not a single person does the cruel Proserpine pass by.\nThe south wind, the tempestuous attendant on the setting Orion, has sunk\nme also in the Illyrian waves. But do not thou, O sailor, malignantly\ngrudge to give a portion of loose sand to my bones and unburied head.\nSo, whatever the east wind shall threaten to the Italian sea, let the\nVenusinian woods suffer, while you are in safety; and manifold profit,\nfrom whatever port it may, come to you by favoring Jove, and Neptune,\nthe defender of consecrated Tarentum. But if you, by chance, make light\nof committing a crime, which will be hurtful to your innocent posterity,\nmay just laws and haughty retribution await you. I will not be deserted\nwith fruitless prayers; and no expiations shall atone for you. Though\nyou are in haste, you need not tarry long: after having thrice sprinkled\nthe dust over me, you may proceed.",
        "ODE XXIX.",
        "TO ICCIUS.",
        "O Iccius, you now covet the opulent treasures of the Arabians, and are\npreparing vigorous for a war against the kings of Saba, hitherto\nunconquered, and are forming chains for the formidable Mede. What\nbarbarian virgin shall be your slave, after you have killed her\nbetrothed husband? What boy from the court shall be made your\ncup-bearer, with his perfumed locks, skilled to direct the Seric arrows\nwith his father’s bow? Who will now deny that it is probable for\nprecipitate rivers to flow back again to the high mountains, and for\nTiber to change his course, since you are about to exchange the noble\nworks of Panaetius, collected from all parts, together with the whole\nSocratic family, for Iberian armor, after you had promised better\nthings?",
        "ODE XXX.",
        "TO VENUS.",
        "O Venus, queen of Gnidus and Paphos, neglect your favorite Cyprus, and\ntransport yourself into the beautiful temple of Glycera, who is invoking\nyou with abundance of frankincense. Let your glowing son hasten along\nwith you, and the Graces with their zones loosed, and the Nymphs, and\nYouth possessed of little charm without you and Mercury.",
        "ODE XXXI.",
        "TO APOLLO.",
        "What does the poet beg from Phoebus on the dedication of his temple?\nWhat does he pray for, while he pours from the flagon the first\nlibation? Not the rich crops of fertile Sardinia: not the goodly flocks\nof scorched Calabria: not gold, or Indian ivory: not those countries,\nwhich the still river Liris eats away with its silent streams. Let those\nto whom fortune has given the Calenian vineyards, prune them with a\nhooked knife; and let the wealthy merchant drink out of golden cups the\nwines procured by his Syrian merchandize, favored by the gods\nthemselves, inasmuch as without loss he visits three or four times a\nyear the Atlantic Sea. Me olives support, me succories and soft mallows.\nO thou son of Latona, grant me to enjoy my acquisitions, and to possess\nmy health, together with an unimpaired understanding, I beseech thee;\nand that I may not lead a dishonorable old age, nor one bereft of the\nlyre.",
        "ODE XXXII.",
        "TO HIS LYRE.",
        "We are called upon. If ever, O lyre, in idle amusement in the shade with\nthee, we have played anything that may live for this year and many, come\non, be responsive to a Latin ode, my dear lyre–first tuned by a Lesbian\ncitizen, who, fierce in war, yet amid arms, or if he had made fast to\nthe watery shore his tossed vessel, sung Bacchus, and the Muses, and\nVenus, and the boy, her ever-close attendant, and Lycus, lovely for his\nblack eyes and jetty locks. O thou ornament of Apollo, charming shell,\nagreeable even at the banquets of supreme Jove! O thou sweet alleviator\nof anxious toils, be propitious to me, whenever duly invoking thee!",
        "ODE XXXIII.",
        "TO ALBIUS TIBULLUS.",
        "Grieve not too much, my Albius, thoughtful of cruel Glycera; nor chant\nyour mournful elegies, because, as her faith being broken, a younger man\nis more agreeable, than you in her eyes. A love for Cyrus inflames\nLycoris, distinguished for her little forehead: Cyrus follows the rough\nPholoe; but she-goats shall sooner be united to the Apulian wolves, than\nPholoe shall commit a crime with a base adulterer. Such is the will of\nVenus, who delights in cruel sport, to subject to her brazen yokes\npersons and tempers ill suited to each other. As for myself, the\nslave-born Myrtale, more untractable than the Adriatic Sea that forms\nthe Calabrian gulfs, entangled me in a pleasing chain, at the very time\nthat a more eligible love courted my embraces.",
        "ODE XXXIV.",
        "AGAINST THE EPICURIANS.",
        "A remiss and irregular worshiper of the gods, while I professed the\nerrors of a senseless philosophy, I am now obliged to set sail back\nagain, and to renew the course that I had deserted. For Jupiter, who\nusually cleaves the clouds with his gleaming lightning, lately drove\nhis thundering horses and rapid chariot through the clear serene; which\nthe sluggish earth, and wandering rivers; at which Styx, and the horrid\nseat of detested Taenarus, and the utmost boundary of Atlas were shaken.\nThe Deity is able to make exchange between the highest and the lowest,\nand diminishes the exalted, bringing to light the obscure; rapacious\nfortune, with a shrill whizzing, has borne off the plume from one head,\nand delights in having placed it on another.",
        "ODE XXXV.",
        "TO FORTUNE.",
        "O Goddess, who presidest over beautiful Antium; thou, that art ready to\nexalt mortal man from the most abject state, or to convert superb\ntriumphs into funerals! Thee the poor countryman solicits with his\nanxious vows; whosoever plows the Carpathian Sea with the Bithynian\nvessel, importunes thee as mistress of the ocean. Thee the rough Dacian,\nthee the wandering Scythians, and cities, and nations, and warlike\nLatium also, and the mothers of barbarian kings, and tyrants clad in\npurple, fear. Spurn not with destructive foot that column which now\nstands firm, nor let popular tummult rouse those, who now rest quiet, to\narms–to arms–and break the empire. Necessity, thy minister, alway\nmarches before thee, holding in her brazen hand huge spikes and wedges,\nnor is the unyielding clamp absent, nor the melted lead. Thee Hope\nreverences, and rare Fidelity robed in a white garment; nor does she\nrefuse to bear thee company, howsoever in wrath thou change thy robe,\nand abandon the houses of the powerful. But the faithless crowd [of\ncompanions], and the perjured harlot draw back. Friends, too faithless\nto bear equally the yoke of adversity, when casks are exhausted, very\ndregs and all, fly off. Preserve thou Caesar, who is meditating an\nexpedition against the Britons, the furthest people in the world, and\nalso the new levy of youths to be dreaded by the Eastern regions, and\nthe Red Sea. Alas! I am ashamed of our scars, and our wickedness, and of\nbrethren. What have we, a hardened age, avoided? What have we in our\nimpiety left unviolated! From what have our youth restrained their\nhands, out of reverence to the gods? What altars have they spared? O\nmayest thou forge anew our blunted swords on a different anvil against\nthe Massagetae and Arabians.",
        "ODE XXXVI.",
        "This is a joyful occasion to sacrifice both with incense and music of\nthe lyre, and the votive blood of a heifer to the gods, the guardians of\nNumida; who, now returning in safety from the extremest part of Spain,\nimparts many embraces to his beloved companions, but to none more than\nhis dear Lamia, mindful of his childhood spent under one and the same\ngovernor, and of the gown, which they changed at the same time. Let not\nthis joyful day be without a Cretan mark of distinction; let us not\nspare the jar brought forth [from the cellar]; nor, Salian-like, let\nthere be any cessation of feet; nor let the toping Damalis conquer\nBassus in the Thracian Amystis; nor let there be roses wanting to the\nbanquet, nor the ever-green parsley, nor the short-lived lily. All the\ncompany will fix their dissolving eyes on Damalis; but she, more\nluxuriant than the wanton ivy, will not be separated from her new lover.",
        "ODE XXXVII.",
        "TO HIS COMPANIONS.",
        "Now, my companions, is the time to carouse, now to beat the ground with\na light foot: now is the time that was to deck the couch of the gods\nwith Salian dainties. Before this, it was impious to produce the old\nCaecuban stored up by your ancestors; while the queen, with a\ncontaminated gang of creatures, noisome through distemper, was preparing\ngiddy destruction for the Capitol and the subversion of the empire,\nbeing weak enough to hope for any thing, and intoxicated with her\nprospering fortune. But scarcely a single ship preserved from the flames\nbated her fury; and Caesar brought down her mind, inflamed with Egyptian\nwine, to real fears, close pursuing her in her flight from Italy with\nhis galleys (as the hawk pursues the tender doves, or the nimble hunter\nthe hare in the plains of snowy Aemon), that he might throw into chains\nthis destructive monster [of a woman]; who, seeking a more generous\ndeath, neither had an effeminate dread of the sword, nor repaired with\nher swift ship to hidden shores. She was able also to look upon her\npalace, lying in ruins, with a countenance unmoved, and courageous\nenough to handle exasperated asps, that she might imbibe in her body the\ndeadly poison, being more resolved by having pre-meditated her death:\nfor she was a woman of such greatness of soul, as to scorn to be carried\noff in haughty triumph, like a private person, by rough Liburnians.",
        "ODE XXXVIII.",
        "TO HIS SERVANT.",
        "Boy, I detest the pomp of the Persians; chaplets, which are woven with\nthe rind of the linden, displease me; give up the search for the place\nwhere the latter rose abides. It is my particular desire that you make\nno laborious addition to the plain myrtle; for myrtle is neither\nunbecoming you a servant, nor me, while I quaff under this mantling\nvine.",
        "Continue...",
        "\nThis eBook of “The Works of Horace” by Horace belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Marketing Management (12th Edition) (Marketing Management)By Philip KotlerAt Amazon"
    ]
}