{
    "title": "The Boys’ Life of Mark Twain - LIX. Mark Twain Arranges for His Biography",
    "author": "Paine",
    "chapter": "59",
    "content": [
        "\n",
        "\n\n",
        "It was at the beginning of 1906–a little more than a month after the\nseventieth-birthday dinner–that the writer of these chapters became\npersonally associated with Mark Twain.  I had met him before, and from\ntime to time he had returned a kindly word about some book I had written\nand inconsiderately sent him, for he had been my literary hero from\nchildhood.  Once, indeed, he had allowed me to use some of his letters in\na biography I was writing of Thomas Nast; he had been always an admirer\nof the great cartoonist, and the permission was kindness itself.  Before\nthe seating at the birthday dinner I happened to find myself for a moment\nalone with Mark Twain and remembered to thank him in person for the use\nof the letters; a day or two later I sent him a copy of the book.  I did\nnot expect to hear from it again.",
        "It was a little while after this that I was asked to join in a small\nprivate dinner to be given to Mark Twain at the Players, in celebration\nof his being made an honorary member of that club–there being at the\ntime only one other member of this class, Sir Henry Irving.  I was in the\nPlayers a day or two before the event, and David Munro, of “The North\nAmerican Review,” a man whose gentle and kindly nature made him “David\"\nto all who knew him, greeted me joyfully, his face full of something he\nknew I would wish to hear.",
        "He had been chosen, he said, to propose the Players’ dinner to Mark\nTwain, and had found him propped up in bed, and beside him a copy of the\nNast book.  I suspect now that David’s generous heart prompted Mark Twain\nto speak of the book, and that his comment had lost nothing in David’s\neager retelling.  But I was too proud and happy to question any feature\nof the precious compliment, and Munro–always most happy in making others\nhappy–found opportunity to repeat it, and even to improve upon it–\nusually in the presence of others–several times during the evening.",
        "The Players’ dinner to Mark Twain was given on the evening of January 3,\n19066, and the picture of it still remains clear to me.  The guests,\nassembled around a single table in the private dining-room, did not\nexceed twenty-five in number.  Brander Matthews presided, and the\nknightly Frank Millet, who would one day go down on the “Titanic,” was\nthere, and Gilder and Munro and David Bispham and Robert Reid, and others\nof their kind.  It so happened that my seat was nearly facing the guest\nof the evening, who by a custom of the Players is placed at the side and\nnot at the distant end of the long table.  Regarding him at leisure, I\nsaw that he seemed to be in full health.  He had an alert, rested look;\nhis complexion had the tints of a miniature painting.  Lit by the soft\nglow of the shaded candles, outlined against the richness of the shadowed\nwalls, he made a figure of striking beauty.  I could not take my eyes\nfrom it, for it stirred in me the farthest memories.  I saw the interior\nof a farm-house sitting-room in the Middle West where I had first heard\nthe name of Mark Twain, and where night after night a group had gathered\naround the evening lamp to hear read aloud the story of the Innocents on\ntheir Holy Land pilgrimage, which to a boy of eight had seemed only a\nwonderful poem and fairy-tale.  To Charles Harvey Genung, who sat next to\nme, I whispered something of this, and how during the thirty-six years\nsince then no one had meant to me quite what Mark Twain had meant–in\nliterature and, indeed, in life.  Now here he was just across the table.\nIt was a fairy-tale come true.",
        "Genung said: “You should write his life.”",
        "It seemed to me no more than a pleasant remark, but he came back to it\nagain and again, trying to encourage me with the word that Munro had\nbrought back concerning the biography of Nast.  However, nothing of what\nhe said had kindled any spark of hope.  I put him off by saying that\ncertainly some one of longer and closer friendship and larger experience\nhad been selected for the work.  Then the speaking began, and the matter\nwent out of my mind.  Later in the evening, when we had left our seats\nand were drifting about the table, I found a chance to say a word to our\nguest concerning his “Joan of Arc,” which I had recently re-read.  To my\nhappiness, he told me that long-ago incident–the stray leaf from Joan’s\nlife, blown to him by the wind–which had led to his interest in all\nliterature.  Then presently I was with Genung again and he was still\ninsisting that I write the life of Mark Twain.  It may have been his\nfaithful urging, it may have been the quick sympathy kindled by the name\nof “Joan of Arc\"; whatever it was, in the instant of bidding good-by to\nour guest I was prompted to add:",
        "“May I call to see you, Mr. Clemens, some day?”  And something–to this\nday I do not know what–prompted him to answer:",
        "“Yes, come soon.”",
        "Two days later, by appointment with his secretary, I arrived at 21 Fifth\nAvenue, and waited in the library to be summoned to his room.  A few\nmoments later I was ascending the long stairs, wondering why I had come\non so useless an errand, trying to think up an excuse for having come at\nall.",
        "He was propped up in bed–a regal bed, from a dismantled Italian palace–\ndelving through a copy of “Huckleberry Finn,” in search of a paragraph\nconcerning which some unknown correspondent had inquired.  He pushed the\ncigars toward me, commenting amusingly on this correspondent and on\nletter-writing in general.  By and by, when there came a lull, I told him\nwhat so many thousands had told him before–what his work had meant to\nme, so long ago, and recalled my childish impressions of that large\nblack-and-gilt book with its wonderful pictures and adventures “The\nInnocents Abroad.”  Very likely he was willing enough to let me change\nthe subject presently and thank him for the kindly word which David Munro\nhad brought.  I do not remember what was his comment, but I suddenly\nfound myself saying that out of his encouragement had grown a hope\n(though certainly it was less), that I might some day undertake a book\nabout himself.  I expected my errand to end at this point, and his\nsilence seemed long and ominous.",
        "He said at last that from time to time he had himself written chapters of\nhis life, but that he had always tired of the work and put it aside.  He\nadded that he hoped his daughters would one day collect his letters, but\nthat a biography–a detailed story of a man’s life and effort–was\nanother matter.  I think he added one or two other remarks, then all at\nonce, turning upon me those piercing agate-blue eyes, he said:",
        "“When would you like to begin?”",
        "There was a dresser, with a large mirror, at the end of the room.  I\nhappened to catch my reflection in it, and I vividly recollect saying to\nit, mentally “This is not true; it is only one of many similar dreams.\"\nBut even in a dream one must answer, and I said:",
        "“Whenever you like.  I can begin now.”",
        "He was always eager in any new undertaking.",
        "“Very good,” he said, “the sooner, then, the better.  Let’s begin while\nwe are in the humor.  The longer you postpone a thing of this kind, the\nless likely you are ever to get at it.”",
        "This was on Saturday; I asked if Tuesday, January 9, would be too soon to\nstart.  He agreed that Tuesday would do, and inquired as to my plan of\nwork.  I suggested bringing a stenographer to make notes of his life-\nstory as he could recall it, this record to be supplemented by other\nmaterial–letters, journals, and what not.  He said:",
        "“I think I should enjoy dictating to a stenographer with some one to\nprompt me and act as audience.  The room adjoining this was fitted up for\nmy study.  My manuscript and notes and private books and many of my\nletters are there, and there are a trunkful or two of such things in the\nattic.  I seldom use the room myself.  I do my writing and reading in\nbed.  I will turn that room over to you for this work.  Whatever you need\nwill be brought to you.  We can have the dictations here in the morning,\nand you can put in the rest of the day to suit yourself.  You can have a\nkey and come and go as you please.”",
        "That was always his way.  He did nothing by halves.  He got up and showed\nme the warm luxury of the study, with its mass of material–disordered,\nbut priceless.",
        "I have no distinct recollections of how I came away, but presently, back\nat the Players, I was confiding the matter to Charles Harvey Genung, who\nsaid he was not surprised; but I think he was.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}