{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XXI.",
    "author": "I. Windslow Ayer",
    "chapter": "22",
    "content": [
        "\n\n",
        "ARGUMENT OF THE JUDGE ADVOCATE IN THE CONSPIRACY CASES–CONVICTION OF THE\nPRISONERS.",
        "The evidence in the case before the military commission at Cincinnati,\nhaving closed, the counsel who represented the prisoners made their\naddresses–they cannot be called arguments–and the court adjourned to\nTuesday, April 18. As lawyers who have no valid defence, observe it as a\npolicy to attack the Government witnesses with great fury, so Messrs.\nHervey and Wilson, true to the ethics of their profession, made a grand\nassault upon the principal witnesses. Counsellor Hervey, in his harangue,\nused the following language, which illustrates the line of “argument” for\ndefence:",
        "“Some two hundred years ago,” said the learned counsel, “there was a man\nin England who swore away the lives of his fellow citizens by wholesale.\nHis name was Dr. Titus Oates–the man who got up what was called the\nPopish plot, and by perjury and villainy, consigned many an innocent head\nto the scaffold. He was assisted by a man who has, as no other judge has,\ndisgraced the ermine–Jeffries, who drank himself to death in the tower,\nwhen his co-worker in iniquities and evil deeds with dreadful and condign\npunishment followed him. The effort of nature to produce so great a\nmonster was so terrible that it required a resting spell of two hundred\nyears before she could produce another such monster in the shape of Dr. I.\nWinslow Ayer.”",
        "We forgive him, for he was obliged to seem to do or say something to earn\nhis “fee.” There being no arguments for defence, but only such pathetic\nappeals as only a lawyer, without the least hope, would make, feeling that\nhis clients would expect something, we need not take our space to report\ntheir remarks.",
        "On Tuesday April 18, Judge Advocate Burnet made his closing argument for\nthe Government. It was truly a master-piece, complete in every part. It\nwas such an effort as might have been expected, of one who has, during\nthis long tedious trial, shown himself a gentleman, a profound counsellor,\na true patriot and an advocate of justice, whose only aim has been to\nelicit truth, and be the better enabled to serve the true interests of the\ncountry. We would gladly present every argument and address he has made,\nduring the trial, but space will not admit, and we therefore invite\ncareful attention to the following sketch of his address:",
        "The Judge Advocate, in referring to the accused, said:",
        "There are two sides to this case; two sides for the manifestation of\nsympathy. While here is an old, white-haired man before you, whose every\nthing is at stake; while here is a father, a generous, open-hearted, and\nimpulsive man, whose all is at stake; and here is a soldier, who has\nfought in every clime, and who has taken up his sword to destroy life in\nevery cause, whose everything is also at stake, yet there is, on the other\nside, your Government at stake. If these men be guilty, justice to the\nnation demands of you this day that you should convict them, and you must\nnot waver. In the consideration of this case, you must bring to your aid a\npower, that may be a little more than is ordinarily given to human nature.\nYou must, for the time, sink all hatred, malice, even human sympathy; and\nrise, God-like, to determine the truth and adjust the punishment.",
        "That these accused would enter upon the commission of so heinous a crime,\nI can scarcely permit myself to believe. They have made a strong appeal to\nyour sympathies. Each counsel has advocated the cause of his client with\nan earnestness and an eloquence that does him honor; I shall always\nrespect them, and bear them in kindly recollection.",
        "But there seems to have been something, during these four years of the\nnation’s trial, that has appeared to paralyze the native instincts of the\nAmerican heart. This phantom, this siren of secession, with her enticing\nsong, seems to have lulled to sleep the better part of human nature. At\nthe sound of her voice, and the flash of her eye, men have sprung to arms,\nto grapple with the life of the nation, because it was free! They have\nfollowed, at the beck of the siren, over desolated homes; they have\ntrampled over the dead corpses of murdered brothers, and innocent women\nand children. They have blackened the land with desolation, and made it\nthe abode of moaning and woe. She has blinded, while she has demoralized\nthem. Old men, forgetting their white hairs, have joined in the conspiracy\nat the beck of this phantom, who has taken out of the human heart its\nheaven-born instincts, to plant there those of vengeance, and the thirst\nfor blood.",
        "My tongue falters as I look over this country and see bereaved widows and\norphans, the white-haired patriots that mourn for the first-born, that\nshall ne’er greet them, and those who sit at the desolate hearth, with\nhands upraised, waiting for the knock that will be but the death-knell of\nall their hopes; and think that the phantom of secession has caused all\nthis!",
        "Men who were kind fathers, kind husbands and noble patriots, have\nforgotten it all in a day, and have become traitors, and inculcated\ndoctrines that have, by the hands of fiends, stricken down that patriotic\nand noble leader of the human race. There is something in it which no man\ncan comprehend. The doctrines which they inculcate harden the heart, and\nnerve the arm to crime, enabling them to commit robbery, arson and murder,\nfor all is in her category; and as they commit those crimes, the appeal to\nGod for the justness of their cause. That is what has deceived these men;\nit is this accursed phantom of secession that has blinded their eyes; that\nhas cooled their hearts and filled them with vengeance. It is this that\nhas changed and perverted the human instincts, that should have ruled in\ntheir breasts.",
        "Of this man Walsh, I have simply this to say: The evidence is as you have\nseen it. I have briefly sketched it; I will not dwell upon much that ought\nto be said; I can not. The testimony is voluminous, filling 2,000 or 2,500\npages. I have had but a few days to scan through it; I have given you only\nthe leading points, and you must judge. I would not say one word that\nwould take from this family their father; but if this man was guilty of\nthis crime, or has aided and abetted this conspiracy, you have but one\nduty to perform. You must know no man, be influenced by no bias, betray no\nsympathy, but must be firm in the performance of your stern duty. There\nare thirty millions of suffering people in this land, and against these,\none man’s life, if guilty, weighs little in the scale of justice. We have,\nunhappily, in the history of this war, frequently seen sympathy manifested\nfor criminals, rebels and traitors–those who have brought this great\ninjustice upon the true and the loyal. It is not mercy to acquit those\nguilty of cruelty to a people who are struggling for their very existence;\nit would be cruelty to our brave soldiers, and to those who have been left\nwidows and orphans.",
        "As to Judge Morris–for his white hair and old age, I have only respect.\nFor all that is worthy in him as a citizen, I do him reverence; but if\nthis white-haired old man has engaged in a conspiracy against my nation\nand my country, I turn to the other side, and see white-haired patriots\nwho mourn in sadness because such as he have done these evil deeds,–and I\nremember Justice!",
        "As to this man Grenfel, I confess I have no sympathy with him; no sympathy\nfor the foreigner who lands in our country when this nation is engaged in\nthe struggle for human right and human liberty, and who takes part in the\nquarrel against us, and arrays himself on the side of those who are trying\nto establish tyranny and slavery. I have no sympathy for the man whose\nsword is unsheathed for hire and not for principle; for whom slavery and\ndespotism have more charms than freedom and liberty. The motive of such a\none does not rise even to the dignity of vengeance. As has been said by\nhis counsel, his sword has gleamed in every sun, and has been employed on\nthe side of almost every nationality, and after this he engages in our\nstruggle, and, as testified to by Colonel Moore, desires to raise the\nblack flag against our prisoners; and after men have yielded as prisoners\nof war, he rides up to one, and stabs him, coward like, in the back.",
        "But he is not true to the cause he espouses. When in Washington he went to\nthe Secretary of War and betrays the very people with whom he had been\nfighting; tells all he knows of the strength, position and designs of the\nConfederates. He said he proposed to leave immediately for England, but he\nbreaks his faith, proceeds to Canada, and is found among the conspirators,\nand is now here, charged with these crimes to-day. There is no throb of my\nheart that beats in unison with such conduct as this. He was a fit\ninstrument to be used in this enterprise. What to him would be the wail of\nwomen and little ones? What to him would be the pleadings of old men and\nunarmed citizens?",
        "The delivery of Judge Burnett’s argument occupied three and a half hours,\nafter which the Commission adjourned to meet at four o’clock P.M., to\ndeliberate on the findings and sentence. They accordingly met at the hour\nappointed, and, after mature deliberation, finally recorded their verdict.",
        "General Hooker issued General Orders No. 30, April 22, in which he\npromulgates the finding of the military commission which, for three months\npast, has been engaged in the trial of the alleged Chicago conspirators.\nThe commission have acquitted Buckner S. Morris and Vincent Marmaduke, and\nthey are to be discharged upon their taking the oath of allegiance. They\nfind Charles Walsh and Richard T. Semmes guilty of all the charges and\nspecifications, and sentence the former to five years’ imprisonment at\nhard labor from the 7th of November last, and the latter to three years’\nimprisonment at hard labor from the same date, at such place as the\ncommanding general may direct. Gen. Hooker has named the State\npenitentiary at Columbus, Ohio.",
        "Cantrill’s trial has been continued; Anderson committed suicide, and\nCharles Travis Daniels escaped. The commission found a verdict against\nDaniels, but it has not yet been promulgated. The findings against G. St.\nLeger Grenfell have not yet been announced officially; but it is death, at\nsuch time and place as Gen. Hooker shall designate. The commission has\nbeen dissolved.",
        "The Chicago Tribune, in speaking of the sentence, says:",
        "The trial of the Chicago conspirators has ended, the sentences have been\npronounced and approved, and the court has adjourned. Buckner S. Morris\nand Vincent Marmaduke are acquitted and Charles Walsh and Richard T.\nSemmes were found guilty of the entire charges and specifications, to wit:\nof conspiracy for the relief of the prisoners at Camp Douglas, and of\nconspiring to “lay waste and destroy” the city of Chicago. Walsh is\nsentenced to imprisonment for five years from November 7th, 1864, and\nSemmes to imprisonment at hard labor for three years from the date of\nsentence. The findings against G. St. Leger Grenfell have not been\nofficially promulgated, but it is stated that he is found guilty and\nsentenced to death, at such time and place as Gen. Hooker shall designate.\nThe penitentiary at Columbus, Ohio, is designated as the place of\nconfinement of Walsh and Semmes. The trial has been long, mainly by reason\nof the course pursued by the defense, whose aim has been to protract it,\nso as to tire out the perseverance of the prosecution and the patience of\nthe court and people. The court have performed their arduous duties with\ngreat ability and fairness. The result will doubtless be satisfactory to\nthe people. It is proved that this great crime was in all its naked\ndeformity and depravity actually committed. It follows that the Copperhead\nstatement, published in the rebel organ in this city, charging that the\nentire plot and arrest of these Copperhead traitors and assassins were\ninvented by the Union Republicans of Chicago as an electioneering trick,\nwas the subterfuge of conscious guilt trying to cover up its tracks and to\nrub out the stains of its own attempted crimes. The same organ now impugns\nthe “competency” of the Court. It may consider itself fortunate that it\nhas not had an opportunity to argue the question of jurisdiction on its\nown behalf before a similar tribunal. Its opposition to such courts\noriginates in a feeling of uneasiness about its own safety. For",
        "REV. DR. TIFFANY UPON COPPERHEADS.",
        "At a public meeting held in Chicago, after the announcement of the\nassassination, Rev. Dr. Tiffany, in an able and eloquent address said:",
        "“God alone is great. At rare intervals he sends us a man beyond the limit\nof our measure. Our attention has been directed to the excellences of the\ncharacter which belonged to our late President, and to the spirit of the\nsystem which gave strength to the blow of the assassin. A more terrible\ntopic is now to be discussed–our relation to that spirit–our\nresponsibility for that blow.",
        "We have been accustomed to say, “slavery is sectional, and freedom\nnational,” let those who elect slavery take the results of slavery to\nthemselves; let them suffer, if their choice brings suffering; but as for\nus, we wash our hands in innocency, and hold ourselves guiltless of\nblood.” And so we have been going on ever since the outbreak of slavery in\nthe form of armed rebellion. “They are the guilty parties, let them\nsuffer.” But has all this been right? Have we had no responsibility? Is no\nguilt ours? We may not have owned slaves, but we may have made a common\ncause with men owners–may have brought condemnation upon ourselves by our\ntolerance, by our compromises.",
        "Sad and almost disgraceful is the record which exhibits our complicity\nwith this sin. We began by making free States wait at the door of the\nUnion until slavery had a counterpoise, or balance adjusted in the form of\nslave State, to preserve the balance against freedom in the National\nSenate. We compromised the territories west of the Mississippi, by\ntolerating slaves there, and as one demand after another was made it was\ngranted, till we even allowed slave rule in free States, by submitting to\nthe Fugitive Slave law–these things could not have been done without our\nvotes. When they threatened and blustered we fawned and cringed, until\nthey knew and avowed their belief that the crack of a slave whip would\nbring the north to its knees. All they asked we granted, more than they\ndemanded we offered. We held out our wrists for manacles. When we elected\nthe great good man, who embodied our idea of nationality and freedom; and\neven after official announcement had been made of the position slavery\noccupied in their proposed nationalism, we guarded their slaves, and kept\nthem secure to labor for the support of the masters who were fighting\nagainst us. When these slaves, acting on an intuition of freedom, came\nfleeing to us, we sent them back to chains and bondage. In all this we\nshowed our complicity with the sin which struck the blow which killed our\ngood President.",
        "And after the slaughter of thousands in battle, and the death of as many\nmore in hospitals, of fever, starvation and wounds, still was our hatred\nof the sin which caused them not deep enough. We talked of amnesty and\nnon-humiliation, and God has permitted the sad cup to come to each lip in\nbitterness. Each one mourns to-day as if personally bereaved. The\nblackness of darkness is in our homes, and the whole nation mourns its\nfirst-born–its first-loved. May not–does not–a measure of\nresponsibility rest upon us for this last sad event? Have we not been\ntolerant of the treason which has wrought this crime? Have we not been\napologists for infamy under the name of different political opinions? Have\nwe not spared when we should have punished–been merciful when mercy was\nbut cruelty? We seem to have believed that because there were more\nserpents away from our homes, the few left here had no venom. We felt\nsecure because the loyalists were more numerous than the traitors. But of\nthe few who were here, and tolerated here, some plotted the escape of\nrebel prisoners, some the burning of our city, some the conflagration of\nNew York, and some the murder of the Cabinet, while one has killed the\ngood President. Had they all been driven out, or put under strict\nsurveillance, there would have been none of these things from them. We\nhave lost our President by tolerating traitors in our streets.",
        "Who was the assassin of the President? Not an armed rebel, clothed with\nbelligerent rights; not a political refugee, who had skulked into our\nlines for rapine and for plunder; but the citizen of a free State, who\ncould visit and send his cards to the Vice-President with a flippant\nfamiliarity, which his aristocratic slave-holding associates presume to\nuse,–a man allowed to go about the streets of Washington, breathing\ntreason and blaspheming God, without rebuke. He could command attention\nfrom proprietors of houses and saloons, from owners of blooded stock, from\nmen who were called loyal, and the toleration of this killed our good\nPresident.",
        "He was a wretch, of whom a press said, but yesterday, that he was sincere\nin thinking he should rid the earth of a tyrant, by slaying the President,\nthis sincerity must place him on a level with John Brown. [Hisses and\ncries of The Times.] This was said yesterday, and read by thousands, and\nI know of no steps taken to prevent the utterance of similar insult and\noutrage to-morrow. For this tolerance we are responsible, and tolerance\nlike this killed the good President. When a far-seeing military commandant\nordered the suppression of published treason, there were men in high\nplaces, and men all over the land, who outraged the loyal masses by\ninterfering to prevent the execution of that order, on the ground of\ndisturbing the freedom of the press; but when our ministers went into\nRichmond they were muzzled, and the result has been that treason has been\nlittered, the good man called an imbecile–the generous man a tyrant–\nthe restraint of traitors has been referred to as, usurpation of\npower, and prisons have been called Bastiles. All this has been, and we\nhave tolerated it. This has given aid and comfort to treason in the South,\nand traitors in the North, and this has killed the good President.",
        "The measure of our responsibility is the amount of our connivance at these\nthings. No man is free from guilt who has winked at this wrong, who has\ninterfered to prevent the punishment of wrong-doers, who has apologies for\ntreason, who has not done all in his power to rebuke, denounce and punish\nthe foes of the nation, at home and abroad. We stand, to-day, as though in\nthe presence of the nation’s dead, and here, on the tomb of our chieftain,\nlet us swear eternal enmity to treason and to traitors. Nor let us, when\nthe assassin shall be arrested and punished–oh! let us not then think we\nhave done our duty. I had rather the profane wretch who has done this deed\nwere never taken, than that his execution should relieve our minds from\none thought of our personal responsibility. No; rather let the wretch be a\nfugitive and vagabond, with the mark of Cain upon him. Let none slay him,\nfor we ourselves are not guiltless. And as he flies from men, with hate in\nhis eyes and hell in his heart, let every home be an asylum from which he\nshall be barred, and every honest, loyal heart a sanctuary where no\nthought of complicity with him, or sympathy for him may enter. Let us bow\nbefore God to-day in humble penitence; let us ask of Him forgiveness–\nFather forgive us, for we knew not what we did–that His hand be stayed,\nand the measure of our responsibility be canceled.”",
        "In this connection, we may with propriety, introduce the following extract\nfrom President Johnson’s recent speech to the Indiana delegation:",
        "“We are living at a time when the public mind had almost become oblivious\nof what treason is. The time has arrived, my countrymen, when the American\npeople should be educated and taught what crime is, and that treason is\ncrime, and the highest crime known to the law and the Constitution. Yes,\ntreason against a State, treason against all the States, treason against\nthe Government of the United States, is the highest crime that can be\ncommitted, and those engaged in it should suffer all the penalties. It is\nnot promulgating anything that I have not heretofore said, to say that\ntraitors must be made odious; that treason must be made odious; that\ntraitors must be punished and imprisoned. [Applause.] They must not only\nbe punished, but their social power must be destroyed. If not, they will\nstill maintain an ascendency, and may again become numerous and powerful;\nfor, in the words of a former senator of the United States, when traitors\nbecome numerous enough, treason becomes respectable. And I say that, after\nmaking treason odious, every Union man and the Government, should be\nremunerated out of the pockets of those who have inflicted the great\nsuffering upon the country. [Applause.] But do not understand me as saying\nthis in a spirit of anger; for, if I understand my own heart, the reverse\nis the case; and, while I say that the penalties of the law, in a stern\nand inflexible manner, should be executed upon conscious, intelligent, and\ninfluential traitors,–the leaders who have deceived thousands upon\nthousands of laboring men, who have been drawn into the rebellion; and\nwhile I say, as to leaders, punishment, I also say leniency, conciliation,\nand amnesty, to the thousands whom they have misled and deceived, and, in\nrelation to this, as I have remarked, I might have adopted your speech as\nmy own.”",
        " ",
        " ",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}