{
    "title": "The Pleasures of Life - CHAPTER VI. POETRY.",
    "author": "Sir John Lubbock",
    "chapter": "20",
    "content": [
        "\n\n",
        "    “And here the singer for his Art\n       Not all in vain may plead;\n     The song that nerves a nation’s heart\n       Is in itself a deed.\"\n                             TENNYSON.",
        "After the disastrous defeat of the Athenians before Syracuse, Plutarch\ntells us that the Sicilians spared those who could repeat any of the\npoetry of Euripides.",
        "“Some there were,” he says, “who owed their preservation to Euripides. Of\nall the Grecians, his was the muse with whom the Sicilians were most in\nlove. From the strangers who landed in their island they gleaned every\nsmall specimen or portion of his works, and communicated it with pleasure\nto each other. It is said that upon this occasion a number of Athenians on\ntheir return home went to Euripides, and thanked him in the most grateful\nmanner for their obligations to his pen; some having been enfranchised for\nteaching their masters what they remembered of his poems, and others\nhaving procured refreshments, when they were wandering about after the\nbattle, by singing a few of his verses.”",
        "Nowadays we are none of us likely to owe our lives to Poetry in this\nsense, yet in another we many of us owe to it a similar debt. How often,\nwhen worn with overwork, sorrow, or anxiety, have we taken down Homer or\nHorace, Shakespeare or Milton, and felt the clouds gradually roll away,\nthe jar of nerves subside, the consciousness of power replace physical\nexhaustion, and the darkness of despondency brighten once more into the\nlight of life.",
        "“And yet Plato,” says Jowett, “expels the poets from his Republic because\nthey are allied to sense; because they stimulate the emotions; because\nthey are thrice removed from the ideal truth.”",
        "In that respect, as in some others, few would accept Plato’s Republic as\nbeing an ideal Commonwealth, and most would agree with Sir Philip Sidney\nthat “if you cannot bear the planet-like music of poetry ... I must send\nyou in the behalf of all poets, that while you live, you live in love, and\nnever get favor for lacking skill of a sonnet; and when you die, your\nmemory die from the earth, for want of an epitaph.”",
        "Poetry has often been compared with painting and sculpture. Simonides long\nago said that Poetry is a speaking picture, and painting is mute Poetry.",
        "“Poetry,” says Cousin, “is the first of the Arts because it best\nrepresents the infinite.”",
        "And again, “Though the arts are in some respects isolated, yet there is\none which seems to profit by the resources of all, and that is Poetry.\nWith words, Poetry can paint and sculpture; she can build edifices like an\narchitect; she unites, to some extent, melody and music. She is, so to\nsay, the center in which all arts unite.”",
        "A true poem is a gallery of pictures.",
        "It must, I think, be admitted that painting and sculpture can give us a\nclearer and more vivid idea of an object we have never seen than any\ndescription can convey. But when we have once seen it, then on the\ncontrary there are many points which the poet brings before us, and which\nperhaps neither in the representation, nor even in nature, should we\nperceive for ourselves. Objects can be most vividly brought before us by\nthe artist, actions by the poet; space is the domain of Art, time of\nPoetry. [1]",
        "Take, for instance, as a typical instance, female beauty. How labored and\nhow cold any description appears. The greatest poets recognize this; as,\nfor instance, when Scott wishes us to realize the Lady of the Lake he does\nnot attempt any description, but just mentions her attitude and then\nadds–",
        "  “And ne’er did Grecian chisel trace\n  A Nymph, a Naiad, or a Grace,\n  Of finer form or lovelier face!”",
        "A great poet indeed must be inspired; he must possess an exquisite sense\nof beauty, and feelings deeper than those of most men, and yet well under\nhis control. “The Milton of poetry is the man, in his own magnificent\nphrase, of devout prayer to that eternal spirit that can enrich with all\nutterance and knowledge, and sends out his seraphim with the hallowed fire\nof his altar, to touch and purify the lips of whom he pleases.” [2] And if\nfrom one point of view Poetry brings home to us the immeasurable\ninequalities of different minds, on the other hand it teaches us that\ngenius is no affair of rank or wealth.",
        "  “I think of Chatterton, the marvellous boy,\n     The sleepless soul, that perish’d in his pride;\n   Of Burns, that walk’d in glory and in joy\n     Behind his plough upon the mountain-side.” [3]",
        "A man may be a poet and yet write no verse, but not if he writes bad or\npoor ones.",
        "                        “Mediocribus esse poetis\n  Non homines, non Di, non concessere columnae.” [4]",
        "Second-rate poets, like second-rate writers generally, fade gradually into\ndreamland; but the great poets remain always.",
        "Poetry will not live unless it be alive, “that which comes from the head\ngoes to the heart;” [5] and Milton truly said that “he who would not be\nfrustrate of his hope to write well hereafter in laudable things, ought\nhimself to be a true poem.”",
        "For “he who, having no touch of the Muses’ madness in his soul, comes to\nthe door and thinks he will get into the temple by the help of Art–he, I\nsay, and his Poetry are not admitted.” [6]",
        "But the work of the true poet is immortal.",
        "“For have not the verses of Homer continued 2500 years or more without the\nloss of a syllable or a letter, during which time infinite palaces,\ntemples, castles, cities, have been decayed and demolished? It is not\npossible to have the true pictures or statues of Cyrus, Alexander, Caesar,\nno, nor of the kings or great personages of much later years; for the\noriginals cannot last, and the copies cannot but lose of the life and\ntruth. But the images of men’s wits and knowledge remain in books,\nexempted from the wrong of time and capable of perpetual renovation.\nNeither are they fitly to be called images, because they generate still\nand cast their seeds in the minds of others, provoking and causing\ninfinite actions and opinions in succeeding ages: so that if the invention\nof the ship was thought so noble, which carrieth riches and commodities\nfrom place to place, and consociateth the most remote regions in\nparticipation of their fruits, how much more are letters to be magnified,\nwhich, as ships, pass through the vast seas of time and make ages so\ndistant to participate of the wisdom, illuminations, and inventions, the\none of the other?” [7]",
        "The poet requires many qualifications. “Who has traced,” says Cousin, “the\nplan of this poem? Reason. Who has given it life and charm? Love. And who\nhas guided reason and love? The Will.”",
        " “All men have some imagination, but\n  The Lover and the Poet\n  Are of imagination all compact.",
        " “The Poet’s eye, in a fine frenzy rolling,\n  Doth glance from heaven to earth, from earth to heaven,\n  And as imagination bodies forth\n  The forms of things unknown, the poet’s pen\n  Turns them to shapes, and gives to airy nothing\n  A local habitation and a name.” [8]",
        "Poetry is the fruit of genius; but it cannot be produced without labor.\nMoore, one of the airiest of poets, tells us that he was a slow and\npainstaking workman.",
        "The works of our greatest Poets are all episodes in that one great poem\nwhich the genius of man has created since the commencement of human\nhistory.",
        "A distinguished mathematician is said once to have inquired what was\nproved by Milton in his Paradise Lost; and there are no doubt still some\nwho ask themselves, even if they shrink from putting the question to\nothers, whether Poetry is of any use, just as if to give pleasure were not\nuseful in itself. No true Utilitarian, however, would feel this doubt,\nsince the greatest happiness of the greatest number is the rule of his\nphilosophy.",
        "“We must not estimate the works of genius merely with reference to the\npleasure they afford, even when pleasure was their principal object. We\nmust also regard the intelligence which they presuppose and exercise.” [9]",
        "Thoroughly to enjoy Poetry we must not so limit ourselves, but must rise\nto a higher ideal.",
        "“Yes; constantly in reading poetry, a sense for the best, the really\nexcellent, and of the strength and joy to be drawn from it, should be\npresent in our minds, and should govern our estimate of what we\nread.” [10]",
        "Cicero, in his oration for Archias, well asked, “Has not this man then a\nright to my love, to my admiration, to all the means which I can employ in\nhis defence? For we are instructed by all the greatest and most learned of\nmankind, that education, precepts, and practice, can in every other branch\nof learning produce excellence. But a poet is formed by the hand of\nnature; he is aroused by mental vigor, and inspired by what we may call\nthe spirit of divinity itself. Therefore our Ennius has a right to give to\npoets the epithet of Holy, [11] because they are, as it were, lent to\nmankind by the indulgent bounty of the gods.”",
        "“Poetry,” says Shelley, “awakens and enlarges the mind itself by rendering\nit the receptacle of a thousand unapprehended combinations of thought.\nPoetry lifts the veil from the hidden beauty of the world, and makes\nfamiliar objects be as if they were not familiar; it reproduces all that\nit represents, and the impersonations clothed in its Elysian light stand\nthenceforward in the minds of those who have once contemplated them, as\nmemorials of that gentle and exalted content which extends itself over all\nthoughts and actions with which it co-exists.”",
        "And again, “All high Poetry is infinite; it is as the first acorn, which\ncontained all oaks potentially. Veil after veil may be undrawn, and the\ninmost naked beauty of the meaning never exposed. A great poem is a\nfountain forever overflowing with the waters of wisdom and delight.”",
        "Or, as he has expressed himself in his Ode to a Skylark:",
        "    “Higher still and higher\n      From the earth thou springest\n    Like a cloud of fire;\n      The blue deep thou wingest,\n  And singing still dost soar, and soaring ever singest.\n\n    “Like a poet hidden\n      In the light of thought,\n    Singing hymns unbidden,\n      Till the world is wrought\n  To sympathy with hopes and fears it heeded not.\n\n    “Like a glow-worm golden\n      In a dell of dew,\n    Scattering unbeholden\n      Its aerial hue\n  Among the flowers and grass, which screen it from the view.”",
        "We speak now of the poet as the Maker or Creator–[Greek: poiaetaes]; the\norigin of the word “bard” seems doubtful.",
        "The Hebrews well called their poets “Seers,” for they not only perceive\nmore than others, but also help other men to see much which would\notherwise be lost to us. The old Greek word was [Greek: aoidos]–the Bard\nor Singer.",
        "Poetry lifts the veil from the beauty of the world which would otherwise\nbe hidden, and throws over the most familiar objects the glow and halo of\nimagination. The man who has a love for Poetry can scarcely fail to derive\nintense pleasure from Nature, which to those who love it is all “beauty to\nthe eye and music to the ear.”",
        "“Yet Nature never set forth the earth in so rich tapestry as divers poets\nhave done; neither with so pleasant rivers, fruitful trees, sweet-smelling\nflowers, nor whatsoever else may make the too-much-loved earth more\nlovely.” [12]",
        "In the smokiest city the poet will transport us, as if by enchantment, to\nthe fresh air and bright sun, to the murmur of woods and leaves and water,\nto the ripple of waves upon sand, and enable us, as in some delightful\ndream, to cast off the cares and troubles of life.",
        "The poet, indeed, must have more true knowledge, not only of human nature,\nbut of all Nature, than other men are gifted with.",
        "Crabbe Robinson tells us that when a stranger once asked permission to see\nWordsworth’s study, the maid said, “This is master’s Library, but he\nstudies in the fields.” No wonder then that Nature has been said to return\nthe poet’s love.",
        "  “Call it not vain;-they do not err\n     Who say that, when the poet dies,\n   Mute Nature mourns her worshipper,\n     And celebrates his obsequies.” [13]",
        "Swinburne says of Blake, and I feel entirely with him, though in my case\nthe application would have been different, that “The sweetness of sky and\nleaf, of grass and water–the bright light life of bird, child, and\nbeast–is, so to speak, kept fresh by some graver sense of faithful and\nmysterious love, explained and vivified by a conscience and purpose in the\nartist’s hand and mind. Such a fiery outbreak of spring, such an\ninsurrection of fierce floral life and radiant riot of childish power and\npleasure, no poet or painter ever gave before; such lustre of green leaves\nand flushed limbs, kindled cloud and fervent fleece, was never wrought\ninto speech or shape.”",
        "To appreciate Poetry we must not merely glance at it, or rush through it,\nor read it in order to talk or write about it. One must compose oneself\ninto the right frame of mind. Of course for one’s own sake one will read\nPoetry in times of agitation, sorrow, or anxiety, but that is another\nmatter.",
        "The inestimable treasures of Poetry again are open to all of us. The best\nbooks are indeed the cheapest. For the price of a little beer, a little\ntobacco, we can buy Shakespeare or Milton–or indeed almost as many books\nas a man can read with profit in a year.",
        "Nor, in considering the advantage of Poetry to man, must we limit\nourselves to its past or present influence. The future of Poetry, says Mr.\nMatthew Arnold, and no one was more qualified to speak, “The future of\nPoetry is immense, because in Poetry, where it is worthy of its high\ndestinies, our race, as time goes on, will find an ever surer and surer\nstay. But for Poetry the idea is everything; the rest is a world of\nillusion, of divine illusion. Poetry attaches its emotion to the idea; the\nidea is the fact. The strongest part of our religion to-day is its\nunconscious Poetry. We should conceive of Poetry worthily, and more highly\nthan it has been the custom to conceive of it. We should conceive of it as\ncapable of higher uses, and called to higher destinies than those which in\ngeneral men have assigned to it hitherto.”",
        "Poetry has been well called the record “of the best and happiest moments\nof the happiest and best minds;” it is the light of life, the very “image\nof life expressed in its eternal truth;” it immortalizes all that is best\nand most beautiful in the world; “it purges from our inward sight the film\nof familiarity which obscures from us the wonder of our being;” “it is the\ncenter and circumference of knowledge;” and poets are “mirrors of the\ngigantic shadows which futurity caste upon the present.”",
        "Poetry, in effect, lengthens life; it creates for us time, if time be\nrealized as the succession of ideas and not of minutes; it is the “breath\nand finer spirit of all knowledge;” it is bound neither by time nor space,\nbut lives in the spirit of man. What greater praise can be given than the\nsaying that life should be Poetry put into action.",
        "[1] See Lessing’s Laocooen.",
        "[2] Arnold.",
        "[3] Coleridge.",
        "[4] Horace.",
        "[5] Wordsworth.",
        "[6] Plato.",
        "[7] Bacon.",
        "[8] Shakespeare.",
        "[9] St. Hailare.",
        "[10] Arnold.",
        "[11] Plato styles poets the sons and interpreters of the gods.",
        "[12] Sydney, Defence of Poetry.",
        "[13] Scott.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}