{
    "title": "The Diary of a Nobody - Chapter IV.",
    "author": "George and Weedon Grossmith",
    "chapter": "5",
    "content": [
        "\n\n",
        "The ball at the Mansion House.",
        "\nApril 30. - Perfectly astounded at receiving an invitation for\nCarrie and myself from the Lord and Lady Mayoress to the Mansion\nHouse, to “meet the Representatives of Trades and Commerce.”  My\nheart beat like that of a schoolboy’s.  Carrie and I read the\ninvitation over two or three times.  I could scarcely eat my\nbreakfast.  I said - and I felt it from the bottom of my heart, -\n“Carrie darling, I was a proud man when I led you down the aisle of\nthe church on our wedding-day; that pride will be equalled, if not\nsurpassed, when I lead my dear, pretty wife up to the Lord and Lady\nMayoress at the Mansion House.”  I saw the tears in Carrie’s eyes,\nand she said:  “Charlie dear, it is I who have to be proud of you.\nAnd I am very, very proud of you.  You have called me pretty; and\nas long as I am pretty in your eyes, I am happy.  You, dear old\nCharlie, are not handsome, but you are GOOD, which is far more\nnoble.”  I gave her a kiss, and she said:  “I wonder if there will\nbe any dancing?  I have not danced with you for years.”",
        "I cannot tell what induced me to do it, but I seized her round the\nwaist, and we were silly enough to be executing a wild kind of\npolka when Sarah entered, grinning, and said:  “There is a man,\nmum, at the door who wants to know if you want any good coals.\"\nMost annoyed at this.  Spent the evening in answering, and tearing\nup again, the reply to the Mansion House, having left word with\nSarah if Gowing or Cummings called we were not at home.  Must\nconsult Mr. Perkupp how to answer the Lord Mayor’s invitation.",
        "May 1. - Carrie said:  “I should like to send mother the invitation\nto look at.”  I consented, as soon as I had answered it.  I told\nMr. Perkupp, at the office, with a feeling of pride, that we had\nreceived an invitation to the Mansion House; and he said, to my\nastonishment, that he himself gave in my name to the Lord Mayor’s\nsecretary.  I felt this rather discounted the value of the\ninvitation, but I thanked him; and in reply to me, he described how\nI was to answer it.  I felt the reply was too simple; but of course\nMr. Perkupp knows best.",
        "May 2. - Sent my dress-coat and trousers to the little tailor’s\nround the corner, to have the creases taken out.  Told Gowing not\nto call next Monday, as we were going to the Mansion House.  Sent\nsimilar note to Cummings.",
        "May 3. - Carrie went to Mrs. James, at Sutton, to consult about her\ndress for next Monday.  While speaking incidentally to Spotch, one\nof our head clerks, about the Mansion House, he said:  “Oh, I’m\nasked, but don’t think I shall go.”  When a vulgar man like Spotch\nis asked, I feel my invitation is considerably discounted.  In the\nevening, while I was out, the little tailor brought round my coat\nand trousers, and because Sarah had not a shilling to pay for the\npressing, he took them away again.",
        "May 4. - Carrie’s mother returned the Lord Mayor’s invitation,\nwhich was sent to her to look at, with apologies for having upset a\nglass of port over it.  I was too angry to say anything.",
        "May 5. - Bought a pair of lavender kid-gloves for next Monday, and\ntwo white ties, in case one got spoiled in the tying.",
        "May 6, Sunday. - A very dull sermon, during which, I regret to say,\nI twice thought of the Mansion House reception to-morrow.",
        "May 7. - A big red-letter day; viz., the Lord Mayor’s reception.\nThe whole house upset.  I had to get dressed at half-past six, as\nCarrie wanted the room to herself.  Mrs. James had come up from\nSutton to help Carrie; so I could not help thinking it unreasonable\nthat she should require the entire attention of Sarah, the servant,\nas well.  Sarah kept running out of the house to fetch “something\nfor missis,” and several times I had, in my full evening-dress, to\nanswer the back-door.",
        "The last time it was the greengrocer’s boy, who, not seeing it was\nme, for Sarah had not lighted the gas, pushed into my hands two\ncabbages and half-a-dozen coal-blocks.  I indignantly threw them on\nthe ground, and felt so annoyed that I so far forgot myself as to\nbox the boy’s ears.  He went away crying, and said he should\nsummons me, a thing I would not have happen for the world.  In the\ndark, I stepped on a piece of the cabbage, which brought me down on\nthe flags all of a heap.  For a moment I was stunned, but when I\nrecovered I crawled upstairs into the drawing-room and on looking\ninto the chimney-glass discovered that my chin was bleeding, my\nshirt smeared with the coal-blocks, and my left trouser torn at the\nknee.",
        "However, Mrs. James brought me down another shirt, which I changed\nin the drawing-room.  I put a piece of court-plaster on my chin,\nand Sarah very neatly sewed up the tear at the knee.  At nine\no’clock Carrie swept into the room, looking like a queen.  Never\nhave I seen her look so lovely, or so distinguished.  She was\nwearing a satin dress of sky-blue - my favourite colour - and a\npiece of lace, which Mrs. James lent her, round the shoulders, to\ngive a finish.  I thought perhaps the dress was a little too long\nbehind, and decidedly too short in front, but Mrs. James said it\nwas E LA MODE.  Mrs. James was most kind, and lent Carrie a fan of\nivory with red feathers, the value of which, she said, was\npriceless, as the feathers belonged to the Kachu eagle - a bird now\nextinct.  I preferred the little white fan which Carrie bought for\nthree-and-six at Shoolbred’s, but both ladies sat on me at once.",
        "We arrived at the Mansion House too early, which was rather\nfortunate, for I had an opportunity of speaking to his lordship,\nwho graciously condescended to talk with me some minutes; but I\nmust say I was disappointed to find he did not even know Mr.\nPerkupp, our principal.",
        "I felt as if we had been invited to the Mansion House by one who\ndid not know the Lord Mayor himself.  Crowds arrived, and I shall\nnever forget the grand sight.  My humble pen can never describe it.\nI was a little annoyed with Carrie, who kept saying:  “Isn’t it a\npity we don’t know anybody?”",
        "Once she quite lost her head.  I saw someone who looked like\nFranching, from Peckham, and was moving towards him when she seized\nme by the coat-tails, and said quite loudly:  “Don’t leave me,\"\nwhich caused an elderly gentleman, in a court-suit, and a chain\nround him, and two ladies, to burst out laughing.  There was an\nimmense crowd in the supper-room, and, my stars! it was a splendid\nsupper - any amount of champagne.",
        "Carrie made a most hearty supper, for which I was pleased; for I\nsometimes think she is not strong.  There was scarcely a dish she\ndid not taste.  I was so thirsty, I could not eat much.  Receiving\na sharp slap on the shoulder, I turned, and, to my amazement, saw\nFarmerson, our ironmonger.  He said, in the most familiar way:\n“This is better than Brickfield Terrace, eh?”  I simply looked at\nhim, and said coolly:  “I never expected to see you here.”  He\nsaid, with a loud, coarse laugh:  “I like that - if YOU, why not\nME?”  I replied:  “Certainly,” I wish I could have thought of\nsomething better to say.  He said:  “Can I get your good lady\nanything?”  Carrie said:  “No, I thank you,” for which I was\npleased.  I said, by way of reproof to him:  “You never sent to-day\nto paint the bath, as I requested.”  Farmerson said:  “Pardon me,\nMr. Pooter, no shop when we’re in company, please.”",
        "Before I could think of a reply, one of the sheriffs, in full Court\ncostume, slapped Farmerson on the back and hailed him as an old\nfriend, and asked him to dine with him at his lodge.  I was\nastonished.  For full five minutes they stood roaring with\nlaughter, and stood digging each other in the ribs.  They kept\ntelling each other they didn’t look a day older.  They began\nembracing each other and drinking champagne.",
        "To think that a man who mends our scraper should know any member of\nour aristocracy!  I was just moving with Carrie, when Farmerson\nseized me rather roughly by the collar, and addressing the sheriff,\nsaid:  “Let me introduce my neighbour, Pooter.”  He did not even\nsay “Mister.”  The sheriff handed me a glass of champagne.  I felt,\nafter all, it was a great honour to drink a glass of wine with him,\nand I told him so.  We stood chatting for some time, and at last I\nsaid:  “You must excuse me now if I join Mrs. Pooter.”  When I\napproached her, she said:  “Don’t let me take you away from\nfriends.  I am quite happy standing here alone in a crowd, knowing\nnobody!”",
        "As it takes two to make a quarrel, and as it was neither the time\nnor the place for it, I gave my arm to Carrie, and said:  “I hope\nmy darling little wife will dance with me, if only for the sake of\nsaying we had danced at the Mansion House as guests of the Lord\nMayor.”  Finding the dancing after supper was less formal, and\nknowing how much Carrie used to admire my dancing in the days gone\nby, I put my arm round her waist and we commenced a waltz.",
        "A most unfortunate accident occurred.  I had got on a new pair of\nboots.  Foolishly, I had omitted to take Carrie’s advice; namely,\nto scratch the soles of them with the points of the scissors or to\nput a little wet on them.  I had scarcely started when, like\nlightning, my left foot slipped away and I came down, the side of\nmy head striking the floor with such violence that for a second or\ntwo I did not know what had happened.  I needly hardly say that\nCarrie fell with me with equal violence, breaking the comb in her\nhair and grazing her elbow.",
        "There was a roar of laughter, which was immediately checked when\npeople found that we had really hurt ourselves.  A gentleman\nassisted Carrie to a seat, and I expressed myself pretty strongly\non the danger of having a plain polished floor with no carpet or\ndrugget to prevent people slipping.  The gentleman, who said his\nname was Darwitts, insisted on escorting Carrie to have a glass of\nwine, an invitation which I was pleased to allow Carrie to accept.",
        "I followed, and met Farmerson, who immediately said, in his loud\nvoice “Oh, are you the one who went down?”",
        "I answered with an indignant look.",
        "With execrable taste, he said:  “Look here, old man, we are too old\nfor this game.  We must leave these capers to the youngsters.  Come\nand have another glass, that is more in our line.”",
        "Although I felt I was buying his silence by accepting, we followed\nthe others into the supper-room.",
        "Neither Carrie nor I, after our unfortunate mishap, felt inclined\nto stay longer.  As we were departing, Farmerson said:  “Are you\ngoing? if so, you might give me a lift.”",
        "I thought it better to consent, but wish I had first consulted\nCarrie.",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}