{
    "title": "The Varieties of Religious Experience - Lectures IV and V. The Religion of Healthy Mindedness",
    "author": "William James",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "If we were to ask the question:  “What is human life’s chief\nconcern?” one of the answers we should receive would be:  “It is\nhappiness.”  How to gain, how to keep, how to recover happiness,\nis in fact for most men at all times the secret motive of all\nthey do, and of all they are willing to endure.  The hedonistic\nschool in ethics deduces the moral life wholly from the\nexperiences of happiness and unhappiness which different kinds of\nconduct bring; and, even more in the religious life than in the\nmoral life, happiness and unhappiness seem to be the poles round\nwhich the interest revolves. We need not go so far as to say with\nthe author whom I lately quoted that any persistent enthusiasm\nis, as such, religion, nor need we call mere laughter a religious\nexercise; but we must admit that any persistent enjoyment may\nPRODUCE the sort of religion which consists in a grateful\nadmiration of the gift of so happy an existence; and we must also\nacknowledge that the more complex ways of experiencing religion\nare new manners of producing happiness, wonderful inner paths to\na supernatural kind of happiness, when the first gift of natural\nexistence is unhappy, as it so often proves itself to be.",
        "With such relations between religion and happiness, it is perhaps\nnot surprising that men come to regard the happiness which a\nreligious belief affords as a proof of its truth.  If a creed\nmakes a man feel happy, he almost inevitably adopts it.  Such a\nbelief ought to be true; therefore it is true–such, rightly or\nwrongly, is one of the “immediate inferences” of the religious\nlogic used by ordinary men.",
        "“The near presence of God’s spirit,” says a German writer,[31]\n“may be experienced in its reality–indeed ONLY experienced. And\nthe mark by which the spirit’s existence and nearness are made\nirrefutably clear to those who have ever had the experience is\nthe utterly incomparable FEELING OF HAPPINESS which is connected\nwith the nearness, and which is therefore not only a possible and\naltogether proper feeling for us to have here below, but is the\nbest and most indispensable proof of God’s reality.  No other\nproof is equally convincing, and therefore happiness is the point\nfrom which every efficacious new theology should start.”",
        "[31] C. Hilty: Gluck, dritter Theil, 1900, p. 18.",
        "In the hour immediately before us, I shall invite you to consider\nthe simpler kinds of religious happiness, leaving the more\ncomplex sorts to be treated on a later day.",
        "In many persons, happiness is congenital and irreclaimable.\n“Cosmic emotion” inevitably takes in them the form of enthusiasm\nand freedom.  I speak not only of those who are animally happy. \nI mean those who, when unhappiness is offered or proposed to\nthem, positively refuse to feel it, as if it were something mean\nand wrong.  We find such persons in every age, passionately\nflinging themselves upon their sense of the goodness of life, in\nspite of the hardships of their own condition, and in spite of\nthe sinister theologies into which they may he born.  From the\noutset their religion is one of union with the divine.  The\nheretics who went before the reformation are lavishly accused by\nthe church writers of antinomian practices, just as the first\nChristians were accused of indulgence in orgies by the Romans. \nIt is probable that there never has been a century in which the\ndeliberate refusal to think ill of life has not been idealized by\na sufficient number of persons to form sects, open or secret, who\nclaimed all natural things to be permitted.  Saint Augustine’s\nmaxim, Dilige et quod vis fac–if you but love [God], you may do\nas you incline–is morally one of the profoundest of\nobservations, yet it is pregnant, for such persons, with\npassports beyond the bounds of conventional morality.  According\nto their characters they have been refined or gross; but their\nbelief has been at all times systematic enough to constitute a\ndefinite religious attitude.  God was for them a giver of\nfreedom, and the sting of evil was overcome.  Saint Francis and\nhis immediate disciples were, on the whole, of this company of\nspirits, of which there are of course infinite varieties. \nRousseau in the earlier years of his writing, Diderot, B. de\nSaint Pierre, and many of the leaders of the eighteenth century\nanti-Christian movement were of this optimistic type. They owed\ntheir influence to a certain authoritativeness in their feeling\nthat Nature, if you will only trust her sufficiently, is\nabsolutely good.",
        "It is to be hoped that we all have some friend, perhaps more\noften feminine than masculine, and young than old, whose soul is\nof this sky-blue tint, whose affinities are rather with flowers\nand birds and all enchanting innocencies than with dark human\npassions, who can think no ill of man or God, and in whom\nreligious gladness, being in possession from the outset, needs no\ndeliverance from any antecedent burden.",
        "“God has two families of children on this earth,” says Francis W.\nNewman,[32] “the once-born and the twice-born,” and the once-born\nhe describes as follows:  “They see God, not as a strict Judge,\nnot as a Glorious Potentate; but as the animating Spirit of a\nbeautiful harmonious world, Beneficent and Kind, Merciful as well\nas Pure.  The same characters generally have no metaphysical\ntendencies:  they do not look back into themselves. Hence they\nare not distressed by their own imperfections:  yet it would be\nabsurd to call them self-righteous; for they hardly think of\nthemselves AT ALL.  This childlike quality of their nature makes\nthe opening of religion very happy to them:  for they no more\nshrink from God, than a child from an emperor, before whom the\nparent trembles:  in fact, they have no vivid conception of ANY\nof the qualities in which the severer Majesty of God\nconsists.[33] He is to them the impersonation of Kindness and\nBeauty.  They read his character, not in the disordered world of\nman, but in romantic and harmonious nature. Of human sin they\nknow perhaps little in their own hearts and not very much in the\nworld; and human suffering does but melt them to tenderness. \nThus, when they approach God, no inward disturbance ensues; and\nwithout being as yet spiritual, they have a certain complacency\nand perhaps romantic sense of excitement in their simple\nworship.”",
        "[32] The Soul; its Sorrows and its Aspirations, 3d edition, 1852,\npp. 89, 91.",
        "[33] I once heard a lady describe the pleasure it gave her to\nthink that she “could always cuddle up to God.”",
        "In the Romish Church such characters find a more congenial soil\nto grow in than in Protestantism, whose fashions of feeling have\nbeen set by minds of a decidedly pessimistic order.  But even in\nProtestantism they have been abundant enough; and in its recent\n“liberal” developments of Unitarianism and latitudinarianism\ngenerally, minds of this order have played and still are playing\nleading and constructive parts.  Emerson himself is an admirable\nexample.  Theodore Parker is another–here are a couple of\ncharacteristic passages from Parker’s correspondence.[34]",
        "[34] John Weiss:  Life of Theodore Parker, i. 152, 32.",
        "“Orthodox scholars say:  ’In the heathen classics you find no\nconsciousness of sin.’ It is very true–God be thanked for it.\nThey were conscious of wrath, of cruelty, avarice, drunkenness,\nlust, sloth, cowardice, and other actual vices, and struggled and\ngot rid of the deformities, but they were not conscious of\n’enmity against God,’ and didn’t sit down and whine and groan\nagainst non-existent evil.  I have done wrong things enough in my\nlife, and do them now; I miss the mark, draw bow, and try again. \nBut I am not conscious of hating God, or man, or right, or love,\nand I know there is much ’health in me’, and in my body, even\nnow, there dwelleth many a good thing, spite of consumption and\nSaint Paul.”  In another letter Parker writes:  “I have swum in\nclear sweet waters all my days; and if sometimes they were a\nlittle cold, and the stream ran adverse and something rough, it\nwas never too strong to be breasted and swum through.  From the\ndays of earliest boyhood, when I went stumbling through the\ngrass, . . . up to the gray-bearded manhood of this time, there\nis none but has left me honey in the hive of memory that I now\nfeed on for present delight. When I recall the years . . . I am\nfilled with a sense of sweetness and wonder that such little\nthings can make a mortal so exceedingly rich.  But I must confess\nthat the chiefest of all my delights is still the religious.”",
        "Another good expression of the “once-born\" type of consciousness,\ndeveloping straight and natural, with no element of morbid\ncompunction or crisis, is contained in the answer of Dr. Edward\nEverett Hale, the eminent Unitarian preacher and writer, to one\nof Dr. Starbuck’s circulars.  I quote a part of it:–",
        "“I observe, with profound regret, the religious struggles which\ncome into many biographies, as if almost essential to the\nformation of the hero.  I ought to speak of these, to say that\nany man has an advantage, not to be estimated, who is born, as I\nwas, into a family where the religion is simple and rational; who\nis trained in the theory of such a religion, so that he never\nknows, for an hour, what these religious or irreligious struggles\nare.  I always knew God loved me, and I was always grateful to\nhim for the world he placed me in.  I always liked to tell him\nso, and was always glad to receive his suggestions to me. . . . I\ncan remember perfectly that when I was coming to manhood, the\nhalf-philosophical novels of the time had a deal to say about the\nyoung men and maidens who were facing the ’problem of life.’ I\nhad no idea whatever what the problem of life was.  To live with\nall my might seemed to me easy; to learn where there was so much\nto learn seemed pleasant and almost of course; to lend a hand, if\none had a chance, natural; and if one did this, why, he enjoyed\nlife because he could not help it, and without proving to himself\nthat he ought to enjoy it. . . . A child who is early taught that\nhe is God’s child, that he may live and move and have his being\nin God, and that he has, therefore, infinite strength at hand for\nthe conquering of any difficulty, will take life more easily, and\nprobably will make more of it, than one who is told that he is\nborn the child of wrath and wholly incapable of good.\"[35]",
        "[35] Starbuck:  Psychology of Religion, pp. 305, 306.",
        "One can but recognize in such writers as these the presence of a\ntemperament organically weighted on the side of cheer and fatally\nforbidden to linger, as those of opposite temperament linger,\nover the darker aspects of the universe. In some individuals\noptimism may become quasi-pathological. The capacity for even a\ntransient sadness or a momentary humility seems cut off from them\nas by a kind of congenital anaesthesia.[36]",
        "[36] “I know not to what physical laws philosophers will some day\nrefer the feelings of melancholy.  For myself, I find that they\nare the most voluptuous of all sensations,” writes Saint Pierre,\nand accordingly he devotes a series of sections of his work on\nNature to the Plaisirs de la Ruine, Plaisirs des Tombeaux, Ruines\nde la Nature, Plaisirs de la Solitude–each of them more\noptimistic than the last.",
        "This finding of a luxury in woe is very common during\nadolescence. The truth-telling Marie Bashkirtseff expresses it\nwell:–",
        "“In his depression and dreadful uninterrupted suffering, I don’t\ncondemn life.  On the contrary, I like it and find it good.  Can\nyou believe it?  I find everything good and pleasant, even my\ntears, my grief.  I enjoy weeping, I enjoy my despair.  I enjoy\nbeing exasperated and sad.  I feel as if these were so many\ndiversions, and I love life in spite of them all.  I want to live\non.  It would be cruel to have me die when I am so accommodating.",
        "I cry, I grieve, and at the same time I am pleased–no, not\nexactly that–I know not how to express it.  But everything in\nlife pleases me.  I find everything agreeable, and in the very\nmidst of my prayers for happiness, I find myself happy at being\nmiserable.  It is not I who undergo all this–my body weeps and\ncries; but something inside of me which is above me is glad of it\nall.” [37]   ",
        "[37] Journal de Marie Bashkirtseff, i. 67.",
        "The supreme contemporary example of such an inability to feel\nevil is of course Walt Whitman.",
        "“His favorite occupation,” writes his disciple, Dr. Bucke “seemed\nto be strolling or sauntering about outdoors by himself, looking\nat the grass, the trees, the flowers, the vistas of light, the\nvarying aspects of the sky, and listening to the birds, the\ncrickets, the tree frogs, and all the hundreds of natural sounds.",
        "It was evident that these things gave him a pleasure far beyond\nwhat they give to ordinary people.  Until I knew the man,\"\ncontinues Dr. Bucke, “it had not occurred to me that any one\ncould derive so much absolute happiness from these things as he\ndid.  He was very fond of flowers, either wild or cultivated;\nliked all sorts.  I think he admired lilacs and sunflowers just\nas much as roses.  Perhaps, indeed, no man who ever lived liked\nso many things and disliked so few as Walt Whitman.  All natural\nobjects seemed to have a charm for him.  All sights and sounds\nseemed to please him.  He appeared to like (and I believe he did\nlike) all the men, women, and children he saw (though I never\nknew him to say that he liked any one), but each who knew him\nfelt that he liked him or her, and that he liked others also.  I\nnever knew him to argue or dispute, and he never spoke about\nmoney.  He always justified, sometimes playfully, sometimes quite\nseriously, those who spoke harshly of himself or his writings,\nand I often thought he even took pleasure in the opposition of\nenemies.  When I first knew [him], I used to think that he\nwatched himself, and would not allow his tongue to give\nexpression to fretfulness, antipathy, complaint, and\nremonstrance.  It did not occur to me as possible that these\nmental states could be absent in him.  After long observation,\nhowever, I satisfied myself that such absence or unconsciousness\nwas entirely real.  He never spoke deprecatingly of any\nnationality or class of men, or time in the world’s history, or\nagainst any trades or occupations–not even against any animals,\ninsects, or inanimate things, nor any of the laws of nature, nor\nany of the results of those laws, such as illness, deformity, and\ndeath.  He never complained or grumbled either at the weather,\npain, illness, or anything else.  He never swore.  He could not\nvery well, since he never spoke in anger and apparently never was\nangry.  He never exhibited fear, and I do not believe he ever\nfelt it.\"[38]",
        "[38] R. M. Bucke:  Cosmic consciousness, pp. 182-186, abridged.",
        "Walt Whitman owes his importance in literature to the systematic\nexpulsion from his writings of all contractile elements.  The\nonly sentiments he allowed himself to express were of the\nexpansive order; and he expressed these in the first person, not\nas your mere monstrously conceited individual might so express\nthem, but vicariously for all men, so that a passionate and\nmystic ontological emotion suffuses his words, and ends by\npersuading the reader that men and women, life and death, and all\nthings are divinely good.",
        "Thus it has come about that many persons to-day regard Walt\nWhitman as the restorer of the eternal natural religion. He has\ninfected them with his own love of comrades, with his own\ngladness that he and they exist.  Societies are actually formed\nfor his cult; a periodical organ exists for its propagation, in\nwhich the lines of orthodoxy and heterodoxy are already beginning\nto be drawn;[39] hymns are written by others in his peculiar\nprosody; and he is even explicitly compared with the founder of\nthe Christian religion, not altogether to the advantage of the\nlatter.",
        "[39] I refer to The Conservator, edited by Horace Traubel, and\npublished monthly at Philadelphia.",
        "Whitman is often spoken of as a “pagan.”  The word nowadays means\nsometimes the mere natural animal man without a sense of sin;\nsometimes it means a Greek or Roman with his own peculiar\nreligious consciousness.  In neither of these senses does it\nfitly define this poet.  He is more than your mere animal man who\nhas not tasted of the tree of good and evil.  He is aware enough\nof sin for a swagger to be present in his indifference towards\nit, a conscious pride in his freedom from flexions and\ncontractions, which your genuine pagan in the first sense of the\nword would never show.",
        " “I could turn and live with animals, they are so placid and\n       self-contained,  \n  I stand and look at them long and long;\n  They do not sweat and whine about their condition.\n  They do not lie awake in the dark and weep for their sins.\n  Not one is dissatisfied, not one is demented with the mania of\n\n    owning things,\n  Not one kneels to another, nor to his kind that lived thousands\n\n     of years ago,\n  Not one is respectable or unhappy over the whole earth.\"[40]",
        "[40] Song of Myself, 32.",
        "No natural pagan could have written these well-known lines.  But\non the other hand Whitman is less than a Greek or Roman; for\ntheir consciousness, even in Homeric times, was full to the brim\nof the sad mortality of this sunlit world, and such a\nconsciousness Walt Whitman resolutely refuses to adopt.  When,\nfor example, Achilles, about to slay Lycaon, Priam’s young son,\nhears him sue for mercy, he stops to say:–",
        "“Ah, friend, thou too must die:  why thus lamentest thou?\nPatroclos too is dead, who was better far than thou. . . . Over\nme too hang death and forceful fate.  There cometh morn or eve or\nsome noonday when my life too some man shall take in battle,\nwhether with spear he smite, or arrow from the string.\"[41]",
        "[41] Iliad, XXI., E. Myers’s translation.",
        "Then Achilles savagely severs the poor boy’s neck with his sword,\nheaves him by the foot into the Scamander, and calls to the\nfishes of the river to eat the white fat of Lycaon.  Just as here\nthe cruelty and the sympathy each ring true, and do not mix or\ninterfere with one another, so did the Greeks and Romans keep all\ntheir sadnesses and gladnesses unmingled and entire.  Instinctive\ngood they did not reckon sin; nor had they any such desire to\nsave the credit of the universe as to make them insist, as so\nmany of US insist, that what immediately appears as evil must be\n“good in the making,” or something equally ingenious.  Good was\ngood, and bad just bad, for the earlier Greeks.  They neither\ndenied the ills of nature–Walt Whitman’s verse, “What is called\ngood is perfect and what is called bad is just as perfect,” would\nhave been mere silliness to them–nor did they, in order to\nescape from those ills, invent “another and a better world” of\nthe imagination, in which, along with the ills, the innocent\ngoods of sense would also find no place.  This integrity of the\ninstinctive reactions, this freedom from all moral sophistry and\nstrain, gives a pathetic dignity to ancient pagan feeling. And\nthis quality Whitman’s outpourings have not got. His optimism is\ntoo voluntary and defiant; his gospel has a touch of bravado and\nan affected twist,[42] and this diminishes its effect on many\nreaders who yet are well disposed towards optimism, and on the\nwhole quite willing to admit that in important respects Whitman\nis of the genuine lineage of the prophets.",
        "[42] “God is afraid of me!” remarked such a titanic-optimistic\nfriend in my presence one morning when he was feeling\nparticularly hearty and cannibalistic.  The defiance of the\nphrase showed that a Christian education in humility still\nrankled in his breast.",
        "If, then, we give the name of healthy-mindedness to the tendency\nwhich looks on all things and sees that they are good, we find\nthat we must distinguish between a more involuntary and a more\nvoluntary or systematic way of being healthy-minded.  In its\ninvoluntary variety, healthy-mindedness is a way of feeling happy\nabout things immediately.  In its systematical variety, it is an\nabstract way of conceiving things as good.  Every abstract way of\nconceiving things selects some one aspect of them as their\nessence for the time being, and disregards the other aspects. \nSystematic healthy-mindedness, conceiving good as the essential\nand universal aspect of being, deliberately excludes evil from\nits field of vision; and although, when thus nakedly stated, this\nmight seem a difficult feat to perform for one who is\nintellectually sincere with himself and honest about facts, a\nlittle reflection shows that the situation is too complex to lie\nopen to so simple a criticism.",
        "In the first place, happiness, like every other emotional state,\nhas blindness and insensibility to opposing facts given it as its\ninstinctive weapon for self-protection against disturbance. When\nhappiness is actually in possession, the thought of evil can no\nmore acquire the feeling of reality than the thought of good can\ngain reality when melancholy rules.  To the man actively happy,\nfrom whatever cause, evil simply cannot then and there be\nbelieved in.  He must ignore it; and to the bystander he may then\nseem perversely to shut his eyes to it and hush it up.",
        "But more than this:  the hushing of it up may, in a perfectly\ncandid and honest mind, grow into a deliberate religious policy,\nor parti pris.  Much of what we call evil is due entirely to the\nway men take the phenomenon.  It can so often be converted into a\nbracing and tonic good by a simple change of the sufferer’s inner\nattitude from one of fear to one of fight; its sting so often\ndeparts and turns into a relish when, after vainly seeking to\nshun it, we agree to face about and bear it cheerfully, that a\nman is simply bound in honor, with reference to many of the facts\nthat seem at first to disconcert his peace, to adopt this way of\nescape.  Refuse to admit their badness; despise their power;\nignore their presence; turn your attention the other way; and so\nfar as you yourself are concerned at any rate, though the facts\nmay still exist, their evil character exists no longer.  Since\nyou make them evil or good by your own thoughts about them, it is\nthe ruling of your thoughts which proves to be your principal\nconcern.",
        "The deliberate adoption of an optimistic turn of mind thus makes\nits entrance into philosophy.  And once in, it is hard to trace\nits lawful bounds.  Not only does the human instinct for\nhappiness, bent on self-protection by ignoring, keep working in\nits favor, but higher inner ideals have weighty words to say. \nThe attitude of unhappiness is not only painful, it is mean and\nugly.  What can be more base and unworthy than the pining,\npuling, mumping mood, no matter by what outward ills it may have\nbeen engendered? What is more injurious to others?  What less\nhelpful as a way out of the difficulty?  It but fastens and\nperpetuates the trouble which occasioned it, and increases the\ntotal evil of the situation.  At all costs, then, we ought to\nreduce the sway of that mood; we ought to scout it in ourselves\nand others, and never show it tolerance.  But it is impossible to\ncarry on this discipline in the subjective sphere without\nzealously emphasizing the brighter and minimizing the darker\naspects of the objective sphere of things at the same time.  And\nthus our resolution not to indulge in misery, beginning at a\ncomparatively small point within ourselves, may not stop until it\nhas brought the entire frame of reality under a systematic\nconception optimistic enough to be congenial with its needs.",
        "In all this I say nothing of any mystical insight or persuasion\nthat the total frame of things absolutely must be good.  Such\nmystical persuasion plays an enormous part in the history of the\nreligious consciousness, and we must look at it later with some\ncare.  But we need not go so far at present. More ordinary\nnon-mystical conditions of rapture suffice for my immediate\ncontention.  All invasive moral states and passionate enthusiasms\nmake one feelingless to evil in some direction. The common\npenalties cease to deter the patriot, the usual prudences are\nflung by the lover to the winds.  When the passion is extreme,\nsuffering may actually be gloried in, provided it be for the\nideal cause, death may lose its sting, the grave its victory.  In\nthese states, the ordinary contrast of good and ill seems to be\nswallowed up in a higher denomination, an omnipotent excitement\nwhich engulfs the evil, and which the human being welcomes as the\ncrowning experience of his life.  This, he says, is truly to\nlive, and I exult in the heroic opportunity and adventure.",
        "The systematic cultivation of healthy-mindedness as a religious\nattitude is therefore consonant with important currents in human\nnature, and is anything but absurd.  In fact. we all do cultivate\nit more or less, even when our professed theology should in\nconsistency forbid it.  We divert our attention from disease and\ndeath as much as we can; and the slaughter-houses and indecencies\nwithout end on which our life is founded are huddled out of sight\nand never mentioned, so that the world we recognize officially in\nliterature and in society is a poetic fiction far handsomer and\ncleaner and better than the world that really is.[43]",
        "[43] “As I go on in this life, day by day, I become more of a\nbewildered child; I cannot get used to this world, to\nprocreation, to heredity, to sight, to hearing, the commonest\nthings are a burthen. The prim, obliterated, polite surface of\nlife, and the broad, bawdy and orgiastic–or\nmaenadic–foundations, form a spectacle to which no habit\nreconciles me.  R. L. Stevenson:  Letters, ii. 355.",
        "The advance of liberalism, so-called, in Christianity, during the\npast fifty years, may fairly be called a victory of\nhealthy-mindedness within the church over the morbidness with\nwhich the old hell-fire theology was more harmoniously related. \nWe have now whole congregations whose preachers, far from\nmagnifying our consciousness of sin, seem devoted rather to\nmaking little of it.  They ignore, or even deny, eternal\npunishment, and insist on the dignity rather than on the\ndepravity of man.  They look at the continual preoccupation of\nthe old-fashioned Christian with the salvation of his soul as\nsomething sickly and reprehensible rather than admirable; and a\nsanguine and “muscular” attitude. which to our forefathers would\nhave seemed purely heathen, has become in their eyes an ideal\nelement of Christian character. I am not asking whether or not\nthey are right, I am only pointing out the change.  The persons\nto whom I refer have still retained for the most part their\nnominal connection with Christianity, in spite of their\ndiscarding of its more pessimistic theological elements.  But in\nthat “theory of evolution” which, gathering momentum for a\ncentury, has within the past twenty-five years swept so rapidly\nover Europe and America, we see the ground laid for a new sort of\nreligion of Nature, which has entirely displaced Christianity\nfrom the thought of a large part of our generation.  The idea of\na universal evolution lends itself to a doctrine of general\nmeliorism and progress which fits the religious needs of the\nhealthy-minded so well that it seems almost as if it might have\nbeen created for their use.  Accordingly we find “evolutionism\"\ninterpreted thus optimistically and embraced as a substitute for\nthe religion they were born in, by a multitude of our\ncontemporaries who have either been trained scientifically, or\nbeen fond of reading popular science, and who had already begun\nto be inwardly dissatisfied with what seemed to them the\nharshness and irrationality of the orthodox Christian scheme.  As\nexamples are better than descriptions, I will quote a document\nreceived in answer to Professor Starbuck’s circular of questions.",
        "The writer’s state of mind may by courtesy be called a religion,\nfor it is his reaction on the whole nature of things, it is\nsystematic and reflective and it loyally binds him to certain\ninner ideals.  I think you will recognize in him, coarse-meated\nand incapable of wounded spirit as he is, a sufficiently familiar\ncontemporary type.",
        "Q.  What does Religion mean to you?",
        "A.  It means nothing; and it seems, so far as I can observe\nuseless to others.  I am sixty-seven years of age and have\nresided in X fifty years, and have been in business forty-five,\nconsequently I have some little experience of life and men, and\nsome women too, and I find that the most religious and pious\npeople are as a rule those most lacking in uprightness and\nmorality.  ",
        "The men who do not go to church or have any religious convictions\nare the best.  Praying, singing of hymns, and sermonizing are\npernicious–they teach us to rely on some supernatural power,\nwhen we ought to rely on ourselves.  I TEEtotally disbelieve in a\nGod.  The God-idea was begotten in ignorance, fear, and a general\nlack of any knowledge of Nature.  If I were to die now, being in\na healthy condition for my age, both mentally and physically, I\nwould just as lief, yes, rather, die with a hearty enjoyment of\nmusic, sport, or any other rational pastime. As a timepiece\nstops, we die–there being no immortality in either case.",
        "Q.  What comes before your mind corresponding to the words God,\nHeaven, Angels, etc?",
        "A.  Nothing whatever.  I am a man without a religion.  These\nwords mean so much mythic bosh.",
        "Q.  Have you had any experiences which appeared providential?",
        "A.  None whatever.  There is no agency of the superintending\nkind.  A little judicious observation as well as knowledge of\nscientific law will convince any one of this fact.",
        "Q.  What things work most strongly on your emotions?",
        "A.  Lively songs and music; Pinafore instead of an Oratorio. I\nlike Scott, Burns, Byron, Longfellow, especially Shakespeare,\netc., etc.  Of songs, the Star-Spangled Banner, America,\nMarseillaise, and all moral and soul-stirring songs, but\nwishy-washy hymns are my detestation.  I greatly enjoy nature,\nespecially fine weather, and until within a few years used to\nwalk Sundays into the country, twelve miles often, with no\nfatigue, and bicycle forty or fifty.  I have dropped the bicycle.",
        "I never go to church, but attend lectures when there are any good\nones.  All of my thoughts and cogitations have been of a healthy\nand cheerful kind, for instead of doubts and fears I see things\nas they are, for I endeavor to adjust myself to my environment. \nThis I regard as the deepest law.  Mankind is a progressive\nanimal.  I am satisfied he will have made a great advance over\nhis present status a thousand years hence.",
        "Q.  What is your notion of sin?",
        "A.  It seems to me that sin is a condition, a disease, incidental\nto man’s development not being yet advanced enough.  Morbidness  \nover it increases the disease.  We should think that a million of\nyears hence equity, justice, and mental and physical good order\nwill be so fixed and organized that no one will have any idea of\nevil or sin.",
        "Q.  What is your temperament?",
        "A.  Nervous, active, wide-awake, mentally and physically. Sorry\nthat Nature compels us to sleep at all.",
        "If we are in search of a broken and a contrite heart, clearly we\nneed not look to this brother.  His contentment with the finite\nincases him like a lobster-shell and shields him from all morbid\nrepining at his distance from the infinite.  We have in him an\nexcellent example of the optimism which may be encouraged by\npopular science.",
        "To my mind a current far more important and interesting\nreligiously than that which sets in from natural science towards\nhealthy-mindedness is that which has recently poured over America\nand seems to be gathering force every day–I am ignorant what\nfoothold it may yet have acquired in Great Britain–and to which,\nfor the sake of having a brief designation, I will give the title\nof the “Mind-cure movement.”  There are various sects of this\n“New Thought,” to use another of the names by which it calls\nitself; but their agreements are so profound that their\ndifferences may be neglected for my present purpose, and I will\ntreat the movement, without apology, as if it were a simple\nthing.",
        "It is a deliberately optimistic scheme of life, with both a\nspeculative and a practical side.  In its gradual development\nduring the last quarter of a century, it has taken up into itself\na number of contributory elements, and it must now be reckoned\nwith as a genuine religious power.  It has reached the stage, for\nexample, when the demand for its literature is great enough for\ninsincere stuff, mechanically produced for the market, to be to a\ncertain extent supplied by publishers–a phenomenon never\nobserved, I imagine, until a religion has got well past its\nearliest insecure beginnings.",
        "One of the doctrinal sources of Mind-cure is the four Gospels;\nanother is Emersonianism or New England transcendentalism;\nanother is Berkeleyan idealism; another is spiritism, with its\nmessages of “law” and “progress” and “development\"; another the\noptimistic popular science evolutionism of which I have recently\nspoken; and, finally, Hinduism has contributed a strain.  But the\nmost characteristic feature of the mind-cure movement is an\ninspiration much more direct.  The leaders in this faith have had\nan intuitive belief in the all-saving power of healthy-minded\nattitudes as such, in the conquering efficacy of courage, hope,\nand trust, and a correlative contempt for doubt, fear, worry, and\nall nervously precautionary states of mind.[44] Their belief has\nin a general way been corroborated by the practical experience of\ntheir disciples; and this experience forms to-day a mass imposing\nin amount.",
        "[44] “Cautionary Verses for Children”:  this title of a much used\nwork, published early in the nineteenth century, shows how far\nthe muse of evangelical protestantism in England, with her mind\nfixed on the idea of danger, had at last drifted away from the\noriginal gospel freedom.  Mind-cure might be briefly called a\nreaction against all that religion of chronic anxiety which\nmarked the earlier part of our century in the evangelical circles\nof England and America.",
        "The blind have been made to see, the halt to walk; life-long\ninvalids have had their health restored.  The moral fruits have\nbeen no less remarkable.  The deliberate adoption of a\nhealthy-minded attitude has proved possible to many who never\nsupposed they had it in them; regeneration of character has gone\non on an extensive scale; and cheerfulness has been restored to\ncountless homes.  The indirect influence of this has been great. \nThe mind-cure principles are beginning so to pervade the air that\none catches their spirit at second-hand.  One hears of the\n“Gospel of Relaxation,” of the “Don’t Worry Movement,” of people\nwho repeat to themselves, “Youth, health, vigor!” when dressing\nin the morning, as their motto for the day.  ",
        "Complaints of the weather are getting to be forbidden in many\nhouseholds; and more and more people are recognizing it to be bad\nform to speak of disagreeable sensations, or to make much of the\nordinary inconveniences and ailments of life.  These general\ntonic effects on public opinion would be good even if the more\nstriking results were non-existent.  But the latter abound so\nthat we can afford to overlook the innumerable failures and\nself-deceptions that are mixed in with them (for in everything\nhuman failure is a matter of course), and we can also overlook\nthe verbiage of a good deal of the mind-cure literature, some of\nwhich is so moonstruck with optimism and so vaguely expressed\nthat an academically trained intellect finds it almost impossible\nto read it at all.",
        "The plain fact remains that the spread of the movement has been\ndue to practical fruits, and the extremely practical turn of\ncharacter of the American people has never been better shown than\nby the fact that this, their only decidedly original contribution\nto the systematic philosophy of life, should be so intimately\nknit up with concrete therapeutics.  To the importance of\nmind-cure the medical and clerical professions in the United\nStates are beginning, though with much recalcitrancy and\nprotesting, to open their eyes.  It is evidently bound to develop\nstill farther, both speculatively and practically, and its latest\nwriters are far and away the ablest of the group.[45] It matters\nnothing that, just as there are hosts of persons who cannot pray,\nso there are greater hosts who cannot by any possibility be\ninfluenced by the mind-curers’ ideas.  For our immediate purpose,\nthe important point is that so large a number should exist who \nCAN be so influenced.  They form a psychic type to be studied\nwith respect.[46]",
        "[45] I refer to Mr. Horatio W. Dresser and Mr. Henry Wood,\nespecially the former.  Mr. Dresser’s works are published by G. \nP. Putnam’s Sons, New York and London; Mr. Wood’s by Lee &\nShepard Boston.",
        "[46] Lest my own testimony be suspected, I will quote another\nreporter, Dr. H. H. Goddard, of Clark University, whose thesis on\n“the Effects of Mind on Body as evidenced by Faith Cures” is\npublished in the American Journal of Psychology for 1899 (vol.\nx.).  This critic, after a wide study of the facts, concludes\nthat the cures by mind-cure exist, but are in no respect\ndifferent from those now officially recognized in medicine as\ncures by suggestion; and the end of his essay contains an\ninteresting physiological speculation as to the way in which the\nsuggestive ideas may work (p. 67 of the reprint).  As regards the\ngeneral phenomenon of mental cure itself, Dr. Goddard writes: \n“In spite of the severe criticism we have made of reports of\ncure, there still remains a vast amount of material, showing a\npowerful influence of the mind in disease.  Many cases are of\ndiseases that have been diagnosed and treated by the best\nphysicians of the country, or which prominent hospitals have\ntried their hand at curing, but without success.  People of\nculture and education have been treated by this method with\nsatisfactory results.  Diseases of long standing have been\nameliorated, and even cured. . . . We have traced the mental\nelement through primitive medicine and folk-medicine of to-day,\npatent medicine, and witchcraft.  We are convinced that it is\nimpossible to account for the existence of these practices, if\nthey did not cure disease, and that if they cured disease, it\nmust have been the mental element that was effective.  The same\nargument applies to those modern schools of mental therapeutics–\nDivine Healing and Christian Science.  It is hardly conceivable\nthat the large body of intelligent people who comprise the body\nknown distinctively as Mental Scientists should continue to exist\nif the whole thing were a delusion.  It is not a thing of a day;\nit is not confined to a few; it is not local.  It is true that\nmany failures are recorded, but that only adds to the argument. \nThere must be many and striking successes to counterbalance the\nfailures, otherwise the failures would have ended the delusion. .\n. . Christian Science, Divine Healing, or Mental Science do not,\nand never can in the very nature of things, cure all diseases;\nnevertheless, the practical applications of the general\nprinciples of the broadest mental science will tend to prevent\ndisease. . . . We do find sufficient evidence to convince us\nthat the proper reform in mental attitude would relieve many a\nsufferer of ills that the ordinary physician cannot touch; would\neven delay the approach of death to many a victim beyond the\npower of absolute cure, and the faithful adherence to a truer\nphilosophy of life will keep many a man well, and give the doctor\ntime to devote to alleviating ills that are unpreventable” (pp.\n33, 34 of reprint).",
        "To come now to a little closer quarters with their creed.  The\nfundamental pillar on which it rests is nothing more than the\ngeneral basis of all religious experience, the fact that man has\na dual nature, and is connected with two spheres of thought, a\nshallower and a profounder sphere, in either of which he may\nlearn to live more habitually.  The shallower and lower sphere is\nthat of the fleshly sensations, instincts, and desires, of\negotism, doubt, and the lower personal interests.  But whereas\nChristian theology has always considered FROWARDNESS to be the\nessential vice of this part of human nature, the mind-curers say\nthat the mark of the beast in it is FEAR; and this is what gives\nsuch an entirely new religious turn to their persuasion.",
        "“Fear,” to quote a writer of the school, “has had its uses in the\nevolutionary process, and seems to constitute the whole of\nforethought in most animals; but that it should remain any part\nof the mental equipment of human civilized life is an absurdity. \nI find that the fear clement of forethought is not stimulating to\nthose more civilized persons to whom duty and attraction are the\nnatural motives, but is weakening and deterrent.  As soon as it\nbecomes unnecessary, fear becomes a positive deterrent, and\nshould be entirely removed, as dead flesh is removed from living\ntissue.  To assist in the analysis of fear and in the\ndenunciation of its expressions, I have coined the word\nfearthought to stand for the unprofitable element of forethought,\nand have defined the word ’worry’ as fearthought in\ncontradistinction to forethought.  I have also defined\nfearthought as the self-imposed or self-permitted suggestion of\ninferiority, in order to place it where it really belongs, in the\ncategory of harmful, unnecessary, and therefore not respectable\nthings.\"[47]",
        "[47] Horace Fletcher:  Happiness as found in Forethought Minus\nFearthought, Menticulture Series, ii.  Chicago and New York,\nStone. 1897, pp. 21-25, abridged.",
        "The “misery-habit,” the “martyr-habit,” engendered by the\nprevalent “fearthought,” get pungent criticism from the mind-cure\nwriters:–",
        "“Consider for a moment the habits of life into which we are born.",
        "There are certain social conventions or customs and alleged\nrequirements, there is a theological bias, a general view of the\nworld.  There are conservative ideas in regard to our early\ntraining, our education, marriage, and occupation in life.\nFollowing close upon this, there is a long series of\nanticipations, namely, that we shall suffer certain children’s\ndiseases, diseases of middle life, and of old age; the thought\nthat we shall grow old, lose our faculties, and again become\nchildlike; while crowning all is the fear of death.  Then there\nis a long line of particular tears and trouble-bearing\nexpectations, such, for example, as ideas associated with certain\narticles of food, the dread of the east wind, the terrors of hot\nweather, the aches and pains associated with cold weather, the\nfear of catching cold if one sits in a draught, the coming of\nhay-fever upon the 14th of August in the middle of the day, and\nso on through a long list of fears, dreads, worriments,\nanxieties, anticipations, expectations, pessimisms, morbidities,\nand the whole ghostly train of fateful shapes which our\nfellow-men, and especially physicians, are ready to help us\nconjure up, an array worthy to rank with Bradley’s ’unearthly\nballet of bloodless categories.’",
        "“Yet this is not all.  This vast array is swelled by innumerable\nvolunteers from daily life–the fear of accident, the possibility\nof calamity, the loss of property, the chance of robbery, of\nfire, or the outbreak of war.  And it is not deemed sufficient to\nfear for ourselves.  When a friend is taken ill, we must forth\nwith fear the worst and apprehend death.  If one meets with\nsorrow . . . sympathy means to enter into and increase the\nsuffering.\"[48]",
        "[48] H. W. Dresser:  Voices of Freedom, New York, 1899, p. 38.",
        "“Man,” to quote another writer, “often has fear stamped upon him\nbefore his entrance into the outer world; he is reared in fear;\nall his life is passed in bondage to fear of disease and death,\nand thus his whole mentality becomes cramped, limited, and\ndepressed, and his body follows its shrunken pattern and\nspecification . . . Think of the millions of sensitive and\nresponsive souls among our ancestors who have been under the\ndominion of such a perpetual nightmare! Is it not surprising that\nhealth exists at all?  Nothing but the boundless divine love?\nexuberance, and vitality, constantly poured in, even though\nunconsciously to us, could in some degree neutralize such an\nocean of morbidity.\"[49]",
        "[49] Henry Wood:  Ideal Suggestion through Mental Photography.\nBoston, 1899, p. 54.",
        "Although the disciples of the mind-cure often use Christian\nterminology, one sees from such quotations how widely their\nnotion of the fall of man diverges from that of ordinary\nChristians.[50]",
        "[50] Whether it differs so much from Christ’s own notion is for\nthe exegetists to decide.  According to Harnack, Jesus felt about\nevil and disease much as our mind-curers do.  “What is the answer\nwhich Jesus sends to John the Baptist?” asks Harnack, and says it\nis this:  “’The blind see, and the lame walk, the lepers are\ncleansed, and the deaf hear, the dead rise up, and the gospel is\npreached to the poor.’  That is the ’coming of the kingdom,’ or\nrather in these saving works the kingdom is already there.  By\nthe overcoming and removal of misery, of need, of sickness, by\nthese actual effects John is to see that the new time has\narrived.  The casting out of devils is only a part of this work\nof redemption, but Jesus points to that as the sense and seal of\nhis mission.  Thus to the wretched, sick, and poor did he address\nhimself, but not as a moralist, and without a trace of\nsentimentalism.  He never makes groups and departments of the\nills, he never spends time in asking whether the sick one\n’deserves’ to be cured; and it never occurs to him to sympathize\nwith the pain or the death.  He nowhere says that sickness is a\nbeneficent infliction, and that evil has a healthy use.  No, he\ncalls sickness sickness and health health.  All evil, all\nwretchedness, is for him something dreadful; it is of the great\nkingdom of Satan; but he feels the power of the saviour within\nhim.  He knows that advance is possible only when weakness is\novercome, when sickness is made well.”  Das Wesen des\nChristenthums, 1900, p. 39.",
        "Their notion of man’s higher nature is hardly less divergent,\nbeing decidedly pantheistic.  The spiritual in man appears \nin the mind-cure philosophy as partly conscious, but chiefly\nsubconscious; and through the subconscious part of it we are\nalready one with the Divine without any miracle of grace, or\nabrupt creation of a new inner man.  As this view is variously\nexpressed by different writers, we find in it traces of Christian\nmysticism, of transcendental idealism, of vedantism, and of the\nmodern psychology of the subliminal self.  A quotation or two\nwill put us at the central point of view:–",
        "“The great central fact of the universe is that spirit of\ninfinite life and power that is back of all, that manifests\nitself in and through all.  This spirit of infinite life and\npower that is back of all is what I call God.  I care not what\nterm you may use, be it Kindly Light, Providence, the Over-Soul,\nOmnipotence, or whatever term may be most convenient, so long as\nwe are agreed in regard to the great central fact itself.  God\nthen fills the universe alone, so that all is from Him and in\nHim, and there is nothing that is outside.  He is the life of our\nlife our very life itself.  We are partakers of the life of God;\nand though we differ from Him in that we are individualized\nspirits, while He is the Infinite Spirit, including us, as well\nas all else beside, yet in essence the life of God and the life\nof man are identically the same, and so are one.  They differ not\nin essence or quality; they differ in degree.",
        "“The great central fact in human life is the coming into a\nconscious vital realization of our oneness with this Infinite\nLife and the opening of ourselves fully to this divine inflow. \nIn just the degree that we come into a conscious realization of\nour oneness with the Infinite Life, and open ourselves to this\ndivine inflow, do we actualize in ourselves the qualities and\npowers of the Infinite Life, do we make ourselves channels\nthrough which the Infinite Intelligence and Power can work.  In\njust the degree in which you realize your oneness with the\nInfinite Spirit, you will exchange dis-ease for ease, inharmony\nfor harmony, suffering and pain for abounding health and\nstrength.  To recognize our own divinity, and our intimate\nrelation to the Universal, is to attach the belts of our\nmachinery to the powerhouse of the Universe.  One need remain in\nhell no longer than one chooses to; we can rise to any heaven we\nourselves choose; and when we choose so to rise, all the higher\npowers of the Universe combine to help us heavenward.\"[51]",
        "[51] R. W. Trine:  In Tune with the Infinite, 26th thousand, N.Y.\n1899.  I have strung scattered passages together.",
        "Let me now pass from these abstracter statements to some more\nconcrete accounts of experience with the mind-cure religion.  I\nhave many answers from correspondents–the only difficulty is to\nchoose.  The first two whom I shall quote are my personal\nfriends.  One of them, a woman, writing as follows, expresses\nwell the feeling of continuity with the Infinite Power, by which\nall mind-cure disciples are inspired.",
        "“The first underlying cause of all sickness, weakness, or\ndepression is the human sense of separateness from that Divine\nEnergy which we call God.  The soul which can feel and affirm in\nserene but jubilant confidence, as did the Nazarene:  ’I and my\nFather are one,’ has no further need of healer, or of healing.\nThis is the whole truth in a nutshell, and other foundation for\nwholeness can no man lay than this fact of impregnable divine\nunion.  Disease can no longer attack one whose feet are planted\non this rock, who feels hourly, momently, the influx of the\nDeific Breath.  If one with Omnipotence, how can weariness enter\nthe consciousness, how illness assail that indomitable spark?",
        "“This possibility of annulling forever the law of fatigue has\nbeen abundantly proven in my own case; for my earlier life bears\na record of many, many years of bedridden invalidism, with spine\nand lower limbs paralyzed.  My thoughts were no more impure than\nthey are to-day, although my belief in the necessity of illness\nwas dense and unenlightened; but since my resurrection in the\nflesh, I have worked as a healer unceasingly for fourteen years\nwithout a vacation, and can truthfully assert that I have never\nknown a moment of fatigue or pain, although coming in touch\nconstantly with excessive weakness, illness, and disease of all\nkinds.  For how can a conscious part of Deity be sick?–since\n’Greater is he that is with us than all that can strive against\nus.’”",
        "My second correspondent, also a woman, sends me the following\nstatement:–",
        "“Life seemed difficult to me at one time.  I was always breaking\ndown, and had several attacks of what is called nervous\nprostration, with terrible insomnia, being on the verge of\ninsanity; besides having many other troubles, especially of the\ndigestive organs.  I had been sent away from home in charge of\ndoctors, had taken all the narcotics, stopped all work, been fed\nup, and in fact knew all the doctors within reach.  But I never\nrecovered permanently till this New Thought took possession of\nme.",
        "“I think that the one thing which impressed me most was learning\nthe fact that we must be in absolutely constant relation or\nmental touch (this word is to me very expressive) with that\nessence of life which permeates all and which we call God. This\nis almost unrecognizable unless we live it into ourselves\nACTUALLY, that is, by a constant turning to the very innermost,\ndeepest consciousness of our real selves or of God in us, for\nillumination from within, just as we turn to the sun for light,\nwarmth, and invigoration without.  When you do this consciously,\nrealizing that to turn inward to the light within you is to live\nin the presence of God or your divine self, you soon discover the\nunreality of the objects to which you have hitherto been turning\nand which have engrossed you without.",
        "“I have come to disregard the meaning of this attitude for bodily\nhealth AS SUCH, because that comes of itself, as an incidental\nresult, and cannot be found by any special mental act or desire\nto have it, beyond that general attitude of mind I have referred\nto above.  That which we usually make the object of life, those\nouter things we are all so wildly seeking, which we so often live\nand die for, but which then do not give us peace and happiness,\nthey should all come of themselves as accessory, and as the mere\noutcome or natural result of a far higher life sunk deep in the\nbosom of the spirit.  This life is the real seeking of the\nkingdom of God, the desire for his supremacy in our hearts, so\nthat all else comes as that which shall be ’added unto you’–as\nquite incidental and as a surprise to us, perhaps; and yet it is\nthe proof of the reality of the perfect poise in the very centre\nof our being.",
        "“When I say that we commonly make the object of our life that\nwhich we should not work for primarily, I mean many things which\nthe world considers praiseworthy and excellent, such as success\nin business, fame as author or artist, physician or lawyer, or\nrenown in philanthropic undertakings.  Such things should be\nresults, not objects.  I would also include pleasures of many\nkinds which seem harmless and good at the time, and are pursued\nbecause many accept them–I mean conventionalities,\nsociabilities, and fashions in their various development, these\nbeing mostly approved by the masses, although they may be unreal,\nand even unhealthy superfluities.”",
        "Here is another case, more concrete, also that of a woman. I read\nyou these cases without comment–they express so many varieties\nof the state of mind we are studying.",
        "“I had been a sufferer from my childhood till my fortieth year. \n[Details of ill-health are given which I omit.] I had been in\nVermont several months hoping for good from the change of air,\nbut steadily growing weaker, when one day during the latter part\nof October, while resting in the afternoon, I suddenly heard as\nit were these words:  ’You will be healed and do a work you never\ndreamed of.’  These words were impressed upon my mind with such\npower I said at once that only God could have put them there.  I\nbelieved them in spite of myself and of my suffering and\nweakness, which continued until Christmas, when I returned to\nBoston.  Within two days a young friend offered to take me to a\nmental healer (this was January 7, 1881).  The healer said: \n’There is nothing but Mind; we are expressions of the One Mind;\nbody is only a mortal belief; as a man thinketh so is he.’ I\ncould not accept all she said, but I translated all that was\nthere for ME in this way:  ’There is nothing but God; I am\ncreated by Him, and am absolutely dependent upon Him; mind is\ngiven me to use; and by just so much of it as I will put upon the\nthought of right action in body I  shall be lifted out of bondage\nto my ignorance and fear and past experience.’  That day I\ncommenced accordingly to take a little of every food provided for\nthe family, constantly saying to myself:  ’The Power that created\nthe stomach must take care of what I have eaten.’  By holding\nthese suggestions through the evening I went to bed and fell\nasleep, saying:  ’I am soul, spirit, just one with God’s Thought\nof me,’ and slept all night without waking, for the first time in\nseveral years [the distress-turns had usually recurred about two\no’clock in the night].  I felt the next day like an escaped\nprisoner, and believed I had found the secret that would in time\ngive me perfect health.  Within ten days I was able to eat\nanything provided for others, and after two weeks I began to have\nmy own positive mental suggestions of Truth, which were to me\nlike stepping-stones.  I will note a few of them, they came about\ntwo weeks apart.",
        "“1st.  I am Soul, therefore it is well with me.",
        "“2d.  I am Soul, therefore I am well.",
        "“3d.  A sort of inner vision of myself as a four-footed beast\nwith a protuberance on every part of my body where I had\nsuffering, with my own face, begging me to acknowledge it as\nmyself.  I resolutely fixed my attention on being well, and\nrefused to even look at my old self in this form.",
        "“4th.  Again the vision of the beast far in the background, with\nfaint voice.  Again refusal to acknowledge.",
        "“5th.  Once more the vision, but only of my eyes with the longing\nlook; and again the refusal.  Then came the conviction, the inner\nconsciousness, that I was perfectly well and always had been, for\nI was Soul, an expression of God’s Perfect Thought.  That was to\nme the perfect and completed separation between what I was and\nwhat I appeared to be.  I succeeded in never losing sight after\nthis of my real being, by constantly affirming this truth, and by\ndegrees (though it took me two years of hard work to get there) I\nexpressed health continuously throughout my whole body.",
        "“In my subsequent nineteen years’ experience I have never known\nthis Truth to fail when I applied it, though in my ignorance I\nhave often failed to apply it, but through my failures I have\nlearned the simplicity and trustfulness of the little child.”",
        "But I fear that I risk tiring you by so many examples, and I must\nlead you back to philosophic generalities again.  You see already\nby such records of experience how impossible it is not to class\nmind-cure as primarily a religious movement.  Its doctrine of the\noneness of our life with God’s life is in fact quite\nindistinguishable from an interpretation of Christ’s message\nwhich in these very Gifford lectures has been defended by some of\nyour very ablest Scottish religious philosophers.[52]",
        "[52] The Cairds, for example.  In Edward Caird’s Glasgow Lectures\nof 1890-92 passages like this abound:–",
        "“The declaration made in the beginning of the ministry of Jesus\nthat ’the time is fulfilled, and the kingdom of heaven is at\nhand,’ passes with scarce a break into the announcement that ’the\nkingdom of God is among you’; and the importance of this\nannouncement is asserted to be such that it makes, so to speak, a\ndifference IN KIND between the greatest saints and prophets who\nlived under the previous reign of division, and ’the least in the\nkingdom of heaven.’  The highest ideal is brought close to men\nand declared to be within their reach, they are called on to be\n’perfect as their Father in heaven is perfect.’  The sense of\nalienation and distance from God which had grown upon the pious\nin Israel just in proportion as they had learned to look upon Him\nas no mere national divinity, but as a God of justice who would\npunish Israel for its sin as certainly as Edom or Moab, is\ndeclared to be no longer in place; and the typical form of\nChristian prayer points to the abolition of the contrast between\nthis world and the next which through all the history of the Jews\nhad continually been growing wider:  ’As in heaven, so on earth.’\nThe sense of the division of man from God, as a finite being from\nthe Infinite, as weak and sinful from the Omnipotent Goodness, is\nnot indeed lost; but it can no longer overpower the consciousness\nof oneness.  The terms ’Son’ and ’Father’ at once state the\nopposition and mark its limit.  They show that it is not an\nabsolute opposition, but one which presupposes an indestructible\nprinciple of unity, that can and must become a principle of\nreconciliation.” The Evolution of Religion, ii.  pp. 146, 147.",
        "But philosophers usually profess to give a quasi-logical\nexplanation of the existence of evil, whereas of the general fact\nof evil in the world, the existence of the selfish, suffering, \ntimorous finite consciousness, the mind-curers, so far as I am\nacquainted with them, profess to give no speculative explanation\nEvil is empirically there for them as it is for everybody, but\nthe practical point of view predominates, and it would ill agree\nwith the spirit of their system to spend time in worrying over it\nas a “mystery” or “problem,” or in “laying to heart” the lesson\nof its experience, after the manner of the Evangelicals.  Don’t\nreason about it, as Dante says, but give a glance and pass\nbeyond!  It is Avidhya, ignorance! something merely to be\noutgrown and left be hind, transcended and forgotten.  Christian\nScience so-called, the sect of Mrs. Eddy, is the most radical\nbranch of mind-cure in its dealings with evil.  For it evil is\nsimply a LIE, and any one who mentions it is a liar.  The\noptimistic ideal of duty forbids us to pay it the compliment even\nof explicit attention.  Of course, as our next lectures will show\nus, this is a bad speculative omission, but it is intimately\nlinked with the practical merits of the system we are examining. \nWhy regret a philosophy of evil, a mind-curer would ask us, if I\ncan put you in possession of a life of good?",
        "After all, it is the life that tells; and mind-cure has developed\na living system of mental hygiene which may well claim to have\nthrown all previous literature of the Diatetit der Seele into the\nshade.  This system is wholly and exclusively compacted of\noptimism:  “Pessimism leads to weakness. Optimism leads to\npower.”    “Thoughts are things,” as one of the most vigorous\nmind-cure writers prints in bold type at the bottom of each of\nhis pages; and if your thoughts are of health, youth, vigor, and\nsuccess, before you know it these things will also be your\noutward portion.  No one can fail of the regenerative influence\nof optimistic thinking, pertinaciously pursued.  Every man owns\nindefeasibly this inlet to the divine.  Fear, on the contrary,\nand all the contracted and egoistic modes of thought, are inlets\nto destruction.  Most mind-curers here bring in a doctrine that\nthoughts are “forces,” and that, by virtue of a law that like\nattracts like, one man’s thoughts draw to themselves as allies\nall the thoughts of the same character that exist the world over.\nThus one gets, by one’s thinking, reinforcements from elsewhere\nfor the realization of one’s desires; and the great point in the\nconduct of life is to get the heavenly forces on one’s side by\nopening one’s own mind to their influx.",
        "On the whole, one is struck by a psychological similarity between\nthe mind-cure movement and the Lutheran and Wesleyan movements. \nTo the believer in moralism and works, with his anxious query,\n“What shall I do to be saved?”  Luther and Wesley replied:  “You\nare saved now, if you would but believe it.”  And the mind-curers\ncome with precisely similar words of emancipation.  They speak,\nit is true, to persons for whom the conception of salvation has\nlost its ancient theological meaning, but who labor nevertheless\nwith the same eternal human difficulty.  THINGS ARE WRONG WITH\nTHEM; and “What shall I do to be clear, right, sound, whole,\nwell?” is the form of their question.  And the answer is:  “You\nARE well, sound, and clear already, if you did but know it.” \n“The whole matter may be summed up in one sentence,” says one of\nthe authors whom I have already quoted, “GOD IS WELL, AND SO ARE\nYOU.  You must awaken to the knowledge of your real being.”",
        "The adequacy of their message to the mental needs of a large\nfraction of mankind is what gave force to those earlier gospels. \nExactly the same adequacy holds in the case of the mind-cure\nmessage, foolish as it may sound upon its surface; and seeing its\nrapid growth in influence, and its therapeutic triumphs, one is\ntempted to ask whether it may not be destined (probably by very\nreason of the crudity and extravagance of many of its\nmanifestations[53]) to play a part almost  as great in the\nevolution of the popular religion of the future as did those\nearlier movements in their day.",
        "[53] It remains to be seen whether the school of Mr. Dresser,\nwhich assumes more and more the form of mind-cure experience and\nacademic philosophy mutually impregnating each other, will score\nthe practical triumphs of the less critical and rational sects.",
        "But I here fear that I may begin to “jar upon the nerves” of some\nof the members of this academic audience.  Such contemporary\nvagaries, you may think, should hardly take so large a place in\ndignified Gifford lectures.  I can only beseech you to have\npatience.  The whole outcome of these lectures will, I imagine,\nbe the emphasizing to your mind of the enormous diversities which\nthe spiritual lives of different men exhibit.  Their wants, their\nsusceptibilities, and their capacities all vary and must be\nclassed under different heads.  The result is that we have really\ndifferent types of religious experience; and, seeking in these\nlectures closer acquaintance with the healthy-minded type, we\nmust take it where we find it in most radical form.  The\npsychology of individual types of character has hardly begun even\nto be sketched as yet–our lectures may possibly serve as a\ncrumb-like contribution to the structure.  The first thing to\nbear in mind (especially if we ourselves belong to the\nclerico-academic-scientific type, the officially and\nconventionally “correct\" type, “the deadly respectable\" type, for\nwhich to ignore others is a besetting temptation) is that nothing\ncan be more stupid than to bar out phenomena from our notice,\nmerely because we are incapable of taking part in anything like\nthem ourselves.",
        "Now the history of Lutheran salvation by faith, of methodistic\nconversions, and of what I call the mind-cure movement seems to\nprove the existence of numerous persons in whom–at any rate at a\ncertain stage in their development–a change of character for the\nbetter, so far from being facilitated by the rules laid down by\nofficial moralists, will take place all the more successfully if\nthose rules be exactly reversed.  Official moralists advise us\nnever to relax our strenuousness.  “Be vigilant, day and night,\"\nthey adjure us; “hold your passive tendencies in check; shrink\nfrom no effort; keep your will like a bow always bent.”  But the\npersons I speak of find that all this conscious effort leads to\nnothing but failure and vexation in their hands, and only makes\nthem twofold more the children of hell they were before.  The\ntense and voluntary attitude becomes in them an impossible fever\nand torment.  Their machinery refuses to run at all when the\nbearings are made so hot and the belts so tight.",
        "Under these circumstances the way to success, as vouched for by\ninnumerable authentic personal narrations, is by an\nanti-moralistic method, by the “surrender” of which I spoke in my\nsecond lecture.  Passivity, not activity; relaxation, not\nintentness, should be now the rule.  Give up the feeling of\nresponsibility, let go your hold, resign the care of your destiny\nto higher powers, be genuinely indifferent as to what becomes of\nit all, and you will find not only that you gain a perfect inward\nrelief, but often also, in addition, the particular goods you\nsincerely thought you were renouncing. This is the salvation\nthrough self-despair, the dying to be truly born, of Lutheran\ntheology, the passage into NOTHING of which Jacob Behmen writes. \nTo get to it, a critical point must usually be passed, a corner\nturned within one.  Something must give way, a native hardness\nmust break down and liquefy; and this event (as we shall\nabundantly see hereafter) is frequently sudden and automatic, and\nleaves on the Subject an impression that he has been wrought on\nby an external power.",
        "Whatever its ultimate significance may prove to be, this is\ncertainly one fundamental form of human experience. Some say that\nthe capacity or incapacity for it is what divides the religious\nfrom the merely moralistic character. With those who undergo it\nin its fullness, no criticism avails to cast doubt on its\nreality.  They KNOW; for they have actually FELT the higher\npowers, in giving up the tension of their personal will.",
        "A story which revivalist preachers often tell is that of a man\nwho found himself at night slipping down the side of a precipice.",
        "At last he caught a branch which stopped his fall, and remained\nclinging to it in misery for hours.  But finally his fingers had\nto loose their hold, and with a despairing farewell to life, he\nlet himself drop.  He fell just six inches.  If he had given up\nthe struggle earlier, his agony would have been spared.  As the\nmother earth received him, so, the preachers tell us, will the\neverlasting arms receive us if we confide absolutely in them, and\ngive up the hereditary habit of relying on our personal strength,\nwith its precautions that cannot shelter and safeguards that\nnever save.",
        "The mind-curers have given the widest scope to this sort of\nexperience.  They have demonstrated that a form of regeneration\nby relaxing, by letting go, psychologically indistinguishable\nfrom the Lutheran justification by faith and the Wesleyan\nacceptance of free grace, is within the reach of persons who have\nno conviction of sin and care nothing for the Lutheran theology. \nIt is but giving your little private convulsive self a rest, and\nfinding that a greater Self is there.  The results, slow or\nsudden, or great or small, of the combined optimism and\nexpectancy, the regenerative phenomena which ensue on the\nabandonment of effort, remain firm facts of human nature, no\nmatter whether we adopt a theistic, a pantheistic-idealistic, or\na medical-materialistic view of their ultimate causal\nexplanation.[54]",
        "[54] The theistic explanation is by divine grace, which creates a\nnew nature within one the moment the old nature is sincerely\ngiven up.  The pantheistic explanation (which is that of most\nmind-curers) is by the merging of the narrower private self into\nthe wider or greater self, the spirit of the universe (which is\nyour own “subconscious” self), the moment the isolating barriers\nof mistrust and anxiety are removed.  The medico-materialistic\nexplanation is that simpler cerebral processes act more freely\nwhere they are left to act automatically by the shunting-out of\nphysiologically (though in this instance not spiritually)\n“higher” ones which, seeking to regulate, only succeed in\ninhibiting results.–Whether this third explanation might, in a\npsycho-physical account of the universe, be combined with either\nof the others may be left an open question here.",
        "When we take up the phenomena of revivalistic conversion, we\nshall learn something more about all this.  Meanwhile I will say\na brief word about the mind-curer’s METHODS.",
        "They are of course largely suggestive.  The suggestive influence\nof environment plays an enormous part in all spiritual education.",
        "But the word “suggestion,” having acquired official status, is\nunfortunately already beginning to play in many quarters the part\nof a wet blanket upon investigation, being used to fend off all\ninquiry into the varying susceptibilities of individual cases. \n“Suggestion” is only another name for the power of ideas, SO FAR\nAS THEY PROVE EFFICACIOUS OVER BELIEF AND CONDUCT.  Ideas\nefficacious over some people prove inefficacious over others. \nIdeas efficacious at some times and in some human surroundings\nare not so at other times and elsewhere.  The ideas of Christian\nchurches are not efficacious in the therapeutic direction to-day,\nwhatever they may have been in earlier centuries; and when the\nwhole question is as to why the salt has lost its savor here or\ngained it there, the mere blank waving of the word “suggestion\"\nas if it were a banner gives no light.  Dr. Goddard, whose candid\npsychological essay on Faith Cures ascribes them to nothing but\nordinary suggestion, concludes by saying that “Religion [and by\nthis he seems to mean our popular Christianity] has in it all\nthere is in mental therapeutics, and has it in its best form. \nLiving up to [our religious] ideas will do anything for us that\ncan be done.”  And this in spite of the actual fact that the\npopular Christianity does absolutely NOTHING, or did nothing\nuntil mind-cure came to the rescue.[55]",
        "[55] Within the churches a disposition has always prevailed to\nregard sickness as a visitation; something sent by God for our\ngood, either as chastisement, as warning, or as opportunity for\nexercising virtue, and, in the Catholic Church, of earning\n“merit.”  “Illness,” says a good Catholic writer P. Lejeune: \n(Introd. a la Vie Mystique, 1899, p. 218), “is the most excellent\ncorporeal mortifications, the mortification which one has not\none’s self chosen, which is imposed directly by God, and is the\ndirect expression of his will.  ’If other mortifications are of\nsilver,’  Mgr. Gay says, ’this one is of gold; since although it\ncomes of ourselves, coming as it does of original sin, still on\nits greater side, as coming (like all that happens) from the\nprovidence of God, it is of divine manufacture.  And how just are\nits blows!  And how efficacious it is! . . . I do not hesitate to\nsay that patience in a long illness is mortification’s very\nmasterpiece, and consequently the triumph of mortified souls.’\"\nAccording to this view, disease should in any case be\nsubmissively accepted, and it might under certain circumstances\neven be blasphemous to wish it away.",
        "Of course there have been exceptions to this, and cures by\nspecial miracle have at all times been recognized within the\nchurch’s pale, almost all the great saints having more or less\nperformed them.  It was one of the heresies of Edward Irving, to\nmaintain them still to be possible.  An extremely pure faculty of\nhealing after confession and conversion on the patient’s part,\nand prayer on the priest’s, was quite spontaneously developed in\nthe German pastor, Joh. Christoph Blumhardt, in the early forties\nand exerted during nearly thirty years.  Blumhardt’s Life by\nZundel (5th edition, Zurich, 1887) gives in chapters ix., x.,\nxi., and xvii.  a pretty full account of his healing activity,\nwhich he invariably ascribed to direct divine interposition.\nBlumhardt was a singularly pure, simple, and non-fanatical\ncharacter, and in this part of his work followed no previous\nmodel.  In Chicago to-day we have the case of Dr. J. A. Dowie, a\nScottish Baptist preacher, whose weekly “Leaves of Healing” were\nin the year of grace 1900 in their sixth volume, and who,\nalthough he denounces the cures wrought in other sects as\n“diabolical counterfeits” of his own exclusively “Divine\nHealing,” must on the whole be counted into the mind-cure\nmovement.  In mind-cure circles the fundamental article of faith\nis that disease should never be accepted. It is wholly of the\npit.  God wants us to be absolutely healthy, and we should not\ntolerate ourselves on any lower terms.",
        "An idea, to be suggestive, must come to the individual with the\nforce of a revelation.  The mind-cure with its gospel of\nhealthy-mindedness has come as a revelation to many whose hearts\nthe church Christianity had left hardened.  It has let loose\ntheir springs of higher life.  In what can the originality of any\nreligious movement consist, save in finding a channel, until then\nsealed up, through which those springs may be set free in some\ngroup of human beings?",
        "The force of personal faith, enthusiasm, and example, and above\nall the force of novelty, are always the prime suggestive agency\nin this kind of success.  If mind-cure should ever become\nofficial, respectable, and intrenched, these elements of\nsuggestive efficacy will be lost.  In its acuter stages every\nreligion must be a homeless Arab of the desert.  The church knows\nthis well enough, with its everlasting inner struggle of the\nacute religion of the few against the chronic religion of the\nmany, indurated into an obstructiveness worse than that which\nirreligion opposes to the movings of the Spirit.  “We may pray,\"\nsays Jonathan Edwards, “concerning all those saints that are not\nlively Christians, that they may either be enlivened, or taken\naway; if that be true that is often said by some at this day,\nthat these cold dead saints do more hurt than natural men, and\nlead more souls to hell, and that it would be well for mankind if\nthey were all dead.\"[56]",
        "[56] Edwards, from whose book on the Revival in New England I\nquote these words, dissuades from such a use of prayer, but it is\neasy to see that he enjoys making his thrust at the cold dead\nchurch members.",
        "The next condition of success is the apparent existence, in large\nnumbers, of minds who unite healthy-mindedness with readiness for\nregeneration by letting go.  Protestantism has been too\npessimistic as regards the natural man, Catholicism has been too\nlegalistic and moralistic, for either the one or the other to\nappeal in any generous way to the type of character formed of\nthis peculiar mingling of elements. However few of us here\npresent may belong to such a type, it is now evident that it\nforms a specific moral combination, well represented in the\nworld.",
        "Finally, mind-cure has made what in our protestant countries is\nan unprecedentedly great use of the subconscious life.  To their\nreasoned advice and dogmatic assertion, its founders have added\nsystematic exercise in passive relaxation, concentration, and\nmeditation, and have even invoked something like hypnotic\npractice.  I quote some passages at random:–",
        "“The value, the potency of ideals is the great practical truth on\nwhich the New Thought most strongly insists–the development\nnamely from within outward, from small to great.[57] Consequently\none’s thought should be centred on the ideal outcome, even though\nthis trust be literally like a step in the dark.[58] To attain\nthe ability thus effectively to direct the mind, the New Thought\nadvises the practice of concentration, or in other words, the\nattainment of self-control.  One is to learn to marshal the\ntendencies of the mind, so that they may be held together as a\nunit by the chosen ideal.  To this end, one should set apart\ntimes for silent meditation, by one’s self, preferably in a room\nwhere the surroundings are favorable to spiritual thought.  In\nNew Thought terms, this is called ’entering the silence.’\"[59]",
        "[57] H. W. DRESSER:  Voices of Freedom, 46.",
        "[58] Dresser:  Living by the spirit, 58.",
        "[59] Dresser:  Voices of Freedom, 33.",
        "“The time will come when in the busy office or on the noisy\nstreet you can enter into the silence by simply drawing the\nmantle of your own thoughts about you and realizing that there\nand everywhere the Spirit of Infinite Life, Love, Wisdom, Peace,\nPower, and Plenty is guiding, keeping, protecting, leading you.\nThis is the spirit of continual prayer.[60] One of the most\nintuitive men we ever met had a desk at a city office where\nseveral other gentlemen were doing business constantly, and often\ntalking loudly.  Entirely undisturbed by the many various sounds\nabout him, this self-centred faithful man would, in any moment of\nperplexity, draw the curtains of privacy so completely about him\nthat he would be as fully inclosed in his own psychic aura, and\nthereby as effectually removed from all distractions, as though\nhe were alone in some primeval wood.  Taking his difficulty with\nhim into the mystic silence in the form of a direct question, to\nwhich he expected a certain answer, he would remain utterly\npassive until the reply came, and never once through many years’\nexperience did he find himself disappointed or misled.\"[61]",
        "[60] Trine:  In Tune with the Infinite, p. 214",
        "[61] Trine:  p. 117.",
        "Wherein, I should like to know, does this INTRINSICALLY differ\nfrom the practice of “recollection” which plays so great a part\nin Catholic discipline?  Otherwise called the practice of the\npresence of God (and so known among ourselves, as for instance in\nJeremy Taylor), it is thus defined by the eminent teacher Alvarez\nde Paz in his work on Contemplation.",
        "“It is the recollection of God, the thought of God, which in all\nplaces and circumstances makes us see him present, lets us\ncommune respectfully and lovingly with him, and fills us with\ndesire and affection for him. . . .  Would you escape from every\nill?  Never lose this recollection of God, neither in prosperity\nnor in adversity, nor on any occasion whichsoever it be. Invoke\nnot, to excuse yourself from this duty, either the difficulty or\nthe importance of your business, for you can always remember that\nGod sees you, that you are under his eye.  If a thousand times an\nhour you forget him, reanimate a thousand times the recollection.",
        "If you cannot practice this exercise continuously, at least make\nyourself as familiar with it as possible; and, like unto those\nwho in a rigorous winter draw near the fire as often as they can,\ngo as often as you can to that ardent fire which will warm your\nsoul.\"[62]",
        "[62] Quoted by Lejeune:  Introd. a la vie Mystique, 1899, p. 66.",
        "All the external associations of the Catholic discipline are of\ncourse unlike anything in mind-cure thought, but the purely\nspiritual part of the exercise is identical in both communions,\nand in both communions those who urge it write with authority,\nfor they have evidently experienced in their own persons that\nwhereof they tell.  Compare again some mind-cure utterances:–",
        "“High, healthful, pure thinking can be encouraged, promoted, and\nstrengthened.  Its current can be turned upon grand ideals until\nit forms a habit and wears a channel.  By means of such\ndiscipline the mental horizon can be flooded with the sunshine of\nbeauty, wholeness, and harmony.  To inaugurate pure and lofty\nthinking may at first seem difficult, even almost mechanical, but\nperseverance will at length render it easy, then pleasant, and\nfinally delightful.",
        "“The soul’s real world is that which it has built of its\nthoughts, mental states, and imaginations.  If we WILL, we can\nturn our backs upon the lower and sensuous plane, and lift\nourselves into the realm of the spiritual and Real, and there\ngain a residence.  The assumption of states of expectancy and\nreceptivity will attract spiritual sunshine, and it will flow in\nas naturally as air inclines to a vacuum. . . .  Whenever the\nthough; is not occupied with one’s daily duty or profession, it\nshould he sent aloft into the spiritual atmosphere.  There are\nquiet leisure moments by day, and wakeful hours at night, when\nthis wholesome and delightful exercise may be engaged in to great\nadvantage.  If one who has never made any systematic effort to\nlift and control the thought-forces will, for a single month,\nearnestly pursue the course here suggested, he will be surprised\nand delighted at the result, and nothing will induce him to go\nback to careless, aimless, and superficial thinking.  At such\nfavorable seasons the outside world, with all its current of\ndaily events, is barred out, and one goes into the silent\nsanctuary of the inner temple of soul to commune and aspire.  The\nspiritual hearing becomes delicately sensitive, so that the\n’still, small voice’ is audible, the tumultuous waves of external\nsense are hushed, and there is a great calm.  The ego gradually\nbecomes conscious that it is face to face with the Divine\nPresence; that mighty, healing, loving, Fatherly life which is\nnearer to us than we are to ourselves.  There is soul contact\nwith the Parent- Soul, and an influx of life, love, virtue,\nhealth, and happiness from the Inexhaustible Fountain.\"[63]",
        "[63] HENRY Wood:  Ideal suggestion through Mental Photography,\npp. 51, 70 (abridged).",
        "When we reach the subject of mysticism, you will undergo so deep\nan immersion into these exalted states of consciousness as to be\nwet all over, if I may so express myself; and the cold shiver of\ndoubt with which this little sprinkling may affect you will have\nlong since passed away– doubt, I mean, as to whether all such\nwriting be not mere abstract talk and rhetoric set down pour\nencourager les autres.  You will then be convinced, I trust, that\nthese states of consciousness of “union” form a perfectly\ndefinite class of experiences, of which the soul may occasionally\npartake, and which certain persons may live by in a deeper sense\nthan they live by anything else with which they have\nacquaintance.  This brings me to a general philosophical\nreflection with which I should like to pass from the subject of\nhealthy-mindedness, and close a topic which I fear is already\nonly too long drawn out.  It concerns the relation of all this\nsystematized healthy-mindedness and mind-cure religion to\nscientific method and the scientific life.",
        "In a later lecture I shall have to treat explicitly of the\nrelation of religion to science on the one hand, and to primeval\nsavage thought on the other.  There are plenty of persons\nto-day–\"scientists” or “positivists,” they are fond of calling\nthemselves–who will tell you that religious thought is a mere\nsurvival, an atavistic reversion to a type of consciousness which\nhumanity in its more enlightened examples has long since left\nbehind and out-grown.  If you ask them to explain themselves more\nfully, they will probably say that for primitive thought\neverything is conceived of under the form of personality.  The\nsavage thinks that things operate by personal forces, and for the\nsake of individual ends.  For him, even external nature obeys\nindividual needs and claims, just as if these were so many\nelementary powers.  Now science, on the other hand, these\npositivists say, has proved that personality, so far from being\nan elementary force in nature, is but a passive resultant of the\nreally elementary forces, physical, chemical, physiological, and\npsycho-physical, which are all impersonal and general in\ncharacter.  Nothing individual accomplishes anything in the\nuniverse save in so far as it obeys and exemplifies some\nuniversal law.  Should you then inquire of them by what means\nscience has thus supplanted primitive thought, and discredited\nits personal way of looking at things, they would undoubtedly say\nit has been by the strict use of the method of experimental\nverification.  Follow out science’s conceptions practically, they\nwill say, the conceptions that ignore personality altogether, and\nyou will always be corroborated.  The world is so made that all\nyour expectations will be experientially verified so long, and\nonly so long, as you keep the terms from which you infer them\nimpersonal and universal.",
        "But here we have mind-cure, with her diametrically opposite\nphilosophy, setting up an exactly identical claim.  Live as if I\nwere true, she says, and every day will practically prove you\nright.  That the controlling energies of nature are personal,\nthat your own personal thoughts are forces, that the powers of\nthe universe will directly respond to your individual appeals and\nneeds, are propositions which your whole bodily and mental\nexperience will verify.  And that experience does largely verify\nthese primeval religious ideas is proved by the fact that the\nmind-cure movement spreads as it does, not by proclamation and\nassertion simply, but by palpable experiential results.  Here, in\nthe very heyday of science’s authority, it carries on an\naggressive warfare against the scientific philosophy, and\nsucceeds by using science’s own peculiar methods and weapons. \nBelieving that a higher power will take care of us in certain\nways better than we can take care of ourselves, if we only\ngenuinely throw ourselves upon it and consent to use it, it finds\nthe belief, not only not impugned, but corroborated by its\nobservation.",
        "How conversions are thus made, and converts confirmed, is evident\nenough from the narratives which I have quoted. I will quote yet\nanother couple of shorter ones to give the matter a perfectly\nconcrete turn.  Here is one:–",
        "“One of my first experiences in applying my teaching was two\nmonths after I first saw the healer.  I fell, spraining my right\nankle, which I had done once four years before, having then had\nto use a crutch and elastic anklet for some months, and carefully\nguarding it ever since.  As soon as I was on my feet I made the\npositive suggestion (and felt it through all my being):  ’There\nis nothing but God, and all life comes from him perfectly.  I\ncannot be sprained or hurt, I will let him take care of it.’\nWell, I never had a sensation in it, and I walked two miles that\nday.”",
        "The next case not only illustrates experiment and verification,\nbut also the element of passivity and surrender of which awhile\nago I made such account.",
        "“I went into town to do some shopping one morning, and I had not\nbeen gone long before I began to feel ill.  The ill feeling\nincreased rapidly, until I had pains in all my bones, nausea and\nfaintness, headache, all the symptoms in short that precede an\nattack of influenza.  I thought that I was going to have the\ngrippe, epidemic then in Boston, or something worse.  The\nmind-cure teachings that I had been listening to all the winter \nthereupon came into my mind, and I thought that here was an\nopportunity to test myself.  On my way home I met a friend, I\nrefrained with some effort from telling her how I felt.  That was\nthe first step gained.  I went to bed immediately, and my husband\nwished to send for the doctor.  But I told him that I would\nrather wait until morning and see how I felt.  Then followed one\nof the most beautiful experiences of my life.",
        "“I cannot express it in any other way than to say that I did ’lie\ndown in the stream of life and let it flow over me.’  I gave up\nall fear of any impending disease; I was perfectly willing and\nobedient.  There was no intellectual effort, or train of thought.",
        "My dominant idea was:  ’Behold the handmaid of the Lord:  be it\nunto me even as thou wilt,’ and a perfect confidence that all\nwould be well, that all WAS well.  The creative life was flowing\ninto me every instant, and I felt myself allied with the\nInfinite, in harmony, and full of the peace that passeth\nunderstanding.  There was no place in my mind for a jarring body.\nI had no consciousness of time or space or persons; but only of\nlove and happiness and faith.",
        "“I do not know how long this state lasted, nor when I fell\nasleep; but when I woke up in the morning, I WAS WELL.”",
        "These are exceedingly trivial instances,[64] but in them, if we\nhave anything at all, we have the method of experiment and\nverification.  For the point I am driving at now, it makes no\ndifference whether you consider the patients to be deluded\nvictims of their imagination or not.  That they seemed to\nTHEMSELVES to have been cured by the experiments tried was enough\nto make them converts to the system.  And although it is evident\nthat one must be of a certain mental mould to get such results\n(for not every one can get thus cured to his own satisfaction any\nmore than every one can be cured by the first regular\npractitioner whom he calls in), yet it would surely be pedantic\nand over-scrupulous for those who CAN get their savage and\nprimitive philosophy of mental healing verified in such\nexperimental ways as this, to give them up at word of command for\nmore scientific therapeutics.",
        "What are we to think of all this?  Has science made too wide a\nclaim?",
        "[64] See Appendix to this lecture for two other cases furnished\nme by friends.",
        "I believe that the claims of the sectarian scientist are, to say\nthe least, premature.  The experiences which we have been\nstudying during this hour (and a great many other kinds of\nreligious experiences are like them) plainly show the universe to\nbe a more many-sided affair than any sect, even the scientific\nsect, allows for.  What, in the end, are all our verifications\nbut experiences that agree with more or less isolated systems of\nideas (conceptual systems) that our minds have framed?  But why\nin the name of common sense need we assume that only one such\nsystem of ideas can be true?  The obvious outcome of our total\nexperience is that the world can be handled according to many\nsystems of ideas, and is so handled by different men, and will\neach time give some characteristic kind of profit, for which he\ncares, to the handler, while at the same time some other kind of\nprofit has to be omitted or postponed.  Science gives to all of\nus telegraphy, electric lighting, and diagnosis, and succeeds in\npreventing and curing a certain amount of disease. Religion in\nthe shape of mind-cure gives to some of us serenity, moral poise,\nand happiness, and prevents certain forms of disease as well as\nscience does, or even better in a certain class of persons. \nEvidently, then, the science and the religion are both of them\ngenuine keys for unlocking the world’s treasure-house to him who\ncan use either of them practically.  Just as evidently neither is\nexhaustive or exclusive of the other’s simultaneous use.  And\nwhy, after all, may not the world be so complex as to consist of\nmany interpenetrating spheres of reality, which we can thus\napproach in alternation by using different conceptions and\nassuming different attitudes, just as mathematicians handle the\nsame numerical and spatial facts by geometry, by analytical \ngeometry, by algebra, by the calculus, or by quaternions, and\neach time come out right?  On this view religion and science,\neach verified in its own way from hour to hour and from life to\nlife, would be co-eternal.  Primitive thought, with its belief in\nindividualized personal forces, seems at any rate as far as ever\nfrom being driven by science from the field to-day.  Numbers of\neducated people still find it the directest experimental channel\nby which to carry on their intercourse with reality.[65]",
        "[65] Whether the various spheres or systems are ever to fuse\nintegrally into one absolute conception, as most philosophers\nassume that they must, and how, if so, that conception may best\nbe reached, are questions that only the future can answer.  What\nis certain now is the fact of lines of disparate conception, each\ncorresponding to some part of the world’s truth, each verified in\nsome degree, each leaving out some part of real experience.",
        "The case of mind-cure lay so ready to my hand that I could not\nresist the temptation of using it to bring these last truths home\nto your attention, but I must content myself to-day with this\nvery brief indication.  In a later lecture the relations of\nreligion both to science and to primitive thought will have to\nreceive much more explicit attention.",
        "(See note [64].)",
        "CASE I.  “My own experience is this:  I had long been ill, and\none of the first results of my illness, a dozen years before, had\nbeen a diplopia which deprived me of the use of my eyes for\nreading and writing almost entirely, while a later one had been\nto shut me out from exercise of any kind under penalty of\nimmediate and great exhaustion.  I had been under the care of\ndoctors of the highest standing both in Europe and America, men\nin whose power to help me I had had great faith, with no or ill\nresult.  Then, at a time when I seemed to be rather rapidly\nlosing ground, I heard some things that gave me interest enough\nin mental healing to make me try it; I had no great hope of\ngetting any good from it–it was a CHANCE I tried, partly\nbecause my thought was interested by the new possibility it\nseemed to open, partly because it was the only chance I then\ncould see. I went to X in Boston, from whom some friends of mine\nhad got, or thought they had got, great help; the treatment was a\nsilent one; little was said, and that little carried no\nconviction to my mind, whatever influence was exerted was that of\nanother person’s thought or feeling silently projected on to my\nunconscious mind, into my nervous system as it were, as we sat\nstill together.  I believed from the start in the POSSIBILITY of\nsuch action, for I knew the power of the mind to shape, helping\nor hindering, the body’s nerve-activities, and I thought\ntelepathy probable, although unproved, but I had no belief in it\nas more than a possibility, and no strong conviction nor any\nmystic or religious faith connected with my thought of it that\nmight have brought imagination strongly into play.",
        "“I sat quietly with the healer for half an hour each day, at\nfirst with no result; then, after ten days or so, I became quite\nsuddenly and swiftly conscious of a tide of new energy rising\nwithin me, a sense of power to pass beyond old halting-places, of\npower to break the bounds that, though often tried before, had\nlong been veritable walls about my life, too high to climb.  I\nbegan to read and walk as I had not done for years, and the\nchange was sudden, marked, and unmistakable.  This tide seemed to\nmount for some weeks, three or four perhaps, when, summer having\ncome, I came away, taking the treatment up again a few months\nlater.  The lift I got proved permanent, and left me slowly\ngaining ground instead of losing, it but with this lift the\ninfluence seemed in a way to have spent itself, and, though my\nconfidence in the reality of the power had gained immensely from\nthis first experience, and should have helped me to make further\ngain in health and strength if my belief in it had been the\npotent factor there, I never after this got any result at all as\nstriking or as clearly marked as this which came when I made\ntrial of it first, with little faith and doubtful expectation. \nIt is difficult to put all the evidence in such a matter into\nwords, to gather up into a distinct statement all that one bases\none’s conclusions on, but I have always felt that I had abundant\nevidence to justify (to myself, at least) the conclusion that I\ncame to then, and since have held to, that the physical change\nwhich came at that time was, first, the result of a change\nwrought within me by a change of mental state; and secondly, that\nthat change of mental state was not, save in a very secondary\nway, brought about through the influence of an excited\nimagination, or a CONSCIOUSLY received suggestion of an hypnotic\nsort.  Lastly, I believe that this change was the result of my\nreceiving telephathically, and upon a mental stratum quite below\nthe level of immediate consciousness, a healthier and more\nenergetic attitude, receiving it from another person whose\nthought was directed upon me with the intention of impressing the\nidea of this attitude upon me.  In my case the disease was\ndistinctly what would be classed as nervous, not organic; but\nfrom such opportunities as I have had of observing, I have come\nto the conclusion that the dividing line that has been drawn is\nan arbitrary one, the nerves controlling the internal activities\nand the nutrition of the body throughout; and I believe that the\ncentral nervous system, by starting and inhibiting local centres,\ncan exercise a vast influence upon disease of any kind, if it can\nbe brought to bear.  In my judgment the question is simply how to\nbring it to bear, and I think that the uncertainty and remarkable\ndifferences in the results obtained through mental healing do but\nshow how ignorant we are as yet of the forces at work and of the\nmeans we should take to make them effective.  That these results\nare not due to chance coincidences my observation of myself and\nothers makes me sure; that the conscious mind, the imagination,\nenters into them as a factor in many cases is doubtless true, but\nin many others, and sometimes very extraordinary ones, it hardly\nseems to enter in at all.  On the whole I am inclined to think\nthat as the healing action, like the morbid one, springs from the\nplane of the normally UNconscious mind, so the strongest and most\neffective impressions are those which IT receives, in some as yet\nunknown subtle way, DIRECTLY from a healthier mind whose state,\nthrough a hidden law of sympathy, it reproduces.”",
        "CASE II.  “At the urgent request of friends, and with no faith\nand hardly any hope (possibly owing to a previous unsuccessful\nexperience with a Christian Scientist), our little daughter was\nplaced under the care of a healer, and cured of a trouble about\nwhich the physician had been very discouraging in his diagnosis.\nThis interested me, and I began studying earnestly the method and\nphilosophy of this method of healing.  Gradually an inner peace\nand tranquillity came to me in so positive a way that my manner\nchanged greatly.  My children and friends noticed the change and\ncommented upon it.  All feelings of irritability disappeared. \nEven the expression of my face changed noticeably.",
        "“I had been bigoted, aggressive, and intolerant in discussion,\nboth in public and private.  I grew broadly tolerant and\nreceptive toward the views of others.  I had been nervous and\nirritable, coming home two or three times a week with a sick\nheadache induced, as I then supposed, by dyspepsia and catarrh. \nI grew serene and gentle, and the physical troubles entirely\ndisappeared.  I had been in the habit of approaching every\nbusiness interview with an almost morbid dread.  I now meet every\none with confidence and inner calm.",
        "“I may say that the growth has all been toward the elimination of\nselfishness.  I do not mean simply the grosser, more sensual\nforms, but those subtler and generally unrecognized kinds, such\nas express themselves in sorrow, grief, regret, envy, etc. It has\nbeen in the direction of a practical, working realization of the\nimmanence of God and the Divinity of man’s true, inner self.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003. Also see Part II of this book.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Varieties of Religious ExperienceBy William JamesAt Amazon"
    ]
}