{
    "title": "The American Spirit in Literature - Chapter II. The First Colonial Literature",
    "author": "Bliss Perry",
    "chapter": "2",
    "content": [
        "\n\n",
        "The simplest and oldest group of colonial writings is made up of\nrecords of exploration and adventure. They are like the letters\nwritten from California in 1849 to the “folks back East.\"\nAddressed to home-keeping Englishmen across the sea, they\ndescribe the new world, explain the present situation of the\ncolonists, and express their hopes for the future. Captain John\nSmith’s “True Relation,” already alluded to, is the typical\nproduction of this class: a swift marching book, full of eager\nenergy, of bluff and breezy picturesqueness, and of triumphant\ninstinct for the main chance. Like most of the Elizabethans, he\ncannot help poetizing in his prose. Codfishing is to him a\n“sport\"; “and what sport doth yeald a more pleasing content, and\nlesse hurt or charge then angling with a hooke, and crossing the\nsweete ayre from Isle to Isle, over the silent streams of a calme\nSea?” But the gallant Captain is also capable of very plain\nspeech, Cromwellian in its simplicity, as when he writes back to\nthe London stockholders of the Virginia Company: “When you send\nagain, I entreat you rather send but thirty carpenters,\nhusbandmen, gardeners, fishermen, blacksmiths, masons, and\ndiggers up of trees’ roots, well provided, than a thousand of\nsuch as we have.”",
        "America was but an episode in the wide wanderings of Captain\nSmith, but he owes his place in human memory today to the\nphysical and mental energy with which he met the demands of a new\nsituation, and to the vividness with which he dashed down in\nwords whatever his eyes had seen. Whether, in that agreeable\npassage about Pocahontas, he was guilty of romancing a little, no\none really knows, but the Captain, as the first teller of this\npeculiarly American type of story, will continue to have an\nindulgent audience.",
        "But other exiles in Virginia were skillful with the pen. William\nStrachey’s “True Reportory of the Wrack of Sir Thomas Gates, Kt.,\nvpon and from the islands of the Bermudas” may or may not have\ngiven a hint to Shakespeare for the storm-scene in “The Tempest.\"\nIn either case it is admirable writing, flexible, sensitive,\nshrewdly observant. Whitaker, the apostle of Virginia, mingles,\nlike many a missionary of the present day, the style of an\nexhorter with a keen discernment of the traits of the savage\nmind. George Percy, fresh from Northumberland, tells in a\nlanguage as simple as Defoe’s the piteous tale of five months of\nillness and starvation, watched by “those wild and cruel Pagans.\"\nJohn Pory, of “the strong potations,” who thinks that “good\ncompany is the soul of this life,” nevertheless comforts himself\nin his solitude among the “crystal rivers and odoriferous woods\"\nby reflecting that he is escaping envy and expense. George\nSandys, scholar and poet, finds his solace during a Virginia\nexile in continuing his translation of Ovid’s “Metamorphoses.\"\nColonel Norwood, an adventurer who belongs to a somewhat later\nday, since he speaks of having “read Mr. Smith’s travels,” draws\nthe long bow of narrative quite as powerfully as the redoubtable\nSmith, and far more smoothly, as witness his accounts of\nstarvation on shipboard and cannibalism on shore. This Colonel is\nan artist who would have delighted Stevenson.",
        "All of these early tellers of Virginia tales were Englishmen, and\nmost of them returned to England, where their books were printed\nand their remaining lives were passed. But far to the north east\nof Virginia there were two colonies of men who earned the right\nto say, in William Bradford’s quiet words, “It is not with us as\nwith other men, whom small things can discourage, or small\ndiscontentments cause to wish themselves at home again.” One was\nthe colony of Pilgrims at Plymouth, headed by Bradford himself.\nThe other was the Puritan colony of Massachusetts Bay, with John\nWinthrop as governor.",
        "Bradford and Winthrop have left journals which are more than\nchronicles of adventure. They record the growth and government of\na commonwealth. Both Bradford and Winthrop were natural leaders\nof men, grave, dignified, solid, endowed with a spirit that bred\nconfidence. Each was learned. Winthrop, a lawyer and man of\nproperty, had a higher social standing than Bradford, who was one\nof the Separatists of Robinson’s flock at Leyden. But the Pilgrim\nof the Mayflower and the well-to-do Puritan of the Bay Colony\nboth wrote their annals like gentlemen and scholars. Bradford’s\n“History of Plymouth Plantation” runs from 1620 to 1647.\nWinthrop’s diary, now printed as the “History of New England,\"\nbegins with his voyage in 1630 and closes in the year of his\ndeath, 1649. As records of an Anglo-Saxon experiment in\nself-government under pioneer conditions these books are\npriceless; as human documents, they illuminate the Puritan\ncharacter; as for “literary\" value in the narrow sense of that\nword, neither Bradford nor Winthrop seems to have thought of\nliterary effect. Yet the leader of the Pilgrims has passages of\ngrave sweetness and charm, and his sketch of his associate, Elder\nBrewster, will bear comparison with the best English biographical\nwriting of that century. Winthrop is perhaps more varied in tone,\nas he is in matter, but he writes throughout as a ruler of men\nshould write, with “decent plainness and manly freedom.” His best\nknown pages, justly praised by Tyler and other historians of\nAmerican thought, contain his speech before the General Court in\n1645 on the nature of true liberty. No paragraphs written in\nAmerica previous to the Revolution would have given more pleasure\nto Abraham Lincoln, but it is to be feared that Lincoln never saw\nGovernor Winthrop’s book, though his own ancestor, Samuel Lincoln\nof Hingham, lived under Winthrop’s jurisdiction.",
        "The theory of government held by the dominant party of the first\ntwo generations of New England pioneers has often been called a\n“theocracy,” that is to say, a government according to the Word\nof God as expounded and enforced by the clergy. The experiment\nwas\ndoomed to ultimate failure, for it ran counter to some of the\nnoblest instincts of human nature. But its administration was in\nthe hands of able men. The power of the clergy was well-nigh\nabsolute. The political organization of the township depended\nupon the ecclesiastical organization as long as the right to vote\nwas confined to church members. How sacrosanct and awful was the\nposition of the clergyman may be perceived from Hawthorne’s “The\nMinister’s Black Veil” and “The Scarlet Letter.”",
        "Yet it must be said that men like Hooker and Cotton, Shepard and\nNorton, had every instinct and capacity for leadership. With the\nnotable exception of Hooker, such men were aristocrats, holding\nJohn Winthrop’s opinion that “Democracy is, among most civil\nnations, accounted the meanest and worst form of government.\"\nThey were fiercely intolerant. The precise reason for the Hooker\nmigration from Cambridge to Hartford in 1636–the very year of\nthe founding of Harvard–was prudently withheld, but it is now\nthought to be the instinct of escape from the clerical architects\nof the Cambridge Platform. Yet no one would today call Thomas\nHooker a liberal in religion, pioneer in political liberty though\nhe proved to be. His extant sermons have the steady stroke of a\ngreat hammer; smiting at the mind and heart. “Others because they\nhave felt the heavy hand of God . . . upon these grounds they\nbuild their hopes: ’I have had my hell in this life, and I hope\nto have heaven in the world to come; I hope the worst is over.’\"\nNot so, thunders the preacher in reply: “Sodom and Gomorrah they\nburnt in brimstone and they shall burn in hell.” One of Hooker’s\nsuccessors has called him “a son of thunder and a son of\nconsolation by turns.” The same may be said of Thomas Shepard,\nanother graduate of Emmanuel College in the old Cambridge, who\nbecame the “soul-melting preacher” of the newer Cambridge by the\nCharles. Pure, ravishing notes of spiritual devotion still sing\nthemselves in his pages. He is wholly Calvinist. He thinks “the\ntruth is a poor mean thing in itself” and that the human reason\ncannot be “the last resolution of all doubts,” which must be\nsought only in the written Word of God. He holds it “a tough\nwork, a wonderful hard matter to be saved.” “Jesus Christ is not\ngot with a wet finger.” Yet, like so many mystics, he yearns to\nbe “covered with God, as with a cloud,” to be “drowned, plunged,\nand swallowed up with God.” One hundred years later we shall find\nthis same rhapsodic ecstasy in the meditations of Jonathan\nEdwards.",
        "John Cotton, the third of the mighty men in the early Colonial\npulpit, owes his fame more to his social and political influence\nthan to his literary power. Yet even that was thought commanding.\nTrained, like Hooker and Shepard, at Emmanuel College, and fresh\nfrom the rectorship of St. Botolph’s in the Lincolnshire Boston,\nJohn Cotton dominated that new Boston which was named in his\nhonor. He became the Pope of the theocracy; a clever Pope and not\nan unkindly one. He seems to have shared some of the opinions of\nAnne Hutchinson, though he “pronounced the sentence of\nadmonition” against her, says Winthrop, with much zeal and\ndetestation of her errors. Hawthorne, in one of his ironic moods,\nmight have done justice to this scene. Cotton was at heart too\nliberal for his role of Primate, and fate led him to persecute a\nman whose very name has become a symbol of victorious tolerance,\nRoger Williams.",
        "Williams, known today as a friend of Cromwell, Milton, and Sir\nHarry Vane, had been exiled from Massachusetts for maintaining\nthat the civil power had no jurisdiction over conscience. This\ndoctrine was fatal to the existence of a theocratic state\ndominated by the church. John Cotton was perfectly logical in\n“enlarging” Roger Williams into the wilderness, but he showed\nless than his usual discretion in attacking the quick-tempered\nWelshman in pamphlets. It was like asking Hotspur if he would\nkindly consent to fight. Back and forth the books fly, for\nWilliams loves this game. His “Bloody Tenet of Persecution for\nCause of Conscience” calls forth Mr. Cotton’s “Bloody Tenet\nwashed and made white in the Blood of the Lamb;” and this in turn\nprovokes the torrential flood of Williams’s masterpiece, “The\nBloody Tenet yet more Bloody, by Mr. Cotton’s endeavor to wash it\nwhite in the Blood of the Lamb.” There is glorious writing here,\nand its effect cannot be suggested by quoting sentences. But\nthere is one sentence in a letter written by Williams in his old\nage to his fellow-townsmen of Providence which points the whole\nmoral of the terrible mistake made by the men who sought\nspiritual liberty in America for themselves, only to deny that\nsame liberty to others. “I have only one motion and petition,\"\nbegs this veteran pioneer who had forded many a swollen stream\nand built many a rude bridge in the Plantations: “it is this,\nthat after you have got over the black brook of some soul bondage\nyourselves, you tear not down the bridge after you.”",
        "It is for such wise and humane counsels as this that Roger\nWilliams is remembered. His opponents had mightier intellects\nthan his, but the world has long since decided against them.\nColonial sermon literature is read today chiefly by antiquarians\nwho have no sympathy for the creed which once gave it vitality.\nIts theology, like the theology of “Paradise Lost or the Divine\nComedy,” has sunk to the bottom of the black brook. But we cannot\njudge fairly the contemporary effect of this pulpit literature\nwithout remembering the passionate faith that made pulpit and\npews copartners in a supreme spiritual struggle. Historians\nproperly insist upon the aesthetic poverty of the New England\nPuritans; that their rule of life cut them off from an enjoyment\nof the dramatic literature of their race, then just closing its\nmost splendid epoch; that they had little poetry or music and no\narchitecture and plastic art. But we must never forget that to\nmen of their creed the Sunday sermons and the week-day “lectures\"\nserved as oratory, poetry, and drama. These outpourings of the\nmind and heart of their spiritual leaders were the very stuff of\nhuman passion in its intensest forms. Puritan churchgoers,\npassing hours upon hours every week in rapt absorption with the\nnoblest of all poetry and prose in the pages of their chief book,\nthe Bible, were at least as sensitive to the beauty of words and\nthe sweep of emotions as our contemporaries upon whose\nbook-shelves Spenser and Milton stand unread.",
        "It is only by entering into the psychology of the period that we\ncan estimate its attitude towards the poetry written by the\npioneers themselves. The “Bay Psalm Book” (1640), the first book\nprinted in the colonies, is a wretched doggerel arrangement of\nthe magnificent King James Version of the Psalms, designed to be\nsung in churches. Few of the New England churches could sing more\nthan half-a-dozen tunes, and a pitch-pipe was for a long time the\nonly musical instrument allowed. Judged as hymnology or poetry,\nthe Bay “Psalm Book” provokes a smile. But the men and women who\nused it as a handbook of devotion sang it with their hearts\naflame. In judging such a popular seventeenth-century poem as\nWigglesworth’s “Day of Doom” one must strip oneself quite free\nfrom the twentieth century, and pretend to be sitting in the\nchimney-corner of a Puritan kitchen, reading aloud by that\nfirelight which, as Lowell once humorously suggested, may have\nadded a “livelier relish” to the poet’s “premonitions of eternal\ncombustion.” Lowell could afford to laugh about it, having\ncrossed that particular black brook. But for several generations\nthe boys and girls of New England had read the “Day of Doom” as\nif Mr. Wigglesworth, the gentle and somewhat sickly minister of\nMalden, had veritably peeped into Hell. It is the present fashion\nto underestimate the power of Wigglesworth’s verse. At its best\nit has a trampling, clattering shock like a charge of cavalry and\na sound like clanging steel. Mr. Kipling and other cunning\nballad-makers have imitated the peculiar rhyme structure chosen\nby the nervous little parson. But no living poet can move his\nreaders to the fascinated horror once felt by the Puritans as\nthey followed Wigglesworth’s relentless gaze into the future of\nthe soul’s destiny.",
        "Historical curiosity may still linger, of course, over other\nverse-writers of the period. Anne Bradstreet’s poems, for\ninstance, are not without grace and womanly sweetness, in spite\nof their didactic themes and portentous length. But this lady,\nborn in England, the daughter of Governor Dudley and later the\nwife of Governor Bradstreet, chose to imitate the more fantastic\nof the moralizing poets of England and France. There is little in\nher hundreds of pages which seems today the inevitable outcome of\nher own experience in the New World. For readers who like roughly\nmischievous satire, of a type initiated in England by Bishop Hall\nand Donne, there is “The Simple Cobbler of Agawam” written by the\nroving clergyman Nathaniel Ward. But he lived only a dozen years\nin Massachusetts, and his satirical pictures are scarcely more\n“American” than the satire upon German professors in “Sartor\nResartus” is “German.” Like Charles Dickens’s “American Notes,\"\nWard’s give the reaction of a born Englishman in the presence of\nthe sights and the talk and the personages of the transatlantic\nworld.",
        "Of all the colonial writings of the seventeenth century, those\nthat have lost least of their interest through the lapse of years\nare narratives of struggles with the Indians. The image of the\n“bloody savage” has always hovered in the background of the\nAmerican imagination. Our boys and girls have “played Indian\"\nfrom the beginning, and the actual Indian is still found, as for\nthree hundred years past, upon the frontier fringe of our\ncivilization. Novelists like Cooper, historians like Parkman,\npoets like Longfellow, have dealt with the rich material offered\nby the life of the aborigines, but the long series begins with\nthe scribbled story of colonists. Here are comedy and tragedy,\nplain narratives of trading and travel, missionary zeal and\ntriumphs; then the inevitable alienation of the two races and the\ndoom of the native.",
        "The “noble savage” note may be found in John Rolfe, the husband\nof Pocahontas, with whom, poor fellow, his “best thoughts are so\nintangled and enthralled.” Other Virginians, like Smith,\nStrachey, and Percy, show close naturalistic observation, touched\nwith the abounding Elizabethan zest for novelties. To Alexander\nWhitaker, however, these “naked slaves of the devil” were “not so\nsimple as some have supposed.” He yearned and labored over their\nsouls, as did John Eliot and Roger Williams and Daniel Gookin of\nNew England. In the Pequot War of 1637 the grim settlers resolved\nto be rid of that tribe once for all, and the narratives of\nCaptain Edward Johnson and Captain John Mason, who led in the\nstorming and slaughter at the Indians’ Mystic Fort, are as\npiously relentless as anything in the Old Testament. Cromwell at\nDrogheda, not long after, had soldiers no more merciless than\nthese exterminating Puritans, who wished to plough their fields\nhenceforth in peace. A generation later the storm broke again in\nKing Philip’s War. Its tales of massacre, captivity, and\nsingle-handed fighting linger in the American imagination still.\nTypical pamphlets are Mary Rowlandson’s thrilling tale of the\nLancaster massacre and her subsequent captivity, and the\nloud-voiced Captain Church’s unvarnished description of King\nPhilip’s death. The King, shot down like a wearied bull-moose in\nthe deep swamp, “fell upon his face in the mud and water, with\nhis gun under him.” They “drew him through the mud to the upland;\nand a doleful, great, naked dirty beast he looked like.” The head\nbrought only thirty shillings at Plymouth: “scanty reward and\npoor encouragement,” thought Captain Church. William Hubbard, the\nminister of Ipswich, wrote a comprehensive “Narrative of the\nTroubles with the Indians in New England,” bringing the history\ndown to 1677. Under the better known title of “Indian Wars,” this\nfervid and dramatic tale, penned in a quiet parsonage, has\nstirred the pulses of every succeeding generation. The close of\nKing Philip’s War, 1676, coinciding as it does with Bacon’s\nRebellion in Virginia, marks an era in the development of our\nindependent life. The events of that year, in the words of\nProfessor Tyler, “established two very considerable facts,\nnamely, that English colonists in America could be so provoked as\nto make physical resistance to the authority of England, and,\nsecond, that English colonists in America could, in the last\nresort, put down any combination of Indians that might be formed\nagainst them. In other words, it was then made evident that\nEnglish colonists would certainly be safe in the new world, and\nalso that they would not always be colonists.”",
        "While the end of an historical or literary era cannot always be\nthus conveniently indicated by a date, there is no doubt that the\nfinal quarter of the seventeenth century witnessed deep changes\nin the outward life and the inner temper of the colonists. The\n“first fine careless rapture” was over. Only a few aged men could\nrecall the memory of the first settlements. Between the founding\nof Jamestown and the rebellion under the leadership of Nathaniel\nBacon almost seventy years had intervened, an interval\ncorresponding to that which separates us from the Mexican War.\nRoger Williams ended his much-enduring and beneficent life in the\nflourishing town of Providence in 1684. He had already outlived\nCotton and Hooker, Shepard and Winthrop, by more than thirty\nyears. Inevitably men began, toward the end of the century, to\ntake stock of the great venture of colonization, to scrutinize\ntheir own history and present position, to ask searching\nquestions of themselves. “You have better food and raiment than\nwas in former times,” wrote the aged Roger Clark, in 1676; “but\nhave you better hearts than your forefathers had?” Thomas\nWalley’s “Languishing Commonwealth” maintains that “Faith is\ndead, and Love is cold, and Zeal is gone.” Urian Oakes’s election\nsermon of 1670 in Cambridge is a condemnation of the prevalent\nworldliness and ostentation. This period of critical inquiry and\nassessment, however, also gives grounds for just pride. History,\nbiography, eulogy, are flourishing. The reader is reminded of\nthat epoch, one hundred and fifty years later, when the deaths of\nJohn Adams and of Thomas Jefferson, falling upon the same\nanniversary day, the Fourth of July, 1826, stirred all Americans\nto a fresh recognition of the services wrought by the Fathers of\nthe Republic. So it was in the colonies at the close of the\nseventeenth century. Old England, in one final paroxysm of\npolitical disgust, cast out the last Stuart in 1688. That\nRevolution marks, as we have seen, the close of a long and tragic\nstruggle which began in the autocratic theories of James the\nFirst and in the absolutism of Charles. Almost every phase of\nthat momentous conflict had its reverberation across the\nAtlantic, as the history of the granting and withdrawal of\ncolonial charters witnesses abundantly. The American pioneers\nwere quite aware of what was going on in England, and they\npraised God or grumbled, thriftily profited by the results or\nquietly nullified them, as the case might be. But all the time,\nwhile England was rocked to its foundations, the colonists struck\nsteadily forward into their own independent life.",
        "Continue...",
        "\nThis full text of\nThe American Spirit in Literature, A Chronicle of Great Interpreters, by Bliss Perry, is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The American Spirit in LiteratureBy Bliss PerryAt Amazon"
    ]
}