{
    "title": "The Secret Garden - Chapter XXV - The Curtain",
    "author": "Frances Hodgson Burnett",
    "chapter": "25",
    "content": [
        "\n\n",
        "And the secret garden bloomed and bloomed and every\nmorning revealed new miracles.  In the robin’s nest there\nwere Eggs and the robin’s mate sat upon them keeping them\nwarm with her feathery little breast and careful wings.\nAt first she was very nervous and the robin himself\nwas indignantly watchful.  Even Dickon did not go\nnear the close-grown corner in those days, but waited\nuntil by the quiet working of some mysterious spell he\nseemed to have conveyed to the soul of the little pair\nthat in the garden there was nothing which was not quite\nlike themselves–nothing which did not understand the\nwonderfulness of what was happening to them–the immense,\ntender, terrible, heart-breaking beauty and solemnity\nof Eggs.  If there had been one person in that garden\nwho had not known through all his or her innermost being\nthat if an Egg were taken away or hurt the whole world\nwould whirl round and crash through space and come to\nan end–if there had been even one who did not feel it\nand act accordingly there could have been no happiness\neven in that golden springtime air.  But they all knew\nit and felt it and the robin and his mate knew they knew it.",
        "At first the robin watched Mary and Colin with sharp anxiety.\nFor some mysterious reason he knew he need not watch Dickon.\nThe first moment he set his dew-bright black eye on Dickon\nhe knew he was not a stranger but a sort of robin without\nbeak or feathers.  He could speak robin (which is a quite\ndistinct language not to be mistaken for any other). To speak\nrobin to a robin is like speaking French to a Frenchman.\nDickon always spoke it to the robin himself, so the queer\ngibberish he used when he spoke to humans did not matter\nin the least.  The robin thought he spoke this gibberish\nto them because they were not intelligent enough to\nunderstand feathered speech.  His movements also were robin.\nThey never startled one by being sudden enough to seem\ndangerous or threatening.  Any robin could understand Dickon,\nso his presence was not even disturbing.",
        "But at the outset it seemed necessary to be on guard\nagainst the other two.  In the first place the boy\ncreature did not come into the garden on his legs.\nHe was pushed in on a thing with wheels and the skins\nof wild animals were thrown over him.  That in itself\nwas doubtful.  Then when he began to stand up and move\nabout he did it in a queer unaccustomed way and the\nothers seemed to have to help him.  The robin used\nto secrete himself in a bush and watch this anxiously,\nhis head tilted first on one side and then on the other.\nHe thought that the slow movements might mean that he was\npreparing to pounce, as cats do.  When cats are preparing\nto pounce they creep over the ground very slowly.\nThe robin talked this over with his mate a great deal\nfor a few days but after that he decided not to speak\nof the subject because her terror was so great that he\nwas afraid it might be injurious to the Eggs.",
        "When the boy began to walk by himself and even to move more\nquickly it was an immense relief.  But for a long time–or it\nseemed a long time to the robin–he was a source of some anxiety.\nHe did not act as the other humans did.  He seemed very\nfond of walking but he had a way of sitting or lying down\nfor a while and then getting up in a disconcerting manner to\nbegin again.",
        "One day the robin remembered that when he himself had\nbeen made to learn to fly by his parents he had done\nmuch the same sort of thing.  He had taken short flights\nof a few yards and then had been obliged to rest.\nSo it occurred to him that this boy was learning to fly–or\nrather to walk.  He mentioned this to his mate and when he\ntold her that the Eggs would probably conduct themselves\nin the same way after they were fledged she was quite\ncomforted and even became eagerly interested and derived\ngreat pleasure from watching the boy over the edge of her\nnest–though she always thought that the Eggs would be\nmuch cleverer and learn more quickly.  But then she said\nindulgently that humans were always more clumsy and slow\nthan Eggs and most of them never seemed really to learn\nto fly at all.  You never met them in the air or on tree-tops.",
        "After a while the boy began to move about as the others did,\nbut all three of the children at times did unusual things.\nThey would stand under the trees and move their arms and legs\nand heads about in a way which was neither walking nor\nrunning nor sitting down.  They went through these movements\nat intervals every day and the robin was never able to\nexplain to his mate what they were doing or tying to do.\nHe could only say that he was sure that the Eggs would\nnever flap about in such a manner; but as the boy who could\nspeak robin so fluently was doing the thing with them,\nbirds could be quite sure that the actions were not\nof a dangerous nature.  Of course neither the robin\nnor his mate had ever heard of the champion wrestler,\nBob Haworth, and his exercises for making the muscles\nstand out like lumps.  Robins are not like human beings;\ntheir muscles are always exercised from the first\nand so they develop themselves in a natural manner.\nIf you have to fly about to find every meal you eat,\nyour muscles do not become atrophied (atrophied means wasted\naway through want of use).",
        "When the boy was walking and running about and digging\nand weeding like the others, the nest in the corner was\nbrooded over by a great peace and content.  Fears for\nthe Eggs became things of the past.  Knowing that your\nEggs were as safe as if they were locked in a bank vault\nand the fact that you could watch so many curious things\ngoing on made setting a most entertaining occupation.\nOn wet days the Eggs’ mother sometimes felt even a little\ndull because the children did not come into the garden.",
        "But even on wet days it could not be said that Mary and\nColin were dull.  One morning when the rain streamed down\nunceasingly and Colin was beginning to feel a little restive,\nas he was obliged to remain on his sofa because it was\nnot safe to get up and walk about, Mary had an inspiration.",
        "“Now that I am a real boy,” Colin had said, “my legs and arms\nand all my body are so full of Magic that I can’t keep\nthem still.  They want to be doing things all the time.\nDo you know that when I waken in the morning, Mary,\nwhen it’s quite early and the birds are just shouting\noutside and everything seems just shouting for joy–even\nthe trees and things we can’t really hear–I feel as if I\nmust jump out of bed and shout myself.  If I did it,\njust think what would happen!”",
        "Mary giggled inordinately.",
        "“The nurse would come running and Mrs. Medlock would\ncome running and they would be sure you had gone crazy\nand they’d send for the doctor,” she said.",
        "Colin giggled himself.  He could see how they would\nall look–how horrified by his outbreak and how amazed\nto see him standing upright.",
        "“I wish my father would come home,” he said.  “I want\nto tell him myself.  I’m always thinking about it–but we\ncouldn’t go on like this much longer.  I can’t stand lying\nstill and pretending, and besides I look too different.\nI wish it wasn’t raining today.”",
        "It was then Mistress Mary had her inspiration.",
        "“Colin,” she began mysteriously, “do you know how many\nrooms there are in this house?”",
        "“About a thousand, I suppose,” he answered.",
        "“There’s about a hundred no one ever goes into,” said Mary.\n“And one rainy day I went and looked into ever so many of them.\nNo one ever knew, though Mrs. Medlock nearly found me out.\nI lost my way when I was coming back and I stopped at\nthe end of your corridor.  That was the second time I\nheard you crying.”",
        "Colin started up on his sofa.",
        "“A hundred rooms no one goes into,” he said.  “It sounds\nalmost like a secret garden.  Suppose we go and look at them.\nwheel me in my chair and nobody would know we went”",
        "“That’s what I was thinking,” said Mary.  “No one would dare\nto follow us.  There are galleries where you could run.\nWe could do our exercises.  There is a little Indian\nroom where there is a cabinet full of ivory elephants.\nThere are all sorts of rooms.”",
        "“Ring the bell,” said Colin.",
        "When the nurse came in he gave his orders.",
        "“I want my chair,” he said.  “Miss Mary and I are going\nto look at the part of the house which is not used.\nJohn can push me as far as the picture-gallery because there\nare some stairs.  Then he must go away and leave us alone\nuntil I send for him again.”",
        "Rainy days lost their terrors that morning.  When the\nfootman had wheeled the chair into the picture-gallery\nand left the two together in obedience to orders,\nColin and Mary looked at each other delighted.  As soon\nas Mary had made sure that John was really on his way back\nto his own quarters below stairs, Colin got out of his chair.",
        "“I am going to run from one end of the gallery to the other,\"\nhe said, “and then I am going to jump and then we will\ndo Bob Haworth’s exercises.”",
        "And they did all these things and many others.  They looked\nat the portraits and found the plain little girl dressed\nin green brocade and holding the parrot on her finger.",
        "“All these,” said Colin, “must be my relations.\nThey lived a long time ago.  That parrot one, I believe,\nis one of my great, great, great, great aunts.  She looks\nrather like you, Mary–not as you look now but as you\nlooked when you came here.  Now you are a great deal\nfatter and better looking.”",
        "“So are you,” said Mary, and they both laughed.",
        "They went to the Indian room and amused themselves with\nthe ivory elephants.  They found the rose-colored brocade\nboudoir and the hole in the cushion the mouse had left,\nbut the mice had grown up and run away and the hole was empty.\nThey saw more rooms and made more discoveries than Mary\nhad made on her first pilgrimage.  They found new corridors\nand corners and flights of steps and new old pictures they\nliked and weird old things they did not know the use of.\nIt was a curiously entertaining morning and the feeling\nof wandering about in the same house with other people\nbut at the same time feeling as if one were miles away\nfrom them was a fascinating thing.",
        "“I’m glad we came,” Colin said.  “I never knew I\nlived in such a big queer old place.  I like it.\nWe will ramble about every rainy day.  We shall always\nbe finding new queer corners and things.”",
        "That morning they had found among other things such\ngood appetites that when they returned to Colin’s room\nit was not possible to send the luncheon away untouched.",
        "When the nurse carried the tray down-stairs she slapped it\ndown on the kitchen dresser so that Mrs. Loomis, the cook,\ncould see the highly polished dishes and plates.",
        "“Look at that!” she said.  “This is a house of mystery,\nand those two children are the greatest mysteries in it.”",
        "“If they keep that up every day,” said the strong\nyoung footman John, “there’d be small wonder that he\nweighs twice as much to-day as he did a month ago.\nI should have to give up my place in time, for fear\nof doing my muscles an injury.”",
        "That afternoon Mary noticed that something new had happened\nin Colin’s room.  She had noticed it the day before but\nhad said nothing because she thought the change might\nhave been made by chance.  She said nothing today but she\nsat and looked fixedly at the picture over the mantel.\nShe could look at it because the curtain had been drawn aside.\nThat was the change she noticed.",
        "“I know what you want me to tell you,” said Colin,\nafter she had stared a few minutes.  “I always know when\nyou want me to tell you something.  You are wondering why\nthe curtain is drawn back.  I am going to keep it like that.”",
        "“Why?” asked Mary.",
        "“Because it doesn’t make me angry any more to see her laughing.\nI wakened when it was bright moonlight two nights ago\nand felt as if the Magic was filling the room and making\neverything so splendid that I couldn’t lie still.\nI got up and looked out of the window.  The room was quite\nlight and there was a patch of moonlight on the curtain\nand somehow that made me go and pull the cord.  She looked\nright down at me as if she were laughing because she was glad\nI was standing there.  It made me like to look at her.\nI want to see her laughing like that all the time.\nI think she must have been a sort of Magic person perhaps.”",
        "“You are so like her now,” said Mary, “that sometimes I\nthink perhaps you are her ghost made into a boy.”",
        "That idea seemed to impress Colin.  He thought it over\nand then answered her slowly.",
        "“If I were her ghost–my father would be fond of me.”",
        "“Do you want him to be fond of you?” inquired Mary.",
        "“I used to hate it because he was not fond of me.  If he\ngrew fond of me I think I should tell him about the Magic.\nIt might make him more cheerful.”",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}