{
    "title": "The Boys’ Life of Mark Twain - VI. Closing School-Days",
    "author": "Paine",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "Sam was at Mr. Cross’s school on the Square in due time, and among the\npupils were companions that appealed to his gentler side.  There were the\nRoBards boys–George, the best Latin scholar, and John, who always won\nthe good-conduct medal, and would one day make all the other boys envious\nby riding away with his father to California, his curls of gold blowing\nin the wind.",
        "There was Buck Brown, a rival speller, and John Garth, who would marry\nlittle Helen Kercheval, and Jimmy MacDaniel, whom it was well to know\nbecause his father kept a pastry-shop and he used to bring cakes and\ncandy to school.",
        "There were also a number of girls.  Bettie Ormsley, Artemisia Briggs, and\nJennie Brady were among the girls he remembered in later years, and Mary\nMiller, who was nearly double his age and broke his heart by getting\nmarried one day, a thing he had not expected at all.",
        "Yet through it all he appears, like Tom Sawyer, to have had one faithful\nsweetheart.  In the book it is Becky Thatcher–in real life she was Laura\nHawkins.  The Clemens and Hawkins families lived opposite, and the\nchildren were early acquainted.  The “Black Avenger of the Spanish Main\"\nwas very gentle when he was playing at house-building with little Laura,\nand once, when he dropped a brick on her finger, he cried the louder and\nlonger of the two.",
        "For he was a tender-hearted boy.  He would never abuse an animal, except\nwhen his tendency to mischief ran away with him, as in the “pain-killer\"\nincident.  He had a real passion for cats.  Each summer he carried his\ncat to the farm in a basket, and it always had a place by him at the\ntable.  He loved flowers–not as a boy botanist or gardener, but as a\ncompanion who understood their thoughts.  He pitied dead leaves and dry\nweeds because their lives were ended and they would never know summer\nagain or grow glad with another spring.  Even in that early time he had\nthat deeper sympathy which one day would offer comfort to humanity and\nmake every man his friend.",
        "But we are drifting away from Sam Clemens’s school-days.  They will not\ntrouble us much longer now.  More than anything in the world Sam detested\nschool, and he made any excuse to get out of going.  It is hard to say\njust why, unless it was the restraint and the long hours of confinement.",
        "The Square in Hannibal, where stood the school of Mr. Cross, was a grove\nin those days, with plum-trees and hazel-bushes and grape-vines.  When\nspring came, the children gathered flowers at recess, climbed trees, and\nswung in the vines.  It was a happy place enough, only–it was school.\nTo Sam Clemens, the spelling-bee every Friday afternoon was the one thing\nthat made it worth while.  Sam was a leader at spelling–it was one of\nhis gifts–he could earn compliments even from Mr. Cross, whose name, it\nwould seem, was regarded as descriptive.  Once in a moment of inspiration\nSam wrote on his late:",
        "“Cross by name and Cross by nature,\n             Cross jumped over an Irish potato.”",
        "John Briggs thought this a great effort, and urged the author to write it\non the blackboard at noon.  Sam hesitated.",
        "“Oh, pshaw!” said John, “I wouldn’t be afraid to do it.”",
        "“I dare you to do it,” said Sam.",
        "This was enough.  While Mr. Cross was at dinner John wrote in a large\nhand the fine couplet.  The teacher returned and called the school to\norder.  He looked at the blackboard, then, searchingly, at John Briggs.\nThe handwriting was familiar.",
        "“Did you do that?” he asked, ominously.",
        "It was a time for truth.",
        "“Yes, sir,” said John.",
        "“Come here!”  And John came and paid handsomely for his publishing\nventure.  Sam Clemens expected that the author would be called for next;\nbut perhaps Mr. Cross had exhausted himself on John.  Sam did not often\nescape.  His back kept fairly warm from one “flailing” to the next.",
        "Yet he usually wore one of the two medals offered in that school–the\nmedal for spelling.  Once he lost it by leaving the first “r” out of\nFebruary.  Laura Hawkins was on the floor against him, and he was a\ngallant boy.  If it had only been Huck Brown he would have spelled that\nand all the other months backward, to show off.  There were moments of\ntriumph that almost made school worth while; the rest of the time it was\nprison and servitude.",
        "But then one day came freedom.  Judge Clemens, who, in spite of\nmisfortune, had never lost faith in humanity, indorsed a large note for a\nneighbor, and was obliged to pay it.  Once more all his property was\ntaken away.  Only a few scanty furnishings were rescued from the wreck.\nA St. Louis cousin saved the home, but the Clemens family could not\nafford to live in it.  They moved across the street and joined\nhousekeeping with another family.",
        "Judge Clemens had one hope left.  He was a candidate for the clerkship of\nthe surrogate court, a good office, and believed his election sure.  His\nbusiness misfortunes had aroused wide sympathy.  He took no chances,\nhowever, and made a house-to house canvas of the district, regardless of\nthe weather, probably undermining his health.  He was elected by a large\nmajority, and rejoiced that his worries were now at an end.  They were,\nindeed, over.  At the end of February he rode to the county seat to take\nthe oath of office.  He returned through a drenching storm and reached\nhome nearly frozen. Pneumonia set in, and a few days later he was\ndying.  His one comfort now was the Tennessee land.  He said it would\nmake them all rich and happy.  Once he whispered:",
        "“Cling to the land; cling to the land and wait.  Let nothing beguile it\naway from you.”",
        "He was a man who had rarely displayed affection for his children.  But\npresently he beckoned to Pamela, now a lovely girl of nineteen, and,\nputting his arm around her neck, kissed her for the first time in years.",
        "“Let me die,” he said.",
        "He did not speak again.  A little more, and his worries had indeed ended.\nThe hard struggle of an upright, impractical man had come to a close.\nThis was in March, 1847.  John Clemens had lived less than forty-nine\nyears.",
        "The children were dazed.  They had loved their father and honored his\nnobility of purpose.  The boy Sam was overcome with remorse.  He recalled\nhis wildness and disobedience–a thousand things trifling enough at the\ntime, but heartbreaking now.  Boy and man, Samuel Clemens was never\nspared by remorse.  Leading him into the room where his father lay, his\nmother said some comforting words and asked him to make her a promise.",
        "He flung himself into her arms, sobbing: “I will promise anything, if you\nwon’t make me go to school!  Anything!”",
        "After a moment his mother said: “No, Sammy, you need not go to school any\nmore.  Only promise me to be a better boy.  Promise not to break my\nheart!”",
        "He gave his promise to be faithful and industrious and upright, like his\nfather.  Such a promise was a serious matter, and Sam Clemens, underneath\nall, was a serious lad.  He would not be twelve until November, but his\nmother felt that he would keep his word.",
        "Orion Clemens returned to St. Louis, where he was receiving a salary of\nten dollars a week–high wage for those days–out of which he could send\nthree dollars weekly to the family.  Pamela, who played the guitar and\npiano very well, gave music lessons, and so helped the family fund.\nPamela Clemens, the original of Cousin Mary, in “Tom Sawyer,” was a sweet\nand noble girl.  Henry was too young to work, but Sam was apprenticed to\na printer named Ament, who had recently moved to Hannibal and bought a\nweekly paper, “The Courier.”  Sam agreed with his mother that the\nprinting trade offered a chance for further education without attending\nschool, and then, some day, there might be wages.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}