{
    "title": "The War of the Worlds - Chapter Eleven",
    "author": "H.G. Wells",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "I have already said that my storms of emotion have a\ntrick of exhausting themselves.  After a time I discovered that\nI was cold and wet, and with little pools of water about me\non the stair carpet.  I got up almost mechanically, went into\nthe dining room and drank some whiskey, and then I was\nmoved to change my clothes.",
        "After I had done that I went upstairs to my study, but why\nI did so I do not know.  The window of my study looks over\nthe trees and the railway towards Horsell Common.  In the\nhurry of our departure this window had been left open.\nThe passage was dark, and, by contrast with the picture the\nwindow frame enclosed, the side of the room seemed im-\npenetrably dark.  I stopped short in the doorway.",
        "The thunderstorm had passed.  The towers of the Oriental\nCollege and the pine trees about it had gone, and very far\naway, lit by a vivid red glare, the common about the sand\npits was visible.  Across the light huge black shapes, gro-\ntesque and strange, moved busily to and fro.",
        "It seemed indeed as if the whole country in that direction\nwas on fire--a broad hillside set with minute tongues of flame,\nswaying and writhing with the gusts of the dying storm, and\nthrowing a red reflection upon the cloud scud above.  Every\nnow and then a haze of smoke from some nearer conflagra-\ntion drove across the window and hid the Martian shapes.\nI could not see what they were doing, nor the clear form of\nthem, nor recognise the black objects they were busied upon.\nNeither could I see the nearer fire, though the reflections of\nit danced on the wall and ceiling of the study.  A sharp,\nresinous tang of burning was in the air.",
        "I closed the door noiselessly and crept towards the window.\nAs I did so, the view opened out until, on the one hand, it\nreached to the houses about Woking station, and on the other\nto the charred and blackened pine woods of Byfleet.  There\nwas a light down below the hill, on the railway, near the\narch, and several of the houses along the Maybury road\nand the streets near the station were glowing ruins.  The light\nupon the railway puzzled me at first; there were a black heap\nand a vivid glare, and to the right of that a row of yellow\noblongs.  Then I perceived this was a wrecked train, the fore\npart smashed and on fire, the hinder carriages still upon\nthe rails.",
        "Between these three main centres of light--the houses,\nthe train, and the burning county towards Chobham--\nstretched irregular patches of dark country, broken here and\nthere by intervals of dimly glowing and smoking ground.\nIt was the strangest spectacle, that black expanse set with\nfire.  It reminded me, more than anything else, of the Potteries\nat night.  At first I could distinguish no people at all, though\nI peered intently for them.  Later I saw against the light of\nWoking station a number of black figures hurrying one after\nthe other across the line.",
        "And this was the little world in which I had been living\nsecurely for years, this fiery chaos!  What had happened in\nthe last seven hours I still did not know; nor did I know,\nthough I was beginning to guess, the relation between these\nmechanical colossi and the sluggish lumps I had seen dis-\ngorged from the cylinder.  With a queer feeling of impersonal\ninterest I turned my desk chair to the window, sat down,\nand stared at the blackened country, and particularly at the\nthree gigantic black things that were going to and fro in\nthe glare about the sand pits.",
        "They seemed amazingly busy.  I began to ask myself what\nthey could be.  Were they intelligent mechanisms?  Such a\nthing I felt was impossible.  Or did a Martian sit within each,\nruling, directing, using, much as a man’s brain sits and rules\nin his body?  I began to compare the things to human ma-\nchines, to ask myself for the first time in my life how an\nironclad or a steam engine would seem to an intelligent\nlower animal.",
        "The storm had left the sky clear, and over the smoke of the\nburning land the little fading pinpoint of Mars was dropping\ninto the west, when a soldier came into my garden.  I heard\na slight scraping at the fence, and rousing myself from the\nlethargy that had fallen upon me, I looked down and saw\nhim dimly, clambering over the palings.  At the sight of\nanother human being my torpor passed, and I leaned out\nof the window eagerly.",
        "“Hist!” said I, in a whisper.",
        "He stopped astride of the fence in doubt.  Then he came\nover and across the lawn to the corner of the house.  He bent\ndown and stepped softly.",
        "“Who’s there?” he said, also whispering, standing under\nthe window and peering up.",
        "“Where are you going?” I asked.",
        "“God knows.”",
        "“Are you trying to hide?”",
        "“That’s it.”",
        "“Come into the house,” I said.",
        "I went down, unfastened the door, and let him in, and\nlocked the door again.  I could not see his face.  He was\nhatless, and his coat was unbuttoned.",
        "“My God!” he said, as I drew him in.",
        "“What has happened?” I asked.",
        "“What hasn’t?”  In the obscurity I could see he made a\ngesture of despair.  “They wiped us out--simply wiped us\nout,” he repeated again and again.",
        "He followed me, almost mechanically, into the dining\nroom.",
        "“Take some whiskey,” I said, pouring out a stiff dose.",
        "He drank it.  Then abruptly he sat down before the table,\nput his head on his arms, and began to sob and weep like a\nlittle boy, in a perfect passion of emotion, while I, with a\ncurious forgetfulness of my own recent despair, stood beside\nhim, wondering.",
        "It was a long time before he could steady his nerves to\nanswer my questions, and then he answered perplexingly and\nbrokenly.  He was a driver in the artillery, and had only come\ninto action about seven.  At that time firing was going on\nacross the common, and it was said the first party of Martians\nwere crawling slowly towards their second cylinder under\ncover of a metal shield.",
        "Later this shield staggered up on tripod legs and became\nthe first of the fighting-machines I had seen.  The gun he\ndrove had been unlimbered near Horsell, in order to com-\nmand the sand pits, and its arrival it was that had precipi-\ntated the action.  As the limber gunners went to the rear, his\nhorse trod in a rabbit hole and came down, throwing him\ninto a depression of the ground.  At the same moment the\ngun exploded behind him, the ammunition blew up, there\nwas fire all about him, and he found himself lying under a\nheap of charred dead men and dead horses.",
        "“I lay still,” he said, “scared out of my wits, with the fore\nquarter of a horse atop of me.  We’d been wiped out.  And\nthe smell--good God!  Like burnt meat!  I was hurt across the\nback by the fall of the horse, and there I had to lie until I\nfelt better.  Just like parade it had been a minute before--\nthen stumble, bang, swish!”",
        "“Wiped out!” he said.",
        "He had hid under the dead horse for a long time, peeping\nout furtively across the common.  The Cardigan men had\ntried a rush, in skirmishing order, at the pit, simply to be\nswept out of existence.  Then the monster had risen to its\nfeet and had begun to walk leisurely to and fro across the\ncommon among the few fugitives, with its headlike hood\nturning about exactly like the head of a cowled human being.\nA kind of arm carried a complicated metallic case, about\nwhich green flashes scintillated, and out of the funnel of\nthis there smoked the Heat-Ray.",
        "In a few minutes there was, so far as the soldier could see,\nnot a living thing left upon the common, and every bush and\ntree upon it that was not already a blackened skeleton was\nburning.  The hussars had been on the road beyond the\ncurvature of the ground, and he saw nothing of them.  He\nheard the Martians rattle for a time and then become still.\nThe giant saved Woking station and its cluster of houses until\nthe last; then in a moment the Heat-Ray was brought to bear,\nand the town became a heap of fiery ruins.  Then the Thing\nshut off the Heat-Ray, and turning its back upon the artillery-\nman, began to waddle away towards the smouldering pine\nwoods that sheltered the second cylinder.  As it did so a\nsecond glittering Titan built itself up out of the pit.",
        "The second monster followed the first, and at that the\nartilleryman began to crawl very cautiously across the hot\nheather ash towards Horsell.  He managed to get alive into\nthe ditch by the side of the road, and so escaped to Woking.\nThere his story became ejaculatory.  The place was impassable.\nIt seems there were a few people alive there, frantic for the\nmost part and many burned and scalded.  He was turned\naside by the fire, and hid among some almost scorching heaps\nof broken wall as one of the Martian giants returned.  He\nsaw this one pursue a man, catch him up in one of its steely\ntentacles, and knock his head against the trunk of a pine\ntree.  At last, after nightfall, the artilleryman made a rush\nfor it and got over the railway embankment.",
        "Since then he had been skulking along towards Maybury,\nin the hope of getting out of danger Londonward.  People\nwere hiding in trenches and cellars, and many of the survivors\nhad made off towards Woking village and Send.  He had been\nconsumed with thirst until he found one of the water mains\nnear the railway arch smashed, and the water bubbling out\nlike a spring upon the road.",
        "That was the story I got from him, bit by bit.  He grew\ncalmer telling me and trying to make me see the things he\nhad seen.  He had eaten no food since midday, he told me\nearly in his narrative, and I found some mutton and bread\nin the pantry and brought it into the room.  We lit no lamp\nfor fear of attracting the Martians, and ever and again our\nhands would touch upon bread or meat.  As he talked, things\nabout us came darkly out of the darkness, and the trampled\nbushes and broken rose trees outside the window grew dis-\ntinct.  It would seem that a number of men or animals had\nrushed across the lawn.  I began to see his face, blackened\nand haggard, as no doubt mine was also.",
        "When we had finished eating we went softly upstairs to\nmy study, and I looked again out of the open window.  In\none night the valley had become a valley of ashes.  The fires\nhad dwindled now.  Where flames had been there were now\nstreamers of smoke; but the countless ruins of shattered and\ngutted houses and blasted and blackened trees that the night\nhad hidden stood out now gaunt and terrible in the pitiless\nlight of dawn.  Yet here and there some object had had the\nluck to escape--a white railway signal here, the end of a\ngreenhouse there, white and fresh amid the wreckage.  Never\nbefore in the history of warfare had destruction been so\nindiscriminate and so universal.  And shining with the growing\nlight of the east, three of the metallic giants stood about\nthe pit, their cowls rotating as though they were surveying\nthe desolation they had made.",
        "It seemed to me that the pit had been enlarged, and ever\nand again puffs of vivid green vapour streamed up and out of\nit towards the brightening dawn--streamed up, whirled,\nbroke, and vanished.",
        "Beyond were the pillars of fire about Chobham.  They\nbecame pillars of bloodshot smoke at the first touch of day.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}