{
    "title": "The Life of Abraham Lincoln - Chapter XXXIV. Lincoln and Grant",
    "author": "Henry Ketcham",
    "chapter": "36",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "The great army of R. E. Lee operated, through the whole period of the\nfour years of the war, almost within sight of Washington City. It is\nnot in the least strange that eastern men, many of whom had hardly\ncrossed the Alleghanies, should think that the operations in Virginia\nwere about all the war there was, and that the fighting in the West was\nof subordinate importance. Lincoln could not fall into this error. Not\nonly had he a singularly broad vision, but he was himself a western\nman. He fully appreciated the magnitude of the operations in that vast\nterritory lying between the Alleghanies on the east and the western\nboundary of Missouri on the west. He also clearly understood the\nimportance of keeping open the Mississippi River throughout its entire\nlength.",
        "At the very time the Army of the Potomac was apparently doing nothing,\n–winning no victories, destroying no armies, making no permanent\nadvances,–there was a man in the West who was building up for himself\na remarkable reputation. He was all the while winning victories,\ndestroying armies, making advances. He was always active, he was always\nsuccessful. The instant one thing was accomplished he turned his\nenergies to a new task. This was Grant.",
        "He was a graduate of West Point, had seen service in the Mexican War,\nand ultimately rose to the grade of captain. At the outbreak of the war\nhe was in business with his father in Galena, Illinois. When the\nPresident called for the 75,000 men, Grant proceeded at once to make\nhimself useful by drilling volunteer troops. He was by the governor of\nIllinois commissioned as colonel, and was soon promoted. His first\nservice was in Missouri. When stationed at Cairo he seized Paducah on\nhis own responsibility. This stroke possibly saved Kentucky for the\nUnion, for the legislature, which had up to that time been wavering,\ndeclared at once in favor of the Union.",
        "He was then ordered to break up a Confederate force at Belmont, a few\nmiles below Cairo. He started at once on his expedition, and though the\nenemy was largely reinforced before his arrival, he was entirely\nsuccessful and returned with victory, not excuses.",
        "Then came Forts Henry and Donaldson. The latter attracted unusual\nattention because it was the most important Union victory up to that\ntime, and because of his epigrammatic reply to the offer of surrender.\nWhen asked what terms he would allow, his reply was, “Unconditional\nsurrender.” As these initials happened to fit the initials of his name,\nhe was for a long time called “Unconditional Surrender Grant.” So he\npassed promptly from one task to another, from one victory to another.\nAnd Lincoln kept watch of him. He began to think that Grant was the man\nfor the army.",
        "It has been said that Lincoln, while he gave general directions to his\nsoldiers, and freely offered suggestions, left them to work out the\nmilitary details in their own way. This is so well illustrated in his\nletter to Grant that, for this reason, as well as for the intrinsic\ninterest of the letter, it is here given in full:",
        "“MY DEAR GENERAL:–I do not remember that you and I ever met\npersonally. I write this now as a grateful acknowledgment for the\nalmost inestimable service you have done the country. I wish to say a\nword further. When you first reached the vicinity of Vicksburg, I\nthought you should do what you finally did–march the troops across the\nneck, run the batteries with the transports, and thus go below; and I\nnever had any faith, except a general hope that you knew better than I,\nthat the Yazoo Pass expedition and the like could succeed. When you got\nbelow and took Port Gibson, Grand Gulf, and vicinity, I thought you\nshould go down the river and join General Banks; and when you turned\nnorthward, east of the Big Black, I thought it was a mistake. I now\nwish to make the personal acknowledgment that you were right and I was\nwrong.”",
        "There was surely no call for this confession, no reason for the letter,\nexcept the bigness of the heart of the writer. Like the letter to\nHooker, it was just such a letter as a father might write a son. It was\nthe production of a high grade of manliness.",
        "Prominence always brings envy, fault-finding, hostility. From this\nGrant did not escape. The more brilliant and uniform his successes, the\nmore clamorous a certain class of people became. The more strictly he\nattended to his soldierly duties, the more busily certain people tried\nto interfere,–to tell him how to do, or how not to do. In their self-\nappointed censorship they even besieged the President and made life a\nburden to him. With wit and unfailing good nature, he turned their\ncriticisms. When they argued that Grant could not possibly be a good\nsoldier, he replied, “I like him; he fights.”",
        "When they charged him with drunkenness, Lincoln jocularly proposed that\nthey ascertain the brand of the whisky he drank and buy up a large\namount of the same sort to send to his other generals, so that they\nmight win victories like him!",
        "Grant’s important victories in the West came in rapid and brilliant\nsuccession. Forts Henry and Donaldson were captured in February, 1862.\nThe battle of Shiloh, or Pittsburg Landing, was fought in April of the\nsame year. Vicksburg surrendered July 4th, 1863. And the battle of\nChattanooga took place in November of that year.",
        "Grant was always sparing of words and his reports were puzzling to the\nadministration. He always reported, and that promptly. But his reports\nwere of the briefest description and in such marked contrast to those\nof all other officers known to the government, that they were a mystery\nto those familiar with certain others. Lincoln said that Grant could do\nanything except write a report. He concluded to send a trusty messenger\nto see what manner of man this victorious general was. Charles A. Dana,\nAssistant-Secretary of War, was chosen for this purpose. His\ninvestigation was satisfactory, fully so. Lincoln’s confidence in, and\nhopes for, this rising warrior were fully justified.",
        "It was after the capitulation of Vicksburg that Grant grasped the fact\nthat he was the man destined to end the war. After the battle of\nChattanooga public opinion generally pointed to him as the general who\nwas to lead our armies to ultimate victory. In February, 1864, congress\npassed an act creating the office of Lieutenant General. The President\napproved that act on Washington’s birthday, and nominated Grant for\nthat office. The senate confirmed this nomination on March 2d, and\nGrant was ordered to report at Washington.",
        "With his usual promptness he started at once for Washington, arriving\nthere the 8th of March. The laconic conversation which took place\nbetween the President and the general has been reported about as\nfollows:–",
        "“What do you want me to do?”",
        "“To take Richmond. Can you do it?”",
        "“Yes, if you furnish me troops enough.”",
        "That evening there was a levee at the White House which he attended.\nThe crowd were very eager to see him, and he was persuaded to mount a\nsofa, which he did blushing, so that they might have a glimpse of him,\nbut he could not be prevailed on to make a speech. On parting that\nevening with the President, he said, “This is the warmest campaign I\nhave witnessed during the war.”",
        "That evening Lincoln informed him that he would on the next day\nformally present his commission with a brief speech–four sentences in\nall. He suggested that Grant reply in a speech suitable to be given out\nto the country in the hope of reviving confidence and courage. The\nformality of the presentation occurred the next day, but the general\ndisappointed the President as to the speech. He accepted the commission\nwith remarks of soldier-like brevity.",
        "It is fitting here to say of General Meade that as he had accepted his\npromotion to the command of the Army of the Potomac with dignified\nhumility, so he accepted his being superseded with loyal obedience. In\nboth cases he was a model of a patriot and a soldier.",
        "As soon as he received his commission Grant visited his future army–\nthe Army of the Potomac. Upon his return Mrs. Lincoln planned to give a\ndinner in his honor. But this was not to his taste. He said, “Mrs.\nLincoln must excuse me. I must be in Tennessee at a given time.”",
        "“But,” replied the President, “we can’t excuse you. Mrs. Lincoln’s\ndinner without you would be Hamlet with Hamlet left out.”",
        "“I appreciate the honor Mrs. Lincoln would do me,” he said, “but time\nis very important now–and really–Mr. Lincoln–I have had enough of\nthis show business.”",
        "Mr. Lincoln was disappointed in losing the guest for dinner, but he was\ndelighted with the spirit of his new general.",
        "Grant made his trip to the West. How he appreciated the value of time\nis shown by the fact that he had his final conference with his\nsuccessor, General Sherman, who was also his warm friend, on the\nrailway train en route to Cincinnati. He had asked Sherman to\naccompany him so far for the purpose of saving time.",
        "On March 17th General Grant assumed command of the armies of the United\nStates with headquarters in the field. He was evidently in earnest. As\nLincoln had cordially offered help and encouragement to all the other\ngenerals, so he did to Grant. The difference between one general and\nanother was not in Lincoln’s offer of help, or refusal to give it, but\nthere was a difference in the way in which his offers were received.\nThe following correspondence tells the story of the way he held himself\nalert to render assistance:",
        "“EXECUTIVE MANSION,",
        "WASHINGTON, April 30, 1864.",
        "LIEUT.-GENERAL GRANT:",
        "Not expecting to see you again before the spring campaign opens, I wish\nto express in this way my entire satisfaction with what you have done\nup to this time, so far as I understand it. The particulars of your\nplan I neither know nor seek to know. You are vigilant and self-\nreliant; and, pleased with this, I wish not to obtrude any constraints\nor restraints upon you. While I am very anxious that any great disaster\nor capture of our men in great numbers shall be avoided, I know these\npoints will be less likely to escape your attention than they would be\nmine. If there is anything wanting which is within my power to give, do\nnot fail to let me know it. And now, with a brave army and a just\ncause, may God sustain you.",
        "THE PRESIDENT:",
        "“Your very kind letter of yesterday is just received. The confidence\nyou express for the future and satisfaction with the past in my\nmilitary administration is acknowledged with pride. It will be my\nearnest endeavor that you and the country shall not be disappointed.\nFrom my first entrance into the volunteer service of the country to the\npresent day, I have never had cause of complaint–have never expressed\nor implied a complaint against the Administration, or the Secretary of\nWar, for throwing any embarrassment in the way of my vigorously\nprosecuting what appeared to me my duty. Indeed since the promotion\nwhich placed me in command of all the armies, and in view of the great\nresponsibility and importance of success, I have been astonished at the\nreadiness with which everything asked for has been yielded, without\neven an explanation being asked. Should my success be less than I\ndesire and expect, the least I can say is, the fault is not with you.",
        "There is just here a subject on which there is a curious difference of\nopinion between Grant and John Hay. Grant says that, on his last visit\nto Washington before taking the field, the President had become\nacquainted with the fact that a general movement had been ordered all\nalong the line, and seemed (italics ours) to think it a new\nfeature in war. He explained this plan to the President who was greatly\ninterested and said, “Oh, yes! I see that. As we say out West, if a man\ncan’t skin, he must hold a leg while somebody else does.”",
        "There is, at the same time, documentary evidence that Lincoln had been\ncontinually urging this precise plan on all his generals. Mr. Hay\ntherefore distrusts the accuracy of General Grant’s memory. To the\npresent writer, there is no mystery in the matter. The full truth is\nlarge enough to include the statement of Grant as well as that of\nNicolay and Hay. Mr. Hay is certainly right in claiming that Lincoln\nfrom the first desired such a concerted movement all along the line;\nfor, even though not all could fight at the same time, those not\nfighting could help otherwise. This was the force of the western\nproverb, “Those not skinning can hold a leg,” which he quoted to all\nhis generals from Buell to Grant.",
        "When therefore Grant explained precisely this plan to Lincoln, the\nlatter refrained from the natural utterance,–\"That is exactly what I\nhave been trying to get our generals to do all these years.” In\ncourtesy to Grant he did not claim to have originated the plan, hut\nsimply preserved a polite silence. He followed eagerly as the general\nreiterated his own ideas, and the exclamation, “Oh, yes! I see that,\"\nwould mean more to Lincoln than Grant could possibly have guessed. He\ndid see it, he had seen it a long time.",
        "It will be remembered that Lincoln had, for the sake of comprehending\nthe significance of one word, mastered Euclid after he became a lawyer.\nThere is here another evidence of the same thoroughness and force of\nwill. During the months when the Union armies were accomplishing\nnothing, he procured the necessary books and set himself, in the midst\nof all his administrative cares, to the task of learning the science of\nwar. That he achieved more than ordinary success will now surprise no\none who is familiar with his character. His military sagacity is\nattested by so high an authority as General Sherman. Other generals\nhave expressed their surprise and gratification at his knowledge and\npenetration in military affairs. But never at any time did he lord it\nover his generals. He did make suggestions. He did ask McClellan why\none plan was better than another. He did ask some awkward questions of\nMeade. But it was his uniform policy to give his generals all possible\nhelp, looking only for results, and leaving details unreservedly in\ntheir hands. This is the testimony of McClellan and Grant, and the\ntestimony of the two generals, so widely different in character and\nmethod, should be and is conclusive. Grant says that Lincoln expressly\nassured him that he preferred not to know his purposes,–he desired\nonly to learn what means he needed to carry them out, and promised to\nfurnish these to the full extent of his power.",
        "Side by side these two men labored, each in his own department, until\nthe war was ended and their work was done. Though so different, they\nwere actuated by the same spirit. Not even the southern generals\nthemselves had deeper sympathy with, or greater tenderness for, the\nmass of the Confederate soldiers. It was the same magnanimity in\nLincoln and Grant that sent the conquered army, after their final\ndefeat, back to the industries of peace that they might be able to\nprovide against their sore needs.",
        "When that madman assassinated the President, the conspiracy included\nalso the murder of the general. This failed only by reason of Grant’s\nunexpected absence from Washington City on the night of the crime.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}