{
    "title": "The Golden Sayings of Epictetus - LX ",
    "author": "Unknown",
    "chapter": "60",
    "content": [
        "\n",
        "\n\n",
        "Seek then the real nature of the Good in that without whose\npresence thou wilt not admit the Good to exist in aught else.—\nWhat then? Are not these other things also works of God?—They\nare; but not preferred to honour, nor are they portions of God.\nBut thou art a thing preferred to honour: thou art thyself a\nfragment torn from God:—thou hast a portion of Him within\nthyself. How is it then that thou dost not know thy high descent\n—dost not know whence thou comest? When thou eatest, wilt thou\nnot remember who thou art that eatest and whom thou feedest? In\nintercourse, in exercise, in discussion knowest thou not that it\nis a God whom thou feedest, a God whom thou exercisest, a God\nwhom thou bearest about with thee, O miserable! and thou\nperceivest it not. Thinkest thou that I speak of a God of silver\nor gold, that is without thee? Nay, thou bearest Him within thee!\nall unconscious of polluting Him with thoughts impure and unclean\ndeeds. Were an image of God present, thou wouldst not dare to\nact as thou dost, yet, when God Himself is present within thee,\nbeholding and hearing all, thou dost not blush to think such\nthoughts and do such deeds, O thou that art insensible of thine\nown nature and liest under the wrath of God!",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}