{
    "title": "The Former Philippines thru Foreign Eyes - Chapter II",
    "author": "Fedor Jagor et al",
    "chapter": "3",
    "content": [
        "\n\n",
        "[Customhouse red tape.] The customs inspection, and the many\nformalities which the native minor officials exercised without any\nconsideration appear all the more wearisome to the new arrival when\ncontrasted with the easy routine of the English free ports of the\neast he has just quitted. The guarantee of a respectable merchant\nobtained for me, as a particular favor, permission to disembark after\na detention of sixteen hours; but even then I was not allowed to take\nthe smallest article of luggage on shore with me.",
        "[Shelter for shipping.] During the south-west monsoon and the stormy\nseason that accompanies the change of monsoons, the roadstead is\nunsafe. Larger vessels are then obliged to seek protection in the\nport of Cavite, seven miles further down the coast; but during the\nnorth-east monsoons they can safely anchor half a league from the\ncoast. All ships under three hundred tons burden pass the breakwater\nand enter the Pasig, where, as far as the bridge, they lie in serried\nrows, extending from the shore to the middle of the stream, and bear\nwitness by their numbers, as well as by the bustle and stir going on\namongst them, to the activity of the home trade.",
        "[Silting up of river mouth.] In every rain-monsoon, the Pasig river\nsweeps such a quantity of sediment against the breakwater that just\nits removal keeps, as it seems, the dredging machine stationed there\nentirely occupied.",
        "[Few foreign vessels.] The small number of the vessels in the\nroadstead, particularly of those of foreign countries, was the more\nremarkable as Manila was the only port in the Archipelago that had any\ncommerce with foreign countries. It is true that since 1855 three other\nports, to which a fourth may now be added, had gotten this privilege;\nbut at the time of my arrival, in March, 1859, not one of them had\never been entered by a foreign vessel, and it was a few weeks after\nmy visit that the first English ship sailed into Iloilo to take in\na cargo of sugar for Australia. [14]",
        "[Antiquated restrictions on trade.] The reason of this peculiarity\nlaid partly in the feeble development of agriculture, in spite of the\nunexampled fertility of the soil, but chiefly in the antiquated and\nartificially limited conditions of trade. The customs duties were\nin themselves not very high. They were generally about seven per\ncent. upon merchandise conveyed under the Spanish flag, and about\ntwice as much for that carried in foreign bottoms. When the cargo\nwas of Spanish production, the duty was three per cent. if carried\nin national vessels, eight per cent. if in foreign ships. The latter\nwere only allowed, as a rule, to enter the port in ballast. [15]",
        "[Discouragements for foreign ships.] As, however, the principal wants\nof the colony were imported from England and abroad, these were either\nkept back till an opportunity occurred of sending them in Spanish\nvessels, which charged nearly a treble freight (from £4 to £5 instead\nof from £1 1/2, to £2 per ton), and which only made their appearance\nin British ports at rare intervals, or they were sent to Singapore and\nHongkong, where they were transferred to Spanish ships. Tonnage dues\nwere levied, moreover, upon ships in ballast, and upon others which\nmerely touched at Manila without unloading or taking in fresh cargo;\nand, if a vessel under such circumstances landed even the smallest\nparcel, it was no longer rated as a ship in ballast, but charged on the\nhigher scale. Vessels were therefore forced to enter the port entirely\ndevoid of cargo, or carrying sufficient to cover the expense of the\nincreased harbor dues; almost an impossibility for foreign ships,\non account of the differential customs rates, which acted almost as a\ncomplete prohibition. The result was that foreign vessels came there\nonly in ballast, or when summoned for some particular object.",
        "[Export taxes.] The exports of the colony were almost entirely\nlimited to its raw produce, which was burdened with an export duty\nof three per cent. Exports leaving under the Spanish flag were only\ntaxed to the amount of one per cent.; but, as scarcely any export\ntrade existed with Spain, and as Spanish vessels, from their high\nrates of freight, were excluded from the carrying trade of the world,\nthe boon to commerce was a delusive one.  [16]",
        "[Laws drove away trade.] These inept excise laws, hampered with a\nhundred suspicious forms, frightened away the whole carrying trade\nfrom the port; and its commission merchants were frequently unable\nto dispose of the local produce. So trifling was the carrying trade\nthat the total yearly average of the harbor dues, calculated from\nthe returns of ten years, barely reached $10,000.",
        "[Manila’s favorable location.] The position of Manila, a central\npoint betwixt Japan, China, Annam, the English and Dutch ports of\nthe Archipelago and Australia, is in itself extremely favorable\nto the development of a world-wide trade. [17] At the time of the\nnorth-eastern monsoons, during our winter, when vessels for the sake of\nshelter pass through the Straits of Gilolo on their way from the Indian\nArchipelago to China, they are obliged to pass close to Manila. They\nwould find it a most convenient station, for the Philippines, as we\nhave already mentioned, are particularly favorably placed for the\nwest coast of America.",
        "[The 1869 reform.] A proof that the Spanish Ultramar minister fully\nrecognizes and appreciates these circumstances appears in his decree,\nof April 5, 1869, which is of the highest importance for the future\nof the colony. It probably would have been issued earlier had not the\nSpanish and colonial shipowners, pampered by the protective system,\nobstinately struggled against an innovation which impaired their\nformer privileges and forced them to greater activity.",
        "[Bettered conditions.] The most noteworthy points of the decree are\nthe moderation of the differential duties, and their entire extinction\nat the expiration of two years; the abrogation of all export duties;\nand the consolidation of the more annoying port dues into one single\ncharge.",
        "[Pre-Spanish foreign commerce.] When the Spaniards landed in the\nPhilippines they found the inhabitants clad in silks and cotton stuffs,\nwhich were imported by Chinese ships to exchange for gold-dust,\nsapan wood, [18] holothurian, edible birds’ nests, and skins. The\nIslands were also in communication with Japan, Cambodia, Siam, [19]\nthe Moluccas, and the Malay Archipelago. De Barros mentions that\nvessels from Luzon visited Malacca in 1511. [20]",
        "[Early extension under Spain.] The greater order which reigned in\nthe Philippines after the advent of the Spaniards, and still more the\ncommerce they opened with America and indirectly with Europe, had the\neffect of greatly increasing the Island trade, and of extending it\nbeyond the Indies to the Persian Gulf. Manila was the great mart for\nthe products of Eastern Asia, with which it loaded the galleons that,\nas early as 1565, sailed to and from New Spain (at first to Navidad,\nafter 1602 to Acapulco), and brought back silver as their principal\nreturn freight. [21]",
        "[Jealousy of Seville monopolists.] The merchants in New Spain and Peru\nfound this commerce so advantageous, that the result was very damaging\nto the exports from the mother country, whose manufactured goods were\nunable to compete with the Indian cottons and the Chinese silks. The\nspoilt monopolists of Seville demanded therefore the abandonment of a\ncolony which required considerable yearly contributions from the home\nexchequer, which stood in the way of the mother country’s exploiting\nher American colonies, and which let the silver of His Majesty’s\ndominions pass into the hands of the heathen. Since the foundation of\nthe colony they had continually thrown impediments in its path. [22]\nTheir demands, however, were vain in face of the ambition of the\nthrone and the influence of the clergy; rather, responding to the\nviews of that time the merchants of Peru and New Spain were forced,\nin the interests of the mother country, to obtain merchandise from\nChina, either directly, or through Manila. The inhabitants of the\nPhilippines were alone permitted to send Chinese goods to America,\nbut only to the yearly value of $250,000. The return trade was limited\nto $500,000. [23]",
        "[Prohibition of China trading.] The first amount was afterwards\nincreased to $300,000, with a proportionate augmentation of the\nreturn freight; but the Spanish were forbidden to visit China, so\nthat they were obliged to await the arrival of the junks. Finally,\nin 1720, Chinese goods were strictly prohibited throughout the\nwhole of the Spanish possessions in both hemispheres. A decree of\n1734 (amplified in 1769) once more permitted trade with China, and\nincreased the maximum value of the annual freightage to Acapulco to\n$500,000 (silver) and that of the return trade to twice the amount.",
        "[Higher limit on suspension of galleon voyages.] After the galleons to\nAcapulco, which had been maintained at the expense of the government\ntreasury, had stopped their voyages, commerce with America was\nhandled by merchants who were permitted in 1820, to export goods\nup to $750,000 annually from the Philippines and to visit San Blas,\nGuayaquil and Callao, besides Acapulco.",
        "[ British occupation inspired new wants.] This concession, however,\nwas not sufficient to compensate Philippine commerce for the injuries\nit suffered through the separation of Mexico from Spain. The possession\nof Manila by the English, in 1762, made its inhabitants acquainted with\nmany industrial products which the imports from China and India were\nunable to offer them. To satisfy these new cravings Spanish men-of-war\nwere sent, towards the close of 1764, to the colony with products of\nSpanish industries, such as wine, provisions, hats, cloth, hardware,\nand fancy articles.",
        "[Manila oppositions to trade innovations.] The Manila merchants,\naccustomed to a lucrative trade with Acapulco, strenuously resisted\nthis innovation, although it was a considerable source of profit to\nthem, for the Crown purchased the Indian and Chinese merchandise for\nits return freights from Manila at double their original value. In\n1784, however, the last of these ships arrived.",
        "[Subterfuges of European traders.] After the English invasion,\nEuropean vessels were strictly forbidden to visit Manila; but as\nthat city did not want to do without Indian merchandise, and could\nnot import it in its own ships, it was brought there in English and\nFrench bottoms, which assumed a Turkish name, and were provided with\nan Indian sham-captain.",
        "[The “Philippine Company” monopoly.] In 1785, the Compañía de Filipinas\nobtained a monopoly of the trade between Spain and the colony, but it\nwas not allowed to interfere with the direct traffic between Acapulco\nand Manila. The desire was to acquire large quantities of colonial\nproduce, silk, indigo, cinnamon, cotton, pepper, etc., in order to\nexport it somewhat as was done later on by the system of culture in\nJava; but as it was unable to obtain compulsory labor, it entirely\nfailed in its attempted artificial development of agriculture.",
        "[Losses by bad management.] The Compañía suffered great losses through\nits erroneous system of operation, and the incapacity of its officials\n(it paid, for example, $13.50 for a picul of pepper which cost from\nthree to four dollars in Sumatra).",
        "[Entrance of foriegn ships and firms.] In 1789 foreign ships were\nallowed to import Chinese and Indian produce, but none from Europe. In\n1809 an English commercial house obtained permission to establish\nitself in Manila. [24] In 1814, after the conclusion of the peace\nwith France, the same permission, with greater or less restrictions,\nwas granted to all foreigners.",
        "[Trade free but port charges discriminating.]  In 1820 the direct\ntrade between the Philippines and Spain was thrown open without any\nlimitations to the exports of colonial produce, on the condition\nthat the value of the Indian and Chinese goods in each expedition\nshould not exceed $50,000. Ever since 1834, when the privileges\nof the Compañía expired, free trade has been permitted in Manila;\nforeign ships, however, being charged double dues. Four new ports\nhave been thrown open to general trade since 1855; and in 1869 the\nliberal tariff previously alluded to was issued.",
        "[Port’s importance lessened under Spain.]  Today, after three centuries\nof almost undisturbed Spanish rule, Manila has by no means added to the\nimportance it possessed shortly after the advent of the Spaniards. The\nisolation of Japan and the Indo-Chinese empires, a direct consequence\nof the importunities and pretensions of the Catholic missionaries, [25]\nthe secession of the colonies on the west coast of America, above all\nthe long continuance of a distrustful commercial and colonial policy–a\npolicy which exists even at the present day–while important markets,\nbased on large capital and liberal principles, were being established\nin the most favored spots of the British and Dutch Indies; all these\ncircumstances have contributed to this result and thrown the Chinese\ntrade into other channels. The cause is as clear as the effect,\nyet it might be erroneous to ascribe the policy so long pursued to\nshort-sightedness. The Spaniards, in their schemes of colonisation,\nhad partly a religious purpose in view, but the government discovered\na great source of influence in the disposal of the extremely lucrative\ncolonial appointments. The crown itself, as well as its favorites,\nthought of nothing but extracting the most it could from the colony,\nand had neither the intention or the power to develop the natural\nwealth of the country by agriculture and commerce. Inseparable from\nthis policy, was the persistent exclusion of foreigners. [26] It seemed\neven more necessary in the isolated Philippines than in America to cut\noff the natives from all contact with foreigners, if the Spaniards had\nany desire to remain in undisturbed possession of the colony. In face,\nhowever, of the developed trade of today and the claims of the world\nto the productive powers of such an extraordinarily fruitful soil, the\nold restrictions can no longer be maintained, and the lately-introduced\nliberal tariff must be hailed as a thoroughly well-timed measure.",
        "[Galleon story sidelight on colonial history.]  The oft-mentioned\nvoyages of the galleons betwixt Manila and Acapulco hold such a\nprominent position in the history of the Philippines, and afford\nsuch an interesting glimpse into the old colonial system, that their\nprincipal characteristics deserve some description.",
        "[Chinese part in galleon trade.]  In the days of Morga, towards the\nclose of the sixteenth century, from thirty to forty Chinese junks\nwere in the habit of annually visiting Manila (generally in March);\ntowards the end of June a galleon used to sail for Acapulco. The trade\nwith the latter place, the active operations of which were limited to\nthe three central months of the year, was so lucrative, easy, and safe,\nthat the Spaniards scarcely cared to engage in any other undertakings.",
        "[Favoritism in allotment of cargo space.]  As the carrying power of\nthe annual galleon was by no means proportioned to the demand for\ncargo room, the governor divided it as he deemed best; the favorites,\nhowever, to whom he assigned shares in the hold, seldom traded\nthemselves, but parted with their concessions to the merchants.",
        "[Division of space and character of cargo.] According to De Guignes,\n[27] the hold of the vessel was divided into 1,500 parts, of which\nthe majority were allotted to the priests, and the rest to favored\npersons. As a matter of fact, the value of the cargo, which was\nofficially limited to $600,000, was considerably higher. It chiefly\nconsisted of Indian and Chinese cottons and silk stuffs (amongst\nothers fifty thousand pairs of silk stockings from China), and gold\nornaments. The value of the return freight amounted to between two\nand three millions of dollars.",
        "[Profit in trade.] Everything in this trade was settled beforehand;\nthe number, shape, size, and value of the bales, and even their selling\nprice. As this was usually double the original cost, the permission\nto ship goods to a certain amount was equivalent, under ordinary\ncircumstances, to the bestowal of a present of a like value. These\npermissions or licenses (boletas) were, at a later period, usually\ngranted to pensioners and officers’ widows, and to officials, in lieu\nof an increase of salary; these favorites were forbidden, however,\nto make a direct use of them, for to trade with Acapulco was the\nsole right of those members of the Consulado (a kind of chamber of\ncommerce) who could prove a long residence in the country and the\npossession of a capital of at least $8,000.",
        "[Evasion of regulations.] Legentil, the astronomer, gives a full\ndescription of the regulations which prevailed in his day and the\nmanner in which they were disobeyed. The cargo consisted of a thousand\nbales, each composed of four packets, [28] the maximum value of each\npacket being fixed at $250. It was impossible to increase the amount of\nbales, but they pretty generally consisted of more than four packets,\nand their value so far exceeded the prescribed limits, that a boleta\nwas considered to be worth from $200 to $225. The officials took good\ncare that no goods should be smuggled on board without a boleta. These\nwere in such demand, that, at a later period, Comyn [29] saw people\npay $500 for the right to ship goods, the value of which scarcely\namounted to $1,000. The merchants usually borrowed the money for these\nundertakings from the obras pias, charitable foundations, which, up\nto our own time, fulfil in the Islands the purposes of banks. [30]\nIn the early days of the trade, the galleon used to leave Cavite in\nJuly and sail with a south-westerly wind beyond the tropics, until\nit met with a west wind at the thirty-eighth or [Route outward.]\nfortieth parallel. [31] Later on the vessels were ordered to leave\nCavite with the first south-westerly winds to sail along the south\ncoast of Luzon, through San Bernardino straits, and to continue along\nthe thirteenth parallel of north latitude [32] as far to the east as\npossible, until the north-easterly trade wind compelled them to seek a\nnorth-west breeze in higher latitudes. They were then obliged to try\nthe thirtieth parallel as long as possible, instead of, as formerly,\nthe thirty-seventh. The captain of the galleon was not permitted\nto sail immediately northward, although to have done so would have\nprocured him a much quicker and safer passage, and would have enabled\nhim to reach the rainy zone more rapidly. To effect the last, indeed,\nwas a matter of the greatest importance to him, for his vessel,\noverladen [Water-supply crowded out by cargo.]  with merchandise,\nhad but little room crowded out for water; and although he had\na crew of from four hundred to six hundred hands to provide for,\nhe was instructed to depend upon the rain he caught on the voyage;\nfor which purpose, the galleon was provided with suitable mats and\nbamboo pails. [33]",
        "[Length of voyage.] Voyages in these low latitudes were, owing to the\ninconstancy of the winds, extremely troublesome, and often lasted five\nmonths and upwards. The fear of exposing the costly, cumbrous vessel\nto the powerful and sometimes stormy winds of the higher latitudes,\nappears to have been the cause of these sailing orders.",
        "[California landfall.] As soon as the galleon had passed the great\nSargasso shoal, it took a southerly course, and touched at the\nsouthern point of the Californian peninsula (San Lucas), where news\nand provisions awaited it. [34] In their earlier voyages, however,\nthey must have sailed much further to the north, somewhere in the\nneighborhood of Cape Mendocino, and have been driven southward in sight\nof the coast; for Vizcaino, in the voyage of discovery he undertook\nin 1603, from Mexico to California, found the principal mountains and\ncapes, although no European had ever set his foot upon them, already\nchristened by the galleons, to which they had served as landmarks.\n[35]",
        "[Speedy return voyage.] The return voyage to the Philippines was an\neasy one, and only occupied from forty to sixty days. [36] The galleon\nleft Acapulco in February or March, sailed southwards till it fell in\nwith the trade wind (generally in from 10° to 11° of north latitude),\nwhich carried it easily to the Ladrone Islands, and thence reached\nManila by way of Samar. [37]",
        "[Galleon’s size and armament.] A galleon was usually of from twelve\nhundred to fifteen hundred tons burden, and carried fifty or sixty\nguns. The latter, however, were pretty generally banished to the\nhold during the eastward voyage. When the ship’s bows were turned\ntowards home, and there was no longer any press of space, the guns\nwere remounted.",
        "[Capture of “Santa Anna”.] San Augustin says of the Santa Anna, which\nThomas Candish captured and burnt in 1586 off the Californian coast:\n“Our people sailed so carelessly that they used their guns for ballast;\n.... the pirate’s venture was such a fortunate one that he returned\nto London with sails of Chinese damask and silken rigging.” The cargo\nwas sold in Acapulco at a profit of 100 per cent., and was paid for\nin silver, cochineal, quicksilver, etc. [Value of return freight]\nThe total value of the return freight amounted perhaps to between\ntwo and three million dollars, [38] of which a quarter of a million,\nat least, fell to the king.",
        "[Gambling rather than commerce] The return of a galleon to Manila,\nladen with silver dollars and new arrivals, was a great holiday\nfor the colony. A considerable portion of the riches they had won\nas easily as at the gaming table, was soon spent by the crew; when\nmatters again returned to their usual lethargic state. It was no\nunfrequent event, however, for vessels to be lost. They were too\noften laden with a total disregard to seaworthiness, and wretchedly\nhandled. It was favor, not capacity, that determined the patronage\nof these lucrative appointments. [39] Many galleons fell into the\nhands of English and Dutch cruisers. [40] [\"Philippine Company\"\nand smugglers cause change.] But these tremendous profits gradually\ndecreased as the Compañía obtained the right to import Indian\ncottons, one of the principal articles of trade, into New Spain by\nway of Vera Cruz, subject to a customs duty of 6 per cent; and when\nEnglish and American adventurers began to smuggle these and other\ngoods into the country. [41] [Spanish coins in circulation on China\ncoast.] Finally, it may be mentioned that Spanish dollars found their\nway in the galleons to China and the further Indies, where they are\nin circulation to this day.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}