{
    "title": "The Revolutions of Time - Chapter 1: Past and Present",
    "author": "Jonathan Dunn",
    "chapter": "3",
    "content": [
        "\n\n",
        "My name is Jehu. Most probably it sounds foreign and unfamiliar to you,\ndevoid of the qualities of affection and personality which give\ncharacter to a name. It is a harsh name, cold and inhuman, like\nsomething out of the night, an unwelcome intruder into the warmth of\nfamiliarity. It inspires no blissful memories, nor does it kindle fond\nfeelings in the bosom of the hearer, instead the heart is hardened to it\nlike the feathers of a duck to water, repulsing it, leaving it to run\noff into the ditches and by-ways of the long forgotten past, to trickle\ndejectedly into those stagnant ponds where so many words of wisdom are\nimprisoned: out of sight, out of mind, out of heart, out of history. Yet\nwhile history is forgotten and misconstrued, it is repeated, for what is\nlife without water, which nourishes and sustains it, and what is life\nwithout wisdom, which protects and cultivates it?",
        "Jehu is my name, though it no longer brings the quickened pulse and keen\nanticipation of happiness to the hearts of any, not even my own. For\nwhat deference can be given to a name, though not in itself a thing of\ndishonor, which represents the failure to derail the evitable fate which\nwrecks the race of man again and again. Not that I myself embody such a\nfailure, nor even that I gave birth to the dreaded fate’s latest\nmomentum, but as is seen time and again throughout history, one name is\nbrought to represent the tide of change, for better or worse, the doer\nof deeds which were done not by him, but by a mass of independent doers,\nyet it is written in the annals of history as the deeds of but one man.",
        "While I had little to do, consciously, with the doom of the earth, I\nwill always be fingered as the villain, as the ambitious Napoleon or the\nbarbaric Atilla, the arrogant Augustus or the fearful Cyrus. Someone has\nto bear the burden of shame on the pages of history for the people of\nhis time, and in that sense, maybe I truly can be called their kinsman\nredeemer. Perhaps it is my fate to bear witness to the wrongs of a\npeople, of which even you are not wholly innocent.",
        "And yet can an individual be blamed for the faults of a society, can\npersonal responsibility be extended to the members of an unknown\nmultitude? How the enjoined conscience of one longs to say no, but in\ngood faith it cannot be said, for in this case the mask of ignorance\ncannot supersede the face of guilt. Indeed, ignorance in this case only\nadds to the shame of the guilty, this being a crime not of misdeeds but\nof negligence, twisted together with the vices of humanity into a thick\nand sturdy cord, a rope that cannot be pulled apart and individually\nexamined, yet must be taken as a whole. Insularly, the strand of\nignorance could be easily snapped, remedied by but a little education,\nyet when woven together by one’s own hands with prides and prejudices,\nit forms an unbreakable rope, which is placed about our neck to hang us:\nthrough means of our own doing is our fate foretold. If but one or two\nof the strands were omitted, the result would be a feeble rope, easily\nbroken, and we would live. But by our own vices is our mortality made\nmanifest, by our own wrongs are we wronged.",
        "By now you may be beginning to feel the impulses of indignation arising\nin your breast, for who am I, the admittedly despicable Jehu, to group\nyou as my fellow convicts, my co-conspirators, in a sense? And you are\nright, for I am not your judge and neither do I wish to be.",
        "Having said that, I now request of you to put down the book and\ndiscontinue reading.",
        "“Surely,” you say to yourself, “He is mentally deranged, for what author\nin his right mind would encourage his readers to disperse, what writer\ndoes not thrive on the digestion of his words by an eager audience?”",
        "Here I must make a revelation to you: if my manuscript has indeed been\nfound, then I have long since been dead; and I assure you that in\nwhatever form my existence takes in the present, I have little desire\nfor your intrigue or goodwill. Do you think Melville is consoled in\ndeath of his miserable life by the vainglorious praises of the living?\nOr do you think that Poe is comforted by such avid attentions in his\npresent abode? In truth, Melville’s only rivalry is now within, and\nPoe’s only raven that daunting memory of those truths which had escaped\nhim in life, but which now are opened to you.",
        "More importantly, if this manuscript has been found, it proves that what\nis contained herein is the unerring truth. I do not write this to\nexonerate myself, however let me say here that I am more the Andre’ than\nthe Arnold, for I was but the emissary of history, not the traitor to\nhumanity, and if not me then some other would have filled the void. Let\nit be remembered that it was Andre’ who gave his life for his deeds, and\nyet it is Andre’ who is recollected with a sweet sorrow, and though\nArnold lived, he had no peace. Yet while history is vivid and\nencyclopedic, in itself a living organism, it can speak only through the\nmouths of men, who often misrepresent it for their own partisan and\nprejudiced plans. It is strong and steadfast, though, and in time is\nalways victorious over its menial opposition, for what is history but\nthe past tense of truth, and it is justly said that veritas numquam\nperit, truth never dies.",
        "Going back to what I said before, namely that at my manuscript’s\ndiscovery my demise will itself be history: I am assured that such is\ntrue, for even now as I write this my death is near at hand. How wide\nthe abyss of time that separates us is I cannot tell, but I do know that\nit is beyond the reckoning of men, such an unknown barrage of hollow,\nformless years. Yet as you read this it is as if I were speaking\ndirectly to you, despite all of the desolation between our times. That\nis what makes history an organic being, and by history I mean all of the\npast, or all of the future, depending on your viewpoint.",
        "A book is a connection between times and peoples, more so than any other\nmedium. As I put these words down in writing, it is as if I am imparting\nmy very self into the pages. And as you read them, the name Jehu slowly\nforms into an image, into a personality, and from the empty word Jehu\ncomes the great well of affection springing from a personal intimacy. A\nbook is an enigma in which no time exists, and as it is read it brings\nthe reader into its eternal being, for while it sits closed on a shelf\nit is no more than a forgotten memory, yet when it is opened its\ncontents come to life and its characters and locations are once more\nexistent in the same state as when they were written, the story becomes\nonce more reality.",
        "While I have long been deceased, when you read this I am brought to life\nonce more, and with my rebirth I tell you my story, and make known to\nyou the truths contained therein. The words of this book are a rune\ngate, a portal to the past, and as you read them, your present fades\naway and you are drawn into my present, this very moment in which I now\nwrite. Then you connect with me intimately, and for a brief time the\ngulf of mortality is transcended and the depths of my being are laid\nopen to you. We commune together and you eat of my flesh and drink of my\nblood, merging your existence with mine.",
        "Come to me now, my friend, come to me across the gulf of mortality, for\nI await you. Come, and in your spiritual peregrination meet with me, in\nthis land of the past which is so foreign and unfamiliar to you, but\nwhich will become for a time your home. Come to me, my friend, and let\nme tell you my story.",
        "Continue...",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}