{
    "title": "The Money Master - Etext Editor’s Bookmarks For “The Money Master”, Complete:",
    "author": "Gilbert Parker",
    "chapter": "27",
    "content": [
        "\n\n",
        "Air of certainty and universal comprehension\nAlways calling to something, for something outside ourselves\nBeing generous with other people’s money\nCame of a race who set great store by mothers and grandmothers\nConfidence in a weak world gets unearned profit often\nCourage which awaits the worst the world can do\nEnjoy his own generosity\nGood thing for a man himself to be owed kindness\nGrove of pines to give a sense of warmth in winter\nGrow more intense, more convinced, more thorough, as they talk\nHad the slight flavour of the superior and the paternal\nHe had only made of his wife an incident in his life\nHe was in fact not a philosopher, but a sentimentalist\nHe was not always sorry when his teasing hurt\nHe admired, yet he wished to be admired\nHe hated irony in anyone else\nI had to listen to him, and he had to pay me for listening\nI can’t pay you for your kindness to me, and I don’t want to\nI said I was not falling in love–I am in love\nIf you have a good thought, act on it\nInclined to resent his own insignificance\nLacks a balance-wheel.  He has brains, but not enough\nLaw.  It is expensive whether you win or lose\nLyrical in his enthusiasms\nMan who tells the story in a new way, that is genius\nMissed being a genius by an inch\nNo past that is hidden has ever been a happy past\nNo man so simply sincere, or so extraordinarily prejudiced\nNot content to do even the smallest thing ill\nOf those who hypnotize themselves, who glow with self-creation\nPhilosophers are often stupid in human affairs\nProtest that it is right when it knows that it is wrong\nShe was not to be forced to answer his arguments directly\nSpurting out little geysers of other people’s cheap wisdom\nThat iceberg which most mourners carry in their breasts\nThe beginning of the end of things was come for him\nThe soul is a great traveller\nUntamed by the normal restraints of a happy married life\nYou can’t take time as the measure of life\nYou went north towards heaven and south towards hell",
        " ",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}