{
    "title": "The Adventures of Baron Munchausen - Chapter V",
    "author": "Raspe",
    "chapter": "7",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The effects of great activity and presence of mind–A favourite\n  hound described, which pups while pursuing a hare; the hare also\n  litters while pursued by the hound–Presented with a famous horse\n  by Count Przobossky, with which he performs many extraordinary\n  feats.",
        "All these narrow and lucky escapes, gentlemen, were chances turned to\nadvantage by presence of mind and vigorous exertions, which, taken\ntogether, as everybody knows, make the fortunate sportsman, sailor,\nand soldier; but he would be a very blamable and imprudent sportsman,\nadmiral, or general, who would always depend upon chance and his\nstars, without troubling himself about those arts which are their\nparticular pursuits, and without providing the very best implements,\nwhich insure success. I was not blamable either way; for I have always\nbeen as remarkable for the excellency of my horses, dogs, guns, and\nswords, as for the proper manner of using and managing them, so that\nupon the whole I may hope to be remembered in the forest, upon the\nturf, and in the field. I shall not enter here into any detail of my\nstables, kennel, or armoury; but a favourite bitch of mine I cannot\nhelp mentioning to you; she was a greyhound, and I never had or saw a\nbetter. She grew old in my service, and was not remarkable for her\nsize, but rather for her uncommon swiftness. I always coursed with\nher. Had you seen her you must have admired her, and would not have\nwondered at my predilection, and at my coursing her so much. She ran\nso fast, so much, and so long in my service, that she actually ran off\nher legs; so that, in the latter part of her life, I was under the\nnecessity of working and using her only as a terrier, in which quality\nshe still served me many years.",
        "Coursing one day a hare, which appeared to me uncommonly big, I pitied\nmy poor bitch, being big with pups, yet she would course as fast as\never. I could follow her on horseback only at a great distance. At\nonce I heard a cry as it were of a pack of hounds–but so weak and\nfaint that I hardly knew what to make of it. Coming up to them, I was\ngreatly surprised. The hare had littered in running; the same had\nhappened to my bitch in coursing, and there were just as many leverets\nas pups. By instinct the former ran, the latter coursed: and thus I\nfound myself in possession at once of six hares, and as many dogs, at\nthe end of a course which had only begun with one.",
        "I remember this, my wonderful bitch, with the same pleasure and\ntenderness as a superb Lithuanian horse, which no money could have\nbought. He became mine by an accident, which gave me an opportunity of\nshowing my horsemanship to a great advantage. I was at Count\nPrzobossky’s noble country-seat in Lithuania, and remained with the\nladies at tea in the drawing-room, while the gentlemen were down in\nthe yard, to see a young horse of blood which had just arrived from\nthe stud. We suddenly heard a noise of distress; I hastened down-\nstairs, and found the horse so unruly, that nobody durst approach or\nmount him. The most resolute horsemen stood dismayed and aghast;\ndespondency was expressed in every countenance, when, in one leap, I\nwas on his back, took him by surprise, and worked him quite into\ngentleness and obedience with the best display of horsemanship I was\nmaster of. Fully to show this to the ladies, and save them unnecessary\ntrouble, I forced him to leap in at one of the open windows of the\ntea-room, walked round several times, pace, trot, and gallop, and at\nlast made him mount the tea-table, there to repeat his lessons in a\npretty style of miniature which was exceedingly pleasing to the\nladies, for he performed them amazingly well, and did not break either\ncup or saucer. It placed me so high in their opinion, and so well in\nthat of the noble lord, that, with his usual politeness, he begged I\nwould accept of this young horse, and ride him full career to conquest\nand honour in the campaign against the Turks, which was soon to be\nopened, under the command of Count Munich.",
        "I could not indeed have received a more agreeable present, nor a more\nominous one at the opening of that campaign, in which I made my\napprenticeship as a soldier. A horse so gentle, so spirited, and so\nfierce–at once a lamb and a Bucephalus, put me always in mind of the\nsoldier’s and the gentleman’s duty! of young Alexander, and of the\nastonishing things he performed in the field.",
        "We took the field, among several other reasons, it seems, with an\nintention to retrieve the character of the Russian arms, which had\nbeen blemished a little by Czar Peter’s last campaign on the Pruth;\nand this we fully accomplished by several very fatiguing and glorious\ncampaigns under the command of that great general I mentioned before.",
        "Modesty forbids individuals to arrogate to themselves great successes\nor victories, the glory of which is generally engrossed by the\ncommander–nay, which is rather awkward, by kings and queens who never\nsmelt gunpowder but at the field-days and reviews of their troops;\nnever saw a field of battle, or an enemy in battle array.",
        "Nor do I claim any particular share of glory in the great engagements\nwith the enemy. We all did our duty, which, in the patriot’s,\nsoldier’s, and gentleman’s language, is a very comprehensive word, of\ngreat honour, meaning, and import, and of which the generality of idle\nquidnuncs and coffee-house politicians can hardly form any but a very\nmean and contemptible idea. However, having had the command of a body\nof hussars, I went upon several expeditions, with discretionary\npowers; and the success I then met with is, I think, fairly and only\nto be placed to my account, and to that of the brave fellows whom I\nled on to conquest and to victory. We had very hot work once in the\nvan of the army, when we drove the Turks into Oczakow. My spirited\nLithuanian had almost brought me into a scrape: I had an advanced\nfore-post, and saw the enemy coming against me in a cloud of dust,\nwhich left me rather uncertain about their actual numbers and real\nintentions: to wrap myself up in a similar cloud was common prudence,\nbut would not have much advanced my knowledge, or answered the end for\nwhich I had been sent out; therefore I let my flankers on both wings\nspread to the right and left and make what dust they could, and I\nmyself led on straight upon the enemy, to have nearer sight of them:\nin this I was gratified, for they stood and fought, till, for fear of\nmy flankers, they began to move off rather disorderly. This was the\nmoment to fall upon them with spirit; we broke them entirely–made a\nterrible havoc amongst them, and drove them not only back to a walled\ntown in their rear, but even through it, contrary to our most sanguine\nexpectation.",
        "The swiftness of my Lithuanian enabled me to be foremost in the\npursuit; and seeing the enemy fairly flying through the opposite gate,\nI thought it would be prudent to stop in the market-place, to order\nthe men to rendezvous. I stopped, gentlemen; but judge of my\nastonishment when in this market-place I saw not one of my hussars\nabout me! Are they scouring the other streets? or what is become of\nthem? They could not be far off, and must, at all events, soon join\nme. In that expectation I walked my panting Lithuanian to a spring in\nthis market-place, and let him drink. He drank uncommonly, with an\neagerness not to be satisfied, but natural enough; for when I looked\nround for my men, what should I see, gentlemen! the hind part of the\npoor creature–croup and legs were missing, as if he had been cut in\ntwo, and the water ran out as it came in, without refreshing or doing\nhim any good! How it could have happened was quite a mystery to me,\ntill I returned with him to the town-gate. There I saw, that when I\nrushed in pell-mell with the flying enemy, they had dropped the\nportcullis (a heavy falling door, with sharp spikes at the bottom, let\ndown suddenly to prevent the entrance of an enemy into a fortified\ntown) unperceived by me, which had totally cut off his hind part, that\nstill lay quivering on the outside of the gate. It would have been an\nirreparable loss, had not our farrier contrived to bring both parts\ntogether while hot. He sewed them up with sprigs and young shoots of\nlaurels that were at hand; the wound healed, and, what could not have\nhappened but to so glorious a horse, the sprigs took root in his body,\ngrew up, and formed a bower over me; so that afterwards I could go\nupon many other expeditions in the shade of my own and my horse’s\nlaurels.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}