{
    "title": "The Extraordinary Adventures of Arsene Lupin, Gentleman-Burglar",
    "author": "Maurice Leblanc",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "It was a strange ending to a voyage that had commenced in a most\nauspicious manner. The transatlantic steamship `La Provence’ was\na swift and comfortable vessel, under the command of a most\naffable man. The passengers constituted a select and delightful\nsociety. The charm of new acquaintances and improvised amusements\nserved to make the time pass agreeably. We enjoyed the pleasant\nsensation of being separated from the world, living, as it were,\nupon an unknown island, and consequently obliged to be sociable\nwith each other.",
        "Have you ever stopped to consider how much originality and\nspontaneity emanate from these various individuals who, on the\npreceding evening, did not even know each other, and who are now,\nfor several days, condemned to lead a life of extreme intimacy,\njointly defying the anger of the ocean, the terrible onslaught of\nthe waves, the violence of the tempest and the agonizing monotony\nof the calm and sleepy water? Such a life becomes a sort of\ntragic existence, with its storms and its grandeurs, its monotony\nand its diversity; and that is why, perhaps, we embark upon that\nshort voyage with mingled feelings of pleasure and fear.",
        "But, during the past few years, a new sensation had been added to\nthe life of the transatlantic traveler. The little floating\nisland is now attached to the world from which it was once quite\nfree. A bond united them, even in the very heart of the watery\nwastes of the Atlantic. That bond is the wireless telegraph, by\nmeans of which we receive news in the most mysterious manner. We\nknow full well that the message is not transported by the medium\nof a hollow wire. No, the mystery is even more inexplicable, more\nromantic, and we must have recourse to the wings of the air in\norder to explain this new miracle. During the first day of the\nvoyage, we felt that we were being followed, escorted, preceded\neven, by that distant voice, which, from time to time, whispered\nto one of us a few words from the receding world. Two friends\nspoke to me. Ten, twenty others sent gay or somber words of\nparting to other passengers.",
        "On the second day, at a distance of five hundred miles from the\nFrench coast, in the midst of a violent storm, we received the\nfollowing message by means of the wireless telegraph:",
        "“Arsene Lupin is on your vessel, first cabin, blonde hair, wound\nright fore-arm, traveling alone under name of R........”",
        "At that moment, a terrible flash of lightning rent the stormy\nskies. The electric waves were interrupted. The remainder of the\ndispatch never reached us. Of the name under Arsene Lupin was\nconcealing himself, we knew only the initial.",
        "If the news had been of some other character, I have no doubt that\nthe secret would have been carefully guarded by the telegraphic\noperator as well as by the officers of the vessel. But it was one\nof those events calculated to escape from the most rigorous\ndiscretion. The same day, no one knew how, the incident became a\nmatter of current gossip and every passenger was aware that the\nfamous Arsene Lupin was hiding in our midst.",
        "Arsene Lupin in our midst! the irresponsible burglar whose\nexploits had been narrated in all the newspapers during the past\nfew months! the mysterious individual with whom Ganimard, our\nshrewdest detective, had been engaged in an implacable conflict\namidst interesting and picturesque surroundings. Arsene Lupin,\nthe eccentric gentleman who operates only in the chateaux and\nsalons, and who, one night, entered the residence of Baron\nSchormann, but emerged empty-handed, leaving, however, his card on\nwhich he had scribbled these words: “Arsene Lupin, gentleman-\nburglar, will return when the furniture is genuine.” Arsene\nLupin, the man of a thousand disguises: in turn a chauffer,\ndetective, bookmaker, Russian physician, Spanish bull-fighter,\ncommercial traveler, robust youth, or decrepit old man.",
        "Then consider this startling situation: Arsene Lupin was wandering\nabout within the limited bounds of a transatlantic steamer; in\nthat very small corner of the world, in that dining saloon, in\nthat smoking room, in that music room! Arsene Lupin was, perhaps,\nthis gentleman....or that one....my neighbor at the table....\nthe sharer of my stateroom....",
        "“And this condition of affairs will last for five days!” exclaimed\nMiss Nelly Underdown, next morning. “It is unbearable! I hope he\nwill be arrested.”",
        "Then, addressing me, she added:",
        "“And you, Monsieur d’Andrezy, you are on intimate terms with the\ncaptain; surely you know something?”",
        "I should have been delighted had I possessed any information that\nwould interest Miss Nelly. She was one of those magnificent\ncreatures who inevitably attract attention in every assembly.\nWealth and beauty form an irresistible combination, and Nelly\npossessed both.",
        "Educated in Paris under the care of a French mother, she was now\ngoing to visit her father, the millionaire Underdown of Chicago.\nShe was accompanied by one of her friends, Lady Jerland.",
        "At first, I had decided to open a flirtation with her; but, in the\nrapidly growing intimacy of the voyage, I was soon impressed by\nher charming manner and my feelings became too deep and\nreverential for a mere flirtation. Moreover, she accepted my\nattentions with a certain degree of favor. She condescended to\nlaugh at my witticisms and display an interest in my stories. Yet\nI felt that I had a rival in the person of a young man with quiet\nand refined tastes; and it struck me, at times, that she preferred\nhis taciturn humor to my Parisian frivolity. He formed one in the\ncircle of admirers that surrounded Miss Nelly at the time she\naddressed to me the foregoing question. We were all comfortably\nseated in out deck-chairs. The storm of the preceding evening had\ncleared the sky. The weather was now delightful.",
        "“I have no definite knowledge, mademoiselle,” I replied, “but can\nnot we, ourselves, investigate the mystery quite as well as the\ndetective Ganimard, the personal enemy of Arsene Lupin?”",
        "“Oh! oh! you are progressing very fast, monsieur.”",
        "“Not at all, mademoiselle. In the first place, let me ask, do you\nfind the problem a complicated one?”",
        "“Very complicated.”",
        "“Have you forgotten the key we hold for the solution to the\nproblem?”",
        "“What key?”",
        "“In the first place, Lupin calls himself Monsieur R-------.”",
        "“Rather vague information,” she replied.",
        "“Secondly, he is traveling alone.”",
        "“Does that help you?” she asked.",
        "“Thirdly, he is blonde.”",
        "“Well?”",
        "“Then we have only to peruse the passenger-list, and proceed by\nprocess of elimination.”",
        "I had that list in my pocket. I took it out and glanced through\nit. Then I remarked:",
        "“I find that there are only thirteen men on the passenger-list\nwhose names begin with the letter R.”",
        "“Only thirteen?”",
        "“Yes, in the first cabin. And of those thirteen, I find that nine\nof them are accompanied by women, children or servants. That\nleaves only four who are traveling alone. First, the Marquis de\nRaverdan----”",
        "“Secretary to the American Ambassador,” interrupted Miss Nelly.\n“I know him.”",
        "“Major Rawson,” I continued.",
        "“He is my uncle,” some one said.",
        "“Mon. Rivolta.”",
        "“Here!” exclaimed an Italian, whose face was concealed beneath a\nheavy black beard.",
        "Miss Nelly burst into laughter, and exclaimed: “That gentleman can\nscarcely be called a blonde.”",
        "“Very well, then,” I said, “we are forced to the conclusion that\nthe guilty party is the last one on the list.”",
        "“What is his name?”",
        "“Mon. Rozaine. Does anyone know him?”",
        "No one answered. But Miss Nelly turned to the taciturn young man,\nwhose attentions to her had annoyed me, and said:",
        "“Well, Monsieur Rozaine, why do you not answer?”",
        "All eyes were now turned upon him. He was a blonde. I must\nconfess that I myself felt a shock of surprise, and the profound\nsilence that followed her question indicated that the others\npresent also viewed the situation with a feeling of sudden alarm.\nHowever, the idea was an absurd one, because the gentleman in\nquestion presented an air of the most perfect innocence.",
        "“Why do I not answer?” he said. “Because, considering my name, my\nposition as a solitary traveler and the color of my hair, I have\nalready reached the same conclusion, and now think that I should\nbe arrested.”",
        "He presented a strange appearance as he uttered these words. His\nthin lips were drawn closer than usual and his face was ghastly\npale, whilst his eyes were streaked with blood. Of course, he was\njoking, yet his appearance and attitude impressed us strangely.",
        "“But you have not the wound?” said Miss Nelly, naively.",
        "“That is true,” he replied, “I lack the wound.”",
        "Then he pulled up his sleeve, removing his cuff, and showed us his\narm. But that action did not deceive me. He had shown us his\nleft arm, and I was on the point of calling his attention to the\nfact, when another incident diverted our attention. Lady Jerland,\nMiss Nelly’s friend, came running towards us in a state of great\nexcitement, exclaiming:",
        "“My jewels, my pearls! Some one has stolen them all!”",
        "No, they were not all gone, as we soon found out. The thief had\ntaken only part of them; a very curious thing. Of the diamond\nsunbursts, jeweled pendants, bracelets and necklaces, the thief\nhad taken, not the largest but the finest and most valuable\nstones. The mountings were lying upon the table. I saw them\nthere, despoiled of their jewels, like flowers from which the\nbeautiful colored petals had been ruthlessly plucked. And this\ntheft must have been committed at the time Lady Jerland was taking\nher tea; in broad daylight, in stateroom opening on a much\nfrequented corridor; moreover, the thief had been obliged to force\nopen the door of the stateroom, search for the jewel-case, which\nwas hidden at the bottom of a hat-box, open it, select his booty\nand remove it from the mountings.",
        "Of course, all the passengers instantly reached the same\nconclusion; it was the work of Arsene Lupin.",
        "That day, at the dinner table, the seats to the right and left of\nRozaine remained vacant; and, during the evening, it was rumored\nthat the captain had placed him under arrest, which information\nproduced a feeling of safety and relief. We breathed once more.\nThat evening, we resumed our games and dances. Miss Nelly,\nespecially, displayed a spirit of thoughtless gayety which\nconvinced me that if Rozaine’s attentions had been agreeable to\nher in the beginning, she had already forgotten them. Her charm\nand good-humor completed my conquest. At midnight, under a bright\nmoon, I declared my devotion with an ardor that did not seem to\ndisplease her.",
        "But, next day, to our general amazement, Rozaine was at liberty.\nWe learned that the evidence against him was not sufficient. He\nhad produced documents that were perfectly regular, which showed\nthat he was the son of a wealthy merchant of Bordeaux. Besides,\nhis arms did not bear the slightest trace of a wound.",
        "“Documents! Certificates of birth!” exclaimed the enemies of\nRozaine, “of course, Arsene Lupin will furnish you as many as you\ndesire. And as to the wound, he never had it, or he has removed\nit.”",
        "Then it was proven that, at the time of the theft, Rozaine was\npromenading on the deck. To which fact, his enemies replied that\na man like Arsene Lupin could commit a crime without being\nactually present. And then, apart from all other circumstances,\nthere remained one point which even the most skeptical could not\nanswer: Who except Rozaine, was traveling alone, was a blonde, and\nbore a name beginning with R? To whom did the telegram point, if\nit were not Rozaine?",
        "And when Rozaine, a few minutes before breakfast, came boldly\ntoward our group, Miss Nelly and Lady Jerland arose and walked\naway.",
        "An hour later, a manuscript circular was passed from hand to hand\namongst the sailors, the stewards, and the passengers of all\nclasses. It announced that Mon. Louis Rozaine offered a reward of\nten thousand francs for the discovery of Arsene Lupin or other\nperson in possession of the stolen jewels.",
        "“And if no one assists me, I will unmask the scoundrel myself,\"\ndeclared Rozaine.",
        "Rozaine against Arsene Lupin, or rather, according to current\nopinion, Arsene Lupin himself against Arsene Lupin; the contest\npromised to be interesting.",
        "Nothing developed during the next two days. We saw Rozaine\nwandering about, day and night, searching, questioning,\ninvestigating. The captain, also, displayed commendable activity.\nHe caused the vessel to be searched from stern to stern; ransacked\nevery stateroom under the plausible theory that the jewels might\nbe concealed anywhere, except in the thief’s own room.",
        "“I suppose they will find out something soon,” remarked Miss Nelly\nto me. “He may be a wizard, but he cannot make diamonds and\npearls become invisible.”",
        "“Certainly not,” I replied, “but he should examine the lining of\nour hats and vests and everything we carry with us.”",
        "Then, exhibiting my Kodak, a 9x12 with which I had been\nphotographing her in various poses, I added: “In an apparatus no\nlarger than that, a person could hide all of Lady Jerland’s\njewels. He could pretend to take pictures and no one would\nsuspect the game.”",
        "“But I have heard it said that every thief leaves some clue behind\nhim.”",
        "“That may be generally true,” I replied, “but there is one\nexception: Arsene Lupin.”",
        "“Why?”",
        "“Because he concentrates his thoughts not only on the theft, but\non all the circumstances connected with it that could serve as a\nclue to his identity.”",
        "“A few days ago, you were more confident.”",
        "“Yes, but since I have seen him at work.”",
        "“And what do you think about it now?” she asked.",
        "“Well, in my opinion, we are wasting our time.”",
        "And, as a matter of fact, the investigation had produced no\nresult. But, in the meantime, the captain’s watch had been\nstolen. He was furious. He quickened his efforts and watched\nRozaine more closely than before. But, on the following day, the\nwatch was found in the second officer’s collar box.",
        "This incident caused considerable astonishment, and displayed the\nhumorous side of Arsene Lupin, burglar though he was, but\ndilettante as well. He combined business with pleasure. He\nreminded us of the author who almost died in a fit of laughter\nprovoked by his own play. Certainly, he was an artist in his\nparticular line of work, and whenever I saw Rozaine, gloomy and\nreserved, and thought of the double role that he was playing, I\naccorded him a certain measure of admiration.",
        "On the following evening, the officer on deck duty heard groans\nemanating from the darkest corner of the ship. He approached and\nfound a man lying there, his head enveloped in a thick gray scarf\nand his hands tied together with a heavy cord. It was Rozaine.\nHe had been assaulted, thrown down and robbed. A card, pinned to\nhis coat, bore these words: “Arsene Lupin accepts with pleasure\nthe ten thousand francs offered by Mon. Rozaine.” As a matter of\nfact, the stolen pocket-book contained twenty thousand francs.",
        "Of course, some accused the unfortunate man of having simulated\nthis attack on himself. But, apart from the fact that he could\nnot have bound himself in that manner, it was established that the\nwriting on the card was entirely different from that of Rozaine,\nbut, on the contrary, resembled the handwriting of Arsene Lupin as\nit was reproduced in an old newspaper found on board.",
        "Thus it appeared that Rozaine was not Arsene Lupin; but was\nRozaine, the son of a Bordeaux merchant. And the presence of\nArsene Lupin was once more affirmed, and that in a most alarming\nmanner.",
        "Such was the state of terror amongst the passengers that none\nwould remain alone in a stateroom or wander singly in unfrequented\nparts of the vessel. We clung together as a matter of safety.\nAnd yet the most intimate acquaintances were estranged by a mutual\nfeeling of distrust. Arsene Lupin was, now, anybody and\neverybody. Our excited imaginations attributed to him miraculous\nand unlimited power. We supposed him capable of assuming the most\nunexpected disguises; of being, by turns, the highly respectable\nMajor Rawson or the noble Marquis de Raverdan, or even--for we no\nlonger stopped with the accusing letter of R--or even such or such\na person well known to all of us, and having wife, children and\nservants.",
        "The first wireless dispatches from America brought no news; at\nleast, the captain did not communicate any to us. The silence was\nnot reassuring.",
        "Our last day on the steamer seemed interminable. We lived in\nconstant fear of some disaster. This time, it would not be a\nsimple theft or a comparatively harmless assault; it would be a\ncrime, a murder. No one imagined that Arsene Lupin would confine\nhimself to those two trifling offenses. Absolute master of the\nship, the authorities powerless, he could do whatever he pleased;\nour property and lives were at his mercy.",
        "Yet those were delightful hours for me, since they secured to me\nthe confidence of Miss Nelly. Deeply moved by those startling\nevents and being of a highly nervous nature, she spontaneously\nsought at my side a protection and security that I was pleased to\ngive her. Inwardly, I blessed Arsene Lupin. Had he not been the\nmeans of bringing me and Miss Nelly closer to each other? Thanks\nto him, I could now indulge in delicious dreams of love and\nhappiness--dreams that, I felt, were not unwelcome to Miss Nelly.\nHer smiling eyes authorized me to make them; the softness of her\nvoice bade me hope.",
        "As we approached the American shore, the active search for the\nthief was apparently abandoned, and we were anxiously awaiting the\nsupreme moment in which the mysterious enigma would be explained.\nWho was Arsene Lupin? Under what name, under what disguise was\nthe famous Arsene Lupin concealing himself? And, at last, that\nsupreme moment arrived. If I live one hundred years, I shall not\nforget the slightest details of it.",
        "“How pale you are, Miss Nelly,” I said to my companion, as she\nleaned upon my arm, almost fainting.",
        "“And you!” she replied, “ah! you are so changed.”",
        "“Just think! this is a most exciting moment, and I am delighted to\nspend it with you, Miss Nelly. I hope that your memory will\nsometimes revert---”",
        "But she was not listening. She was nervous and excited. The\ngangway was placed in position, but, before we could use it, the\nuniformed customs officers came on board. Miss Nelly murmured:",
        "“I shouldn’t be surprised to hear that Arsene Lupin escaped from\nthe vessel during the voyage.”",
        "“Perhaps he preferred death to dishonor, and plunged into the\nAtlantic rather than be arrested.”",
        "“Oh, do not laugh,” she said.",
        "Suddenly I started, and, in answer to her question, I said:",
        "“Do you see that little old man standing at the bottom of the\ngangway?”",
        "“With an umbrella and an olive-green coat?”",
        "“It is Ganimard.”",
        "“Ganimard?”",
        "“Yes, the celebrated detective who has sworn to capture Arsene\nLupin. Ah! I can understand now why we did not receive any news\nfrom this side of the Atlantic. Ganimard was here! and he always\nkeeps his business secret.”",
        "“Then you think he will arrest Arsene Lupin?”",
        "“Who can tell? The unexpected always happens when Arsene Lupin is\nconcerned in the affair.”",
        "“Oh!” she exclaimed, with that morbid curiosity peculiar to women,\n“I should like to see him arrested.”",
        "“You will have to be patient. No doubt, Arsene Lupin has already\nseen his enemy and will not be in a hurry to leave the steamer.”",
        "The passengers were now leaving the steamer. Leaning on his\numbrella, with an air of careless indifference, Ganimard appeared\nto be paying no attention to the crowd that was hurrying down the\ngangway. The Marquis de Raverdan, Major Rawson, the Italian\nRivolta, and many others had already left the vessel before\nRozaine appeared. Poor Rozaine!",
        "“Perhaps it is he, after all,” said Miss Nelly to me. “What do\nyou think?”",
        "“I think it would be very interesting to have Ganimard and Rozaine\nin the same picture. You take the camera. I am loaded down.”",
        "I gave her the camera, but too late for her to use it. Rozaine\nwas already passing the detective. An American officer, standing\nbehind Ganimard, leaned forward and whispered in his ear. The\nFrench detective shrugged his shoulders and Rozaine passed on.\nThen, my God, who was Arsene Lupin?",
        "“Yes,” said Miss Nelly, aloud, “who can it be?”",
        "Not more than twenty people now remained on board. She\nscrutinized them one by one, fearful that Arsene Lupin was not\namongst them.",
        "“We cannot wait much longer,” I said to her.",
        "She started toward the gangway. I followed. But we had not taken\nten steps when Ganimard barred out passage.",
        "“Well, what is it?” I exclaimed.",
        "“One moment, monsieur. What’s your hurry?”",
        "“I am escorting mademoiselle.”",
        "“One moment,” he repeated, in a tone of authority. Then, gazing\ninto my eyes, he said:",
        "“Arsene Lupin, is it not?”",
        "I laughed, and replied: “No, simply Bernard d’Andrezy.”",
        "“Bernard d’Andrezy died in Macedonia three years ago.”",
        "“If Bernard d’Andrezy were dead, I should not be here. But you\nare mistaken. Here are my papers.”",
        "“They are his; and I can tell you exactly how they cam into your\npossession.”",
        "“You are a fool!” I exclaimed. “Arsene Lupin sailed under the\nname of R---”",
        "“Yes, another of your tricks; a false scent that deceived them at\nHavre. You play a good game, my boy, but this time luck is\nagainst you.”",
        "I hesitated a moment. Then he hit me a sharp blow on the right\narm, which caused me to utter a cry of pain. He had struck the\nwound, yet unhealed, referred to in the telegram.",
        "I was obliged to surrender. There was no alternative. I turned\nto Miss Nelly, who had heard everything. Our eyes met; then she\nglanced at the Kodak I had placed in her hands, and made a gesture\nthat conveyed to me the impression that she understood everything.\nYes, there, between the narrow folds of black leather, in the\nhollow centre of the small object that I had taken the precaution\nto place in her hands before Ganimard arrested me, it was there I\nhad deposited Rozaine’s twenty thousand francs and Lady Jerland’s\npearls and diamonds.",
        "Oh! I pledge my oath that, at that solemn moment, when I was in\nthe grasp of Ganimard and his two assistants, I was perfectly\nindifferent to everything, to my arrest, the hostility of the\npeople, everything except this one question: what will Miss Nelly\ndo with the things I had confided to her?",
        "In the absence of that material and conclusive proof, I had\nnothing to fear; but would Miss Nelly decide to furnish that\nproof? Would she betray me? Would she act the part of an enemy\nwho cannot forgive, or that of a woman whose scorn is softened by\nfeelings of indulgence and involuntary sympathy?",
        "She passed in front of me. I said nothing, but bowed very low.\nMingled with the other passengers, she advanced to the gangway\nwith my kodak in her hand. It occurred to me that she would not\ndare to expose me publicly, but she might do so when she reached a\nmore private place. However, when she had passed only a few feet\ndown the gangway, with a movement of simulated awkwardness, she\nlet the camera fall into the water between the vessel and the\npier. Then she walked down the gangway, and was quickly lost to\nsight in the crowd. She had passed out of my life forever.",
        "For a moment, I stood motionless. Then, to Ganimard’s great\nastonishment, I muttered:",
        "“What a pity that I am not an honest man!”",
        "Such was the story of his arrest as narrated to me by Arsene Lupin\nhimself. The various incidents, which I shall record in writing\nat a later day, have established between us certain ties....shall\nI say of friendship? Yes, I venture to believe that Arsene Lupin\nhonors me with his friendship, and that it is through friendship\nthat he occasionally calls on me, and brings, into the silence of\nmy library, his youthful exuberance of spirits, the contagion of\nhis enthusiasm, and the mirth of a man for whom destiny has naught\nbut favors and smiles.",
        "His portrait? How can I describe him? I have seen him twenty\ntimes and each time he was a different person; even he himself\nsaid to me on one occasion: “I no longer know who I am. I cannot\nrecognize myself in the mirror.” Certainly, he was a great actor,\nand possessed a marvelous faculty for disguising himself. Without\nthe slightest effort, he could adopt the voice, gestures and\nmannerisms of another person.",
        "“Why,” said he, “why should I retain a definite form and feature?\nWhy not avoid the danger of a personality that is ever the same?\nMy actions will serve to identify me.”",
        "Then he added, with a touch of pride:",
        "“So much the better if no one can ever say with absolute\ncertainty: There is Arsene Lupin! The essential point is that the\npublic may be able to refer to my work and say, without fear of\nmistake: Arsene Lupin did that!”",
        "Continue...",
        "\nThis complete text of The Extraordinary Adventures of Arsene Lupin, Gentleman-Burglar by Maurice Leblanc is in the public domain.\n\n\nAlso see Arsene Lupin - by Maurice Leblanc at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Extraordinary Adventures of Arsene Lupin, Gentleman-BurglarBy Maurice LeblancAt Amazon"
    ]
}