{
    "title": "The Theory of Social Revolutions - Chapter II - The Limitations of the Judicial Function",
    "author": "Brooks Adams",
    "chapter": "2",
    "content": [
        "\n\n",
        "Taking the human race collectively, its ideal of a court of justice has\nbeen the omniscient and inexorable judgment seat of God. Individually,\non the contrary, they have dearly loved favor. Hence the doctrine of the\nIntercession of the Saints, which many devout persons have sincerely\nbelieved could be bought by them for money. The whole development of\ncivilization may be followed in the oscillation of any given society\nbetween these two extremes, the many always striving to so restrain the\njudiciary that it shall be unable to work the will of the favored few.\nOn the whole, success in attaining to ideal justice has not been quite\ncommensurate with the time and effort devoted to solving the problem,\nbut, until our constitutional experiment was tried in America, I think\nit had been pretty generally admitted that the first prerequisite to\nsuccess was that judges should be removed from political influences.\nFor the main difficulty has been that every dominant class, as it has\narisen, has done its best to use the machinery of justice for its own\nbenefit.",
        "No argument ever has convinced like a parable, and a very famous story\nin the Bible will illustrate the great truth, which is the first lesson\nthat a primitive people learns, that unless the judge can be separated\nfrom the sovereign, and be strictly limited in the performance of his\nfunctions by a recognized code of procedure, the public, as against the\ndominant class, has, in substance, no civil rights. The kings of Israel\nwere judges of last resort. Solomon earned his reputation for wisdom in\nthe cause in which two mothers claimed the same child. They were indeed\nboth judge and jury. Also they were prosecuting officers. Also they were\nsheriffs. In fine they exercised unlimited judicial power, save in so\nfar as they were checked by the divine interference usually signified\nthrough some prophet.",
        "Now David was, admittedly, one of the best sovereigns and judges who\never held office in Jerusalem, and, in the days of David, Nathan was the\nleading prophet of the dominant political party. “And it came to pass\nin an eveningtide, that David arose from off his bed, and walked upon\nthe roof of the king’s house: and from the roof he saw a woman washing\nherself; and the woman was very beautiful to look upon. And David sent\nand enquired after the woman. And one said, Is not this Bath-sheba, the\ndaughter of Eliam, the wife of Uriah the Hittite? And David sent\nmessengers, and took her; and she came in unto him, and he lay with her;\n... and she returned unto her house.”",
        "Uriah was serving in the army under Joab. David sent for Uriah, and told\nhim to go home to his wife, but Uriah refused. Then David wrote a letter\nto Joab and dismissed Uriah, ordering him to give the letter to Joab.\nAnd David “wrote in the letter, saying, Set ye Uriah in the forefront of\nthe hottest battle, and retire ye from him, that he may be smitten and\ndie....",
        "“And the men of the city went out and fought with Joab; and there fell\nsome of the people of the servants of David; and Uriah the Hittite died\nalso.... But the thing that David had done displeased the Lord.",
        "“And the Lord sent Nathan unto David. And he came unto him, and said\nunto him, There were two men in one city; the one rich and the other\npoor. The rich man had exceeding many flocks and herds:",
        "“But the poor man had nothing, save one little ewe lamb, which he had\nbought and nourished up: and it grew up together with him, and with his\nchildren; it did eat of his own meat and drank of his own cup, and lay\nin his bosom, and was unto him as a daughter.",
        "“And there came a traveller unto the rich man, and he spared to take of\nhis own flock, ... but took the poor man’s lamb, and dressed it for the\nman that was come to him.",
        "“And David’s anger was greatly kindled against the man; and he said to\nNathan, As the Lord liveth, the man that hath done this thing shall\nsurely die: ...",
        "“And Nathan said to David, Thou art the man. Thus saith the Lord God of\nIsrael ... Now therefore the sword shall never depart from thine house;\nbecause thou has despised me ... Behold, I will raise up evil against\nthee out of thine own house, and I will take thy wives before thine\neyes, and give them unto thy neighbor.” Here, as the heading to the\nTwelfth Chapter of Second Book of Samuel says, “Nathan’s parable of the\newe lamb causeth David to be his own judge,” but the significant part of\nthe story is that Nathan, with all his influence, could not force David\nto surrender his prey. David begged very hard to have his sentence\nremitted, but, for all that, “David sent and fetched [Bathsheba] to his\nhouse, and she became his wife, and bare him a son.” Indeed, she bore\nhim Solomon. As against David or David’s important supporters men like\nUriah had no civil rights that could be enforced.",
        "Even after the judicial function is nominally severed from the executive\nfunction, so that the sovereign himself does not, like David and\nSolomon, personally administer justice, the same result is reached\nthrough agents, as long as the judge holds his office at the will of the\nchief of a political party.",
        "To go no farther afield, every page of English history blazons this\nrecord. Long after the law had taken an almost modern shape, Alice\nPerrers, the mistress of Edward III, sat on the bench at Westminster and\nintimidated the judges into deciding for suitors who had secured her\nservices. The chief revenue of the rival factions during the War of the\nRoses was derived from attainders, indictments for treason, and\nforfeitures, avowedly partisan. Henry VII used the Star Chamber to ruin\nthe remnants of the feudal aristocracy. Henry VIII exterminated as\nvagrants the wretched monks whom he had evicted. The prosecutions under\nCharles I largely induced the Great Rebellion; and finally the limit of\nendurance was reached when Charles II made Jeffreys Chief Justice of\nEngland in order to kill those who were prominent in opposition. Charles\nknew what he was doing. “That man,” said he of Jeffreys, “has no\nlearning, no sense, no manners, and more impudence than ten carted\nstreet-walkers.” The first object was to convict Algernon Sidney of\ntreason. Jeffreys used simple means. Usually drunk, his court resembled\nthe den of a wild beast. He poured forth on “plaintiffs and defendants,\nbarristers and attorneys, witnesses and jurymen, torrents of frantic\nabuse, intermixed with oaths and curses.” The law required proof of an\novert act of treason. Many years before Sidney had written a\nphilosophical treatise touching resistance by the subject to the\nsovereign, as a constitutional principle. But, though the fragment\ncontained nothing more than the doctrines of Locke, Sidney had\ncautiously shown it to no one, and it had only been found by searching\nhis study. Jeffreys told the jury that if they believed the book to be\nSidney’s book, written by him, they must convict for scribere est\nagere, to write is to commit an overt act.",
        "A revolution followed upon this and other like convictions, as\nrevolutions have usually followed such uses of the judicial power. In\nthat revolution the principle of the limitation of the judicial function\nwas recognized, and the English people seriously addressed themselves to\nthe task of separating their courts from political influences, of\nprotecting their judges by making their tenure and their pay permanent,\nand of punishing them by removal if they behaved corruptly, or with\nprejudice, or transcended the limits within which their duty confined\nthem. Jeffreys had legislated when he ruled it to be the law that, to\nwrite words secretly in one’s closet, is to commit an overt act of\ntreason, and he did it to kill a man whom the king who employed him\nwished to destroy. This was to transcend the duty of a judge, which is\nto expound and not to legislate. The judge may develop a principle, he\nmay admit evidence of a custom in order to explain the intentions of the\nparties to a suit, as Lord Mansfield admitted evidence of the customs of\nmerchants, but he should not legislate. To do so, as Jeffreys did in\nSidney’s case, is tantamount to murder. Jeffreys never was duly punished\nfor his crimes. He died the year after the Revolution, in the Tower,\nmaintaining to the last that he was innocent in the sight of God and man\nbecause “all the blood he had shed fell short of the King’s command.”",
        "And Jeffreys was perfectly logical and consistent in his attitude. A\njudiciary is either an end in itself or a means to an end. If it be\ndesigned to protect the civil rights of citizens indifferently, it must\nbe free from pressure which will deflect it from this path, and it can\nonly be protected from the severest possible pressure by being removed\nfrom politics, because politics is the struggle for ascendancy of a\nclass or a majority. If, on the other hand, the judiciary is to serve as\nan instrument for advancing the fortunes of a majority or a dominant\nclass, as David used the Jewish judiciary, or as the Stuarts used the\nEnglish judiciary, then the judicial power must be embodied either in a\nmilitary or political leader, like David, who does the work himself, or\nin an agent, more or less like Jeffreys, who will obey his orders. In\nthe colonies the subserviency of the judges to the Crown had been a\nstanding grievance, and the result of this long and terrible experience,\nstretching through centuries both in Europe and America, had been to\ninspire Americans with a fear of intrusting power to any man or body of\nmen. They sought to limit everything by written restrictions. Setting\naside the objection that such a system is mechanically vicious because\nit involves excessive friction and therefore waste of energy, it is\nobviously futile unless the written restrictions can be enforced, and\nenforced in the spirit in which they are drawn. Hamilton, whose instinct\nfor law resembled genius, saw the difficulty and pointed out in the\nFederalist that it is not a writing which can give protection, but\nonly the intelligence and the sense of justice of the community itself.",
        "“The truth is, that the general genius of a Government is all that can\nbe substantially relied upon for permanent effects. Particular\nprovisions, though not altogether useless, have far less virtue and\nefficiency than are commonly ascribed to them; and the want of them will\nnever be, with men of sound discernment, a decisive objection to any\nplan which exhibits the leading characters of a good Government.” After\nan experience of nearly a century and a quarter we must admit, I think,\nthat Hamilton was right. In the United States we have carried bills of\nright and constitutional limitations to an extreme, and yet, I suppose\nthat few would care to maintain that, during the nineteenth century,\nlife and property were safer in America, or crime better dealt with,\nthan in England, France, or Germany. The contrary, indeed, I take to be\nthe truth, and I think one chief cause of this imperfection in the\nadministration of justice will be found to have been the operation of\nthe written Constitution. For, under the American system, the\nConstitution, or fundamental law, is expounded by judges, and this\nfunction, which, in essence, is political, has brought precisely that\nquality of pressure on the bench which it has been the labor of a\nhundred generations of our ancestors to remove. On the whole the result\nhas been not to elevate politics, but to lower the courts toward the\npolitical level, a result which conforms to the a priori theory.",
        "The abstract virtue of the written Constitution was not, however, a\nquestion in issue when Washington and his contemporaries set themselves\nto reorganize the Confederation. Those men had no choice but to draft\nsome kind of a platform on which the states could agree to unite, if\nthey were to unite peacefully at all, and accordingly they met in\nconvention and drew the best form of agreement they could; but I more\nthan suspect that a good many very able Federalists were quite alive to\nthe defects in the plan which they adopted.",
        "Hamilton was outspoken in preferring the English model, and I am not\naware that Washington ever expressed a preference for the theory that,\nbecause of a written fundamental law, the court should nullify\nlegislation. Nor is it unworthy of remark that all foreigners, after a\nprolonged and attentive observation of our experiment, have avoided it.\nSince 1789, every highly civilized Western people have readjusted their\ninstitutions at least once, yet not one has in this respect imitated\nus, though all have borrowed freely from the parliamentary system of\nEngland.[6]",
        "Even our neighbor, Canada, with no adverse traditions and a population\nsimilar to ours, has been no exception to the rule. The Canadian courts\nindeed define the limits of provincial and federal jurisdiction as fixed\nunder an act of Parliament, but they do not pretend to limit the\nexercise of power when the seat of power has been established. I take\nthe cause of this distrust to be obvious. Although our written\nConstitution was successful in its primary purpose of facilitating the\nconsolidation of the Confederation, it has not otherwise inspired\nconfidence as a practical administrative device. Not only has constant\njudicial interference dislocated scientific legislation, but casting the\njudiciary into the vortex of civil faction has degraded it in the\npopular esteem. In fine, from the outset, the American bench, because it\ndeals with the most fiercely contested of political issues, has been an\ninstrument necessary to political success. Consequently, political\nparties have striven to control it, and therefore the bench has always\nhad an avowed partisan bias. This avowed political or social bias has, I\ninfer, bred among the American people the conviction that justice is not\nadministered indifferently to all men, wherefore the bench is not\nrespected with us as, for instance, it is in Great Britain, where law\nand politics are sundered. Nor has the dissatisfaction engendered by\nthese causes been concealed. On the contrary, it has found expression\nthrough a series of famous popular leaders from Thomas Jefferson to\nTheodore Roosevelt.",
        "The Constitution could hardly have been adopted or the government\norganized but for the personal influence of Washington, whose power lay\nin his genius for dealing with men. He lost no time or strength in\nspeculation, but, taking the Constitution as the best implement at hand,\nhe went to the work of administration by including the representatives\nof the antagonistic extremes in his Cabinet. He might as well have\nexpected fire and water to mingle as Jefferson and Hamilton to\nharmonize. Probably he had no delusions on that head when he chose them\nfor his ministers, and he accomplished his object. He paralyzed\nopposition until the new mechanism began to operate pretty regularly,\nbut he had not an hour to spare. Soon the French Revolution heated\npassions so hot that long before Washington’s successor was elected the\nUnited States was rent by faction.",
        "The question which underlay all other questions, down to the Civil War,\nwas the determination of the seat of sovereignty. Hamilton and the\nFederalists held it to be axiomatic that, if the federal government were\nto be more than a shadow, it must interpret the meaning of the\ninstrument which created it, and, if so, that it must signify its\ndecisions through the courts. Only in this way, they argued, could\nwritten limitations on legislative power be made effective. Only in this\nway could statutes which contravened the Constitution be set aside.[7]",
        "Jefferson was abroad when Hamilton wrote The Federalist, but his views\nhave since been so universally accepted as embodying the opposition to\nHamilton, that they may be conveniently taken as if they had been\npublished while the Constitution was under discussion. Substantially\nthe same arguments were advanced by others during the actual debate, if\nnot quite so lucidly or connectedly then, as afterward by him.",
        "Very well, said Jefferson, in answer to Hamilton, admitting, for the\nmoment, that the central government shall define its own powers, and\nthat the courts shall be the organ through which the exposition shall be\nmade, both of which propositions I vehemently deny, you have this\nresult: The judges who will be called upon to pass upon the validity of\nnational and state legislation will be plunged in the most heated of\ncontroversies, and in those controversies they cannot fail to be\ninfluenced by the same passions and prejudices which sway other men. In\na word they must decide like legislators, though they will be exempt\nfrom the responsibility to the public which controls other legislators.\nSuch conditions you can only meet by making the judicial tenure of\noffice ephemeral, as all legislative tenure is ephemeral.",
        "It is vain to pretend, continued he, in support of fixity of tenure,\nthat the greater the pressure on the judge is likely to be, the more\nneed there is to make him secure. This may be true of judges clothed\nwith ordinary attributes, like English judges, for, should these try to\nnullify the popular will by construing away statutes, Parliament can\ninstantly correct them, or if Parliament fail in its duty, the\nconstituencies, at the next election, can intervene. But no one will be\nable to correct the American judge who may decline to recognize the law\nwhich would constrain him. Nothing can shake him save impeachment for\nwhat is tantamount to crime, or being overruled by a constitutional\namendment which you have purposely made too hard to obtain to be a\nremedy. He is to be judge in his own case without an appeal.",
        "Nowhere in all his long and masterly defence of the Constitution did\nHamilton show so much embarrassment as here, and because, probably, he\ndid not himself believe in his own brief. He really had faith in the\nEnglish principle of an absolute parliament, restrained, if needful, by\na conservative chamber, like the House of Lords, but not in the total\nsuspension of sovereignty subject to judicial illumination. Consequently\nhe fell back on platitudes about judicial high-mindedness, and how\njudges could be trusted not to allow political influences to weigh with\nthem when deciding political questions. Pushed to its logical end,\nconcluded he, the Jeffersonian argument would prove that there should be\nno judges distinct from legislatures.[8]",
        "Now, at length, exclaimed the Jeffersonian in triumph, you admit our\nthesis. You propose to clothe judges with the highest legislative\nfunctions, since you give them an absolute negative on legislation, and\nyet you decline to impose on them the responsibility to a constituency,\nwhich constrains other legislators. Clearly you thus make them\nautocratic, and in the worst sense, for you permit small bodies of\nirresponsible men under pretence of dispensing justice, but really in a\nspirit of hypocrisy, to annul the will of the majority of the people,\neven though the right of the people to exercise their will, in the\nmatters at issue, be clearly granted them in the Constitution.",
        "No, rejoined Hamilton, thus driven to the wall, judges never will so\nabuse their trust. The duty of the judge requires him to suppress his\nwill, and exercise his judgment only. The Constitution will be\nbefore him, and he will have only to say whether authority to legislate\non a given subject is granted in that instrument. If it be, the\ncharacter of the legislation must remain a matter of legislative\ndiscretion. Besides, you must repose confidence somewhere, and judges,\non the whole, are more trustworthy than legislators. How can you say\nthat, retorted the opposition, when you, better than most men, know the\nline of despotic legal precedents from the Ship Money down to the Writs\nof Assistance?",
        "Looking back upon this initial controversy touching judicial functions\nunder the Constitution, we can hardly suppose that Hamilton did not\nperceive that, in substance, Jefferson was right, and that a bench\npurposely constructed to pass upon political questions must be\npolitically partisan. He knew very well that, if the Federalists\nprevailed in the elections, a Federalist President would only appoint\nmagistrates who could be relied on to favor consolidation. And so the\nevent proved. General Washington chose John Jay for the first Chief\nJustice, who in some important respects was more Federalist than\nHamilton, while John Adams selected John Marshall, who, though one of\nthe greatest jurists who ever lived, was hated by Jefferson with a\nbitter hatred, because of his political bias. As time went on matters\ngrew worse. Before Marshall died slavery had become a burning issue, and\nthe slave-owners controlled the appointing power. General Jackson\nappointed Taney to sustain the expansion of slavery, and when the\nanti-slavery party carried the country with Lincoln, Lincoln supplanted\nTaney with Chase, in order that Chase might stand by him in his struggle\nto destroy slavery. And as it has been, so must it always be. As long as\nthe power to enact laws shall hinge on the complexion of benches of\njudges, so long will the ability to control a majority of the bench be\nas crucial a political necessity as the ability to control a majority in\navowedly representative assemblies.",
        "Hamilton was one of the few great jurists and administrators whom\nAmerica has ever produced, and it is inconceivable that he did not\nunderstand what he was doing. He knew perfectly well that, other things\nbeing equal, the simplest administrative mechanism is the best, and he\nknew also that he was helping to make an extremely complicated\nmechanism. Not only so, but at the heart of this complexity lay the\ngigantic cog of the judiciary, which was obviously devised to stop\nmovement. He must have had a reason, beyond the reason he gave, for not\nonly insisting on clothing the judiciary with these unusual political\nand legislative attributes, but for giving the judiciary an\nunprecedented fixity of tenure. I suspect that he was actuated by some\nsuch considerations as these:",
        "The Federalists, having pretty good cause to suppose themselves in a\npopular minority, purposed to consolidate the thirteen states under a\nnew sovereign. There were but two methods by which they could prevail;\nthey could use force, or, to secure assent, they could propose some\nsystem of arbitration. To escape war the Federalists convened the\nconstitutional convention, and by so doing pledged themselves to\narbitration. But if their plan of consolidation were to succeed, it was\nplain that the arbitrator must arbitrate in their favor, for if he\narbitrated as Mr. Jefferson would have wished, the United States under\nthe Constitution would have differed little from the United States under\nthe Confederation. The Federalists, therefore, must control the\narbitrator. If the Constitution were to be adopted, Hamilton and every\none else knew that Washington would be the first President, and\nWashington could be relied on to appoint a strong Federalist bench.\nHence, whatever might happen subsequently, when the new plan first\nshould go into operation, and when the danger from insubordination among\nthe states would probably be most acute, the judiciary would be made to\nthrow its weight in favor of consolidation, and against disintegration,\nand, if it did so, it was essential that it should be protected against\nanything short of a revolutionary attack.",
        "In the convention, indeed, Charles Pinckney of South Carolina suggested\nthat Congress should be empowered to negative state legislation, but\nsuch an alternative, for obvious reasons, would have been less palatable\nto Hamilton, since Congress would be only too likely to fall under the\ncontrol of the Jeffersonian party, while a bench of judges, if once well\nchosen, might prove to be for many years an “excellent barrier to the\nencroachments and oppressions of the representative body.\"[9]",
        "I infer that Hamilton and many other Federalists reasoned somewhat thus,\nnot only from what they wrote, but from the temper of their minds, and,\nif they did, events largely justified them. John Jay, Oliver Ellsworth,\nand John Marshall were successively appointed to the office of Chief\nJustice, nor did the complexion of the Supreme Court change until after\n1830.",
        "What interests us, however, is not so much what the Federalists thought,\nor the motives which actuated them, as the effect which the clothing of\nthe judiciary with political functions has had upon the development of\nthe American republic, more especially as that extreme measure might\nhave been avoided, had Pinckney’s plan been adopted. Nor, looking back\nupon the actual course of events, can I perceive that, so far as the\nmovement toward consolidation was concerned, the final result would have\nvaried materially whether Congress or the Supreme Court had exercised\ncontrol over state legislation. Marshall might just as well, in the one\ncase as the other, have formulated his theory of a semi-centralized\nadministration. He would only have had uniformly to sustain Congress, as\nan English judge sustains Parliament. Nor could either Congress or the\nCourt have reached a definite result without an appeal to force. Either\nchamber might expound a theory, but nothing save an army could establish\nit.",
        "For two generations statesmen and jurists debated the relation of the\ncentral to the local sovereignties with no result, for words alone could\ndecide no such issue. In America, as elsewhere, sovereignty is\ndetermined by physical force. Marshall could not conquer Jefferson, he\ncould at most controvert Jefferson’s theory. This he did, but, in doing\nso, I doubt if he were quite true to himself. Jefferson contended that\nevery state might nullify national legislation, as conversely Pinckney\nwished Congress to be given explicitly the power to nullify state\nlegislation; and Marshall, very sensibly, pointed out that, were\nJefferson’s claim carried into practice, it would create “a hydra in\ngovernment,\"[10] yet I am confident that Marshall did not appreciate\nwhither his own assertion of authority must lead. In view of the victory\nof centralization in the Civil War, I will agree that the Supreme Court\nmight have successfully maintained a position as arbitrator touching\nconflicting jurisdictions, as between the nation and the states, but\nthat is a different matter from assuming to examine into the wisdom of\nthe legislation itself. The one function might, possibly, pass by\ncourtesy as judicial; the other is clearly legislative.",
        "This distinction only developed after Marshall’s death, but the\nresentment which impelled Marshall to annul an act of Congress was\nroused by the political conflict which preceded the election of 1800, in\nwhich Marshall took a chief part. Apparently he could not resist the\ntemptation of measuring himself with his old adversary, especially as he\nseems to have thought that he could discredit that adversary without\ngiving him an opportunity to retaliate.",
        "In 1798 a Federalist Congress passed the Alien and Sedition Acts, whose\nconstitutionality no Federalist judge ever doubted, but which Jefferson\nconsidered as clearly a violation of the fundamental compact, since they\ntended to drive certain states, as he thought, into “revolution and\nblood.” Under this provocation Jefferson proclaimed that it was both the\nright and the duty of any state, which felt itself aggrieved, to\nintervene to arrest “the progress of the evil,” within her territory,\nby declining to execute, or by “nullifying,” the objectionable statutes.\nAs Jefferson wrote the Kentucky Resolutions in 1798 and was elected\nPresident in 1800, the people at least appeared to have sustained him in\nhis exposition of the Constitution, before he entered into office.",
        "At this distance of time we find it hard to realize what the election of\n1800 seemed to portend to those who participated therein. Mr. Jefferson\nalways described it as amounting to a revolution as profound as, if less\nbloody than, the revolution of 1776, and though we maybe disposed to\nimagine that Jefferson valued his own advent to power at its full worth,\nit must be admitted that his enemies regarded it almost as seriously.\nNor were they without some justification, for Jefferson certainly\nrepresented the party of disintegration. “Nullification” would have been\ntantamount to a return to the condition of the Confederation. Besides,\nJefferson not so many years before had written, in defence of Shays’s\nrebellion, that the tree of Liberty could never flourish unless\nrefreshed occasionally with the blood of patriots and tyrants. To most\nFederalists Jefferson seemed a bloodthirsty demagogue. In 1796 Oliver\nEllsworth had been appointed Chief Justice by General Washington in the\nplace of Jay, who resigned, and in 1799 John Adams sent Ellsworth as an\nenvoy to France to try to negotiate a treaty which should reëstablish\npeace between the two countries. Ellsworth succeeded in his mission, but\nthe hardships of his journey injured his health, and he, in turn,\nresigned in the autumn of 1800. Then Adams offered the Chief Justiceship\nto Jay, but Jay would not return to office, and after this the President\nselected his Secretary of State, John Marshall, one of the greatest of\nthe great Virginians, but one of Jefferson’s most irreconcilable\nenemies. Perhaps at no moment in his life did John Adams demonstrate his\nlegal genius more convincingly than in this remarkable nomination. Yet\nit must be conceded that, in making John Marshall Chief Justice, John\nAdams deliberately chose the man whom, of all his countrymen, he thought\nto be the most formidable champion of those views which he himself\nentertained, and which he conceived that he had been elected President\nto advance. Nor was John Adams deceived. For thirty-four years John\nMarshall labored ceaselessly to counteract Jefferson’s constitutional\nprinciples, while Jefferson always denounced the political partiality of\nthe federal courts, and above all the “rancorous hatred which Marshall\nbears to the government of his country, and ... the cunning and\nsophistry within which he is able to enshroud himself.\"[11]",
        "No one, at this day, would be disposed to dispute that the Constitution,\nas a device to postpone war among the states, at least for a period, was\nsuccessful, and that, as I have already pointed out, during the\ntentative interval which extended until Appomattox, the Supreme Court\nserved perhaps as well, in ordinary times, as an arbiter between the\nstates and the general government, as any which could have been\nsuggested. So much may be conceded, and yet it remains true, as the\nrecord will show, that when it passed this point and entered into\nfactional strife, the Supreme Court somewhat lamentably failed, probably\ninjuring itself and popular respect for law, far more by its errors,\nthan it aided the Union by its political adjudications.",
        "Although John Marshall, by common consent, ranks as one of the greatest\nand purest of Americans, yet even Marshall had human weaknesses, one of\nwhich was a really unreasonable antipathy to Thomas Jefferson; an\nantipathy which, I surmise, must, when Jefferson was inaugurated, have\nverged upon contempt. At least Marshall did what cautious men seldom do\nwhen they respect an adversary, he took the first opportunity to pick a\nquarrel with a man who had the advantage of him in position.",
        "In the last days of his presidency John Adams appointed one William\nMarbury a justice of the peace for the District of Columbia. The Senate\nconfirmed the appointment, and the President signed, and John Marshall,\nas Secretary of State, sealed Marbury’s commission; but in the hurry of\nsurrendering office the commission was not delivered, and Jefferson\nfound it in the State Department when he took possession. Resenting\nviolently these “midnight” appointments, as he called them, Jefferson\ndirected Mr. Madison, his Secretary of State, to withhold the\ncommission; and, at the next December term of the Supreme Court, Marbury\nmoved for a rule to Madison to show cause why he should not be commanded\nto deliver to the plaintiff the property to which Marbury pretended to\nbe entitled. Of course Jefferson declined to appear before Marshall,\nthrough his Secretary of State, and finally, in February, 1803, Marshall\ngave judgment, in what was, without any doubt, the most anomalous\nopinion he ever delivered, in that it violated all judicial conventions,\nfor, apparently, no object, save to humiliate a political opponent.",
        "Marshall had no intention of commanding Madison to surrender the\ncommission to Marbury. He was too adroit a politician for that. Marshall\nknew that he could not compel Jefferson to obey such a writ against his\nwill, and that in issuing the order he would only bring himself and his\ncourt into contempt. What he seems to have wished to do was to give\nJefferson a lesson in deportment. Accordingly, instead of dismissing\nMarbury’s suit upon any convenient pretext, as, according to legal\netiquette, he should have done if he had made up his mind to decide\nagainst the plaintiff, and yet thought it inexpedient to explain his\nview of the law, he began his opinion with a long and extra-judicial\nhomily, first on Marbury’s title to ownership in the commission, and\nthen on civil liberty. Having affirmed that Marbury’s right to his\noffice vested when the President had signed, and the Secretary of State\nhad sealed the instrument, he pointed out that withholding the property\nthus vested was a violation of civil rights which could be examined in a\ncourt of justice. Were it otherwise, the Chief Justice insisted, the\ngovernment of the United States could not be termed a government of laws\nand not of men.",
        "All this elaborate introduction was in the nature of a solemn lecture by\nthe Chief Justice of the Supreme Court to the President of the United\nStates upon his faulty discharge of his official duties. Having eased\nhis mind on this head, Marshall went on, very dexterously indeed, but\nalso very palpably, to elude the consequences of his temerity. He\ncontinued: The right of property being established, and the violation of\nthat right clear, it is plain that a wrong has been committed, and it\nonly remains to determine whether that wrong can be redressed under this\nform of procedure. We are of opinion that it cannot, because Congress\nhas no constitutional power to confer upon the Supreme Court original\njurisdiction in this class of litigation. In the lower courts alone can\nthe relief prayed for be obtained.",
        "Of all the events of Marshall’s life this controversy with Jefferson\nseems to me the most equivocal, and it was a direct effect of a\nconstitutional system which has permitted the courts to become the\ncensor of the political departments of the government. Marshall,\nprobably, felt exasperated by Jefferson’s virulence against these final\nappointments made by John Adams, while Marshall was Secretary of State,\nand for which he may have felt himself, in part, responsible. Possibly,\neven, he may have taken some of Jefferson’s strictures as aimed at\nhimself. At all events he went to extreme lengths in retaliation. He\nmight have dismissed the litigation in a few words by stating that,\nwhatever the abstract rights of the parties might have been, the Supreme\nCourt had no power to constrain the President in his official functions;\nbut he yielded to political animosity. Then, having taken a position\npractically untenable, he had to find an avenue of retreat, and he found\nit by asserting a supervisory jurisdiction over Congress, a step which,\neven at that early period, was most hazardous.[12]",
        "In reality Jefferson’s temper, far from being vindictive and\nrevolutionary, as his enemies believed, was rather gentle and timid, but\nhe would have been more than mortal had he endured such an insult in\nsilence. Nor could he, perhaps, have done so without risking the respect\nof his followers. So he decided on reprisals, and a scheme was matured\namong influential Virginians, like John Randolph and Senator William\nGiles, to purge the Supreme Court of Federalists. Among the associate\njustices of this court was Samuel Chase, a signer of the Declaration of\nIndependence and an able lawyer, but an arrogant and indiscreet\npartisan. Chase had made himself obnoxious on various public occasions\nand so was considered to be the best subject to impeach; but if they\nsucceeded with him the Jeffersonians proclaimed their intention of\nremoving all his brethren seriatim, including the chief offender of all,\nJohn Marshall. One day in December, 1804, Senator Giles, of Virginia,\nin a conversation which John Quincy Adams has reported in his diary,\ndiscussed the issue at large, and that conversation is most apposite\nnow, since it shows how early the inevitable tendency was developed to\nmake judges who participate in political and social controversies\nresponsible to the popular will. The conversation is too long to extract\nin full, but a few sentences will convey its purport:–",
        "“He treated with the utmost contempt the idea of an independentjudiciary.... And if the judges of the Supreme Court should dare, as\nthey had done, to declare an act of Congress unconstitutional, or to\nsend a mandamus to the Secretary of State, as they had done, it was\nthe undoubted right of the: House of Representatives to impeach them,\nand of the Senate to remove them, for giving such opinions, however\nhonest or sincere they may have been in entertaining them. * * * And a\nremoval by impeachment was nothing more than a declaration by Congress\nto this effect: You hold dangerous opinions, and if you are suffered to\ncarry them into effect you will work the destruction of the nation. We\nwant your offices, for the purpose of giving them to men who will fill\nthem better.\"[13]",
        "Jefferson, though he controlled a majority in the Senate, failed by a\nnarrow margin to obtain the two-thirds vote necessary to convict Chase.\nNevertheless, he accomplished his object. Chase never recovered his old\nassurance, and Marshall never again committed a solecism in judicial\nmanners. On his side, after the impeachment, Jefferson showed\nmoderation. He might, if he had been malevolent, without doubt, have\nobtained an act of Congress increasing the membership of the Supreme\nCourt enough to have put Marshall in a minority. Then by appointing men\nlike Giles he could have compelled Marshall to resign. He did nothing of\nthe kind. He spared the Supreme Court, which he might have overthrown,\nand contented himself with waiting until time should give him the\nopportunity to correct the political tendencies of a body of men whom he\nsincerely regarded as a menace to, what he considered, popular\ninstitutions. Thus the ebullition caused by Marshall’s acrimony toward\nJefferson, because of Jefferson’s strictures on the appointments made\nby his predecessor subsided, leaving no very serious immediate mischief\nbehind, save the precedent of the nullification of an act of Congress by\nthe Supreme Court. That precedent, however, was followed by Marshall’s\nDemocratic successor. And nothing can better illustrate the inherent\nvice of the American constitutional system than that it should have been\npossible, in 1853, to devise and afterward present to a tribunal, whose\nprimary purpose was to administer the municipal law, a set of facts for\nadjudication, on purpose to force it to pass upon the validity of such a\nstatute as the Missouri Compromise, which had been enacted by Congress\nin 1820, as a sort of treaty of peace between the North and South, and\nwhose object was the limitation of the spread of slavery. Whichever way\nthe Court decided, it must have fallen into opprobrium with one-half the\ncountry. In fact, having been organized by the slaveholders to sustain\nslavery, it decided against the North, and therefore lost repute with\nthe party destined to be victorious. I need not pause to criticise the\nanimus of the Court, nor yet the quality of the law which the Chief\nJustice there laid down. It suffices that in the decade which preceded\nhostilities no event, in all probability, so exasperated passions, and\nso shook the faith of the people of the northern states in the\njudiciary, as this decision. Faith, whether in the priest or the\nmagistrate, is of slow growth, and if once impaired is seldom fully\nrestored. I doubt whether the Supreme Court has ever recovered from the\nshock it then received, and, considered from this point of view, the\ncareless attitude of the American people toward General Grant’s\nadministration, when in 1871 it obtained the reversal of Hepburn v.\nGriswold by appointments to the bench, assumes a sombre aspect.",
        "Of late some sensitiveness has been shown in regard to this transaction,\nand a disposition has appeared to defend General Grant and his\nAttorney-General against the charge of manipulating the membership of\nthe bench to suit their own views. At the outset, therefore, I wish to\ndisclaim any intention of entering into this discussion. To me it is\nimmaterial whether General Grant and Mr. Hoar did or did not nominate\njudges with a view to obtaining a particular judgment. I am concerned\nnot with what men thought, but with what they did, and with the effect\nof their acts at the moment, upon their fellow-citizens.",
        "Hepburn v. Griswold was decided in conference on November 27, 1869,\nwhen eight justices were on the bench. On February 1, following, Justice\nGrier resigned, and, on February 7, judgment was entered, the court then\nbeing divided four to three, but Grier having been with the majority,\nthe vote in reality stood five to three. Two vacancies therefore existed\non February 7, one caused by the resignation of Grier, the other by an\nact of Congress which had enlarged the court by one member, and which\nhad taken effect in the previous December.",
        "Chief Justice Chase held that the clause of the currency laws of 1862\nand 1863 which made depreciated paper a legal tender for preëxisting\ndebts was unconstitutional. No sooner had the judgment been recorded\nthan all the world perceived that, if both vacancies should be filled\nwith men who would uphold the acts, Hepburn v. Griswold might be\nreversed by a majority of one.",
        "The Republican party had full control of the government and was united\nin vehement support of the laws. On March 21, the second of the two new\njudges received his commission, and precisely ten days afterward the\nAttorney-General moved for a rehearing, taunting the Chief Justice with\nhaving changed his opinion on this point, and intimating that the issue\nwas in reality political, and not judicial at all.",
        "In the December Term following Knox v. Lee was argued by the\nAttorney-General, and, on May 1, 1871, judgment was entered reversing\nHepburn v. Griswold, both the new judges voting with the former\nminority, thus creating the necessary majority of one. No one has ever\ndoubted that what General Grant did coincided with the drift of opinion,\nand that the Republican party supported him without inquiring how he had\nachieved success.[14] After this it is difficult to suppose that much\nrespect could remain among the American people for the sanctity of\njudicial political decisions, or that a President, at the head of a\npopular majority, would incur much odium for intervening to correct\nthem, as a party measure.",
        "The last example of judicial interference which I shall mention was the\nnullification, in 1895, of a statute of Congress which imposed an income\ntax. The states have since set this decision aside by constitutional\namendment, and I should suppose that few would now dispute that the\nCourt when it so decided made a serious political and social error. As\nMr. Justice White pointed out, the judges undertook to deprive the\npeople, in their corporate capacity, of a power conceded to Congress “by\nuniversal consensus for one hundred years.\"[15] These words were used in\nthe first argument, but on the rehearing the present Chief Justice waxed\nwarm in remonstrating against the unfortunate position in which his\nbrethren placed the Court before the nation, protesting with almost\npassionate earnestness against the reversal by half-a-dozen judges of\nwhat had been the universally accepted legal, political, and economic\npolicy of the country solely in order that “invested wealth” might be\nread “into the constitution” as a favored and protected class of\nproperty. Mr. Justice White closed by saying that by this act the\nSupreme Court had “deprived [the Government] of an inherent attribute of\nits being.\"[16] I might go on into endless detail, but I apprehend\nthat these cases, which are the most important which have ever arisen on\nthis issue, suffice for my purpose.[17] I contend that no court can,\nbecause of the nature of its being, effectively check a popular majority\nacting through a coordinate legislative assembly, and I submit that the\nprecedents which I have cited prove this contention. The only result of\nan attempt and failure is to bring courts of justice into odium or\ncontempt, and, in any event, to make them objects of attack by a\ndominant social force in order to use them as an instrument, much as\nCharles II used Jeffreys.",
        "The moment we consider the situation philosophically we perceive why\nusing a court to control a coordinate legislature must, nearly\ninevitably, be sooner or later fatal to the court, if it asserts its\nprerogative. A court to be a fit tribunal to administer the municipal\nlaw impartially, or even relatively impartially, must be a small body of\nmen, holding by a permanent and secure tenure, guarded from all pressure\nwhich may unduly influence them. Also they should be men of much\nexperience and learned in the precedents which should make the rules\nwhich they apply stable and consistent. In short, a court should be\nrigid and emotionless. It follows that it must be conservative, for its\nmembers should long have passed that period of youth when the mind is\nsensitive to new impressions. Were it otherwise, law would cease to be\ncohesive. A legislature is nearly the antithesis of a court. It is\ndesigned to reflect the passions of the voters, and the majority of\nvoters are apt to be young. Hence in periods of change, when alone\nserious clashes between legislatures and courts are likely to occur, as\nthe social equilibrium shifts the legislature almost certainly will\nreflect the rising, the court the sinking power. I take the Dred Scott\nCase as an illustration. In 1857 the slaveholding interest had passed\nthe zenith of high fortune, and was hastening toward its decline. In the\nelections of 1858 the Democratic party, which represented slavery, was\ndefeated. But the Supreme Court had been organized by Democrats who had\nbeen dominant for many years, and it adhered, on the principle laid down\nby Jeffreys, to the master which created it.",
        "Occasionally, it is true, a court has been constructed by a rising\nenergy, as was the Supreme Court in 1789, but then it is equally\ntenacious to the instinct which created it. The history of the Supreme\nCourt is, in this point of view, eminently suggestive. The Federalist\ninstinct was constructive, not destructive, and accordingly Marshall’s\nfame rests on a series of constructive decisions like M’Culloch v.\nMaryland, Cohens v. Virginia, and Gibbons v. Odgen. In these\ndecisions he either upheld actual national legislation, or else the\npower of the nation to legislate. Conversely, whenever Marshall or his\nsuccessors have sought to obstruct social movement they have not\nprospered. Marbury v. Madison is not an episode on which any admirer\nof Marshall can linger with satisfaction. In theory it may be true, as\nHamilton contended, that, given the fact that a written constitution is\ninevitable, a bench of judges is the best tribunal to interpret its\nmeaning, since the duty of the judge has ever been and is now to\ninterpret the meaning of written instruments; but it does not follow\nfrom this premise that the judges who should exercise this office should\nbe the judges who administer the municipal law. In point of fact\nexperience has proved that, so far as Congress is concerned, the results\nof judicial interference have been negative. And it would be well if in\nother spheres of American constitutional development, judicial activity\nhad been always negative. Unfortunately, as I believe, it has extended\ninto the domain of legislation. I will take the Dred Scott Case once\nmore to illustrate my meaning. The North found it bad enough for the\nSupreme Court to hold that, under the Constitution, Congress could not\nexclude slavery from the national territory beyond a certain boundary\nwhich had been fixed by compromise between the North and South. But the\nNorth would have found it intolerable if the Court, while fully\nconceding that Congress might so legislate, if the character of the\nlegislation commended itself to the judges, had held the Missouri\nCompromise to be unconstitutional because they thought it\nunreasonable. Yet this, in substance, is what our courts have done.\nAnd this brings me to the consideration of American courts as\nlegislative chambers.",
        "[6] The relation of courts to legislation in European countries has been\npretty fully considered by Brinton Coxe, in Judicial Power and\nConstitutional Legislation.",
        "[7] Federalist No. LXXVIII.",
        "[8] The Federalist, No. LXXVIII.",
        "[9] The Federalist, No. LXXVIII.",
        "[10] Cohens v. Virginia, 6 Wheaton 415.",
        "[11] To Madison, Ford, 9, 275.",
        "[12] Marshall’s constitutional doctrine was not universally accepted,\neven in the courts of the northern states, until long afterward. As\neminent a jurist as Chief Justice Gibson of Pennsylvania, as late as\n1825, gave a very able dissenting opinion in opposition in Eakin v.\nRaub, 12 S.&R., 344.",
        "[13] Memoirs, I, 322.",
        "[14] Hepburn v. Griswold, 8 Wallace 603. Decided in conference on Nov.\n27, 1869, more than a month before Grier’s resignation. Knox v. Lee,\n12 Wallace 457.",
        "[15] 157 U.s. 608.",
        "[16] Pollock v. The Farmers’ Loan & Trust Co., 158 U.S. 715.",
        "[17] In 1889 Mr. J.C. Bancroft Davis compiled a table of the acts of\nCongress which up to that time had been held to be unconstitutional. It\nis to be found in the Appendix to volume 131 U.S. Reports, page CCXXXV.\nMr. Davis has, however, omitted from his list the Dred Scott Case,\nprobably for the technical reason that, in 1857, when the cause was\ndecided, the Missouri Compromise had been repealed. Nevertheless, though\nthis is true, Tansy’s decision hinged upon the invalidity of the law.",
        "Besides the statutes which I have mentioned in the test, the two most\nimportant, I suppose, which have been annulled, have to me no little\ninterest. These are the Civil Rights Act of 1875, and the Employers’\nLiability Act of 1906. The Civil Rights Act of 1875 grew rapidly\nunpopular, and the decision which overturned it coincided with the\nstrong drift of opinion. The Civil Rights Cases were decided in October,\n1883, and Mr. Cleveland was elected President in 1884. Doubtless the law\nwould have been repealed had the judiciary supported it. Therefore this\nadjudication stood.",
        "On the other hand, the Employers’ Liability Act of 1906 was held bad\nbecause Congress undertook to deal with commerce conducted wholly within\nthe states, and therefore beyond the national jurisdiction. The Court,\nconsequently, in the Employers’ Liability Cases, simply defined the\nlimits of sovereignty, as a Canadian Court might do; it did not question\nthe existence of sovereignty itself. In 1908 Congress passed a statute\nfree from this objection, and the Court, in the Second Employers’\nLiability Cases, 223 U.S. 1, sustained the legislation in the most\nthoroughgoing manner. I know not where to look for two better\nillustrations of my theory.",
        "Continue...",
        "\nThis eBook of “The Theory of Social Revolutions” by Brooks Adams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Theory of Social RevolutionsBy Brooks AdamsAt Amazon"
    ]
}