{
    "title": "The Life of Abraham Lincoln - Chapter XXVII. The Darkest Hour of the War",
    "author": "Henry Ketcham",
    "chapter": "29",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "There were so many dark hours in that war, and those hours were so\ndark, that it is difficult to specify one as the darkest hour. Perhaps\na dozen observers would mention a dozen different times. But Lincoln\nhimself spoke of the complication known as the Trent affair as the\ndarkest hour. From his standpoint it was surely so. It was so because\nhe felt the ground of public confidence slipping out from under him as\nat no other time. The majority of the North were with him in sentiment\nfor the most part. A goodly number were with him all the time,–except\nthis. This time, Charles Sumner, the Chairman of the Senate Committee\non Foreign Relations, was in agreement with him, but beyond that,\neverybody was against him, North and South, and all Europe as well.\nUpon him fell the task of turning the very turbulent current of public\nsentiment into the channel of duty and wisdom.",
        "The facts of the affair were simple. Two men, Mason and Slidell, both\nex-senators of the United States, had started, with their secretaries\nand families, to England and France as emissaries of the Confederate\ngovernment. These countries had already recognized the Confederates as\nbelligerents, and the mission of these men was to secure the\nrecognition of the Confederate government as a nation. They succeeded\nin running the blockade at Charleston and put in at Havana. There they\nwere received with much ostentation. They took passage on the British\nmail steamer Trent to St. Thomas, intending to take the packet thence\nto England.",
        "Captain Wilkes, commanding a war vessel of the United States, was in\nthe neighborhood and learned of these proceedings and plans. He stopped\nthe British vessel on the high seas and by force took the two men and\ntheir secretaries. They were confined in Fort Warren, Boston Harbor.",
        "This capture set the entire North ablaze with enthusiasm. Seward was in\nfavor of it. Stanton, who a few weeks later was appointed Secretary of\nWar, applauded the act. Welles, Secretary of the Navy, wrote a\ncongratulatory letter upon the “great public service.” The people of\nBoston tendered a banquet to the hero of the hour. When congress\nassembled about a month later, it gave him a vote of thanks. This wave\nof public enthusiasm swept the country from ocean to ocean. The\nsouthern sympathies of England and France had been so pronounced that\nthis whole country seemed to unite in hilarious triumph over this\ncapture, and regarded it as a slap in the face to England’s pride. The\nfact that the complications threatened war with that nation only added\nfuel to the flames.",
        "The excitement ran highest among the soldiers. Camp life had become\nmonotonous, no decisive victories had raised their courage and\nenthusiasm. They were tired. They were exasperated with England’s\npolicy. They wanted to fight England.",
        "The feeling upon the other side of the question ran equally high in the\nSouth, in England, and in France. As soon as the matter could receive\nofficial attention, the British minister at Washington was instructed\nto demand the instant release of the four men with a suitable apology.\nHe was to wait seven days for an answer, and if the demand was not met\nby that time, he was to break off diplomatic relations with the United\nStates. This of course meant war.",
        "Sumner seems to have been the only other one who said, “We shall have\nto give them up.” Lincoln, when he heard of the capture, declared that\nthey would prove to be white elephants on our hands. “We shall have to\ngive them up,” he too said. But the difficulty was to lead the excited\nnation to see the need of this as he saw it. He declared that “we\nfought Great Britain for doing just what Captain Wilkes has done. If\nGreat Britain protests against this act and demands their release, we\nmust adhere to our principles of 1812. We must give up these prisoners.\nBesides, one war at a time.” He again said that it was “the bitterest\npill he ever swallowed. But England’s triumph will not last long. After\nthis war is over we shall call her to account for the damage she has\ndone us in our hour of trouble.”",
        "The policy of the government with regard to this matter was not settled\nin the cabinet meeting until the day after Christmas. Public enthusiasm\nby that time had had six weeks in which to cool down. In that time the\nsober second judgment had illuminated many minds, and the general\npublic was ready to see and hear reason. The outline of the reply of\nthe United States was directed by Lincoln, but he instructed Seward to\nchoose his own method of arguing the case. The reply was set forth in a\nvery able and convincing paper. It reaffirmed our adhesion to the\ndoctrine of 1812, said that Captain Wilkes had not done in an orderly\nway that which he did, promised that the prisoners would be cheerfully\nset at liberty, but declined to make any apology.",
        "At this late date we are able to look somewhat behind the scenes, and\nwe now know that the Queen and the Prince consort were very deeply\nconcerned over the possibility of a war with us. They had only the\nkindest feelings for us, and just then they felt especially grateful\nfor the many courtesies which had been shown to the Prince of Wales\nupon his recent visit to this country. They were glad to get through\nwith the incident peaceably and pleasantly.",
        "Seward’s reply was accepted as fully satisfactory. The English\nconcurred, the Americans concurred, and the danger was over. There was\nthen something of a revulsion of feeling. The feeling between our\ngovernment and that of England was more cordial than before, and the\nsame is true of the feeling between the two peoples. The South and\ntheir sympathizers were bitterly disappointed. The wise management of\nour President had turned one of the greatest dangers into a most\nvaluable success. There was never again a likelihood that England would\nform an alliance with the Southern Confederacy.",
        "The result was most fortunate for us and unfortunate for the southern\nemissaries. They were no longer heroes, they were “gentlemen of\neminence,” but not public functionaries. They were like other\ntravelers, nothing more. They were not received at either court. They\ncould only “linger around the back doors” of the courts where they\nexpected to be received in triumph, and bear as best they could the\nstudied neglect with which they were treated. The affair, so ominous at\none time, became most useful in its practical results to our cause.\nLord Palmerston, the British premier, got the four prisoners, but\nLincoln won the game.",
        "This is a convenient place to speak of the personal griefs of the\nPresident. From his earliest years on, he was wonderfully affected by\nthe presence of death. Very few people have had this peculiar feeling\nof heart-break with such overwhelming power. The death of his infant\nbrother in Kentucky, the death of his mother in Indiana, impressed him\nand clouded his mind in a degree entirely unusual. We have seen that in\nSpringfield the death of Ann Rutledge well-nigh unseated his reason.\nFrom these he never recovered.",
        "The horror of war was that it meant death, death, death! He, whose\nheart was tender to a fault, was literally surrounded by death. The\nfirst victim of the war, Colonel Ellsworth, was a personal friend, and\nhis murder was a personal affliction. There were others that came near\nto him. Colonel E. D. Baker, an old friend and neighbor of Lincoln, the\nman who had introduced him at his inaugural, was killed at Ball’s Bluff\nOct. 21, 1861. Baker’s personal courage made him conspicuous and marked\nhim out as a special target for the enemy’s aim. While gallantly\nleading a charge, he fell, pierced almost simultaneously by four\nbullets. It fell upon Lincoln like the death of a brother. He was\nconsumed with grief.",
        "The following February his two boys, Willie and Tad, were taken ill.\nLincoln’s fondness for children was well known. This general love of\nchildren was a passion in regard to his own sons. In this sickness he\nnot only shared the duties of night-watching with the nurse, but at\nfrequent intervals he would slip away from callers, and even from\ncabinet meetings, to visit briefly the little sufferers. Willie died on\nFebruary 20th, and for several days before his death he was delirious.\nHis father was with him almost constantly.",
        "This is one of the few instances when he could be said to neglect\npublic business. For a few days before, and for a longer period after,\nWillie’s death, he was completely dejected. Though he was a devout\nChristian, in spirit and temper, his ideas of personal immortality were\nnot at that time sufficiently clear to give him the sustaining help\nwhich he needed under his affliction.",
        "J. G. Holland records a pathetic scene. This was communicated to him by\na lady whose name is not given. She had gone to Washington to persuade\nthe President to have hospitals for our soldiers located in the North.\nHe was skeptical of the plan and was slow to approve it. His hesitation\nwas the occasion of much anxiety to her. When he finally granted the\npetition, she thanked him with great earnestness and said she was sure\nhe would be happy that he had done it. He sat with his face in his\nhands and groaned: “Happy? I shall never be happy again!”",
        "Below all his play of wit and humor, there was an undercurrent of\nagony. So great were his kindness, gentleness, tenderness of heart,\nthat he could not live in this cruel world, especially in the period\nwhen the times were so much out of joint, without being a man of\nsorrows. The present writer never saw Lincoln’s face but twice, once in\nlife and once in death. Both times it seemed to him, and as he\nremembers it after the lapse of more than a third of a century, it\nstill seems to him, the saddest face his eyes have ever looked upon.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}