{
    "title": "The Adventures of Baron Munchausen - Chapter XXXIII",
    "author": "Raspe",
    "chapter": "38",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The Baron goes to Petersburgh, and converses with the Empress–\n  Persuades the Russians and Turks to cease cutting one another’s\n  throats, and in concert cut a canal across the Isthmus of Suez–\n  The Baron discovers the Alexandrine Library, and meets with Hermes\n  Trismegistus–Besieges Seringapatam, and challenges Tippoo Sahib\n  to single combat–They fight–The Baron receives some wounds to\n  his face, but at last vanquishes the tyrant–The Baron returns to\n  Europe, and raises the hull of the “Royal George.”",
        "Seized with a fury of canal-cutting, I took it in my head to form an\nimmediate communication between the Mediterranean and the Red Sea, and\ntherefore set out for Petersburgh.",
        "The sanguinary ambition of the Empress would not listen to my\nproposals, until I took a private opportunity, taking a cup of coffee\nwith her Majesty, to tell her that I would absolutely sacrifice myself\nfor the general good of mankind, and if she would accede to my\nproposals, would, on the completion of the canal, ipso facto, give\nher my hand in marriage!",
        "“My dear, dear Baron,” said she, “I accede to everything you please,\nand agree to make peace with the Porte on the conditions you mention.\nAnd,” added she, rising with all the majesty of the Czarina, Empress\nof half the world, “be it known to all subjects, that We ordain these\nconditions, for such is our royal will and pleasure.”",
        "I now proceeded to the Isthmus of Suez, at the head of a million of\nRussian pioneers, and there united my forces with a million of Turks,\narmed with shovels and pickaxes. They did not come to cut each other’s\nthroats, but for their mutual interest, to facilitate commerce and\ncivilisation, and pour all the wealth of India by a new channel into\nEurope. “My brave fellows,” said I, “consider the immense labour of\nthe Chinese to build their celebrated wall; think of what superior\nbenefit to mankind is our present undertaking; persevere, and fortune\nwill second your endeavours. Remember it is Munchausen who leads you\non, and be convinced of success.”",
        "Saying these words, I drove my chariot with all my might in my former\ntrack, that vestige mentioned by the Baron de Tott, and when I was\nadvanced considerably, I felt my chariot sinking under me. I attempted\nto drive on, but the ground, or rather immense vault, giving way, my\nchariot and all went down precipitately. Stunned by the fall, it was\nsome moments before I could recollect myself, when at length, to my\namazement, I perceived myself fallen into the Alexandrine Library,\noverwhelmed in an ocean of books; thousands of volumes came tumbling\non my head amidst the ruins of that part of the vault through which my\nchariot had descended, and for a time buried my bulls and all beneath\na heap of learning. However, I contrived to extricate myself, and\nadvanced with awful admiration through the vast avenues of the\nlibrary. I perceived on every side innumerable volumes and\nrepositories of ancient learning, and all the science of the\nAntediluvian world. Here I met with Hermes Trismegistus, and a parcel\nof old philosophers debating upon the politics and learning of their\ndays. I gave them inexpressible delight in telling them, in a few\nwords, all the discoveries of Newton, and the history of the world\nsince their time. These gentry, on the contrary, told me a thousand\nstories of antiquity that some of our antiquarians would give their\nvery eyes to hear.",
        "In short, I ordered the library to be preserved, and I intend making a\npresent of it, as soon as it arrives in England, to the Royal Society,\ntogether with Hermes Trismegistus, and half a dozen old philosophers.\nI have got a beautiful cage made, in which I keep these extraordinary\ncreatures, and feed them with bread and honey, as they seem to believe\nin a kind of doctrine of transmigration, and will not touch flesh.\nHermes Trismegistus especially is a most antique looking being, with a\nbeard half a yard long, covered with a robe of golden embroidery, and\nprates like a parrot. He will cut a very brilliant figure in the\nMuseum.",
        "Having made a track with my chariot from sea to sea, I ordered my\nTurks and Russians to begin, and in a few hours we had the pleasure of\nseeing a fleet of British East Indiamen in full sail through the\ncanal. The officers of this fleet were very polite, and paid me every\napplause and congratulation my exploits could merit. They told me of\ntheir affairs in India, and the ferocity of that dreadful warrior,\nTippoo Sahib, on which I resolved to go to India and encounter the\ntyrant. I travelled down the Red Sea to Madras, and at the head of a\nfew Sepoys and Europeans pursued the flying army of Tippoo to the\ngates of Seringapatam. I challenged him to mortal combat, and, mounted\non my steed, rode up to the walls of the fortress amidst a storm of\nshells and cannon-balls. As fast as the bombs and cannon-balls came\nupon me, I caught them in my hands like so many pebbles, and throwing\nthem against the fortress, demolished the strongest ramparts of the\nplace. I took my mark so direct, that whenever I aimed a cannon-ball\nor a shell at any person on the ramparts I was sure to hit him: and\none time perceiving a tremendous piece of artillery pointed against\nme, and knowing the ball must be so great it would certainly stun me,\nI took a small cannon-ball, and just as I perceived the engineer going\nto order them to fire, and opening his mouth to give the word of\ncommand, I took aim and drove my ball precisely down his throat.",
        "Tippoo, fearing that all would be lost, that a general and successful\nstorm would ensue if I continued to batter the place, came forth upon\nhis elephant to fight me; I saluted him, and insisted he should fire\nfirst.",
        "Tippoo, though a barbarian, was not deficient in politeness, and\ndeclined the compliment; upon which I took off my hat, and bowing,\ntold him it was an advantage Munchausen should never be said to accept\nfrom so gallant a warrior: on which Tippoo instantly discharged his\ncarbine, the ball from which, hitting my horse’s ear, made him plunge\nwith rage and indignation. In return I discharged my pistol at Tippoo,\nand shot off his turban. He had a small field-piece mounted with him\non his elephant, which he then discharged at me, and the grape-shot\ncoming in a shower, rattled in the laurels that covered and shaded me\nall over, and remained pendant like berries on the branches. I then,\nadvancing, took the proboscis of his elephant, and turning it against\nthe rider, struck him repeatedly with the extremity of it on either\nside of the head, until I at length dismounted him. Nothing could\nequal the rage of the barbarian finding himself thrown from his\nelephant. He rose in a fit of despair, and rushed against my steed and\nmyself: but I scorned to fight him at so great a disadvantage on his\nside, and directly dismounted to fight him hand to hand. Never did I\nfight with any man who bore himself more nobly than this adversary; he\nparried my blows, and dealt home his own in return with astonishing\nprecision. The first blow of his sabre I received upon the bridge of\nmy nose, and but for the bony firmness of that part of my face, it\nwould have descended to my mouth. I still bear the mark upon my nose.",
        "He next made a furious blow at my head, but I, parrying, deadened the\nforce of his sabre, so that I received but one scar on my forehead,\nand at the same instant, by a blow of my sword, cut off his arm, and\nhis hand and sabre fell to the earth; he tottered for some paces, and\ndropped at the foot of his elephant. That sagacious animal, seeing the\ndanger of his master, endeavoured to protect him by flourishing his\nproboscis round the head of the Sultan.",
        "Fearless I advanced against the elephant, desirous to take alive the\nhaughty Tippoo Sahib; but he drew a pistol from his belt, and\ndischarged it full in my face as I rushed upon him, which did me no\nfurther harm than wound my cheek-bone, which disfigures me somewhat\nunder my left eye. I could not withstand the rage and impulse of that\nmoment, and with one blow of my sword separated his head from his\nbody.",
        "I returned overland from India to Europe with admirable velocity, so\nthat the account of Tippoo’s defeat by me has not as yet arrived by\nthe ordinary passage, nor can you expect to hear of it for a\nconsiderable time. I simply relate the encounter as it happened\nbetween the Sultan and me; and if there be any one who doubts the\ntruth of what I say, he is an infidel, and I will fight him at any\ntime and place, and with any weapon he pleases.",
        "Hearing so many persons talk about raising the “Royal George,” I began\nto take pity on that fine old ruin of British plank, and determined to\nhave her up. I was sensible of the failure of the various means\nhitherto employed for the purpose, and therefore inclined to try a\nmethod different from any before attempted. I got an immense balloon,\nmade of the toughest sail-cloth, and having descended in my diving-\nbell, and properly secured the hull with enormous cables, I ascended\nto the surface, and fastened my cables to the balloon. Prodigious\nmultitudes were assembled to behold the elevation of the “Royal\nGeorge,” and as soon as I began to fill my balloon with inflammable\nair the vessel evidently began to move: but when my balloon was\ncompletely filled, she carried up the “Royal George” with the greatest\nrapidity. The vessel appearing on the surface occasioned a universal\nshout of triumph from the millions assembled on the occasion. Still\nthe balloon continued ascending, trailing the hull after like a\nlantern at the tail of a kite, and in a few minutes appeared floating\namong the clouds.",
        "It was then the opinion of many philosophers that it would be more\ndifficult to get her down then it had been to draw her up. But I\nconvinced them to the contrary by taking my aim so exactly with a\ntwelve-pounder, that I brought her down in an instant.",
        "I considered, that if I should break the balloon with a cannon-ball\nwhile she remained with the vessel over the land, the fall would\ninevitable occasion the destruction of the hull, and which, in its\nfall, might crush some of the multitude; therefore I thought it safer\nto take my aim when the balloon was over the sea, and pointing my\ntwelve-pounder, drove the ball right through the balloon, on which the\ninflammable air rushed out with great force, and the “Royal George\"\ndescended like a falling star into the very spot from whence she had\nbeen taken. There she still remains, and I have convinced all Europe\nof the possibility of taking her up.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}