{
    "title": "The Lords of the Wild - Chapter III: In the Cliff",
    "author": "Joseph A. Altsheler",
    "chapter": "4",
    "content": [
        "\n\n",
        "It was only a half mile to the promised land and Robert expected a\nquick and easy voyage, as they were powerful swimmers and could push\nthe tree before them without trouble.",
        "“When I reach the shore and get well back of the lake,” he said to\nTayoga, “I mean to lie down in a thicket and sleep forty-eight hours.\nI am entitled now to a rest that long.”",
        "“Dagaeoga will sleep when the spirits of earth and air decree it, and\nnot before,” replied the Onondaga gravely. “Can you see anything of\nour foes in the south?”",
        "“Not a trace.”",
        "“Then your eyes are not as good as mine or you do not use them as\nwell, because I see a speck on the water blacker than the surface of\nthe lake, and it is moving.”",
        "“Where, Tayoga?”",
        "“Look toward the eastern shore, where the cliff rises tall and almost\nstraight.”",
        "“Ah, I see it now. It is a canoe, and it is moving.”",
        "“So it is, Dagaeoga, and it is coming our way. Did I not tell you that\nManitou, no matter how much he favors us, will not help us all the\ntime? Not even the great and pious Tododaho, when he was on earth,\nexpected so much. Now I think that after saving you with the bird\nand all of us with the empty canoe he means to leave us to our own\nstrength and courage, and see what we will do.”",
        "“And it will be strange, if after being protected so far by a power\ngreater than our own we can’t protect ourselves now,” said Willet\ngravely.",
        "“The canoe is coming fast,” said Tayoga. “I can see it growing on the\nwater.”",
        "“So it is, and I infer from its speed that it has at least four\npaddles in it. There’s no doubt they are disappointed in not finding\nus farther down, and their boat has come back to look for us.”",
        "“This is not the only tree uprooted by the wind and afloat on the\nlake,” said Tayoga, “and now it must be our purpose to make the\nwarriors think it has come into the water naturally.”",
        "Long before the French word “camouflage” was brought into general use\nby a titanic war the art of concealment and illusion was practiced\nuniversally by the natives of the North American wilderness. It was in\ntruth their favorite stratagem in their unending wars, and there was\nhigh praise for those who could use it best.",
        "“Well spoken, Tayoga,” said Willet. “Luckily these living branches\nhide us, and, as the wind still blows strongly toward the south, we\nmust let the tree float in that direction.”",
        "“And not go toward the mainland!” said Robert.",
        "“Aye, lad, for the present. It’s stern necessity. If the warriors in\nthat canoe saw the tree floating against the wind they’d know\nwe’re here. Trust ’em for that. I think we’re about to run another\ngauntlet.”",
        "The trunk now drifted with the wind, though the three edged it ever so\nslightly, but steadily, toward the shore.",
        "Meanwhile the canoe grew and grew, and they saw, as Willet had\nsurmised, that it contained four paddles. It was evident too that they\nwere on a quest, as the boat began to veer about, and the four Indians\nswept the lake with eager eyes.",
        "The tree drifted on. Farther to the west and near the shore, another\ntree was floating in the same manner, and off to the east a third was\nbeckoning in like fashion. There was nothing in the behavior of the\nthree trees to indicate that one of them was different from the other\ntwo.",
        "The eyes of the savages passed over them, one after another, but they\nsaw no human being hidden within their boughs. Yet Robert at least,\nwhen those four pairs of eyes rested on his tree, felt them burning\ninto his back. It was a positive relief, when they moved on and began\nto hunt elsewhere.",
        "“They will yet bring their canoe much closer,” whispered Willet. “It’s\ntoo much to expect that they will let us go so easily, and we’ve got\nto keep up the illusion quite a while longer. Don’t push on the tree.\nThe wind is dying a little, and our pace must be absolutely the pace\nof the breeze. They notice everything and if we were to go too fast\nthey’d be sure to see it.”",
        "They no longer sought to control their floating support, and, as the\nwind suddenly sank very much, it hung lazily on the crests of little\nwaves.",
        "It was a hard test to endure, while the canoe with the four relentless\nwarriors in it rowed about seeking them. Robert paid all the price of\na vivid and extremely brilliant imagination. While those with such a\ntemperament look far ahead and have a vision of triumphs to come out\nof the distant future, they also see far more clearly the troubles\nand dangers that confront them. So their nerves are much more severely\ntried than are those of the ordinary and apathetic. Great will power\nmust come to their relief, and thus it was with Robert. His body\nquivered, though not with the cold of the water, but his soul was\nsteady.",
        "Although the wind sank, which was against them, the darkness\nincreased, and the fact that two other trees were afloat within\nview, was greatly in their favor. It gave them comrades in that lazy\ndrifting and diverted suspicion.",
        "“If they conclude to make a close examination of our tree, what shall\nwe do?” whispered Robert.",
        "“We’ll be at a great disadvantage in the water,” the hunter whispered\nback, “but we’ll have to get our rifles loose from their lashings and\nmake a fight of it. I’m hoping it won’t come to that.”",
        "The canoe approached the tree and then veered away again, as if the\nwarriors were satisfied with its appearance. Certainly a tree more\ninnocent in looks never floated on the waves of Lake George.",
        "The three were masters of illusion and deception, and they did not do\na single thing to turn the tree from its natural way of drifting. It\nobeyed absolutely the touch of the wind and not that of their hands,\nwhich rested as lightly as down upon the trunk. Once the wind stopped\nentirely and the tree had no motion save that of the swell. It\nwandered idly, a lone derelict upon a solitary lake.",
        "Robert scarcely breathed when the canoe was sent their way. He was\nwholly unconscious of the water in which he was sunk to the shoulders,\nbut every imaginative nerve was alive to the immense peril.",
        "“If they return and come much nearer we must immerse to the eyes,\"\nwhispered Willet. “Then they would have to be almost upon us before\nthey saw us. It will make it much harder for us to get at our weapons,\nbut we must take that risk too.”",
        "“They have turned,” said Robert, “and here they come!”",
        "It looked this time as if the savages had decided to make a close and\ncareful inspection of the tree, bearing directly toward it, and coming\nso close that Robert could see their fierce, painted faces well and\nthe muscles rising and falling on their powerful arms as they swept\ntheir paddles through the water. Now, he prayed that the foliage of\nthe tree would hide them well and he sank his body so deep in the lake\nthat a little water trickled into his mouth, while only the tips of\nhis fingers rested on the trunk. The hunter and the Onondaga were\nsubmerged as deeply as he, the upper parts of their faces and their\nhair blending with the water. When he saw how little they were\ndisclosed in the dusk his confidence returned.",
        "The four savages brought the canoe within thirty feet, but the\nfloating tree kept its secret. Its lazy drift was that of complete\ninnocence and their eyes could not see the dark heads that merged so\nwell with the dark trunk. They gazed for a half minute or so, then\nbrought their canoe about in a half circle and paddled swiftly away\ntoward the second tree.",
        "“Now Tododaho on his star surely put it in their minds to go away,\"\nwhispered the Onondaga, “and I do not think they will come back\nagain.”",
        "“Even so, we can’t yet make haste,” said the hunter cautiously. “If\nthis tree seems to act wrong they’ll see it though at a long distance\nand come flying down on us.”",
        "“The Great Bear is right, as always, but the wind is blowing again,\nand we can begin to edge in toward the shore.”",
        "“So we can. Now we’ll push the tree slowly toward the right. All\ntogether, but be very gentle. Robert, don’t let your enthusiasm run\naway with you. If we depart much from the course of the wind they’ll\nbe after us again no matter how far away they are now.”",
        "“They have finished their examination of the second tree,” said Tayoga\nin his precise school English, “and now they are going to the third,\nwhich will take them a yet greater distance from us.”",
        "“So they are. Fortune is with us.”",
        "They no longer felt it necessary to keep submerged to the mouth, but\ndrew themselves up, resting their elbows on the trunk, floating easily\nin the buoyant water. They had carefully avoided turning the tree in\nany manner, and their arms, ammunition and packs were dry and safe.\nBut they had been submerged so long that they were growing cold, and\nnow that the immediate danger seemed to have been passed they realized\nit.",
        "“I like Lake George,” said Robert. “It’s a glorious lake, a beautiful\nlake, a majestic lake, the finest lake I know; but that is no reason\nwhy I should want to live in its waters.”",
        "“Dagaeoga is never satisfied,” said Tayoga. “He might have been sunk\nin some shallow, muddy lake in a flat country, but instead he is\nput in this noble one with its beautiful cool waters, and the grand\nmountains are all about him.”",
        "“But this is the second time I’ve been immersed in a very short space,\nTayoga, and just now I crave dry land. I can’t recall a single hour or\na single moment when I ever wanted it more than I do this instant.”",
        "“I’m of a mind with you in that matter, Robert,” said the hunter, “and\nif all continues to go as well as it’s now going, we’ll set foot on it\nin fifteen minutes. That canoe is close to the third tree, and they’ve\nstopped to look at it. I think we can push a little faster toward the\nland. They can’t notice our slant at that distance. Aye, that’s\nright, lads! Now the cliffs are coming much nearer, and they look real\nfriendly. I see a little cove in there where our good tree can land,\nand it won’t be hard for us to find our way up the banks, though they\ndo rise so high. Now, steady! In we go! It’s a snug little cove, put\nhere to receive us. Be cautious how you rise out of the water, lads!\nThose fellows see like owls in the dark, and they’d trace us outlined\nhere against the shore. That’s it, Tayoga, you always do the right\nthing. We’ll crawl out of the lake behind this little screen of\nbushes. Now, have you lads got all your baggage loose from the tree?”",
        "“Yes,” replied Robert.",
        "“Then we’ll let it go.”",
        "“It’s been a fine tree, a kind tree,” said Robert, “and I’ve no doubt\nTayoga is right when he thinks a good spirit friendly to us has gone\ninto it.”",
        "They pushed it off and saw it float again on the lake, borne on by\nthe wind. Then they dried their bodies as well as they could in their\nhaste, and resumed their clothing. The hunter shook his gigantic\nframe, and he felt the strength pour back into his muscles and veins,\nwhen he grasped his rifle. It had been his powerful comrade for many\nyears, and he now stood where he could use it with deadly effect, if\nthe savages should come.",
        "They rested several minutes, before beginning the climb of the cliff,\nand saw a second and then a third canoe coming out of the south,\nevidently seeking them.",
        "“They’re pretty sure now that we haven’t escaped in that direction,\"\nsaid Willet, “and they’ll be back in full force, looking for us. We\ngot off the lake just in time.”",
        "The cliffs towered over them to a height of nearly two thousand feet,\nbut they began the ascent up a slanting depression that they had seen\nfrom the lake, well covered with bushes, and they took it at ease,\nlooking back occasionally to watch the futile hunt of the canoes for\nthem.",
        "“We’re not out of their ring yet,” said Willet. “They’ll be carrying\non another search for us on top of the cliffs.”",
        "“Don’t discourage us, Dave,” said Robert. “We feel happy now having\nescaped one danger, and we won’t escape the other until we come to\nit.”",
        "“Perhaps you’re right, lad. We’ll enjoy our few minutes of safety\nwhile we can and the sight of those canoes scurrying around the lake,\nlooking for their lost prey, will help along our merriment.”",
        "“That’s true,” said Robert, “and I think I’ll take a glance at them\nnow just to soothe my soul.”",
        "They were about three quarters of the way up the cliff, and the three,\nturning at the same time, gazed down at a great height upon the vast\nexpanse of Lake George. The night had lightened again, a full moon\ncoming out and hosts of stars sparkling in the heavens. The surface of\nthe lake gleamed in silver and they distinctly saw the canoes cruising\nabout in their search for the three. They also saw far in the south\na part of the fleet returning, and Robert breathed a sigh of\nthankfulness that they had escaped at last from the water.",
        "They turned back to the top, but the white lad felt a sudden faintness\nand had he not clung tightly to a stout young bush he would have gone\ncrashing down the slope. He quickly recovered himself and sought to\nhide his momentary weakness, but the hunter had noticed his stumbling\nstep and gave him a keen, questing glance. Then he too stopped.",
        "“We’ve climbed enough,” he said. “Robert, you’ve come to the end of\nyour rope, for the present. It’s a wonder your strength didn’t give\nout long ago, after all you’ve been through.”",
        "“Oh, I can go on! I’m not tired at all!” exclaimed the youth\nvaliantly.",
        "“The Great Bear tells the truth, Dagaeoga,” said the Onondaga, looking\nat him with sympathy, “and you cannot hide it from us. We will seek a\ncovert here.”",
        "Robert knew that any further effort to conceal his sudden exhaustion\nwould be in vain. The collapse was too complete, but he had nothing to\nbe ashamed of, as he had gone through far more than Willet and Tayoga,\nand he had reached the limit of human endurance.",
        "“Well, yes, I am tired,” he admitted. “But as we’re hanging on the\nside of a cliff about fifteen hundred feet above the water I don’t see\nany nice comfortable inn, with big white beds in it, waiting for us.”",
        "“Stay where you are, Dagaeoga,” said the Onondaga. “We will not try\nthe summit to-night, but I may find some sort of an alcove in the\ncliff, a few feet of fairly level space, where we can rest.”",
        "Robert sank down by the friendly bush, with his back against a great\nuplift of stone, while Willet stood on a narrow shelf, supporting\nhimself against a young evergreen. Tayoga disappeared silently upward.",
        "The painful contraction in the chest of the lad grew easier, and black\nspecks that had come before his eyes floated away. He returned to\na firm land of reality, but he knew that his strength was not yet\nsufficient to permit of their going on. Tayoga came back in about ten\nminutes.",
        "“I have found it,” he said in his precise school English. “It is not\nmuch, but about three hundred feet from the top of the cliff is a\nslight hollow that will give support for our bodies. There we may lie\ndown and Dagaeoga can sleep his weariness away.”",
        "“Camping securely between our enemies above and our enemies below,\"\nsaid Robert, his vivid imagination leaping up again. “It appeals to\nme to be so near them and yet well hidden, especially as we’ve left no\ntrail on this rocky precipice that they can follow.”",
        "“It would help me a lot if they were not so close,” laughed the\nhunter. “I don’t need your contrasts, Robert, to make me rest. I’d\nlike it better if they were a hundred miles away instead of only a\nfew hundred yards. But lead on, Tayoga, and we’ll say what we think of\nthis inn of yours when we see it.”",
        "The hollow was not so bad, an indentation in the stone, extending\nback perhaps three feet, and almost hidden by dwarfed evergreens and\nclimbing vines. It was not visible twenty feet above or below, and it\nwould have escaped any eye less keen than that of the Onondaga.",
        "“You’ve done well, Tayoga,” said Willet. “There are better inns in\nAlbany and New York, but it’s a pretty good place to be found in the\nside of a cliff fifteen hundred feet above the water.”",
        "“We’ll be snug enough here.”",
        "They crawled into the hollow, matted the vines carefully in front of\nthem to guard against a slip or an incautious step, and then the three\nlay back against the wall, feeling an immense relief. While not so\nworn as Robert, the bones and muscles of Willet and Tayoga also were\ncalling out for rest.",
        "“I’m glad I’m here,” said the hunter, and the others were forced to\nlaugh at his intense earnestness.",
        "Robert sank against the wall of the cliff, and he felt an immense\npeace. The arching stone over his head, and the dwarfed evergreens\npushing themselves up where the least bit of soil was to be found,\nshut out the view before them, but it was as truly an inn to him at\nthat moment as any he had ever entered. He closed his eyes in content\nand every nerve and muscle relaxed.",
        "“Since you’ve shut down your lids, lad, keep ’em down,” said the\nhunter. “Sleep will do you more good now than anything else.”",
        "But Robert quickly opened his eyes again.",
        "“No,” he said, “I think I’ll eat first.”",
        "Willet laughed.",
        "“I might have known that you would remember your appetite,” he said.\n“But it’s not a bad idea. We’ll all have a late supper.”",
        "They had venison and cold hominy from their knapsacks, and they ate\nwith sharp appetites.",
        "Then Robert let his lids fall again and in a few minutes was off to\nslumberland.",
        "“Now you follow him, Tayoga,” said Willet, “and I’ll watch.”",
        "“But remember to awake me for my turn,” said the Onondaga.",
        "“You can rely upon me,” said the hunter.",
        "The disciplined mind of Tayoga knew how to compel sleep, and on this\noccasion it was needful for him to exert his will. In an incredibly\nbrief time he was pursuing Robert through the gates of sleep to the\nblessed land of slumber that lay beyond, and the hunter was left alone\non watch.",
        "Willet, despite his long life in the woods, was a man of cultivation\nand refinement. He knew and liked the culture of the cities in its\nhighest sense. His youth had not been spent in the North American\nwilderness. He had tasted the life of London and Paris, and long use\nand practice had not blunted his mind to the extraordinary contrasts\nbetween forest and town.",
        "He appreciated now to the full their singular situation, practically\nhanging on the side of a mighty cliff, with cruel enemies seeking them\nbelow and equally cruel enemies waiting for them above.",
        "The crevice in which they lay was little more than a dent in the stone\nwall. If either of the lads moved a foot and the evergreens failed to\nhold him he would go spinning a quarter of a mile straight down to the\nlake. The hunter looked anxiously in the dusk at the slender barrier,\nbut he judged that it would be sufficient to stop any unconscious\nmovement. Then he glanced at Robert and Tayoga and he was reassured.\nThey were so tired and sleep had claimed them so completely that they\nlay like the dead. Neither stirred a particle, but in the silence the\nhunter heard their regular breathing.",
        "The years had not made Willet a skeptic. While he did not accept\nunquestioningly all the beliefs of Tayoga, neither did he wholly\nreject them. It might well be true that earth, air, trees and other\nobjects were inhabited by spirits good or bad. At least it was a\npleasing belief and he had no proof that it was not true. Certainly,\nit seemed as if some great protection had been given to his comrades\nand himself in the last day or two. He looked up through the evergreen\nveil at the peaceful stars, and gave thanks and gratitude.",
        "The night continued to lighten. New constellations swam into the\nheavenly blue, and the surface of the lake as far as eye could range\nwas a waving mass of molten silver. The portion of the Indian fleet\nthat had come back from the south was passing. It was almost precisely\nopposite the covert now and not more than three hundred yards from the\nbase of the cliff. The light was so good that Willet distinctly saw\nthe paddlers at work and the other warriors sitting upright. It was\nnot possible to read eyes at such a distance, but he imagined what\nthey expressed and the thought pleased him. As Robert had predicted,\nthe snugness of their hiding place with savages above and savages\nbelow heightened his feeling of comfort and safety. He was in sight\nand yet unseen. They would never think of the three hanging there in\nthe side of the cliff. He laughed softly, under his breath, and he had\nnever laughed with more satisfaction.",
        "He tried to pick out Tandakora, judging that his immense size would\ndisclose him, but the chief was not there. Evidently he was with the\nother part of the fleet and was continuing the vain search in the\nsouth. He laughed again and with the same satisfaction when he thought\nof the Ojibway’s rage because the hated three had slipped once more\nthrough his fingers.",
        "“An Ojibway has no business here in the province of New York, anyway,\"\nhe murmured. “His place is out by the Great Lakes.”",
        "The canoes passed on, and, after a while, nothing was to be seen on\nthe waves of Lake George. Even the drifting trees, including the one\nthat had served them so well, had gone out of sight. The lake only\nexpressed peace. It was as it might have been in the dawn of time with\nthe passings of no human beings to vex its surface.",
        "Something stirred in the bushes near the hunter. An eagle, with great\nspread of wing, rose from a nest and sailed far out over the silvery\nwaters. Willet surmised that the nearness of the three had disturbed\nit, and he was sorry. He had a kindly feeling toward birds and beasts\njust then, and he did not wish to drive even an eagle from his home.\nHe hoped that it would come back, and, after a while, it did so,\nsettling upon its nest, which could not have been more than fifty\nyards away, where its mate had remained unmoving while the other went\nabroad to hunt.",
        "There was no further sign of life from the people of the wilderness,\nand Willet sat silent a long time. Dawn came, intense and brilliant.\nHe had hoped the day would be cloudy, and he would have welcomed rain,\ndespite its discomfort, but the sun was in its greatest splendor, and\nthe air was absolutely translucent. The lake and the mountains sprang\nout, sharp and clear. Far to the south the hunter saw a smudge upon\nthe water which he knew to be Indian canoes. They were miles away, but\nit was evident that the French and Indians still held the lake, and\nthere was no escape for the three by water. There had been some idea\nin Willet’s mind of returning along the foot of the cliffs to their\nown little boat, but the brilliant day and the Indian presence\ncompelled him to put it away.",
        "The sun, huge, red and scintillating, swung clear of the mighty\nmountains, and the waters that had been silver in the first morning\nlight turned to burning gold. In the shining day far came near and\nobjects close by grew to twice their size. To attempt to pass the\nwarriors in such a light would be like walking on an open plain,\nthought the hunter, and, always quick to decide, he took his\nresolution.",
        "It was characteristic of David Willet that no matter what the\nsituation he always made the best of it. His mind was a remarkable\nmingling of vigor, penetration and adaptability. If one had to wait,\nwell, one had to wait and there was nothing else in it. He sank down\nin the little cove in the cliff and rested his back against the stony\nwall. He, Robert and Tayoga filled it, and his moccasined feet touched\nthe dwarfed shrubs which made the thin green curtain before the\nopening. He realized more fully now in the intense light of a\nbrilliant day what a slender shelf it was. Any one of them might have\npitched from it to a sure death below. He was glad that the white lad\nand the red lad had been so tired that they lay like the dead. Their\npositions were exactly the same as when they sank to sleep. They had\nnot stirred an inch in the night, and there was no sign now that\nthey intended to awake any time soon. If they had gone to the land of\ndreams, they were finding it a pleasant country and they were in no\nhurry to return from it.",
        "The giant hunter smiled. He had promised the Onondaga to awaken him at\ndawn, and he knew that Robert expected as much, but he would not keep\nhis promise. He would let nature hold sway; when it chose to awaken\nthem it could, and meanwhile he would do nothing. He moved just a\nlittle to make himself more comfortable and reclined patiently.",
        "Willet was intensely grateful for the little curtain of evergreens.\nWithout it the sharp eyes of the warriors could detect them even in\nthe side of the lofty cliff. Only a few bushes stood between them and\ntorture and death, but they stood there just the same. Time passed\nslowly, and the morning remained as brilliant as ever. He paid little\nattention to what was passing on the lake, but he listened with all\nthe power of his hearing for anything that might happen on the cliff\nabove them. He knew that the warriors were far from giving up the\nchase, and he expected a sign there. About two hours after sunrise it\ncame. He heard the cry of a wolf, and then a like cry replying, but\nhe knew that the sounds came from the throats of warriors. He pressed\nhimself a little harder against the stony wall, and looked at his two\nyoung comrades. Their souls still wandered in the pleasant land of\ndreams and their bodies took no interest in what was occurring here.\nThey did not stir.",
        "In four or five minutes the two cries were repeated much nearer\nand the hunter fairly concentrated all his powers into the organ of\nhearing. Faint voices, only whispers, floated down to him, and he\nknew that the warriors were ranging along the cliff just above them.\nLeaning forward cautiously, he peeped above the veil of evergreens,\nand saw two dark faces gazing over the edge of the precipice. A brief\nlook was enough, then he drew back and waited.",
        "Continue...",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}